[
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-08-03T20:05:47+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "24fc654b-15ce-4b04-bd46-893d20bb3b58",
    "title": {
      "en": "Marine Corps Yumi"
    },
    "updatedAt": "2024-06-05T07:09:49+00:00",
    "coverArt": "https://mangadex.org/covers/24fc654b-15ce-4b04-bd46-893d20bb3b58/3fff8e88-835c-48b8-aace-7eed8478479b.jpg",
    "altTitles": [
      {
        "ja-ro": "Marinko Yumi"
      },
      {
        "ja": "まりんこゆみ"
      },
      {
        "zh": "海兵隊由美"
      },
      {
        "ko": "마린코 유미"
      }
    ],
    "description": {
      "en": "Nagumo Yumi is an airhead high school girl, whose post-graduation plan is to go to the US and become president. \nTo her high school friends' amazement, she actually manages to make it to the US during summer vacation. \nAfter befriending some elderly veterans, she becomes convinced that joining the Marine Corps is the best way \nto move her dream forward. The waitress Linda Crawford joins her to sign up at the recruitment center, \nand she also makes friends among the new recruits, Rita Fernandez and Donna King. \nWill they have what it takes to become a Marine?"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "193"
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-07-08T20:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/322e1d4e-5d1f-4e38-b456-327a4b51d0b8.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던 건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      },
      {
        "de": "Meine Wiedergeburt als Schleim in einer anderen Welt"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec30192e-87df-47da-bfda-cc9a282bc51c",
    "title": {
      "en": "Futari Solo Camp"
    },
    "updatedAt": "2024-04-18T00:22:01+00:00",
    "coverArt": "https://mangadex.org/covers/ec30192e-87df-47da-bfda-cc9a282bc51c/d2b33a91-ce37-4ae7-9120-bcc222a96ba8.jpg",
    "altTitles": [
      {
        "en": "Solo Camping for Two"
      },
      {
        "ja": "ふたりソロキャンプ"
      }
    ],
    "description": {
      "en": "Kinokura Gen loves camping solo. He enjoys the quiet solitude away from the hustle and bustle of the city, and being able to appreciate nature all by himself. But on one camping trip, his solitude is broken by the appearance of Kusano Shizuku, a young woman who wanted to go solo camping by herself, but is ill-prepared and completely out of her league. While he tries to to get her to go home so he can camp in peace, she refuses, and stubbornly insists on accompanying him on future camping trips until she's ready to camp solo. Thus Gen and Shizuku's days of solo camping together begin.\n\n**Note**: \"Part 1\" concluded in February 2023 with 3 extra chapters due to start in April as the series is moving magazines from Kodansha Evening to Kodansha Morning.\n\nThe series resumed its publication in December 2023.",
      "es": "A Kinokura Gen le encanta acampar solo. Disfruta de la tranquila soledad lejos del ajetreo de la ciudad, y de ser capaz de apreciar la naturaleza por sí mismo. Pero en un viaje de campamento, su soledad se ve interrumpida por la aparición de Kusano Shizuku, una joven que quería ir sola a acampar, pero está mal preparada y completamente fuera de su alcance. Mientras él intenta que ella regrese a casa para poder acampar en paz, ella se niega, y tercamente insiste en acompañarlo en futuros viajes de campamento hasta que esté lista para acampar sola. Así comienzan los días en que Gen y Shizuku acampan juntos…",
      "ja": "オレは樹乃倉厳。34歳。趣味はキャンプ。独りで野営する生粋のソロキャンパー。車はいらない。電車を乗り継ぎ、最後はバスで山に入る。自然を愛してる、火を木を水を土を。それと同等に孤独な自分の生き方を愛している――。…な俺が！　ひょんなことから草野雫20歳という小娘に出会い、ふたりでソロキャンプをするはめに！"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b198f9b8-7489-44cc-a062-1cb4b32d5507",
    "title": {
      "en": "Jimoto no Ijimekko-tachi ni Shikaeshi Shiyou to Shitara, Betsu no Tatakai ga Hajimatta."
    },
    "updatedAt": "2024-07-17T07:55:24+00:00",
    "coverArt": "https://mangadex.org/covers/b198f9b8-7489-44cc-a062-1cb4b32d5507/48259198-f0e1-41fc-84f7-daade9f098ff.jpg",
    "altTitles": [
      {
        "ja": "地元のいじめっ子達に仕返ししようとしたら、別の戦いが始まった。"
      },
      {
        "zh": "本想报复以前欺负我的孩子王，另一场战斗却开始了。"
      },
      {
        "en": "When Trying to Get Back at the Hometown Bullies, Another Battle Began."
      }
    ],
    "description": {
      "en": "Local bullies tormented Kotaro when he was a youngster. They were the skilled wrestler Akari, a skilled basketball prodigy Kanae, and Shigure, a prodigy in video games.\n\nEvery day, Kotaro competed against these three guys in their respective sports with the intention of winning. Unfortunately, he was no match for them.\n\nAs a senior in high school, Kotaro now has another opportunity to confront them and exact his retribution...!\n\nBut he will discover a secret that he never would have expected....",
      "vi": "Oneshot chính thức được làm thành series của tác giả Matsumoto Kengo. Sau nhiều năm rời xa quê hương, Kotaro đã quay về để báo thù 3 kẻ bắt nạt từng khiến cậu khổ sở hồi cấp 1. Thế nhưng khi gặp lại 3 kẻ bắt nạt, những gì chờ đợt cậu lại vượt xa những gì cậu tưởng tượng...",
      "pt-br": "Os valentões locais atormentaram Kotaro quando ele era jovem. Eles eram o lutador habilidoso Akari. Kanae, um prodígio do basquete, e Shigure, um prodígio dos videogames. Todos os dias, Kotaro competia contra esses três caras em seus respectivos esportes com a intenção de vencer. Infelizmente, ele não era páreo para eles. No último ano do ensino médio, Kotaro agora tem outra oportunidade de enfrentá-los e exigir sua retribuição…! Mas ele descobrirá um segredo que nunca teria esperado…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a1a79e4-7f90-450d-854c-0c780179f47f",
    "title": {
      "en": "The Martial God Who Regressed Back to Level 2"
    },
    "updatedAt": "2024-06-18T02:43:46+00:00",
    "coverArt": "https://mangadex.org/covers/8a1a79e4-7f90-450d-854c-0c780179f47f/1c5a58a5-ad5a-495e-a111-9eff4d4d1781.png",
    "altTitles": [
      {
        "ko": "2레벨로 회귀한 무신"
      },
      {
        "en": "The God of War Who Regressed to Level 2"
      },
      {
        "es-la": "El dios marcial que regresó al nivel 2"
      }
    ],
    "description": {
      "en": "[NO. 4212: 'Humanity' has failed the Demotion Match.]\n[NO. 4212: ‘Humanity’ has been deemed useless. Beginning deletion.]\n\nEarth lost the fight for survival in the BattleNet system and humanity now faces eradication. However, Jihan Seong is given another chance. He has returned three years into the past before BattleNet became a life-or-death game.\n\nWith his knowledge of the future, he’s determined to become the strongest player. Will Jihan be able to change the fate of humanity? And more importantly, can he protect the ones he loves from those who want him to fail?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4896718-ecef-4701-8497-5ba07d4e89cc",
    "title": {
      "en": "I Killed the Player of the Academy"
    },
    "updatedAt": "2024-07-11T19:49:55+00:00",
    "coverArt": "https://mangadex.org/covers/a4896718-ecef-4701-8497-5ba07d4e89cc/a5db335f-4a7e-4be4-942c-56c22eeb6b2e.jpg",
    "altTitles": [
      {
        "ko": "아카데미 플레이어를 죽였다"
      },
      {
        "en": "I Killed an Academy Player"
      },
      {
        "ko-ro": "Academy Player-reul Jugyeotda"
      },
      {
        "es-la": "Yo maté al jugador de la Academia"
      }
    ],
    "description": {
      "en": "One day, I was reincarnated the world of a game of Heroic Legend of Arhan as Corin Loch, a minor NPC, and joined hands with the game's protagonist, Park Si-ho, to save the world. \n\nHowever, as the story shifted, I accidentally found out his true nature - a murderous pervert who only wanted to accumulate experience points by hook or by crook! In order to save world peace, I killed him... and became the main character instead of him! \n\nWhat should I do in the future to bring the game to a perfect ending?",
      "ko": "플레이어를 죽였다.\n죽일 만한 놈이었다. 아주 X새끼였거든."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72b28da7-eb5d-4dee-a5ca-2f18197deb02",
    "title": {
      "en": "Ane ga Kensei de Imouto ga Kenja de"
    },
    "updatedAt": "2024-08-13T20:03:37+00:00",
    "coverArt": "https://mangadex.org/covers/72b28da7-eb5d-4dee-a5ca-2f18197deb02/6989bebc-1376-4d97-a49c-8d6162bd27af.jpg",
    "altTitles": [
      {
        "zh": "姐姐是剑圣妹妹是贤者"
      },
      {
        "ja": "姉が剣聖で妹が賢者で"
      },
      {
        "en": "My Older Sister is a Sword Saint and My Younger Sister is a Sage"
      },
      {
        "ja-ro": "Ane ga Kensei de Imouto ga Kenja de"
      }
    ],
    "description": {
      "en": "The Ralk Kingdom is a country of extreme meritocracy, but Razel, the son of the stupid king, has no talent for martial arts, and because he is always compared to his older sister who is a sword saint and his younger sister who is a sage, he gets banished from the kingdom. \n\nFrom then on, he tries to live as an adventurer in a different country, but his older and younger sisters, who love him dearly, come after him!? A lovey-dovey life of an adventurer with strong and slightly lewd sisters begins!",
      "ja": "超実力主義国家、ラルク王国。その国王の息子でありながら武の才能がないラゼルは、剣聖の姉や賢者の妹と比べられ、追放されてしまう。\r\nそんなラゼルは持ち前のポジティブさで、別の国で冒険者として生きていこうとするのだが、彼を溺愛するお姉ちゃんたちと妹が追ってきて!?\r\n強くてちょっとエッチなお姉ちゃんたちとのイチャイチャ冒険者生活、スタート！",
      "pt": "A superpoderosa nação de Ralk onde o poder determina tudo. Razel, que é o filho do rei, é exilado do país porque não tem talento para espada e magia em comparação com suas irmãs. Com pensamentos positivos, ele procura um país diferente para aprender a ser aventureiro e viver livremente, mas suas irmãs que o amam também o acompanham.   \r\n  \r\nUma fantástica aventura com suas irmãs começa!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "87a756b4-e4a9-4d38-81a1-d14c8fc90baf",
    "title": {
      "en": "Sono Monban, Saikyou Nitsuki: Tsuihou Sareta Bougyo Ryoku 9999 no Senshi, Outo no Monban Toshite Musou Suru"
    },
    "updatedAt": "2024-07-29T13:54:22+00:00",
    "coverArt": "https://mangadex.org/covers/87a756b4-e4a9-4d38-81a1-d14c8fc90baf/968e71ea-fc94-4189-83a7-f99e2455033d.jpg",
    "altTitles": [
      {
        "ja": "その門番、最強につき～追放された防御力9999の戦士、王都の門番として無双する～"
      },
      {
        "en": "That Gatekeeper, Because He is the Strongest ~ The Exiled Warrior with 9999 Defense Power, Unmatched as the Gatekeeper of the Royal Capital"
      },
      {
        "zh-hk": "那個門衛最強～被退隊的防禦力9999的戰士，作為王都的門衛無雙～"
      },
      {
        "es-la": "Ese guardián de la puerta, porque es el más fuerte ~ El guerrero exiliado con 9999 de poder de defensa, inigualable como guardián de la puerta de la capital real."
      }
    ],
    "description": {
      "en": "Sieg is an adventurer with an incredible defensive power, and he always uses himself to attract the monsters' attention to assist his teammates. However, the party leader just focused on offense without realizing Sieg's intention, so he kicked him out. After Sieg left, the team repeatedly failed multiple quests … At the same time, Sieg took the position of gatekeeper at the Royal Capital. Thanks to his defensive power, he was quickly promoted to division captain. His subordinates included a carefree big-breasted Swordswoman, a perverse freakish girl, and an Archer with an erratic temperament. He and the girls started slowly gaining the trust of people around them!",
      "es-la": "Sieg es un aventurero con un poder defensivo increíble, y siempre se usa a sí mismo para atraer la atención de los monstruos para ayudar a sus compañeros de grupo. Sin embargo, el líder del grupo se centró en la ofensiva sin darse cuenta de la intención de Sieg, por lo que lo echó. Después de que Sieg se fue, el grupo falló repetidamente en múltiples misiones... Al mismo tiempo, Sieg tomó el puesto de guardián en la Capital Real. Gracias a su poder defensivo, rápidamente fue ascendido a capitán de división. Sus subordinados incluían una espadachina despreocupada de grandes pechos, una chica monstruosa y perversa y una arquera con un temperamento errático. ¡Él y las chicas comenzaron a ganarse lentamente la confianza de las personas que los rodeaban!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d02e579-b0db-4240-98e9-e68e458f8dfc",
    "title": {
      "en": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
    },
    "updatedAt": "2024-07-05T11:07:19+00:00",
    "coverArt": "https://mangadex.org/covers/6d02e579-b0db-4240-98e9-e68e458f8dfc/dab1e191-2ef4-4339-8e02-69c7dd3d156e.jpg",
    "altTitles": [
      {
        "fr": "Ma maison est une zone de convergence magique: Uniquement en vivant là je suis le plus fort du monde"
      },
      {
        "ru": "Мой дом — это место волшебной силы"
      },
      {
        "ja": "俺の家が魔力スポットだった件 ～住んでいるだけで世界最強～"
      },
      {
        "zh-hk": "原来我家是魔力点~只是住在那里就变成世界最强~"
      },
      {
        "ko": "우리 집이 마력스팟이었던 건에 대하여 ~살고 있는 것만으로 세계최강~"
      },
      {
        "pt-br": "Minha casa está em um ponto mágico de poder, por morar lá eu me tornei o mais forte do mundo"
      },
      {
        "en": "My House is a Magic Power Spot: Just by Living there I Become the Strongest in the World"
      },
      {
        "ja-ro": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
      }
    ],
    "description": {
      "en": "Living carefree at home is the greatest shortcut—my house is the world’s greatest Magic Power Spot. That being the case, both my house and I were summoned to another world by some guys who were aiming for it. However, I’ve been living in this place for many years and my body is, apparently, abnormally overflowing with magic. Due to some unforeseen circumstances by those guys who summoned me, they quickly ran away. Be that as it may, there are still some ill-mannered people who covet the magic leaking out of my house. I won’t give up my house to those people! I’m going to wield my power as I please!",
      "ja": "自宅でのんびりすることが、最強への近道だった――。強力な魔力スポットの上に建つ一軒家に住んでいた普通の青年ダイチ。 ある日、それを狙うやつらに家ごと異世界に召喚されてしまう!!　だが、長年魔力スポットに住み続け、魔力が貯めこまれたダイチは敵を一蹴！　さらにかわいい我が家の精霊サクラも現れて至れり尽くせり！　最強の魔力を持ったダイチが望むものはただ一つ――それは自宅で平穏に暮らすこと！",
      "ru": "Жить беззаботно в своём доме — это, несомненно, великолепно. Но мой дом — самое большое в мире место волшебной силы. Каким-то образом вышло так, что меня с моим домом перенесло в другой мир. Выяснилось, что меня призвали какие-то парни, которые хотели присвоить магию моего дома себе. Тем не менее, я живу в этом месте в течение многих лет, и мое тело, по-видимому, аномально переполнено магией. Из-за каких-то непредвиденных обстоятельств те ребята, которые меня вызвали, быстро убежали. Как бы то ни было, все ещё есть невоспитанные люди, которые жаждут магии, просачивающейся из моего дома. Я не отдам свой дом никому! Я буду использовать свою силу, как захочу!   \n\n- [Original Web Novel](https://ncode.syosetu.com/n5915da/) (Raw)",
      "es-la": "Vivir sin preocupaciones en casa es el mejor atajo: mi casa es el mayor punto de poder mágico del mundo. Siendo ese el caso, tanto mi casa como yo fuimos invocados a otro mundo. Sin embargo, he estado viviendo en este lugar durante muchos años y aparentemente mi cuerpo está desbordado magia. Debido a circunstancias imprevistas por parte de los tipos que me invocaron, huyeron rápidamente. Como sea, todavía hay algunas personas mal educadas que codician la magia que escapa de mi casa. ¡No voy a ceder mi casa a esas personas! ¡Voy a ejercer mi poder como me plazca!",
      "pt-br": "Viver despreocupado em casa é a melhor coisa... minha casa é o maior ponto de força mágica do mundo. Sendo esse o caso, tanto minha casa quanto eu fomos convocados para outro mundo por algumas pessoas que estavam visado isso. No entanto, eu moro neste lugar há muitos anos e meu corpo está, aparentemente, transbordando de forma anormal com a magia. Devido a algumas circunstâncias imprevistas por aquelas pessoas que me chamaram, elas rapidamente fugiram. Seja como for, ainda há algumas pessoas mal-educadas que cobiçam a magia que vaza da minha casa. Eu não vou desistir da minha casa para essas pessoas! Vou usar meu poder como quiser!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "233"
  },
  {
    "mangaId": "1f412cdd-5722-49c2-809a-11830893527e",
    "title": {
      "en": "DEAD Tube"
    },
    "updatedAt": "2024-06-15T11:27:46+00:00",
    "coverArt": "https://mangadex.org/covers/1f412cdd-5722-49c2-809a-11830893527e/2f9861d5-7807-43f7-b5df-e335723c60e9.jpg",
    "altTitles": [
      {
        "ja": "DEAD Tube ~デッドチューブ~"
      },
      {
        "ko": "DEAD Tube 데드 튜브"
      },
      {
        "en": "DeadTube"
      },
      {
        "ru": "Смертельная съёмка"
      },
      {
        "zh": "学園殺人ゲーム Dead Tube"
      },
      {
        "zh": "学院里的杀人游戏"
      },
      {
        "kk": "Ажал арнасы"
      }
    ],
    "description": {
      "en": "Distributing thrilling videos in secret! A school game that puts life and death on the line!",
      "kk": "Мектеп оқушылары киноклубта не түсіреді? Күнделікті өмірдің бөлшектері, әуесқой қорқынышты фильмдер... бұның бәрі зеріктіріп жібереді... бірақ бұл жолы емес! Басты кейіпкер Томохиро Мачиге, киноклуб операторы, мектептегі қыз бірнеше күнге оны түсіруді ұсынады. Ол ерекше ынталы емес болсада, бірақ ол да бас тартпайды. Егер жігіт бұл оның өміріндегі ең қызықты және қорқынышты фильм болатынын білгенде...",
      "ru": "Что могут снимать школьники в клубе любителей кино? Зарисовки из повседневности, любительские фильмы ужасов… скука полная… но только не в этот раз! Главному герою Томохиро Мачии, оператору киноклуба, одна девушка из школы предлагает поснимать её несколько дней. Он особо не горит желанием, но и не отказывается. Если бы парень только знал, что это будет самый захватывающий и будоражащий фильм в его жизни…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7a3d410-3b96-477a-912b-d2476477f5b5",
    "title": {
      "en": "Gideon of the 3rd"
    },
    "updatedAt": "2024-08-15T17:24:49+00:00",
    "coverArt": "https://mangadex.org/covers/d7a3d410-3b96-477a-912b-d2476477f5b5/53da5da1-7372-41bb-8c39-4629fff6d4fa.png",
    "altTitles": [
      {
        "ja-ro": "Dai 3 no Gideon"
      },
      {
        "ja-ro": "Dai-3 no Gideon"
      },
      {
        "ja": "第3のギデオン"
      },
      {
        "zh": "第三犹太勇士"
      }
    ],
    "description": {
      "en": "The stage is the eve of the French Revolution. There is the commoner Gideon, who wants to save the impoverished country side-by-side with the members of the Estates General. Then there is the aristocrat, Georges, who will use any means to achieve his purpose. A man who wants to change the country, and a man who wants to destroy it. Both begin their journey forward. Will their joint efforts of love and hatred, justice and evil lead them to a hell of bloodshed, or an ideal future?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "69"
  },
  {
    "mangaId": "630fcb7b-a262-4c92-b0c7-1323392f1b67",
    "title": {
      "en": "Tada no Murabito no Boku ga, Sanbyakunen Mae no Boukun Ouji ni Tensei Shiteshimaimashita ~ Zensei no Chishiki de Ansatsu Flag o Kaihi Shite, Odayaka ni Ikinokorimasu"
    },
    "updatedAt": "2024-08-26T18:20:02+00:00",
    "coverArt": "https://mangadex.org/covers/630fcb7b-a262-4c92-b0c7-1323392f1b67/46ec15a4-da1d-4be8-bae4-6b02d5c557f0.jpg",
    "altTitles": [
      {
        "ja": "ただの村人の僕が、三百年前の暴君皇子に転生してしまいました　～前世の知識で暗殺フラグを回避して、穏やかに生き残ります！～"
      },
      {
        "en": "I, a Mere Villager, Have Been Reincarnated as a Tyrant Prince From 300 Years Ago! ~ With the Knowledge of My Previous Life, I’ll Avoid the Assassination Flags and Survive Peacefully!"
      }
    ],
    "description": {
      "en": "Prince Rudolf gained knowledge of the future 300 years from now during a near-death experience. He uses his wits to change the future in which he will be assassinated as a tyrant prince! \n\nMeanwhile, discrepancies between the story passed down to posterity and reality gradually emerge…",
      "ja": "臨死体験中に三百年後の未来の知識を手に入れた皇子ルドルフ。彼は自分が暴君王子として暗殺される未来を変えるため辣腕を振るっていく！\n\nそんな中、後世に伝わっている話と現実との食い違いが段々とでてきて—。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2531e5b1-1533-4ecd-8c28-2fe64e1f18e0",
    "title": {
      "en": "This Manhwa Ends When I Confess"
    },
    "updatedAt": "2024-01-21T23:55:33+00:00",
    "coverArt": "https://mangadex.org/covers/2531e5b1-1533-4ecd-8c28-2fe64e1f18e0/f038c07c-4b79-4cb0-8e60-e15fbd6b2254.jpg",
    "altTitles": [
      {
        "ko": "고백하면 끝나는 만화"
      },
      {
        "en": "A Manhwa That Ends When You Confess"
      }
    ],
    "description": {
      "en": "Clumsy girl Song Sena can't help but make mistakes!\nShe's had a crush on her classmate, Daese, ever since he lent her an umbrella. But somehow, every time she tries to confess, things go awry...!\n\n\"Tomorrow, I'm going to properly tell him that I like him for sure!\"\nWill Sena's feelings ever reach Daese?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30eb9ee7-4cfe-4036-95f9-4aac5e05b505",
    "title": {
      "en": "Nito no Taidana Isekai Shoukougun ~Saijaku Shoku \"Healer\" nano ni Saikyou wa Cheat desu ka?~"
    },
    "updatedAt": "2023-11-28T19:12:02+00:00",
    "coverArt": "https://mangadex.org/covers/30eb9ee7-4cfe-4036-95f9-4aac5e05b505/a46639de-61d3-4381-989a-b31c7d200fe5.jpg",
    "altTitles": [
      {
        "ja": "ニトの怠惰な異世界症候群 ～最弱職＜ヒーラー＞なのに最強はチートですか？～"
      },
      {
        "ja-ro": "NEET no Taidana Isekai Shoukougun: Saijaku Shoku \"Healer\" nano ni Saikyou wa Cheat desu ka?"
      },
      {
        "en": "A NEET’s Guide to the Parallel World: Healer, the Strongest Cheat?"
      },
      {
        "en": "NITO's Lazy Foreign World Syndrome"
      },
      {
        "en": "Nito’s Guide to the Parallel World: Healer, the Strongest Cheat?"
      },
      {
        "ru": "Ленивый Нито из другого мира"
      },
      {
        "ru": "Синдром ленивого Нито, в ином мире"
      },
      {
        "zh": "尼特的慵懒异世界症候群"
      },
      {
        "ja-ro": "NEET no Taidana Isekai Shoukougun"
      },
      {
        "zh-hk": "尼特的慵懶異世界症候群"
      },
      {
        "ko": "니트의 나태한 이세계 증후군 ~최약직 <힐러>인데 최강은 치트입니까?~"
      }
    ],
    "description": {
      "en": "Hidako Masamune is a high school student who suffers from continuous bullying by his classmates. Becoming tired of it all, he decides to commit suicide, but instead he is transported to another world along with all his classmates. When they arrive, they find that they now possess amazing abilities but he was only granted the status of a \"healer,\" the weakest skill of all. The king decides to get rid of him by transporting him to another faraway place, but not before Hidako swears revenge against the king, the kingdom, and all of his classmates.",
      "fr": "Hidako Masamune est un lycéen qui est continuellement harcelé, brimé par ses camarades de classe. Lassé de tout cela, il décide de se suicider, mais il est transporté dans un autre monde avec tous ses camarades de classe. À leur arrivée, ils découvrent qu'ils possèdent désormais des capacités étonnantes, lui en revanche, n'a obtenu que le statut de \"guérisseur\", la plus faible de toutes les compétences. Le roi décide de se débarrasser de lui en le transportant dans un autre lieu éloigné, mais pas avant que Hidako ne jure de se venger contre le roi, le royaume et tous ses camarades de classe.",
      "pt-br": "Hidako Masamune é um estudante do ensino médio que sofre bullying constante por seus colegas de classe. Ficando cansado de tudo, ele decide se matar, mas ao invés disso ele é transportado para outro mundo junto com seus colegas de classe. Quando ele chega, ele os encontra em posse de excelentes habilidades, mas ele foi o único que ganhou a classe de “healer”, a classe mais fraca de todas. O rei decide transportá-lo para outro lugar bem longe, mas não antes de Hidako jurar vingança contra o rei, o reino, e todos os seus colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ab10b8-d539-4839-9b31-7937fb08c813",
    "title": {
      "en": "I Love Amy"
    },
    "updatedAt": "2024-08-03T18:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/52ab10b8-d539-4839-9b31-7937fb08c813/7c8f7447-a813-46bf-ae91-d5cc06482824.jpg",
    "altTitles": [
      {
        "ko": "나는 에이미를 사랑해"
      },
      {
        "ko-ro": "Naneun Eimireul Saranghae"
      },
      {
        "ru": "Я Люблю Эми"
      },
      {
        "fr": "J'aime Amy"
      }
    ],
    "description": {
      "en": "\"Is this how it feels to have a friend?\" \n\nBibi is obsessed with Peter, the prince of the school. When she spots Amy next to him, she starts to feel jealous. She invites Amy to her house to warn her, but instead takes a liking to the girl. They agree to be friends on the condition that Amy has to help Bibi confess.",
      "fr": "\"C'est ce qu'on ressent lorsqu'on a une amie ?\"\nBibi est obsédée par Peter, le prince de l'école. Lorsqu'elle repère Amy près de lui, elle commence à être jalouse. Elle invite Amy chez elle pour la prévenir, mais à la place, elle commence à apprécier cette fille. Elles acceptent d'être amies à la condition que Amy doive aider Bibi à se déclarer.",
      "ko": "\"원래 친구 사이엔 이런 기분이 드는 걸까?\"\n\n'비비'는 학교 제일의 킹카 피터에게 집착하다, 그의 곁에 있던 '에이미'를 보고 질투를 느낀다. 그녀에게 경고하기 위해서 자신의 집에 초대했지만 오히려 호감을 느끼게 되고...\n둘은 비비의 고백을 돕는다는 조건으로 서로에게 유일한 친구가 되기로 한다.",
      "ru": "\"Вот что значит быть друзьями?\" Биби одержима Питэром, принцем школы.\nКогда она замечает Эми рядом с ним, она начинает ревновать. Она приглашает Эми к себе, чтобы предупредить. Но вместо этого Эми нравится ей. Они соглашаются быть друзьями, но при одном условии: Эми должна помочь Биби признаться в любви."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46.10"
  },
  {
    "mangaId": "f685d63c-42fe-4ca9-8d80-33e638c1684d",
    "title": {
      "en": "Double Helix Blossom"
    },
    "updatedAt": "2024-08-01T23:57:55+00:00",
    "coverArt": "https://mangadex.org/covers/f685d63c-42fe-4ca9-8d80-33e638c1684d/000a4b04-1b0a-4573-afca-fa1274d9892e.jpg",
    "altTitles": [
      {
        "ja": "ダブルヘリクス ブロッサム"
      }
    ],
    "description": {
      "en": "The manga is set in the near future, and begins with the awakening of police officer Kiku Shinonome, who was put into cryogenic stasis for 60 years to stave off what would have been a fatal wound. In a new world unfamiliar to her, she is forced to team up with Kyo Tsukisagari, a criminal with a big rap sheet but equipped with psychic powers. Together, they solve paranormal incidents, even while their personalities butt up against each other.",
      "ja": "2人の少女が織りなすSFバディアクション\n\n警察官である19歳の少女・東雲菊は、とある事件を捜査している最中、大けがを負ってしまう。現代の医療では治療不可能とされた彼女に残された唯一の道は、長き眠りにつく「コールドスリープ」であった・・・。次に彼女の意識が戻ったのは、60年後の日本――！\n\nそこで犯罪を取り締まっているのは、彼女が所属していたかつての警察ではなく、民間の警察組織だった。そうした中、重犯罪者・月下香とバディを組むことに…。長き眠りから覚めた菊と、超能力を使う香。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd4b0070-b511-4f7f-ba06-64c307ac4a8d",
    "title": {
      "en": "Onna Tomodachi wa Tanomeba Igaito Yarasete Kureru"
    },
    "updatedAt": "2024-08-26T14:18:33+00:00",
    "coverArt": "https://mangadex.org/covers/dd4b0070-b511-4f7f-ba06-64c307ac4a8d/95846ddc-1527-44e3-bacf-5b30a2c1e7b2.jpg",
    "altTitles": [
      {
        "en": "My Female Friends Are Surprisingly Willing to Let Me Do It If I Ask For It"
      },
      {
        "ja": "女友達は頼めば意外とヤらせてくれる"
      },
      {
        "pt-br": "Surpreendentemente, minhas amigas estão dispostas a me deixar fazer isso se eu pedir"
      }
    ],
    "description": {
      "en": "Hisaya Minato, a normal high school student, has a female friend who is a bit peculiar. She is Aoi Hatsuki, the most beautiful girl in the high school. For some reason, they get along very well, and since they happen to live on the same floor, they gradually become good friends, coming and going from each other's houses. One day, Minato suddenly asks her to show him her panties. At first, Hatsuki is reluctant, but then she starts to roll up her skirt?",
      "ja": "平凡な高校生・湊寿也には可愛すぎる女友達がいる。それは美少女ギャルの葉月葵。何故か気が合う二人は、偶然同じマンションに住んでいることもあって、お互いの家に入り浸るほど仲良くなっていく。そんなある日、湊は勢いで「パンツを見せてほしい」とお願いしてしまう。初めは渋る葉月だったが、恥じらいつつスカートをめくり始めて――！？\n \n--- \n \nHeibon'na kōkōsei Minato hisaya ni wa sukoshi kawatta tomodachi ga ita. Sore wa gakkō ichi no bishōjo Hadzuki Aoi. Nazeka kigaau futari wa, gūzen onaji manshon ni sunde iru koto mo ari, jojoni tagai no ie o yukikisuru nakanoii \"tomodachi\" ni. Son'na aru Ni~Tsu, minato wa ikioi de \"pantsu o misete hoshī\" to onegai shite shimau. Hajime wa shiburu hadzukidattaga, mizukara sukāto o mekuri hajimete iki ――!?",
      "pt-br": "Hisaya Minato, um simples estudante do ensino médio, tem uma amiga um tanto peculiar. Aoi Hatsuki, a garota mais linda do ensino médio, por alguma razão, eles se dão muito bem, e por morarem no mesmo andar, gradualmente se tornaram melhores amigos, indo e vindo da casa um do outro. Um dia, Minato de repente pede que ela mostre sua calcinha para ele. De cara, Hatsuki fica relutante, mas então ela começa a levantar sua saia?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9bea559-b3e2-4459-80aa-73fac6c3e7bf",
    "title": {
      "en": "Meiten Restaurant"
    },
    "updatedAt": "2024-05-05T14:06:15+00:00",
    "coverArt": "https://mangadex.org/covers/b9bea559-b3e2-4459-80aa-73fac6c3e7bf/63e23f87-5fb1-4258-8c6c-35820eafbc75.jpg",
    "altTitles": [
      {
        "ja": "冥天レストラン"
      }
    ],
    "description": {
      "en": "As the distinguished son of a family who run a financial conglomerate, Gatarou Barazono took full advantage of his money to live a rosy life and enjoy it to its fullest. But one day, he suddenly got hit by a truck, and when he awoke, he found himself in the \"Afterlife!\" There, he finds the dubious-looking \"Meiten Restaurant\" (Underworld Restaurant), where the deceased are served their final meal before going to rest in peace..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8acdc047-6c6b-4603-8ee9-55f03421fceb",
    "title": {
      "en": "Doctor, Live Again"
    },
    "updatedAt": "2024-08-03T07:06:13+00:00",
    "coverArt": "https://mangadex.org/covers/8acdc047-6c6b-4603-8ee9-55f03421fceb/951166ee-792c-4e18-845e-9e85d71d5cc7.jpg",
    "altTitles": [
      {
        "ko": "의원, 다시 살다"
      },
      {
        "ja": "医員、蘇る"
      },
      {
        "ru": "Вторая жизнь хирурга"
      },
      {
        "en": "Doctor’s Rebirth"
      },
      {
        "vi": "Bác Sĩ Trùng Sinh Về Murim"
      },
      {
        "en": "The Doctor Lives Again"
      }
    ],
    "description": {
      "en": "A medical mission turns fatal as Dr. Jin’s life slips away. Miraculously, he wakes on a battlefield. Instinct takes over. He tends to patients before realizing that this is the martial arts world of The Reigning Heavenly Demon! He’s reincarnated as a child with mastery of modern medicine and soon his skills draw notice. From the renowned White-scaled Doctor to the infamous Gongson Family, everyone sees his potential. But how much is Dr. Jin willing to sacrifice before risking death again?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%98%EC%9B%90-%EB%8B%A4%EC%8B%9C-%EC%82%B4%EB%8B%A4/2440)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/66743)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AB%E0%B8%A1%E0%B8%AD%E0%B8%82%E0%B9%89%E0%B8%B2%E0%B8%A1%E0%B8%A0%E0%B8%9E/458?tab=episode)",
      "fr": "J'étais à l'étranger pour faire du bénévolat médical, lorsque la guerre civile a éclaté. J'ai été tué par un soldat rebelle, alors que je prenais une balle pour un patient. Mais quand je me suis finalement réveillé, j'étais devenu un enfant!  \n  \nEt devant moi se tenait une charrette détruite et un groupe de personnes bizarrement vêtues, qui étaient inconscientes!  \n  \n\"C'est exactement comme un monde de Murim.\"  \n  \nAlors que je m'empresse de prodiguer les premiers soins pour tenter de sauver ne serait-ce qu'une personne, je réalise que ce monde est celui du [Roi Démon Suprême], un roman de Murim que j'ai pris plaisir à lire.  \n  \nAprès avoir rencontré l'équipe de secours des \"Trois Grands Docteurs\", j'ai découvert qu'une des personnes que j'ai sauvées était le protagoniste de ce roman, le futur Roi Démon \"Yeoharyun\"!\n\n\"Hé, puisque je te suis redevable de m'avoir sauvé, appelle-moi \"hyung\".\"\n\nPour lui avoir sauvé la vie, je suis devenu frère de sang du futur Roi Démon, et Baekrineuison, l'une des personnes les mieux informées, a reconnu mon potentiel et m'a pris comme disciple. C'est ainsi que je suis devenu le plus grand médecin de Gangho!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%98%EC%9B%90-%EB%8B%A4%EC%8B%9C-%EC%82%B4%EB%8B%A4/2440)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/66743)",
      "ja": "海外医療奉仕先で内戦に巻き込まれ、患者を庇い、反乱軍の銃に撃たれたはずが、目を覚ますと子供の姿になっていた！？ 目の前には壊れた馬車と不思議な服装を着て倒れている人々！ ”まるで武侠の世界のようだ” １人でも救おうと応急処置をしていたところ、ここが日頃からよく読んでいた武侠小説「至尊天魔」の中の世界だということに気づく。 そこで「天下三大医員」の白鱗医仙に出会うが…\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%98%EC%9B%90-%EB%8B%A4%EC%8B%9C-%EC%82%B4%EB%8B%A4/2440)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/66743)",
      "ko": "[독점연재]\n\n해외 의료 봉사를 갔다가 내전에 휘말렸다.\n환자 대신 반군의 총을 맞고 간신히 눈을 떴는데\n아니, 어린아이가 됐잖아?!?\n\n눈앞에 있는 건 부서진 마차와 특이한 복식의 쓰러진 사람들!\n\n\"꼭 무림 세계 같네.\"\n\n한 명이라도 살리기 위해 응급처치를 하던 중,\n이곳이 즐겨 읽던 무협 소설,\n[지존천마] 속 세상이라는 것을 알게 되고.\n\n'천하삼대의원' 백린의선을 비롯한 구조대를 만나\n내가 구한 이들 중 하나가 이 소설의 주인공,\n미래의 천마 '여하륜'이라는 것을 깨닫게 되었다!\n\n\"야, 살려 준 은혜가 있으니 형이라 불러라.\"\n\n목숨을 구해 준 은혜로 미래의 천마와는 의형제를 맺고,\n재능을 눈여겨 본 백린의선과는 사제 지간을 맺어\n강호제일신의가 되는 진천희의 일대기!\n\n지금 시작합니다!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%98%EC%9B%90-%EB%8B%A4%EC%8B%9C-%EC%82%B4%EB%8B%A4/2440)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/66743)",
      "ru": "Поехал на медицинское волонтёрство, а попал на гражданскую войну. Хотел спасти пациента – получил пулю и умер. А после… стал ребенком?!\nРазграбленные повозки, люди в необычных одеждах – всё это напоминает мир Мурим. Оказав первую помощь пострадавшим, после встретив спасательный отряд из «Лечебницы трёх поколений поднебесной» и самого Пэк Рин Ый Сона, я осознал, что нахожусь в мире романа про боевые искусства «Величайший небесный демон».\nОдин из тогда спасённых мною – главный герой книги, будущий небесный демон – Ё Ха Рюн. «Эй, за то, что спас, можешь звать меня старшим братом» – вот так мы с ним сдружились. А Пэк Рин Ый Сон, рассмотревший во мне талант, стал мне учителем.\nМеня зовут Чин Чхон Хи, я - последняя надежда Канхо, и это моя история!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%98%EC%9B%90-%EB%8B%A4%EC%8B%9C-%EC%82%B4%EB%8B%A4/2440)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/66743)",
      "th": "จินชอนฮี' ถูกจับพลัดจับผลูไปเป็นแพทย์อาสาอยู่ในพื้นที่ที่เกิดสงครามกลางเมือง\nวันหนึ่งคนไข้ของเขาถูกฝ่ายกบฎใช้ปืนจ่อหมายเอาชีวิต\nทำให้เขาต้องเอาตัวเข้าไปขวางจนถูกยิงในที่สุด\n\nขณะที่กำลังปลงกับชีวิตและกำลังจะหมดลมหายใจ\nจินชอนฮีก็ลืมตามาพบว่าตนเองอยู่ในร่างเด็ก\nเท่านั้นยังไม่พอเขายังสวมชุดโบราณด้วย!\n\nลืมตามาได้ไม่เท่าไหร่เขาก็ต้องใช้วิชาที่เรียนมารักษาผู้คนที่บาดเจ็บ\nและหนึ่งในนั้นก็คือจอมยุทธ์จากสำนัก 'ม้าด่วนมังกรเมฆา'\nแล้วต่อมา 'แพ็คลิน' หนึ่งในหมอสามสำนักแพทย์ใหญ่ในใต้หล้า\nก็ปรากฎตัวขึ้น!\n\nเขาจึงได้รู้ว่าตัวเองนั้นหลุดมาอยู่ในนิยายธีมยุทธภพ\nเรื่อง 'จอมมารสวรรค์' ที่เขาเคยอ่านในโลกที่จากมา\n\nในเมื่อยังไม่รู้วิธีที่จะออกจากโลกนี้เขาจึงต้องใช้วิชาแพทย์ที่เคยร่ำเรียน\nและความได้เปรียบจากการเป็นแฟนคลับตัวยงของนิยาย\nเอาชีวิตรอดในโลกยุทธภพแห่งนี้!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4242f1e-4fae-4dd5-a985-2236e5de0db3",
    "title": {
      "en": "Android Dreams of Jiraikei Girl"
    },
    "updatedAt": "2024-08-26T03:54:26+00:00",
    "coverArt": "https://mangadex.org/covers/a4242f1e-4fae-4dd5-a985-2236e5de0db3/4f928ec0-7485-48c1-b679-7d254f8ad951.jpg",
    "altTitles": [
      {
        "ja": "アンドロイドは地雷系の夢を見る"
      },
      {
        "ja-ro": "Android wa Jiraikei no Yume wo Miru"
      }
    ],
    "description": {
      "en": "Just as a woman on the verge of ending her life is about to take a final step, an unexpected visitor arrives at her door—a charming android girl. However, behind the initially endearing appearance, this military combat android proves to be anything but predictable."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc788c2-e988-4288-b351-769e10429905",
    "title": {
      "en": "Blade of Retribution"
    },
    "updatedAt": "2024-08-11T17:07:21+00:00",
    "coverArt": "https://mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "altTitles": [
      {
        "ko": "폭력의 대가"
      },
      {
        "en": "The Cost of Violence"
      },
      {
        "en": "Price of Violence"
      },
      {
        "ru": "Цена жестокости"
      },
      {
        "fr": "La lame de la vengeance"
      }
    ],
    "description": {
      "en": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own.",
      "fr": "Le jour où Shiho, champion de kendo décide d’aider sa mère célibataire à tenir un restaurant de gukbap, il apprend que sa sœur, Shiyeon, s’est suicidée. Pendant les funérailles, Shiho se rend compte que quelque chose cloche. Ce n’était pas un suicide, elle a été assassinée. Pour découvrir la vérité et venger la mort de sa sœur, Shiho reprend son sabre et entame sa propre guerre.",
      "ru": "В день, когда мастер кендо Шихо решает всё бросить и помочь своей матери-одиночке в управлении небольшим ресторанчиком, он узнаёт о том, что его младшая сестра Шиён, которая училась в университете Сеула, покончила с собой. \nВо время похорон Шихо замечает кое-что странное. \nЧтобы узнать правду и отомстить за смерть сестры, Шихо снова берёт в руки уже знакомый меч и начинает свою собственную войну."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d1c5f11-f531-4405-ac12-77293af855bd",
    "title": {
      "en": "Strongest Fighter"
    },
    "updatedAt": "2024-04-16T04:16:26+00:00",
    "coverArt": "https://mangadex.org/covers/5d1c5f11-f531-4405-ac12-77293af855bd/6d3edd65-94db-49b2-a7ce-8d63c2e5e0a2.jpg",
    "altTitles": [
      {
        "en": "도사강호"
      }
    ],
    "description": {
      "en": "Woken up from a date, he’s suddenly in a movie set? Wait, he’s been reborn as a baby martial artist!  \n  \nIn Jongnam Clan, which was once one of the 9 strongest clans, he receives the name “Gunchung” and uses the knowledge of his past life to learn the true meaning of martial arts.  \n  \nWhen your perspective is different, your martial arts changes. Armed with knowledge, Gunchung brings about a new age of martial arts!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "118"
  },
  {
    "mangaId": "58627abd-b751-4752-a289-5bdb7bcb0ffe",
    "title": {
      "en": "I Can See Your Death"
    },
    "updatedAt": "2024-07-20T17:32:03+00:00",
    "coverArt": "https://mangadex.org/covers/58627abd-b751-4752-a289-5bdb7bcb0ffe/788d8c2f-14f0-42f1-ad13-4eb347805f0a.png",
    "altTitles": [
      {
        "ko": "너의 죽음이 보여"
      },
      {
        "en": "I See Your Death"
      },
      {
        "ko-ro": "Neoui Jugeumi Boyeo"
      },
      {
        "es-la": "He visto tu muerte"
      }
    ],
    "description": {
      "en": "After Eshana Arth got into an accident at a young age, she could see people’s life expectancy and cause of death.\n\nWhat if a person she bumped into by chance was destined to die the next day?\n\nIt was Eshana Arth who had mainly decided to ignore such cases, but because destinies in black were ones that could be changed, she would save the village people from danger from time to time.\n\nHowever, if they were destinies that couldn’t be changed, they would be seen in red.\n\nImperial Calendar Year 422, on the afternoon of a peaceful day.\n\nA bloody man had collapsed on their front garden, and his destiny was one even more distinct than blood. \n\n[Year 427/Cause of death: Eshana Arth]\n\n“I’m ‘Eshana Arth’.” \n\nThe person who is the reason why—\n\nYou will die 5 years later.",
      "ko": "에샤나 아스는 어릴 적 사고를 당한 이후로\n사람의 수명과 사인이 보인다.\n우연히 마주친 처음 보는 사람의 죽을 날이 내일이라면? \n주로 모르는 척 지나가는 선택지를 택해온 \n에샤나 아스지만, 검은색으로 보이는 운명은\n바꿀 수 있는 운명이기에 때때로 마을 사람들을 \n위험으로부터 구하곤 했다.\n\n그러나 바꿀 수 없는 게 있다면, 붉은색으로 보이는 운명\n\n제국력 422년, 평화로운 어느 날의 저녁.\n집 앞 마당에 쓰러져 있는 피투성이 사내. \n그리고 그 피보다도 선명한 운명.\n\n[427년/사인:에샤나 아스.]\n\n\"저는 '에샤나 아스'라고 해요.\"\n\n당신이 5년 뒤 \n죽을 이유인 사람."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "669c4b9a-9330-462f-8cd0-ef79f996e051",
    "title": {
      "en": "My Seven Senior Sister Spoiled Me a Lot"
    },
    "updatedAt": "2024-08-26T19:38:59+00:00",
    "coverArt": "https://mangadex.org/covers/669c4b9a-9330-462f-8cd0-ef79f996e051/8abb1b99-129f-4711-99b0-1bfd4d0a0ca1.png",
    "altTitles": [
      {
        "en": "My Seven Senior Sister Spoiled Me a Lot"
      },
      {
        "zh": "Qī Gè Shījiě Bǎ Wǒ Chǒng Shàngtiān"
      },
      {
        "en": "Seven Senior Sisters Pamper Me to Heaven"
      },
      {
        "zh": "七个师姐把我宠上天"
      },
      {
        "pt-br": "Minhas Sete Irmãs Mais Velhas Me Mimarão Muito"
      }
    ],
    "description": {
      "en": "When he was 18 years old, Chu Fan killed the Demon Race's commander and walked out of the Sealed Gate Village, but he didn't expect to be withdrawn from marriage by the Bai Family. A few senior sisters who learned of this had hoped to abduct Chu Fan to their homes.\n\nHe thought that he could enjoy the happiness of all people, however, Chu Fan realized that the Demon Commander, the foreigners, the Heavenly Mansion, the Xuan Mare's Gate in the void, as well as the corpses of the gods floating around, almost all of them were telling one thing - this world was not that simple...",
      "zh": "18岁那年，楚凡斩杀魔族统领，走出封门村，没想到却被白家退婚。得知此事的几个师姐，纷纷希望将楚凡拐到自己家中。\n\n本以为能够享受齐人之福，然而楚凡却发现，魔族统领，异人，天府，虚空中的玄牝之门，以及周围飘荡的神灵尸体，乎都在诉说着一件事——这个世界并没有那么简单...",
      "pt-br": "Quando tinha 18 anos, Chu Fan matou o líder do clã demoníaco e deixou a vila selada, apenas para ser rejeitado pela família Bai em seu pedido de casamento. Várias irmãs mais velhas que ouviram sobre isso esperaram levar Chu Fan para suas próprias casas. Pensando que poderia desfrutar de uma vida tranquila, Chu Fan logo descobriu que o líder do clã demoníaco, a raça demoníaca, o Palácio Celestial, a misteriosa porta no vazio e os corpos dispersos de espíritos divinos pareciam transmitir uma única mensagem – este mundo não era tão simples quanto parecia"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e746f0a-9eec-470d-ac52-32fa5814ea03",
    "title": {
      "en": "Koisuru Psycho no Shirayuki-kun"
    },
    "updatedAt": "2024-06-05T15:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/5e746f0a-9eec-470d-ac52-32fa5814ea03/891b31c1-78ce-4597-be86-c4dd884b0467.jpg",
    "altTitles": [
      {
        "ja": "恋するサイコの白雪くん"
      },
      {
        "vi": "Kẻ điên khi yêu"
      },
      {
        "es-la": "Shirayuki-kun un Psicopata Enamorado"
      },
      {
        "es": "Shirayuki-kun un Psicopata Enamorado"
      }
    ],
    "description": {
      "en": "I will kill everyone for your sake.\n\n\"Hey, I think I like you!\" Shirayuki says with a smile.\nHaruki endures relentless bullying from a trio of classmates. One day, a beautiful transfer student named Shirayuki suddenly approaches him and asks if he would date him if the bullying stopped. Haruki dismisses it as a joke. But the next day, one of his tormentors disappears. Then another. One thing's for sure—Shirayuki is a psychopath that lacks common sense and empathy.",
      "es": "Mataré a todos por tu bien.\n\n«¡Eh, creo que me gustas!» Shirayuki dice con una sonrisa.\nHaruki soporta el acoso implacable de un grupo de compañeros de clase. Un día, un hermoso estudiante trasladado llamado Shirayuki se le acerca de repente y le pregunta si saldría con él si cesara el acoso. Haruki lo toma a broma. Pero al día siguiente, uno de sus acosadores desaparece, y luego otro y después otro. Una cosa es seguro: Shirayuki es una psicópata que carece de sentido común y empatía.",
      "ja": "「僕、キミのこと好きになっちゃったかもしれない」そう言って白雪は微笑んだ。同級生３人に壮絶なイジメを受けていた晴樹は、ある日突然転校してきた美少年、白雪に「イジメがなくなったら僕と付き合ってくれる？」と持ち掛けられる。冗談だと聞き流した晴樹だったが、次の日から同級生が一人、また一人と姿を消していく。恋した転校生の白雪は、サイコパスだった。",
      "vi": "Tôi sẽ giết tất cả mọi người vì cậu.\n\n\"Này, hình như tôi thích cậu mất rồi!\" Shirayuki mỉm cười nói.\nHaruki đã phải chịu đựng bắt nạt không ngớt bởi bộ ba bắt nạt cầm đầu lớp. Bổng một ngày, Shirayuki, một học sinh chuyển trường xinh đẹp đột nhiên xuất hiện tiếp cận Haruki và hỏi liệu cậu sẽ hẹn hò với cậu ấy nếu việc bắt nạt chấm dứt. Haruki bác bỏ và chỉ coi đó là trò đùa cho đến ngày hôm sau, một trong số kẻ bắt nạt biến mất và lần lượt từng người một. Chỉ có một điều chắc chắn rằng - Shirayuki là một tên tâm thần thiếu nhận thức thông thường và sự đồng cảm.",
      "es-la": "Mataré a todos por tu bien.\n\n«¡Eh, creo que me gustas!» Shirayuki dice con una sonrisa.\nHaruki soporta el acoso implacable de un grupo de compañeros de clase. Un día, un hermoso estudiante trasladado llamado Shirayuki se le acerca de repente y le pregunta si saldría con él si cesara el acoso. Haruki lo toma a broma. Pero al día siguiente, uno de sus acosadores desaparece, y luego otro y después otro. Una cosa es seguro: Shirayuki es una psicópata que carece de sentido común y empatía."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d08c9be-c22c-477d-ac54-310d92334ab2",
    "title": {
      "en": "Lunch Break at the Secret Table"
    },
    "updatedAt": "2021-05-25T15:44:57+00:00",
    "coverArt": "https://mangadex.org/covers/8d08c9be-c22c-477d-ac54-310d92334ab2/9664b559-7016-4270-92fc-28bff60884d9.jpg",
    "altTitles": [
      {
        "en": "昼休み、内緒のテーブルで。"
      }
    ],
    "description": {
      "en": "This is a collaborative manga set in the [Toden Table](http://www.toden-table.com/), a set meal shop in Higashiikebukuro, a shop I often visit for Momiji Mao.   \n  \n[2018 04/28~05/12] A shop that appeared in the work with a special collaboration, and you can experience the \"tattori set meal\".  \nIf you like the work, please come by all means♪ We are distributing a booklet version with bonus manga, it will be distributed at the shop, 5/5 committee!  \n  \nSpecial page → <http://komorebi-note.com/2018/02/1876>  \n  \n[![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/mamomiji)  \n[![](https://i.imgur.com/oiVINmy.png) Artist’s Pixiv](https://www.pixiv.net/en/users/7592)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ca3692c0-2abe-4fba-91f4-1c76611539c6",
    "title": {
      "en": "The Ultimate of All Ages"
    },
    "updatedAt": "2024-08-26T13:27:20+00:00",
    "coverArt": "https://mangadex.org/covers/ca3692c0-2abe-4fba-91f4-1c76611539c6/f9a1f10c-f209-4701-8486-feec29064b5d.jpg",
    "altTitles": [
      {
        "en": "Rebirth Of The Ultimate Master"
      },
      {
        "en": "The Eternal Supreme"
      },
      {
        "zh": "万古至尊"
      },
      {
        "en": "The Ancient Sovereign of Eternity"
      },
      {
        "zh": "这一世我要当至尊"
      },
      {
        "zh-hk": "這一世我要當至尊"
      },
      {
        "pt-br": "O Antigo Soberano da Eternidade"
      }
    ],
    "description": {
      "en": "First among the ten martial emperors, Peerless Martial Emperor Gu Fei Yang met his demise in the Tiandang mountains. He was reincarnated fifteen years later, as Li Yun Xiao of the Tianshui Nation, and thus began a heaven-defying battlefront with the countless talents of the current generation. Martial arts of the nine heavens and ten divine realms. From then on, the whole world was set ablaze.",
      "es-la": "Gu Feiyan, el tercer soberano, muere y es reencarnado en un niño llamado Li Yunxia, una completa basura que todavía no despertó sus meridianos a pesar de su edad. ¡Pero esto no detendrá al MC de alcanzar el pináculo de este mundo otra vez!",
      "pt-br": "Um dos imperadores marciais conferidos, Gu Feiyang, faleceu nas montanhas Tiandang e reencarnou 15 anos depois como Li Yunxiao, do estado de Tianshui, embarcando em uma jornada que desafia o céu contra os inúmeros gênios da época. Os nove níveis da Arte Marcial; os Reinos Divinos dos dez quadrantes. A partir de então, o mundo inteiro caiu no caos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85de9508-1607-41ec-9843-abf4aa7853fe",
    "title": {
      "en": "Punishing Gray Raven: Interlude"
    },
    "updatedAt": "2024-06-03T01:19:02+00:00",
    "coverArt": "https://mangadex.org/covers/85de9508-1607-41ec-9843-abf4aa7853fe/e09a1954-e305-407c-b25a-7b1a293f591e.jpg",
    "altTitles": [
      {
        "en": "Punishing Gray Raven"
      },
      {
        "en": "PGR"
      },
      {
        "zh": "战双帕弥什"
      },
      {
        "zh": "战双帕弥什：间章旧闻"
      },
      {
        "en": "Punishing Gray Raven: Interlude Anthology"
      }
    ],
    "description": {
      "en": "Constructs — The blade of mankind against the Punishing virus, rekindling the spark of hope in the desperate, burning night. They, too, were once the children of humanity. This is their story, before they plunged into a never-ending long struggle.",
      "zh": "这是他们在投身于可能永无尽头的漫长抗争之前的故事。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-04-25T19:22:13+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/79021f96-d539-40d3-9714-c717fe32a94e.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: \n[Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】](https://mangadex.org/title/ef970af6-8357-43bb-9bd1-fe09dba78624/kowai-onna-joushi-ga-nuidara-h-de-kawaikatta-hanashi-fanbox-0-5-matome)",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1bede76-6ec6-4918-bdf3-4b36733ba646",
    "title": {
      "en": "Takane no Hana wa Midaresaki"
    },
    "updatedAt": "2024-03-27T15:44:43+00:00",
    "coverArt": "https://mangadex.org/covers/e1bede76-6ec6-4918-bdf3-4b36733ba646/d4118a64-0da0-4fb3-a500-d59b9c005fb0.jpg",
    "altTitles": [
      {
        "ja": "高嶺の華は乱れ咲き"
      },
      {
        "zh-hk": "高嶺之華爛漫開"
      },
      {
        "en": "The Unattainable Flower's Twisted Bloom"
      }
    ],
    "description": {
      "en": "She is the perfect student, beautiful, clever and with lots of friends… He is an ordinary boy in the class, staring at her from afar but one day he sees her in a very compromising situation! How will she react? The lives of these two will now intermingle with totally unexpected outcomes!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b134287-b0a8-447a-866c-2047fc3fc151",
    "title": {
      "en": "Ai ga Omosugiru Uchi no Yandere Kai Neko (Official colored)"
    },
    "updatedAt": "2024-08-26T20:23:04+00:00",
    "coverArt": "https://mangadex.org/covers/3b134287-b0a8-447a-866c-2047fc3fc151/d266c9c7-3ffa-44d5-ba26-1a327906b71e.jpg",
    "altTitles": [
      {
        "ja": "愛が重すぎるうちのヤンデレ飼い猫 (Official colored)"
      },
      {
        "ja-ro": "Ai ga Omosugiru Uchi no Yandere Kai Neko (Official colored)"
      },
      {
        "en": "My Yandere Cat Whose Love Is Too Heavy (Official colored)"
      },
      {
        "pt-br": "Meu amor é muito pesado, minha gata de estimação yandere (Official colored)"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2024-08-24T20:04:30+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/c4747970-1efa-416b-ac85-485341462b87.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "en": "Momose Akira's First Love Is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire.\n\nJust as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach.\n\nAnd there was a “fate” that was more than he could have imagined.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。\n\n彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。\n\nそしてそこには、想像以上の”運命”が拡がってました。\n\n2人の様子を、どうぞあったかく見守ってください。",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de classe por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a911ce8c-317a-48ee-9713-31b9c1807004",
    "title": {
      "en": "Chikotan, Kowareru"
    },
    "updatedAt": "2024-07-13T01:33:44+00:00",
    "coverArt": "https://mangadex.org/covers/a911ce8c-317a-48ee-9713-31b9c1807004/e62708c8-a3ff-4453-b219-5b85c057b241.jpg",
    "altTitles": [
      {
        "en": "Chikotan Is Broken"
      },
      {
        "ru": "Чикотан сломалась"
      },
      {
        "ja": "ちこたん、こわれる"
      },
      {
        "zh": "稚子炭的崩坏"
      },
      {
        "ko": "찌코탄, 분쇄"
      },
      {
        "zh": "稚子美眉坏掉了"
      },
      {
        "zh-hk": "稚子美眉壞掉了"
      }
    ],
    "description": {
      "en": "Miyahara Chiko is a mysterious girl who never seems to talk to anyone and always wears a pair of headphones and a scarf. But what is she hiding behind that silent facade?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "69"
  },
  {
    "mangaId": "a1f8f17a-6c51-4a35-9205-bc70bb5fa826",
    "title": {
      "en": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
    },
    "updatedAt": "2024-04-15T10:51:45+00:00",
    "coverArt": "https://mangadex.org/covers/a1f8f17a-6c51-4a35-9205-bc70bb5fa826/e8d089bb-70ac-4ab2-a39f-33908756e7fa.jpg",
    "altTitles": [
      {
        "ja": "つれないほど青くて あざといくらいに赤い"
      },
      {
        "ru": "Холодно-синий и коварно-красный"
      },
      {
        "vi": "Xanh đến nỗi Lạnh Lùng, Đỏ tới mức Xảo Quyệt"
      },
      {
        "vi": "𩇢𦤾馁𨗺𡫶 𧹼細墨巧譎 (Nom Script)"
      }
    ],
    "description": {
      "en": "Is this senior... female? Male? Neutral? Demonic? A transfer student suffering from an incurable disease called curiosity meets a mysterious being (human) who is beautiful, cute, cool, and terrifying. The first of a new generation of horror comic authors presents an abyssal love story, a ghost story to peek into and sensuality to you.",
      "ru": "Мой сэмпай... Кто же это? Девушка? Парень? Оно? Демон?.. Главный герой — переведенный ученик старшей школы, страдающий неизлечимым чувством любопытства натыкается на красивое, милое, крутое и опасное создание (человека?). С этого момента и начинаются их необычные отношения.\n\n(Source: mangalib)",
      "vi": "Liệu senpai này là... Nữ giới? Nam giới? Vô giới? Ác quỷ giới?? Một học sinh chuyển trường mắc một căn bệnh vô phương cứu chữa gọi là sự hiếu kì đã gặp phải một tồn tại bí ẩn dưới hình dạng của một con người vô cùng xinh đẹp và dễ thương nhưng cũng rất lạnh lùng và đáng sợ. Một câu chuyện tình yêu nơi vực thẳm, một câu chuyện ma quái đầy gợi cảm, mang đến cho bạn bởi tác giả đứng đầu về một thế hệ mới của truyện kinh dị...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d4e768d-d68a-449f-8983-f7acbc160d9c",
    "title": {
      "en": "Kara no Kyoukai - The Garden of Sinners"
    },
    "updatedAt": "2024-05-05T08:36:20+00:00",
    "coverArt": "https://mangadex.org/covers/6d4e768d-d68a-449f-8983-f7acbc160d9c/1166b5e5-2aa1-4865-978e-99883d7d82fa.jpg",
    "altTitles": [
      {
        "en": "Boundary of Emptiness"
      },
      {
        "ja-ro": "Kara no Kyōkai the Garden of sinners"
      },
      {
        "ja-ro": "Kara no Kyoukai"
      },
      {
        "ja-ro": "Kara no Kyoukai the Garden of Sinners"
      },
      {
        "ja-ro": "Kara no Kyoukai: The Garden of Sinners"
      },
      {
        "ja": "空の境界 the Garden of sinners"
      },
      {
        "ko": "공의 경계"
      },
      {
        "ru": "Граница пустоты: Сад грешников"
      },
      {
        "zh": "空之境界the Garden of sinners"
      },
      {
        "ar": "حديقة الآثمين"
      }
    ],
    "description": {
      "en": "A very popular early work from Kinoko Nasu from the Tsukihime & Fate fame, the Kara no Kyoukai universe has meet great success as an animated film adaptation, novels and radio dramas.  \r\n  \r\nKara no Kyoukai depicts a world where the true dark nature of the human being is being reviewed and exposed by shocking and ruthless events, and in the center of it all we have Ryougi Shiki, the true heir to the long lived, wealthy and mysterious Ryougi clan and Kokuto Mikiya, a would be normal high school student if it wouldn't be for his amazing deductive & investigative progress.  \r\n  \r\nThe moment Kokuto and Shiki meet is the moment that the wheel of fate started to turn, however is this fate moving forward naturally on it's own accord, or is it all being orchestrated from behind the scenes by an enigmatic persona? Only time will tell."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7b7cc49a-c930-4470-acf8-4300337e4a96",
    "title": {
      "en": "Kimi no Mae de Kimi Igai o Daku"
    },
    "updatedAt": "2024-08-26T20:30:39+00:00",
    "coverArt": "https://mangadex.org/covers/7b7cc49a-c930-4470-acf8-4300337e4a96/df744241-64cc-424a-be1f-42a656315127.jpg",
    "altTitles": [
      {
        "ja": "キミの前でキミ以外を抱く"
      },
      {
        "ja-ro": "Kimi no Mae de Kimi Igai wo Daku"
      },
      {
        "en": "Having Sex with Someone Else in Front of You"
      },
      {
        "es-la": "Quiero que tengas relaciones con otra chica frente a mi"
      }
    ],
    "description": {
      "en": "\"Kouji-kun, I want to see you have sex with another girl.\"\n\nEven though this will drive my mind and body further into a corner, I just can't hold back my feelings of wanting her to love me...\n\n(Source: Ganma)",
      "ja": "「幸治くんと他の女の子とのセックスを見たいの」精神と肉体を追い詰められていくのに、彼女に好かれたい気持ちが抑えられない…",
      "es-la": "\"Kouji-kun, quiero verte teniendo sexo con otra chica\". Aunque esto acorralará aún más mi mente y mi cuerpo, no puedo contener mis deseos de que ella me ame..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3673409f-7e00-40b2-a762-88baa497c8a6",
    "title": {
      "en": "Karakai Jouzu (?) no Nishikata-san"
    },
    "updatedAt": "2024-08-26T20:37:17+00:00",
    "coverArt": "https://mangadex.org/covers/3673409f-7e00-40b2-a762-88baa497c8a6/04f3d761-8a5c-4b12-99c9-283e08bc9885.jpg",
    "altTitles": [
      {
        "ja": "からかい上手(?)の西片さん"
      },
      {
        "uk": "Майстер дражнилок (?) Нішиката-сан"
      },
      {
        "ru": "Мастер дразнилок (?) Нишиката-сан"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (?) si Nishikata-san"
      },
      {
        "fr": "Quand Nishikata me taquine"
      }
    ],
    "description": {
      "en": "In this spinoff of \"Teasing Master Takagi-san\", and continuation of \"Teasing Master (former) Takagi-san\", Chi Nishikata tries her hardest to tease her classmate Ooshiro, but for some reason it feels like she's met him somewhere. Can she finally get one over on him and remember her past?",
      "fr": "Dans ce spin-off de « Quand Takagi me taquine “, et suite de ” Quand Takagi me taquinait », Chi Nishikata fait de son mieux pour taquiner son camarade de classe Ooshiro, mais elle a l'impression de l'avoir déjà rencontré quelque part. Parviendra-t-elle enfin à prendre le dessus sur lui et à se souvenir du passé ?",
      "tl": "Si Chi, ang minamahal na anak ng (dating) Takagi at Nishikata. Ngayon ay nasa high school na kasama ang batang lalaki sa tabi, kaya ba n'yang tuksuhin s'ya tulad ng kanyang ina?! O s'ya ba ang matutukso tulad ng kanyang ama!? Ang mga araw na puno ng pang-aasar ay magsisimula na muli— !",
      "uk": "Це спін-офф манг \"Майстер дражнилок Такаґі-сан\" та \"Майстер дражнилок(колишня) Такаґі-сан\". Донька головних героїв Чі іде до школи і зустрічає друга дитинства. Як складуться їх відносини і чи зможе вона подражнити хлопця?",
      "pt-br": "Neste spin-off de \"Karakai Jouzu no Takagi-san\" e continuação de \"Karakai Jouzu no (Moto) Takagi-san\", Nishikata Chi se esforça ao máximo para provocar seu colega de classe Ooshiro, mas por algum motivo parece que ela o conhece de algum lugar. Ela pode finalmente superá-lo e lembrar de seu passado?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "10"
  },
  {
    "mangaId": "5ae27b84-c172-413f-a18f-ce869604591b",
    "title": {
      "en": "Yume kara Sameta Ano Ko to wa Kitto Umaku Shaberenai"
    },
    "updatedAt": "2023-07-24T14:49:54+00:00",
    "coverArt": "https://mangadex.org/covers/5ae27b84-c172-413f-a18f-ce869604591b/e013cb7a-6cf8-4a10-a387-354bd8eb1c85.jpg",
    "altTitles": [
      {
        "en": "Won't She Speak Well, That Girl Who Woke Up From a Dream?"
      },
      {
        "ja": "夢から覚めたあの子とはきっと上手く喋れない"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "8422ee2d-cd1d-45b8-8786-05451a2608d1",
    "title": {
      "en": "Shippai Kazoku"
    },
    "updatedAt": "2024-08-06T00:35:31+00:00",
    "coverArt": "https://mangadex.org/covers/8422ee2d-cd1d-45b8-8786-05451a2608d1/560d6be0-cc50-4f0f-8635-61bac927d853.jpg",
    "altTitles": [
      {
        "ja": "失敗家族"
      },
      {
        "ja-ro": "Shippai Kazoku"
      },
      {
        "en": "Failed Family"
      }
    ],
    "description": {
      "en": "A reclusive son, a daughter looking for sugar daddies, and a cheating husband. \"This family is a failure.\" Noriko, a housewife who thinks so, has no dreams or hopes for the future, and her days just pass by. However, her fate changes dramatically when she impulsively kills her husband's boss. \"The only way for the whole family to live happily is to hide the body.\" A strange bond is formed as the broken family cooperates in concealing the body."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69aa984a-f5c0-4505-a11f-fe50e5fd16c9",
    "title": {
      "en": "Toaru Anbu no ITEM"
    },
    "updatedAt": "2024-07-06T16:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/69aa984a-f5c0-4505-a11f-fe50e5fd16c9/0b05ba4c-37d2-427a-a44d-38379d319dbe.jpg",
    "altTitles": [
      {
        "ja": "とある暗部の少女共棲"
      },
      {
        "en": "A Certain Dark Side's ITEM"
      },
      {
        "ja-ro": "Toaru Anbu no Shoujo Kyousei"
      },
      {
        "ru": "Некий ITEM тёмной стороны"
      }
    ],
    "description": {
      "en": "In Academy City, where esper abilities have been recognized as a general science. Behind the peace, there is a dark side organization that undertakes missions that cannot be made public.\n\n\"Item\" is an elite unit consisting of four girls. Takitsubo Rikou is able to read and track the weak power emitted by those with abilities. Frenda Seivelun, who excels in combat using explosives and traps. Kinuhata Saiai, who can manipulate nitrogen at will and plays a defensive role. And one of the 7 espers that Academy City is proud of: Mugino Shizuri. They live freely in the darkness of the Academy City, and quietly set their sights on their target...!\n\nThis is a story of encounter, friendship, and darkness that eventually leads to a 'terrible incident'!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "407ef859-ea13-4cc5-8387-85b4b8fc211b",
    "title": {
      "en": "Ishuzoku Tsuihou Concafe"
    },
    "updatedAt": "2024-07-18T18:56:36+00:00",
    "coverArt": "https://mangadex.org/covers/407ef859-ea13-4cc5-8387-85b4b8fc211b/c750d72f-01d3-4ae4-8e1b-767afbc62d07.jpg",
    "altTitles": [
      {
        "ja": "異種族追放コンカフェ"
      },
      {
        "ja-ro": "Ishuzoku Tsuihou Con Cafe"
      },
      {
        "en": "Interspecies Exile Concept Cafe"
      }
    ],
    "description": {
      "en": "Yoshio Yoshida, a company employee who enjoys going to concept cafes, hears a rumor from a familiar con café girl about a \"con café with a strange atmosphere\" that has opened in his neighborhood. Yoshida, intrigued, visits, and finds three unmotivated and peculiar con café girls in a store with a strange concept. They are actually real demons, dwarves and elfs."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-07-01T01:15:40+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/561f08b0-059d-43c4-8dae-571bd94cd2b6.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "ja-ro": "Gal Yome no Himitsu"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...? A cute love comedy with a gal wife!",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！\n \n--- \n \nFuyuyuki (Fuyuki) wa bijin de kūruna gyaru! Demo \"dan'na\" no mae dake miseru himitsu no sugata ga atte...? SNS ruikei 37 man ī ne! No kawaii \"gyaru yome\" to no rabukomedi!",
      "es-la": "¡Fuyuki es una hermosa y atractiva gal! ¿Pero hay una parte de ella que solo le muestra a su esposo y mantiene en secreto del resto? Una linda comedia romántica con una esposa que es una gal.",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ef7e6e3-cf07-4862-abad-b9960c30807e",
    "title": {
      "en": "H₂O - Footprints in the Sand"
    },
    "updatedAt": "2021-05-25T15:40:11+00:00",
    "coverArt": "https://mangadex.org/covers/1ef7e6e3-cf07-4862-abad-b9960c30807e/e4194f5c-91af-42e4-94a2-7374c4a55517.jpg",
    "altTitles": [
      {
        "en": "H20 - Footprints in the Sand"
      },
      {
        "en": "H2O - Footprints in the Sand"
      },
      {
        "en": "H2O: Footprints in the Sand"
      },
      {
        "en": "에이치투오 ~풋프린츠 인 더 샌드~"
      }
    ],
    "description": {
      "en": "Takuma Hirose is a young, male high school student, who is blind for unknown reasons. After his mother died an unexpected death, it left a deep emotional scar on him, which caused him to become very lonely and reserved. Due to this, Takuma and his father move from the city out into a rural area and Takuma is enrolled into a new high school. At his new school, he meets several new girls, three of whom he gets to know the most out of anyone else. They are, the firm and obstinate Hayami Kohinata, the kind and obliging Hinata Kagura, and the cheerful and mysterious Otoha. As Takuma interacts with these girls, his medical condition gradually begins to heal."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Record of Ragnarok"
    },
    "updatedAt": "2024-07-19T12:40:01+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/5f2306f9-eecb-4996-ae90-e34be10c475a.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "World's End Valkyrie"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "769a5e79-0670-4188-8582-035f0a3cc051",
    "title": {
      "en": "Zannen Jokanbu Black General-san"
    },
    "updatedAt": "2024-05-30T20:52:50+00:00",
    "coverArt": "https://mangadex.org/covers/769a5e79-0670-4188-8582-035f0a3cc051/43d681b6-5f88-4da4-8341-65dfdb9d391f.jpg",
    "altTitles": [
      {
        "en": "Precarious Female Executive Miss Black General"
      },
      {
        "en": "Precarious Woman Executive Miss Black General"
      },
      {
        "ja-ro": "Zannen Onna-Kanbu Black General-san"
      },
      {
        "ja": "残念女幹部ブラックジェネラルさん"
      },
      {
        "es-la": "La Precaria Mujer Ejecutiva Señorita General Black"
      }
    ],
    "description": {
      "en": "Braveman is your average superhero. Unfortunately for him, his arch-nemesis also happens to be a stalker and his number one fan. Follow their story as Braveman struggles to overcome his greatest adversary and retain his peace of mind.",
      "es-la": "La General Black es la líder de una organización secreta que quiere dominar al mundo. Por desgracia también esta loca por Braveman un superhéroe dedicado a frustrar los malvados planes de esta organización. Entonces, ¿Cómo exactamente va a conquistar el mundo cuando ni siquiera puede conquistar sus propios sentimientos? ¿Y cómo va a responder Braveman a este extraño giro?",
      "pt-br": "Braveman é um super herói como qualquer outro. Infelizmente pra ele, sua arqui-inimiga é sua stalker e sua fã número 1. Acompanhe as aventuras de Braveman e sua luta incansável contra seu maior adversário enquanto tenta não perder a cabeça."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My Love for My Roommate Is One-Sided"
    },
    "updatedAt": "2024-08-19T19:43:00+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fc1355b-9c02-48e2-a457-094b592ecd9c",
    "title": {
      "en": "Monkey Peak"
    },
    "updatedAt": "2023-09-05T09:57:45+00:00",
    "coverArt": "https://mangadex.org/covers/1fc1355b-9c02-48e2-a457-094b592ecd9c/ea33182d-54c3-4f67-b72d-72f2c26463d2.jpg",
    "altTitles": [
      {
        "vi": "Đỉnh Núi Khỉ"
      },
      {
        "ja": "モンキーピーク"
      }
    ],
    "description": {
      "en": "A group of employees from the Fujitani Pharmaceutical Company are on a hiking trip. After the company suffered a crisis, the CEO hopes to improve teamwork and morale among new and old employees with this trip. Not everyone is as excited as he is. Unfortunately for them, they soon find themselves having to deal with problems that they weren't prepared for.  \n  \nWhat's going to happen to these employees? Will they fall in love with hiking? Will they be able to work together, get along well, and bring the company back to its feet? Read and find out in this heartwarming story of adventure, friendship, and teamwork!",
      "pt-br": "Um grupo de funcionários da Fujitani Pharmaceutical Company está em uma viagem de caminhada. Depois que a empresa sofreu uma crise, o CEO espera melhorar o trabalho em equipe e o moral entre novos e antigos funcionários com esta viagem. Nem todo mundo está tão animado quanto ele. Infelizmente para eles, eles logo se vêem tendo que lidar com problemas para os quais não estavam preparados.\n\nO que vai acontecer com esses funcionários? Será que eles vão se apaixonar por caminhadas? Eles serão capazes de trabalhar juntos, se dar bem e trazer a empresa de volta aos seus pés? Leia e descubra nesta emocionante história de aventura, amizade e trabalho em equipe."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "120"
  },
  {
    "mangaId": "67e56a7a-c7ea-4db8-84f0-db19c2034729",
    "title": {
      "en": "Seasons of Blossom"
    },
    "updatedAt": "2024-07-29T16:18:11+00:00",
    "coverArt": "https://mangadex.org/covers/67e56a7a-c7ea-4db8-84f0-db19c2034729/86f85502-4640-4947-b740-69a2149c2eb3.jpg",
    "altTitles": [
      {
        "en": "Cheongchun Blossom"
      },
      {
        "en": "Youth Blossom"
      },
      {
        "ko": "청춘 블라썸"
      },
      {
        "uk": "Розквіт молодості"
      }
    ],
    "description": {
      "en": "Children who are beginning their youth.  \nTheir growing pain on their way to spring."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "130"
  },
  {
    "mangaId": "c4a018d0-9eb5-4cf2-8c4f-3fde78f38d4e",
    "title": {
      "en": "Corpse Knight Gunther"
    },
    "updatedAt": "2023-05-28T20:50:59+00:00",
    "coverArt": "https://mangadex.org/covers/c4a018d0-9eb5-4cf2-8c4f-3fde78f38d4e/5afb9a8a-2373-498a-8e9a-22839035eb28.jpg",
    "altTitles": [
      {
        "ko": "시체기사 군터"
      },
      {
        "en": "Cadaver Gunther"
      },
      {
        "en": "Dead Knight Gunther"
      },
      {
        "ru": "Рыцарь труп Гюнтер"
      },
      {
        "ru": "Мёртвый рыцарь Гюнтер"
      }
    ],
    "description": {
      "en": "The war between humans and vampires will come to an end with the victory of the vampires, as expected by all. In the yet-to-be-invaded Holy Land of Bahal, after a concerted effort to counterattack mankind, he succeeds in creating a \"corpse knight\" who never dies and a \"power source\" that can move him, thus reviving the gladiatorial \"Gunther\" as a \"corpse knight.\"",
      "ko": "인간과 뱀파이어와의 전쟁은 모두의 예상대로 뱀파이어의 승리로 끝을 맞이하게 된다. 아직 침략받지 않은 성지 ‘바할’에서 인류의 반격을 위한 각고의 노력 끝에 죽지 않는 ‘시체 기사’와 그를 움직일 수 있는 ‘동력원’ 제작에 성공하여, 검투사였던 ‘군터’를 ‘시체기사’로 되살리게 된다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]