[
  {
    "mangaId": "2d066e86-f0ee-4487-a4d8-a19ec9f27bfd",
    "title": {
      "en": "Dreaming of the Dokkaebi"
    },
    "updatedAt": "2024-05-22T10:16:29+00:00",
    "coverArt": "https://mangadex.org/covers/2d066e86-f0ee-4487-a4d8-a19ec9f27bfd/48faa57e-b8a2-4e4f-93e5-c00662ca6548.jpg",
    "altTitles": [
      {
        "en": "The Mountain Branches Dream of Goblins"
      },
      {
        "ko": "산가지는 도깨비의 꿈을 꾼다"
      }
    ],
    "description": {
      "fr": "Min-chan, doit vivre sa vie en chassant des fantômes à cause de la malédiction dont il souffre depuis l'enfance. Un jour, il se voit proposer un \"gros coup\" par un homme puissant en qui lui a autant confiance qu'en sa famille. S'il parvient à se débarrasser de \"lui\" il pourra mener une vie normale ! Après être arrivé à l'endroit où \"il\" se trouve, Min-chan rencontre un homme qui l'appelle \"Kim Seo-ho\".\n\n\"Tu es enfin de retour, Kim Seo-ho... !!! Je vais faire en sorte que tu ne puisses plus t'enfuir. Parce que je me souviens de chaque odeur qui te concerne.\"\n\nMin-chan sera-t-il capable de chasser cet homme en toute sécurité ?\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c615f226-4608-4a12-a340-a974e2a429dd",
    "title": {
      "en": "Spirit Farmer"
    },
    "updatedAt": "2022-10-15T22:51:51+00:00",
    "coverArt": "https://mangadex.org/covers/c615f226-4608-4a12-a340-a974e2a429dd/1f0533ae-0c62-4aa9-ab97-3844374e39a5.jpg",
    "altTitles": [
      {
        "ko": "정령 농사꾼"
      },
      {
        "ru": "Дух Фермера"
      },
      {
        "en": "Farmer of Spirits"
      },
      {
        "ja": "精霊の農夫"
      },
      {
        "th": "ชาวสวนภูตคุมวิญญาณ"
      }
    ],
    "description": {
      "en": "After training for 11 years to reach superhuman status, I gave up on my dream and returned to the family farm. But suddenly, Hawa appeared! She’s a powerful farming spirit who can make anything grow—even produce that enhances people’s powers. Now I’ve got my superhuman ID card, more spirits-friends, mouthwatering Grade A+ crops, and quests! Will Hawa and her friends lead us all to fame and fortune and change our lives forever?\r\n",
      "ja": "超人たちがあらゆる分野で活躍する世界。 金村健吾は、モンスターを倒す超人になろうと小さい頃から訓練を積んでいたが挫折。 その間に弟の金村慎吾が保証人になって姿をくらまし、兄は超人になる夢を諦め帰農した。 しかし、そこで農業の精霊ハワと出会うのだが…！\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)",
      "ko": "[농사꾼, 정령을 만나다.]\r\n\r\n11년 동안 초인이 되기 위해서 노력했지만 결국 일반인으로 끝난 이건우.\r\n\r\n모든 걸 뒤로 하고 집으로 돌아왔을 때, 그에게 정령이 찾아왔다.\r\n\r\n\"하와!!!!\"\r\n\r\n본격 농사 & 힐링 판타지.\r\n\r\n농사의 정령 하와와 함께하는 귀농 Life!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)",
      "ru": "Обычный среднестатистический гражданин Кореи, отчаянно пытавшийся стать героем на протяжении 11 лет, осознал, что это не его ремесло и не его мечтания. Бросив все, Ли Ген Ву решил стать фермером и жить своей тихой жизнью. Но все ли так просто?\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)",
      "th": "'อีกอนอู' ชาวสวนวัย 30 ปี ใฝ่ฝันอยากเป็นยอดมนุษย์มาตั้งแต่เด็ก\r\nแต่เขาก็ล้มเลิกความฝันนั้น และกลับมาใช้ชีวิตเป็นชาวสวนในชนบทกับครอบครัว\r\nทว่า เรื่องที่ไม่คาดคิดก็เกิดขึ้น ด้วยความเพียรพยายามในงานสวน ทำให้พลังที่ซ่อนไว้ถูกปลุกขึ้นมา\r\nพร้อมกับภูตน้อย 'ฮาวา' ที่เป็นวิญญาณการเกษตรผู้คอยรับใช้กอนอู และเรื่องราววุ่นๆ ในสวนของพวกเขาก็เริ่มต้นขึ้น\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "516c4299-9318-48e8-9e84-4bc56b26f6cd",
    "title": {
      "en": "Rocket Science Love"
    },
    "updatedAt": "2024-05-22T16:38:37+00:00",
    "coverArt": "https://mangadex.org/covers/516c4299-9318-48e8-9e84-4bc56b26f6cd/0b7580c7-9fd6-490a-9c79-36a118662c42.jpg",
    "altTitles": [
      {
        "ko": "로켓 사이언스 러브"
      }
    ],
    "description": {
      "en": "I thought it was just platonic, spending the rest of our lives together as nothing more than friends… That was until Han Jei broke the news: “Seojin, I’m getting married.” \n\nSeojin, who was adopted to Germany when he was a child, has maintained a 15 year long relationship with Jei. When confronted with the prospect of Jei’s marriage, he realizes he’s in love with him. Working as a pilot, Seojin moves back to Korea in an attempt to run away, but his plan starts to unravel when Jei boards the flight to follow him. The two find themselves living together in Korea as Jei’s wedding date rapidly approaches. \n\n“Seojin, you’re not acting like this because of me, are you?”\n\nAs Seojin tries to push Jei away due to his emerging desires and Jei wishes to rekindle their precious friendship, they spend more time with each other and the tension between them begins to arise…",
      "fr": "\"Je pensais que c'était juste platonique, passer le reste de notre vie ensemble comme de simples amis...\" C'était jusqu'à ce que Han Jei annonce la nouvelle : \"Seo Jin, je vais me marier.\" Seo Jin, qui a été adopté en Allemagne lorsqu'il était enfant, entretient une relation de 15 ans avec Jei. Lorsqu'il est confronté à la perspective du mariage de Jei, il se rend compte qu'il est amoureux de lui. Travaillant comme pilote, Seo Jin retourne en Corée pour tenter de s'enfuir, mais son plan commence à s'effondrer lorsque Jei monte à bord du vol pour le suivre. Les deux se retrouvent à vivre ensemble en Corée alors que la date du mariage de Jei approche à grands pas. \"Seo Jin, tu n'agis pas comme ça à cause de moi, n'est-ce pas ?\" Alors que Seo Jin essaie de repousser Jei en raison de ses désirs émergents et que Jei souhaite raviver leur précieuse amitié, ils passent plus de temps ensemble et la tension entre eux commence à surgir...",
      "ko": "우정이라고 생각했다. 가장 가까운 곳에서 평생을 함께할, ...그냥 친구. \"서진아, 나 결혼해.\" 한재이가 청천벽력 같은 소식을 전하기 전까지는. 어린 시절 독일로 입양되어 재이와 15년간 우정을 지켜온 서진. 그의 결혼이라는 현실과 맞닥뜨리고서야 재이에 대한 감정이 사랑이었음을 깨닫게 된다. 항공사 기장으로 근무하던 서진은 도망치듯 한국으로 이직하지만 재이가 서진을 따라 한국행 비행기에 오르며 계획은 점점 더 어긋나게 된다. 재이의 결혼을 앞둔 채 한국에서 아슬한 동거를 시작하게 된 두 사람. \"서진아, 혹시 나 때문에 그러는 건 아니지?\" 자꾸만 피어나는 욕심에 그를 밀어내려는 서진과 소중한 친구를 되찾고 싶은 재이, 함께하는 시간이 길어질수록 두 사람 사이에는 미묘한 분위기가 흐르는데…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d16a5582-bda7-4399-9cf6-249d87b72e7c",
    "title": {
      "en": "Dead or Alive"
    },
    "updatedAt": "2024-05-22T07:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/d16a5582-bda7-4399-9cf6-249d87b72e7c/d55df6af-87b2-4996-91bc-f9d6a82d4f8d.jpg",
    "altTitles": [
      {
        "ko": "데드 오어 어라이브"
      }
    ],
    "description": {
      "fr": "Ce webtoon contient des scènes de violence graphique, des meurtres d'animaux et d'autres éléments perturbants.\n\nCalahan est un célèbre chasseur de prime qui a capturé 999 criminels recherchés.\nIl choisit l'escroc Johnny Downs comme dernière cible pour la récompense de 10 millions de pièces et sa retraite.\nMais Johnny, qui est accusé d'avoir fait les poches de personnes âgées, clame son innocence.\n\n\"Si je vous prouve mon innocence, donnez-moi un million de pièces\".\n\nCalahan et Johnny se lancent dans une course effrénée avec un million de pièces à la clé,\navec un groupe d'hommes suspects à leurs trousses...\n\nÀ dix jours du bureau du shérif, qui gagnera le pari ?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "31"
  },
  {
    "mangaId": "d3389c1b-dad8-42a7-bc08-d78a84c812f9",
    "title": {
      "en": "BL Motel"
    },
    "updatedAt": "2022-05-25T12:14:53+00:00",
    "coverArt": "https://mangadex.org/covers/d3389c1b-dad8-42a7-bc08-d78a84c812f9/eed6f6c6-1db5-4f67-a55f-358dc35b748c.png",
    "altTitles": [
      {
        "en": "BL모텔"
      }
    ],
    "description": {
      "en": "Some parents give their kids an inheritance. Some give their kids a car. Jinwon's parents gave him… a motel. And not even a great one. Rundown and in need of massive repairs, the Ballantine Motel used to be a golden goose. But, of course, a drunk driver running his car through the entrance tends to change things.  \n  \nSo when Jinwon takes over, he makes some upgrades and additions. And while \"Ballantine\" is a nice name, it's a bit long. So, of course, he makes the obvious choice and shortens it. The BL Motel is the neighborhood's newest addition. Of course, now all Jinwon needs is some new help and maybe find out why so many gay couples have started visiting. Then again, when life give you lemons, you lean in and stock the vending machines with lube."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9",
    "title": {
      "en": "Burning Kabaddi"
    },
    "updatedAt": "2024-05-22T18:29:54+00:00",
    "coverArt": "https://mangadex.org/covers/1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9/d85129b7-98a4-44bb-b07d-9b074b57402c.jpg",
    "altTitles": [
      {
        "ja-ro": "Shakunetsu Kabaddi"
      },
      {
        "ta": "எரியும் கபடி"
      },
      {
        "ja": "灼熱カバディ"
      },
      {
        "hi": "Jwalit Kabaddi"
      },
      {
        "hi": "धधकती कबड्डी"
      }
    ],
    "description": {
      "en": "The story centres on first-year high school student Tatsuya Yoigoshi, a former ace soccer player who dislikes sports. \nHe gets invited to join the team for an Indian contact sport called Kabaddi. \nHe scoffs at the idea at first but becomes interested after watching a kabaddi practice."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b12ac90-9407-4fe8-9de8-c8f4fe65df6f",
    "title": {
      "en": "Isekai Raku Raku Survival: Seizon Skill Tsuwamono no Ore ga Bishoujo Shiri to Kurasu Mujintou Seikatsu"
    },
    "updatedAt": "2024-05-06T00:46:24+00:00",
    "coverArt": "https://mangadex.org/covers/9b12ac90-9407-4fe8-9de8-c8f4fe65df6f/dccca267-4e09-4018-a3a9-a7e36a17656c.jpg",
    "altTitles": [
      {
        "ja": "異世界らくらくサバイバル～生存スキル強者の俺が美少女四人と暮らす無人島生活～"
      },
      {
        "ja-ro": "Isekai Rakuraku Survival: Seizon Skill Kyousha no Ore ga Bishoujo Yonin to Class Mujintou Seikatsu"
      },
      {
        "en": "Easy Survival in Another World: With My Robust Survival Skills, I’ll Live on an Uninhabited Island With Four Beautiful Girls"
      }
    ],
    "description": {
      "en": "More than ten years have passed since a means of transporting individuals from Earth to another world was developed. High school student Kakeru Satomi was taught survival techniques and wisdom by his mountain-dwelling grandfather. Kakeru was sent to another world together with 100 other adventurers of the same age in order to take part in a training program to become an adventurer, but the portal device that linked Earth and the other world vanished right after their transfer...!\n\nWith the way back to Earth blocked, thus began a dangerous life of survival on an uninhabited island in another world!!",
      "ja": "地球から異世界への転移装置が誕生して10余年――。里見カケルは、山で暮らす祖父から叩き込まれたサバイバル知識とスキルを持った高校生。冒険者になるための研修に参加するため、同世代の冒険者志願者100人とともに異世界へと転移したカケルだったが、直後に地球と異世界を繋いでいたポータルが消失してしまう…！！ こうして地球への帰り道は閉ざされたまま、異世界の無人島で危険なサバイバル生活が始まった！！\n\n---\n\n- ![Syosetsu+18](<https://i.imgur.com/HI4jAzg.png>) [Web Novel (R18)](https://novel18.syosetu.com/n7758hj/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "911f2f01-9718-4a42-8e2a-1b684b695cba",
    "title": {
      "en": "303-Goushitsu no Kami-sama"
    },
    "updatedAt": "2024-05-26T04:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/911f2f01-9718-4a42-8e2a-1b684b695cba/9a9d4de0-a761-4c38-be77-e96db736db4c.jpg",
    "altTitles": [
      {
        "ja": "303号室の神さま"
      },
      {
        "ja": "神様です。サービスするよ"
      },
      {
        "ja": "神様と陰気な少年"
      },
      {
        "ja-ro": "Kami-sama desu. Service suru yo."
      },
      {
        "ja-ro": "Kami-sama to Inki na Shounen"
      },
      {
        "en": "The God of Room 303"
      },
      {
        "en": "I'm a God. I'll serve you."
      },
      {
        "en": "God and the Gloomy Boy"
      },
      {
        "vi": "Vị thần ở phòng 303"
      },
      {
        "vi": "Tôi là một vị thần. Tôi sẽ giúp bạn"
      },
      {
        "vi": "Thần và cậu bé u ám"
      },
      {
        "es-la": "La Diosa de la habitación 303"
      },
      {
        "ru": "Богиня комнаты 303"
      },
      {
        "id": "Dewa di Ruangan 303"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-05-05T20:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/a112e575-4f11-48b2-83d8-28057ceecc4c.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f952b22-812d-4252-88e1-a99818f13acd",
    "title": {
      "en": "The Duke of Death and His Maid"
    },
    "updatedAt": "2024-05-31T03:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/7f952b22-812d-4252-88e1-a99818f13acd/e7e125d5-01d0-405d-a88e-7d8ef36875a8.jpg",
    "altTitles": [
      {
        "fr": "Le duc de la Mort et sa gouvernante obscure"
      },
      {
        "ja-ro": "Shinigami Bocchan to Kuro Maid"
      },
      {
        "ru": "Смертоносный герцог и его черная горничная"
      },
      {
        "ar": "النبيل الشاب حاصد الأرواح و خادمته السوداء"
      },
      {
        "ja": "死神坊ちゃんと黒メイド"
      },
      {
        "en": "The Duke of Death and His Black Maid"
      },
      {
        "pt-br": "O duque da morte e sua empregada"
      }
    ],
    "description": {
      "en": "In a large mansion lives a boy, an aristocrat who was cursed by the witch to \"let everything he touches die.\" With him is his maid Alice, who besides serving him, likes to tease him. The boy who is interested in her doesn't mind the teasing, but not being able to touch her is painful!  \r\n  \r\nIf they are unable to hold hands, how will their love ever bloom?",
      "tr": "Hikâye büyük bir malikanede yaşayan kaderi bir cadı tarafından mühürlenen bir çocuk ve onunla beraber yaşayan hizmetçi Alice hakkında; çocuk dokunduğu her şeyi ölüme sürüklerken; Alice ile hiç el ele tutuşamayacak olmalarına rağmen yaşanan inişli çıkışlı bir aşk."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "223"
  },
  {
    "mangaId": "484f94e7-35c3-4cb5-a068-53d684c1439a",
    "title": {
      "en": "Baki Rahen"
    },
    "updatedAt": "2024-04-09T00:09:56+00:00",
    "coverArt": "https://mangadex.org/covers/484f94e7-35c3-4cb5-a068-53d684c1439a/9e78de44-f1bc-42a4-822d-2204e44cadd1.png",
    "altTitles": [
      {
        "ja": "刃牙らへん"
      },
      {
        "en": "Baki Part 6"
      },
      {
        "ru": "Баки: Рахэн"
      },
      {
        "ru": "Баки: Где-то рядом"
      },
      {
        "en": "Baki and Others"
      },
      {
        "tr": "Baki Rahen"
      }
    ],
    "description": {
      "en": "The sixth part of the Baki series.",
      "ru": "Продолжение великой эпопеи \"Баки\". 6-я номерная серия тайтла, которая поведает нам нереальную историю сражения Джека Хаммера и доисторического человека Пикла!!!",
      "tr": "Büyük destan Bucky'nin devamı. Jack Hammer ve tarih öncesi adam Pickle arasındaki savaşın gerçek dışı hikayesini anlatacak olan Baki'nin 6 numaralı serisidir!!!",
      "pt-br": "Jack derrubou o mundo do sumô, agora ele irá desafiar a todos para seu torneio. Desta vez uma nova jornada."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2063ced4-bf94-4471-8772-75f6720be008",
    "title": {
      "en": "Kengan Omega"
    },
    "updatedAt": "2024-04-14T10:04:33+00:00",
    "coverArt": "https://mangadex.org/covers/2063ced4-bf94-4471-8772-75f6720be008/44a4722d-7828-4c72-95ca-aa15b86cb08c.jpg",
    "altTitles": [
      {
        "ru": "Кэнган Омега"
      },
      {
        "ja": "ケンガンオメガ"
      }
    ],
    "description": {
      "en": "Sequel to Kengan Asura. Takes place 2 years after the tournament."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd9f1dfd-dcb3-4dc2-a41c-35eff1c1beb5",
    "title": {
      "en": "Being a Maid Is Better Than Being a Princess"
    },
    "updatedAt": "2024-03-27T04:10:07+00:00",
    "coverArt": "https://mangadex.org/covers/cd9f1dfd-dcb3-4dc2-a41c-35eff1c1beb5/41cf18c1-497e-47cb-ac11-53fc1b0daf34.png",
    "altTitles": [
      {
        "ko": "공주보다 시녀가 천직이었습니다"
      },
      {
        "ko-ro": "Gongjuboda Sinyeoga Cheonjigieotseumnida"
      },
      {
        "en": "A Maid Was More of a Calling Than a Princess"
      },
      {
        "en": "It's Better to Be a Maid Than to Be a Princess"
      },
      {
        "es": "Mi vocación era ser doncella, no princesa"
      },
      {
        "es": "Ser sirvienta es mejor que una princesa torturada"
      },
      {
        "vi": "Trở Thành Hầu Nữ Còn Quan Trọng Hơn Là Làm Công Chúa"
      },
      {
        "zh": "比起公主，侍女才是我的天职"
      }
    ],
    "description": {
      "en": "Siana was a princess of a small kingdom. Until the imperial army attacked…\n\nJust before her neck was about to be cut by the cruel prince, Siana screamed, “Please spare me!”\n\nTowards the prince with blood staining his beautiful face, Siana pleaded with a desperate voice.\n\n“I have many skills learned in the palace. Wouldn’t I be useful as a maid?”\n\nAnd so, Siana became a probationary maid of the palace. But surprisingly, the job suited her temperament?! When she swept the floors, the corridors became clean, when she kneaded dough, sweet cookies were baked, when she did laundry, the bedding became white and fragrant! She only did her best as a maid, but gradually, the royal family began to warm up to Siana.\n\n“The tea you brewed is always the best.”\n\n“The dress you made? Truly beautiful.”\n\n“I want you to educate the prince.”\n\nBut she never thought of capturing this man’s heart…\n\n“I feel the same.”\n\n“…”\n\n“I can’t live without you, Siana,” hearing the tender voice of the prince, Siana tightly closed her eyes.\n\nLook, Your Highness. I just want to live as an ordinary maid!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e710f350-93a6-47fc-af29-7c5e0fcdc1f0",
    "title": {
      "en": "Taiga of Genesis"
    },
    "updatedAt": "2024-04-25T20:27:21+00:00",
    "coverArt": "https://mangadex.org/covers/e710f350-93a6-47fc-af29-7c5e0fcdc1f0/3de92829-a1d7-4bc7-a140-41cadd17654a.jpg",
    "altTitles": [
      {
        "ru": "Бытиё Тайги"
      },
      {
        "ja": "創世のタイガ"
      },
      {
        "th": "ฝ่ายุคมฤตยู"
      },
      {
        "zh": "创世的大河"
      },
      {
        "ar": "تايغا من سفر التكوين"
      },
      {
        "ja-ro": "Sousei no Taiga"
      }
    ],
    "description": {
      "en": "A story of a young man who lacks a sense of reality after being dumped by his lover. He was visiting a seminar on cultural anthropology with his fellow classmates when he discoveres an ancient wall painting, which transports him to the past where mammoths dominated the world."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a08d63ba-c412-4a7b-94b8-ef65bf2e2a30",
    "title": {
      "en": "Daredemo Dakeru Kimi ga Suki"
    },
    "updatedAt": "2024-06-05T12:36:59+00:00",
    "coverArt": "https://mangadex.org/covers/a08d63ba-c412-4a7b-94b8-ef65bf2e2a30/14474fd9-5b22-4686-83e0-ce1ee6ad54a4.jpg",
    "altTitles": [
      {
        "ja": "だれでも抱けるキミが好き"
      },
      {
        "vi": "Crush Của Tôi Là Một Đứa Lẳng Lơ"
      },
      {
        "en": "I Like You Who Can Have Sex With Anyone."
      },
      {
        "en": "I like you who can have sex anyone."
      },
      {
        "es-la": "Me Gustas tú, que Puedes tener Sexo con Cualquiera"
      },
      {
        "zh": "喜欢来者不拒的你"
      },
      {
        "pt-br": "Eu goste de você, que pode fazer sexo com qualquer um"
      }
    ],
    "description": {
      "en": "Gotou, a virgin high school boy, has a crush on his affectionate gal classmate, Agawa. But one day after school, he catches Agawa having sex with Takayama in an empty classroom. Gotou is devastated, but he soon learns that not only did she have sex with Takayama, Agawa is a slut who'll have sex with anyone who asks. Even…‽\n___\n**Links:**\n- Alternative Official Raw - [Comic Days](https://comic-days.com/episode/4856001361135826437), [Magazine Pocket](https://pocket.shonenmagazine.com/episode/4856001361243117705)",
      "ja": "童貞高校生のゴトウが好きになったのはセックス大好きなギャル・アガワさん。ある日の放課後、彼女が同級生とセックスしているところを見てしまって──。",
      "vi": "Con đũy tình yêu đã dẫn nam chính của ta đi thích một gyaru lẳng lơ sẵn sàng làm nháy với bất cứ ai. Rồi anh main sẽ làm gì trước cái tình huống NTR nhưng không hẳn này? Khuyến cáo ko dành cho trẻ dưới 18 và các thanh niên không thích NTR. Đọc truyện này đừng lắp đầu trên vào làm gì (lắp đầu dưới thì OK).",
      "es-la": "Un virgen estudiante de secundaria, por casualidad descubre a la gal de la que se estaba empezando a enamorar teniendo sexo con otro estudiante.",
      "pt-br": "Uma Gal safada que deixa todo mundo transar com ela e um garoto virgem do ensino médio apaixonado por ela, mesmo depois de vê-la transar com seu colega de classe."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d9cbf38-c9b4-4f5a-84dd-2fe49226535e",
    "title": {
      "ja": "Hallelujah Baby"
    },
    "updatedAt": "2024-05-28T15:23:05+00:00",
    "coverArt": "https://mangadex.org/covers/6d9cbf38-c9b4-4f5a-84dd-2fe49226535e/36534c9c-89a9-4775-b156-9ed482787ea5.jpg",
    "altTitles": [
      {
        "ja": "ハレルヤベイビー"
      }
    ],
    "description": {
      "en": "The successor of a yakuza family and his bodyguard who’s head over heels in love with him — the only pacifist in the wild and violent Ousaki Group is its sucessor, Touka. His bodyguard-slash-friend, Miyako, has dedicated his entire being to protecting him, but it seems he’s a tad bit overprotective…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87a756b4-e4a9-4d38-81a1-d14c8fc90baf",
    "title": {
      "en": "Sono Monban, Saikyou Nitsuki: Tsuihou Sareta Bougyo Ryoku 9999 no Senshi, Outo no Monban Toshite Musou Suru"
    },
    "updatedAt": "2023-06-09T06:59:18+00:00",
    "coverArt": "https://mangadex.org/covers/87a756b4-e4a9-4d38-81a1-d14c8fc90baf/968e71ea-fc94-4189-83a7-f99e2455033d.jpg",
    "altTitles": [
      {
        "ja": "その門番、最強につき～追放された防御力9999の戦士、王都の門番として無双する～"
      },
      {
        "en": "That Gatekeeper, Because He is the Strongest ~ The Exiled Warrior with 9999 Defense Power, Unmatched as the Gatekeeper of the Royal Capital"
      },
      {
        "zh-hk": "那個門衛最強～被退隊的防禦力9999的戰士，作為王都的門衛無雙～"
      },
      {
        "es-la": "Ese guardián de la puerta, porque es el más fuerte ~ El guerrero exiliado con 9999 de poder de defensa, inigualable como guardián de la puerta de la capital real."
      }
    ],
    "description": {
      "en": "Sieg is an adventurer with an incredible defensive power, and he always uses himself to attract the monsters' attention to assist his teammates. However, the party leader just focused on offense without realizing Sieg's intention, so he kicked him out. After Sieg left, the team repeatedly failed multiple quests … At the same time, Sieg took the position of gatekeeper at the Royal Capital. Thanks to his defensive power, he was quickly promoted to division captain. His subordinates included a carefree big-breasted Swordswoman, a perverse freakish girl, and an Archer with an erratic temperament. He and the girls started slowly gaining the trust of people around them!",
      "es-la": "Sieg es un aventurero con un poder defensivo increíble, y siempre se usa a sí mismo para atraer la atención de los monstruos para ayudar a sus compañeros de grupo. Sin embargo, el líder del grupo se centró en la ofensiva sin darse cuenta de la intención de Sieg, por lo que lo echó. Después de que Sieg se fue, el grupo falló repetidamente en múltiples misiones... Al mismo tiempo, Sieg tomó el puesto de guardián en la Capital Real. Gracias a su poder defensivo, rápidamente fue ascendido a capitán de división. Sus subordinados incluían una espadachina despreocupada de grandes pechos, una chica monstruosa y perversa y una arquera con un temperamento errático. ¡Él y las chicas comenzaron a ganarse lentamente la confianza de las personas que los rodeaban!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe15ad0f-19f8-4e96-96d5-6b115f231829",
    "title": {
      "en": "Posuke is a Junior High School Student"
    },
    "updatedAt": "2024-06-04T10:17:49+00:00",
    "coverArt": "https://mangadex.org/covers/fe15ad0f-19f8-4e96-96d5-6b115f231829/49ee0669-df47-4685-a7a7-6d469af8162b.jpg",
    "altTitles": [
      {
        "ja": "ポースケは中学生"
      },
      {
        "ja-ro": "Posuke ha Chuugakusei"
      }
    ],
    "description": {
      "en": "Good morning, Posuke. Was it bright this morning?\n\nA short surreal allegorical tale from Q-Rais."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a07dbebe-aeb8-43a7-b8cd-6d572d103018",
    "title": {
      "en": "Tsumi to Toga"
    },
    "updatedAt": "2024-03-21T00:13:28+00:00",
    "coverArt": "https://mangadex.org/covers/a07dbebe-aeb8-43a7-b8cd-6d572d103018/b6440bc9-81a2-45c5-8ae2-a4242d621c74.png",
    "altTitles": [
      {
        "ja": "罪と咎"
      },
      {
        "en": "Sin and Blame"
      }
    ],
    "description": {
      "en": "I can only feel aroused around people that don't move.\n\nA psychopath who does not know love × A young boy in despair over life. A near-maddening love-hate relationship story...\n\nRaised by a single parent, Subaru was forced to work to pay rent while enduring abuse from his mother with a dependent personality disorder, and her lover. One day, Subaru's advanced wages are stolen by his mother's lover. To make matters worse, he overhears a conversation between his mother and her lover, who are both plotting to kill him to obtain his insurance money.\n\n\"I wonder why I'm alive...\"\n\nHe loses his will to live and wishes to die. When trying to act on his thoughts, a man he doesn't recognise, Kousei, approaches him and asks him to be his instead of committing suicide.\n\nTo Subaru, who had been faced with despair, those words seemed to be like sweet temptation..."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "94c7e52e-a6b2-4b57-ba14-68f58fc77c8e",
    "title": {
      "en": "Ghost Fixers"
    },
    "updatedAt": "2024-06-04T16:44:07+00:00",
    "coverArt": "https://mangadex.org/covers/94c7e52e-a6b2-4b57-ba14-68f58fc77c8e/b643738e-66a0-4a6d-a063-1c3150a2e487.jpg",
    "altTitles": [
      {
        "ja": "ゴーストフィクサーズ"
      }
    ],
    "description": {
      "en": "Following a certain event, Mikurigaoka New Town transformed into a crucible of supernatural phenomena known as GHOSTS! In said town lives Hifumi, a middle school boy, who one day encounters a girl who just moved in... Help \"correct\" the supernatural in this action-packed tale from Yasuki Tanaka, creator of \"Summer Time Rendering\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9bed72c-d680-4409-a954-5fdadde27b74",
    "title": {
      "en": "The Strongest Savior's Second Chance"
    },
    "updatedAt": "2024-04-13T20:58:14+00:00",
    "coverArt": "https://mangadex.org/covers/c9bed72c-d680-4409-a954-5fdadde27b74/49b742a2-8451-403b-bead-8adc361754c2.jpg",
    "altTitles": [
      {
        "ja-ro": "Shi ni Modori, Subete wo Sukuu Tame ni Saikyou he to Itaru"
      },
      {
        "es": "Regresando de la muerte y convirtiéndome en el más fuerte para salvarlo todo."
      },
      {
        "ja-ro": "Shi ni Modori, Subete wo Sukuu Tame ni Saikyou e to Itaru@comic"
      },
      {
        "ru": "После превращения я стану сильнейшим, чтобы всех защитить"
      },
      {
        "zh": "回天逆命～死亡重生、为了拯救一切成为最强"
      },
      {
        "ja": "死に戻り、全てを救うために最強へと至る"
      },
      {
        "ko": "죽음으로 돌아가, 모두를 구하기 위해 최강에 도달한다"
      },
      {
        "en": "After Being Reborn, I Became the Strongest to Save Everyone"
      }
    ],
    "description": {
      "en": "Eric has had a hard life. At the age of 16, his village was overrun by monsters, who killed his friends and family. He soon became a soldier, but failed to save the life of the woman he loved. In the end, he died on the battlefield, surrounded by the bodies of those who he couldn’t protect.\n\nWhen Eric wakes up, he finds himself in a baby’s body. Realizing he has been reincarnated, he quickly wonders what is going on before he gets another shocker: the man and woman who are raising him are in fact his previous life’s parents!\n\nThat’s right - Eric was reincarnated, but as himself. No alternate worlds, no skill trees, just his memories sent back to the moment he popped out of his mother. Armed with the knowledge of his past self, Eric vows to save everyone now that the universe has pushed the reset button for him.\n\n---\n\n**Links**\n- [Novel (Raw)](https://ncode.syosetu.com/n0569es/)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "636933aa-976e-4455-8082-36751a554be0",
    "title": {
      "en": "Unnamed Memory"
    },
    "updatedAt": "2024-04-29T05:09:12+00:00",
    "coverArt": "https://mangadex.org/covers/636933aa-976e-4455-8082-36751a554be0/5fc98218-b2ae-44c1-9235-8a6f4e0d5ca9.jpg",
    "altTitles": [
      {
        "ja": "アンネームドメモリー"
      },
      {
        "vi": "Hồi ức không tên"
      },
      {
        "ru": "Безымянная память"
      },
      {
        "es": "Memoria sin nombre"
      }
    ],
    "description": {
      "en": "“As long as you’re the master of that sword and I’m a witch, someday you’ll have to kill me for real.”  \n  \nAs a child, Oscar, Crown Prince of Farsas, had been cursed to be childless. At the age of 20, he paid a visit to Tinassha, the strongest witch in the continent, to break the curse. He came back bringing Tinassha along as his protector, and in the one year until his contract with her expired, he got embroiled into her past, and an even greater destiny.",
      "es": "\"Mientras seas el dueño de esa espada y yo una bruja, algún día tendrás que matarme de verdad\".    De niño, Óscar, príncipe heredero de Farsas, había sido maldecido a no tener hijos. A los 20 años, visitó a Tinassha, la bruja más fuerte del continente, para romper la maldición. Volvió con Tinassha como protectora, y en el año que le quedaba hasta que expirara su contrato con ella, se vio envuelto en su pasado y en un destino aún mayor."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2024-05-12T13:04:18+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/69098388-a967-464f-8178-344aa9bd4b31.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33f6706c-417b-43c9-ad12-6c86358afc66",
    "title": {
      "en": "The Story of Ai and Makoto: Love and Sincerity"
    },
    "updatedAt": "2024-04-25T01:50:23+00:00",
    "coverArt": "https://mangadex.org/covers/33f6706c-417b-43c9-ad12-6c86358afc66/cd2fd490-2d7d-4945-80f0-7b23b43df578.jpg",
    "altTitles": [
      {
        "en": "Ai and Makoto"
      },
      {
        "en": "Love and Makoto"
      },
      {
        "en": "Love and Trust"
      },
      {
        "en": "The Legend of Love & Sincerity"
      },
      {
        "en": "Truth and Love"
      },
      {
        "ja": "愛と誠"
      },
      {
        "ja": "爱与诚"
      },
      {
        "ja-ro": "Ai to Makoto"
      }
    ],
    "description": {
      "en": "Ai Saotome is a high school girl from a well-to-do family. When she was kid, she was in an accident that resulted in a young boy being permanently scarred between his eyes while she emerged unscathed. Although she never knew who he was, she never forgot him.\n\nMakoto Taiga ' a young man with a scar between his eyes, has had a rough life, but has emerged as a bancho, rough and tough bully - a thug and a brawler and about as rude as they come - all of which he blames on the incident that gave him his scar. When Ai and Makoto run into each other again, Ai feels guilt for what Makoto has become and decides to intervene and rehabilitate him. Is he a diamond in the rough, or just a bully?\n\nNOTE: Volume count based on the bunkoban."
    },
    "status": "completed",
    "releaseDate": 1972,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": ""
  },
  {
    "mangaId": "61e5cfcb-aff4-4916-ac20-132f4542e451",
    "title": {
      "en": "Sen no SKILL o Motsu Otoko Isekai de Shoukan Kemono Hajimemashita!"
    },
    "updatedAt": "2024-05-09T16:31:16+00:00",
    "coverArt": "https://mangadex.org/covers/61e5cfcb-aff4-4916-ac20-132f4542e451/9b2b5ec0-38b2-4958-bad8-07944ce74ab8.jpg",
    "altTitles": [
      {
        "ja": "千のスキルを持つ男　異世界で召喚獣はじめました！"
      },
      {
        "en": "A Man With A Thousand Skills started as a Summoned Beast in a Different World!"
      }
    ],
    "description": {
      "en": "Hinoharu Kota is bored with his life as a middle-aged office worker, and his marriage with his new wife is beginning to strain. One day, he is accidentally summoned to another world as a beast summon. Fantastically, each time he is summoned between worlds he obtains a new skill. Soon, he finds himself contracted with a female knight. Where will his growing powers and adventures between two worlds take him?!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-06-04T14:29:51+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/3ccb3619-320e-45d7-81a6-49978e20f739.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f73cf534-a45b-4bca-adfb-b984d68960d5",
    "title": {
      "en": "Pokémon - Dating a Team Magma Grunt (Doujinshi)"
    },
    "updatedAt": "2024-02-02T23:02:09+00:00",
    "coverArt": "https://mangadex.org/covers/f73cf534-a45b-4bca-adfb-b984d68960d5/3b550f73-e907-4b5b-828b-a319352e2d87.png",
    "altTitles": [
      {
        "id": "Pokémon - Pacaran dengan Anggota Team Magma (Doujinshi)"
      },
      {
        "fr": "Pokémon - Sortir avec une sbire de la Team Magma (Doujinshi)"
      },
      {
        "es": "Pokémon - Saliendo con una recluta del E (Doujinshi)"
      },
      {
        "ko": "마그마단 조무래기랑 사귀는 만화 (Doujinshi)"
      }
    ],
    "description": {
      "en": "About dating a Team Magma Grunt."
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2024-06-05T15:36:30+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      },
      {
        "es-la": "El Gran Villano Hermano Mayor y todas sus Hermanas Menores Yandere"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cfccbc9-1b2a-4e90-a691-aa43be33136b",
    "title": {
      "en": "Return of the Frozen Player"
    },
    "updatedAt": "2024-01-28T23:19:26+00:00",
    "coverArt": "https://mangadex.org/covers/8cfccbc9-1b2a-4e90-a691-aa43be33136b/b6d2c8ca-96b9-4368-8253-f9f1f878b443.png",
    "altTitles": [
      {
        "ko": "얼어붙은 플레이어의 귀환"
      },
      {
        "zh": "冰封玩家归来"
      },
      {
        "ru": "Возвращение замороженного игрока"
      },
      {
        "ja": "凍結したプレイヤーの帰還"
      },
      {
        "zh-hk": "闇夜英雄破冰而出"
      },
      {
        "en": "The Frozen Player Returns"
      },
      {
        "fr": "The Frozen Player Returns (piccoma)"
      },
      {
        "fr": "Le retour du joueur qui était congelé"
      },
      {
        "fr": "Le retour du joueur de gel"
      }
    ],
    "description": {
      "en": "When Seo Junho and his companions sacrificed themselves to defeat the Frost Queen, they thought they were restoring peace to Earth. But after 25 years of being frozen solid, Junho thaws out only to find that nine more floors appeared in his absence, only one of which has been cleared!\n\nAs the only one who holds the key to clearing the next floor and defrosting his friends, Junho must step up once again. But has this hero been in hibernation too long to take on the world’s fearsome new foes?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ja": "2019年世界は変わり、以前にはなかったゲート、モンスター、システム、プレイヤーのような概念が生まれた。 そこから5年間「侵略者」と「侵略を阻止する者」との戦いが世界各地で起きた。 そして世界を絶望に陥れた地球エリア最後のボス「氷の女王」により、5人のプレイヤーの内4人は氷の像となってしまう。 唯一ダンジョンに残された人類最高のプレーヤー、ダークネスは、氷の女王を倒すが、女王の能力を吸収する過程で彼もまた氷の像となった。氷の女王を倒すと、 長い眠りにつくという代価を払わなければならなかったのだー それから25年後…プレーヤーは目を覚ました。 「2階が出現し、計10階だと？1階の氷の女王を倒したら終わりじゃなかったのか？｣ この25年で人類が攻略できたのはたったの2階まで…。 伝説のプレイヤー「ダークネス」の名を捨て、新人プレーヤー伊坂圭として、仲間たちを救うため、彼は再びゲートに向かう！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ko": "세상이 바뀌고 5년.\n최종보스가 나타났다.\n\n[지구 에어리어의 최후의 보스, 서리여왕이 출현합니다.]\n\n최후의 보스!\n그녀만 처치하면 예전처럼 살 수 있다!\n\n인류 최고의 플레이어, 어둑서니를 포함한 다섯 명의 플레이어가 마침내 서리여왕을 쓰러뜨리지만...\n그들은 기나긴 잠에 빠지는 혹독한 대가를 치뤄야했다.\n그로부터 25년 후.\n\n\"2층이라니? 서리여왕을 죽이면 끝나는 거 아니었어?\"\n\n얼어붙은 동료들을 구하기 위해,\n\n그리고 세상을 구하기 위해.\n\n전설이 된 어둑서니의 이름을 버리고\n이제는 신입 플레이어 서준호로 돌아왔다.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ru": "В 2019 году мир переменился, и появились такие явления как: врата, монстры, система и игроки, - которых ранее не существовало. \nНа протяжении 5 лет между человечеством и захватчиками происходила борьба за власть и территории.\n[Финальный босс \"Снежная королева\" появился]\nЕсли убить его, человечество сможет обрести свободу и вернуться к прежней жизни. \n24 ноября 2024 года четверо из 5 игроков вошли в последнее подземелье на Антарктиде, чтобы победить финального босса на территории Земли. Одним взмахом руки \"Снежная королева\" заморозила Тихий океан, повергнув человечество в отчаяние. \nПоследнему игроку удалось победить финального босса, однако в процессе поглощения ее \"ядра\" он превратился в ледяную глыбу. А спустя 25 лет, когда поглощение завершилось, он очнулся от криогенного сна, получив фрост-способность EX-класса. \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "zh-hk": "世界發生了天翻地覆的變化，\n在第5年時最終BOSS現身。\n「地球區域最終BOSS，冰霜女王出現。」\n\n最終BOSS!\n只要除掉祂，就能回到過往的生活!\n\n包含人類最強獵人——闇夜在內的五名獵人，\n最終擊潰了冰霜女王...\n但他們卻陷入長眠，付出了慘痛的代價。\n\n之後過了25年...\n「第2層?不是只要殺了冰霜女王，\n一切就結束了嗎?」\n\n為了拯救被冰封的夥伴；\n為了拯救整個世界，\n我拋下成為傳說的闇夜之名，\n以本名徐俊昊，作為新人獵人歸來。\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2023-08-14T21:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/a1814984-0049-4cce-b899-4dcee10305e9.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \n  \nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0f5d36b-3af9-412a-ae65-8973bad10245",
    "title": {
      "en": "Top 1 Fighting Tutoring"
    },
    "updatedAt": "2024-06-05T15:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/a0f5d36b-3af9-412a-ae65-8973bad10245/7728b918-25c3-443c-ba36-700d99c8f356.png",
    "altTitles": [
      {
        "ko": "1등급 싸움과외"
      },
      {
        "en": "1st Grade Fighting Tutoring"
      },
      {
        "en": "First-Class Fighting Tutoring"
      },
      {
        "pt-br": "Aulas de luta de primeira classe"
      }
    ],
    "description": {
      "en": "The bullied loser Kim Jaehyuk receives 'Top 1 Fighting Tutoring'!\nKim Jaehyuk is a high school student who has been living in despair under the torment of bullies. He's good at studying, but he'd rather be good at fighting.\nThen, as if by fate, a 'fighting tutor' comes into his life!",
      "pt-br": "Kim Jaehyuk é um estudante do ensino médio que vive em desespero sob o tormento dos valentões. Ele é bom nos estudos, mas preferiria ser bom na luta. Então, o destino põe um \"tutor de luta\" em sua vida!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d6fce2b-3a2c-4f8e-853c-a6eadba713cd",
    "title": {
      "en": "Your Talent is Mine"
    },
    "updatedAt": "2024-06-05T14:34:44+00:00",
    "coverArt": "https://mangadex.org/covers/9d6fce2b-3a2c-4f8e-853c-a6eadba713cd/d470a6c3-2366-4cda-9568-ba7c9fdd9df7.jpg",
    "altTitles": [
      {
        "en": "Talent Copycat"
      },
      {
        "zh": "我能复制天赋"
      },
      {
        "zh-ro": "Wo Neng Fu Zhi Tian Fu"
      },
      {
        "en": "I Can Copy Talents"
      },
      {
        "en": "I Copy Talents"
      },
      {
        "es-la": "Tu talento es mio"
      }
    ],
    "description": {
      "en": "The young man Ye Tian obtains the ability to copy the talents of others, and now fights against the heavens to change his fate. He struggles to survive and protect his sister from the apocalypse of the alien beast invasion. In order to become stronger, he begins to explore the unknown world, and gradually reveals the secret behind the invasion of the alien dimensions…",
      "pt-br": "O jovem Ye Tian ganhou a habilidade de replicar os talentos de outras pessoas, o que mudou seu destino de tempos em tempos. Para proteger sua irmã, ele luta para sobreviver no mundo apocalíptico, quando alienígenas, feras e monstros o invadem. Para se tornar mais forte, ele se aventura a explorar o mundo desconhecido, descobrindo aos poucos os segredos por trás da invasão de diferentes dimensões…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f251a7ed-a034-432c-8615-d69b8de17edd",
    "title": {
      "en": "Devious Miss Crimson"
    },
    "updatedAt": "2024-05-31T07:41:56+00:00",
    "coverArt": "https://mangadex.org/covers/f251a7ed-a034-432c-8615-d69b8de17edd/3efea537-9e79-4180-8f05-02911910c974.png",
    "altTitles": [],
    "description": {
      "en": "Upon a kingdom ravaged by war, descended a Dragon promising triumph and life eternal - a proposal accepted, a proposal respected, but one that would come at a severe price for the inhabitants.\n\nNow the kingdom is in ruins. How come? It's for amnesiacs 'Missy' and Jess to find out.\n\n______________\n\nDevious Miss Crimson is a short story by RedbowCR (Crimson Ribbon: Summer Rain) aiming to provide a concise but complete narrative for the reader.\n\nMy second ever manga made as I gear up to tackle my next projects, I hope you will enjoy what this fun little story can provide to you, let's look forward to the future.\n\nMore of my garbage on: https://linktr.ee/redbowcr"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2023-02-03T02:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/5eb209bf-814e-43f4-b550-14749c2995e7.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5224bfbf-21d4-4127-a78e-fd0fe24b1b26",
    "title": {
      "en": "Tenkuu Shinpan Arrive"
    },
    "updatedAt": "2024-01-23T10:03:59+00:00",
    "coverArt": "https://mangadex.org/covers/5224bfbf-21d4-4127-a78e-fd0fe24b1b26/1ebe30e7-8562-4e2c-9297-2322f74351f6.jpg",
    "altTitles": [
      {
        "ja": "天空侵犯arrive"
      },
      {
        "ja": "天空侵犯アライヴ"
      },
      {
        "en": "High-rise Invasion Arrive"
      }
    ],
    "description": {
      "en": "Senya is just an ordinary boy, who wanted to become an astronaut as a kid. One day and suddenly, he's transported into another world after seeing on the rooftop of his school something like a \"tower\" going across the sky. There, he witnesses a ruined world, where skyscrapers are connected by suspension bridges. Senya, perplexed, manages to see a girl standing on the roof of another building, as well as a masked man holding a bloody weapon in his hands…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "85"
  },
  {
    "mangaId": "0c3e20da-6f48-468f-bf92-755ee46e05ec",
    "title": {
      "en": "The Return of the Disaster-Class Hero"
    },
    "updatedAt": "2023-11-13T15:44:45+00:00",
    "coverArt": "https://mangadex.org/covers/0c3e20da-6f48-468f-bf92-755ee46e05ec/05fa5395-4588-4698-b8be-c501654b256d.png",
    "altTitles": [
      {
        "ko": "재앙급 영웅님이 귀환하셨다"
      },
      {
        "ko-ro": "Jaeanggeum Yeongungnimi Gwihwanhasyeotda"
      },
      {
        "en": "Return of the Disaster-Class Hero"
      },
      {
        "en": "Resurrection of the Catastrophic Hero"
      },
      {
        "ru": "Возвращение героя катастрофы"
      },
      {
        "fa": "بازگشت قهرمان سطح فاجعه"
      },
      {
        "tr": "Felaket Kahramanın Dirilişi"
      }
    ],
    "description": {
      "en": "Twenty years.\n\nFor twenty long years, the thirteenth saint Lee Geon was trapped inside the Tower of Demons after being backstabbed by twelve of his allies. These twelve \"saints\" were warriors chosen by the twelve Zodiac gods to defeat mysterious monsters called \"calamities\" that were massacring the planet. Though no god had chosen Geon as a saint, he became the mightiest of them all, which made him a hero... and a target.\n\nBut now, Geon has brawled his way out of the tower, and he's back stronger than ever. All that's left is to exact brutal payback on each of the saints, but none of these powerful beings will go down without a fight.\n\nWill Geon be able to stay in one piece while achieving the divine revenge of his dreams?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=Sy4PeK3mCrI)",
      "fr": "Il était une fois un héros qui considéré autre fois comme le plus puissant de la Terre.\n\n« Mais il est mort… Comment une personne désignée comme morte pourrait-il revenir ? »\n« Ouais, j’aimerais bien voir ça, moi aussi. »\n\nMais 20 années plus tard, il revint.\n\n« Pourquoi êtes-vous aussi choqués, les gars ? À voir vos gueules, on pourrait croire que vous vous sentez coupable ? »\n\n‘Ces enfoirés… je vais pas les laisser s’en tirer comme ça…’",
      "ko": "지상에 최강의 영웅이 있었다.\n\n“하지만 죽었잖아. 우리가 죽인 놈이 어떻게 돌아와?”\n“그러게. 돌아올 수 있으면 한번 돌아와 보라지.”\n\n그런데 20년 만에 진짜 돌아와 버렸다?\n\n“뭘 그리 놀래? 왜. 양심에 찔릴 짓이라도 하셨나?”\n\n이 XX들. 가만 안 둔다.\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=Sy4PeK3mCrI)",
      "pt-br": "Eu era o maior herói da Terra.\n\n“Mas ele está morto. Como aquele cara que matamos está de volta?”\n\n“Não sei.”\n\nEu realmente voltei depois de 20 anos?\n\n“Por que estão tão surpresos? Fizeram algo para ficar com a consciência pesada?”\n\nSeus desgraçados. Vocês não perdem por esperar."
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51d7951a-3ec2-4636-9239-d942263cf252",
    "title": {
      "en": "Hige to Suzu to Shabondama"
    },
    "updatedAt": "2024-06-05T15:47:07+00:00",
    "coverArt": "https://mangadex.org/covers/51d7951a-3ec2-4636-9239-d942263cf252/e0c12e24-e6c5-4abf-8154-afa30e17da94.jpg",
    "altTitles": [
      {
        "ja": "ヒゲと鈴としゃぼん玉"
      }
    ],
    "description": {
      "en": "Santa and Rintarou are what can easily be described as an old married couple. they have been together for a long time and the series explores what is their day to day life."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "22.5"
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Konosuba: God's Blessing on This Wonderful World!"
    },
    "updatedAt": "2024-06-04T23:12:05+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      },
      {
        "ja-ro": "Kono Subarashii Sekai ni Shukufuku wo!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8af3ad21-3e7e-4fb5-b344-d0044ec154fc",
    "title": {
      "en": "Beelzebub"
    },
    "updatedAt": "2024-06-05T13:30:36+00:00",
    "coverArt": "https://mangadex.org/covers/8af3ad21-3e7e-4fb5-b344-d0044ec154fc/bab3ccbf-7479-4117-ad92-4dedced54ceb.jpg",
    "altTitles": [
      {
        "ja-ro": "Beruzebabu"
      },
      {
        "ru": "Вельзевул"
      },
      {
        "th": "เด็กพันธุ์นรกสั่งลุย"
      },
      {
        "ja": "べるぜバブ"
      },
      {
        "zh": "恶魔奶爸"
      },
      {
        "zh-hk": "惡魔奶爸"
      },
      {
        "ko": "바알세불"
      },
      {
        "ne": "बेलजेबब"
      },
      {
        "uk": "Вельзевул"
      }
    ],
    "description": {
      "en": "Ishiyama High is a school populated entirely by delinquents, where nonstop violence and lawlessness are the norm. However, there is one universally acknowledged rule—don't cross first year student Tatsumi Oga, Ishiyama's most vicious fighter.  \n  \nOne day, Oga is by a riverbed when he encounters a man floating down the river. After being retrieved by Oga, the man splits down the middle to reveal a baby, which crawls onto Oga's back and immediately forms an attachment to him. Though he doesn't know it yet, this baby is named Kaiser de Emperana Beelzebub IV, or \"Baby Beel\" for short—the son of the Demon Lord!  \n  \nAs if finding the future Lord of the Underworld isn't enough, Oga is also confronted by Hildegard, Beel's demon maid who insists he take responsibility as Beel's guardian. Together they attempt to raise Baby Beel—although surrounded by juvenile delinquents and demonic powers, the two of them may be in for more of a challenge than they can imagine.  \n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media Komputindo as **Beelzebub** (2013)",
      "ru": "Сильный хулиган Ога Тацуми, по прозвищу Лютый Ога, Демон или «Чтоб он сдох!» находит ребенка, который оказывается сыном Короля Демонов! Он избранный воспитать ребенка, пока тот не дорастет до того когда будет способен уничтожить мир, вместе с демоном-нянькой Хильдой. Они точно уморят мир …смехом!  \n  \nLinks:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=11858) (anime)",
      "uk": "У школі \"Ішіяма\" панує хаос серед учнів-правопорушників, у коридорах панують насильство та беззаконня. Але серед цього безладу одне правило стоїть понад усе: ніколи не переходити дорогу першокурснику Тацумі Озі, найзапеклішому бійцю школи.\nОдного доленосного дня Ога натрапляє на таємничого чоловіка, що пливе річкою. На його подив, чоловік розкривається, відкриваючи немовля, яке одразу ж чіпляється до Оги. Він не знає, що це немовля - Кайзер Де Імперана Вельзевул IV, спадкоємець Повелителя Демонів, також відомий як \"Малюк Вельзик\".\nВимушено взявши на себе роль опікуна, Ога опиняється у світі демонічних сил і підліткової злочинності. З появою Хільдегарди, демонічної покоївки Вельзика, Ога мусить долати труднощі виховання Вельзика, водночас борючись за власну репутацію найсильнішого в Ішіямі.\nКоли Ога та Вельзевул разом проходять через випробування шкільного життя, вони дізнаються, що справжнім випробуванням є їхній неймовірний зв'язок на тлі хаосу та надприродних сил."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "246"
  },
  {
    "mangaId": "efbd7593-c29f-45ec-aacb-497029978136",
    "title": {
      "en": "Sensitive Boy"
    },
    "updatedAt": "2024-01-20T07:01:34+00:00",
    "coverArt": "https://mangadex.org/covers/efbd7593-c29f-45ec-aacb-497029978136/10884bb0-876b-48f4-b0a5-61613d6bb9bf.jpg",
    "altTitles": [
      {
        "ja": "センシティブ・ボーイ"
      }
    ],
    "description": {
      "en": "Kaede, a victim of past sexual abuse, is obsessed with becoming \"normal\" ...  \n\nA bittersweet story about a boy facing coming-of-age questions about love, sexuality, complexes, and other troubles."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": {
      "en": "【Oshi no Ko】"
    },
    "updatedAt": "2024-06-02T16:20:09+00:00",
    "coverArt": "https://mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/6a60b4c5-1c23-4106-8500-d9a478db9b0e.jpg",
    "altTitles": [
      {
        "es-la": "Hijos predilectos"
      },
      {
        "en": "【My Star】"
      },
      {
        "ru": "Звёздное дитя"
      },
      {
        "ja": "推しの子"
      },
      {
        "de": "Mein*Star"
      },
      {
        "id": "Oshi no Ko - Anak Idola"
      },
      {
        "fa": "اوشی نو کو (Pashto)"
      },
      {
        "fa": "فرزند آیدول مورد علاقه‌ام"
      },
      {
        "el": "Το Αστέρι μου"
      },
      {
        "th": "【เกิดใหม่เป็นลูกโอชิ】"
      },
      {
        "ja": "【推しの子】"
      },
      {
        "ru": "Ребёнок идола"
      },
      {
        "pl": "Moja gwiazda"
      },
      {
        "zh-hk": "【我推的孩子】"
      },
      {
        "ko": "【최애의 아이】"
      },
      {
        "fr": "Oshi no Ko"
      },
      {
        "pt": "Criança que deve ser suportada"
      },
      {
        "pt": "Filho de sua favorita"
      },
      {
        "ar": "نجمتي"
      },
      {
        "ar": "الفتاة التي ادعمها"
      },
      {
        "tr": "Yıldızım"
      },
      {
        "tr": "İdolümün Çocuğu"
      },
      {
        "vi": "Dưới Ánh Hào Quang"
      },
      {
        "de": "Mein Star"
      },
      {
        "cs": "【OŠI NO KO】"
      },
      {
        "ka": "ჩემი ვარსკლავი"
      },
      {
        "pt-br": "Oshi no Ko - Minha Estrela Preferida"
      },
      {
        "ja-ro": "[Oshi no Ko]"
      }
    ],
    "description": {
      "el": "H Άι Χόσινο είναι ένα ανερχώμενο μουσικό είδωλο, η οποία ανακοίνωσε ξαφνικά οτι θα πάρει ενα διάλειμμα από το μουσικό της γκρουπ, Μπι-Κομάτσι, για λόγους υγείας. Προς εκπλήξη ενός από τους μεγαλύτερους θαυμάστες της, του γυναικολόγου Γκόρο Αμεμίγια, μια μέρα η νεαρή Αϊ εμφανίστηκε στο νοσοκομείο οπού δουλεύει. Ο Γκόρο έρχοντας πλεον πρόσωπο με πρόσωπο με την αδυναμία του, τρέμει στο γεγονός ότι η 16-χρονη Αϊ είναι έγκυος... με δίδυμα με τον πατέρα άφαντο. Αποφασισμένη να αποκτήσει την δικιά της οικογένεια και να συνεχίσει την δουλεία της ως είδωλο, έχει σκοπο να κρατήσει την γέννα των παιδιών της μυστικο, μαζί με την βοήθεια του Γκόρο.\n\nΤο δυνατότερο όπλο ενός ειδώλου ειναι τα ψέματα.\nΜια ίστορια μυστηρίου και εξαπάτησης, όπου η σκοτεινή πλευρά της σόου-μπιζ αποκαλύπτεται κάτω από τις στρώσεις ψεμάτων και εκμεταλεύσεων.",
      "en": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
      "es": "'Oshi no Ko' explora la vida de una abrumadoramente hermosa heroína y muestra la industria del entretenimiento desde un punto de vista nunca antes visto.\n\n- [Wikipedia](https://es.wikipedia.org/wiki/Oshi_no_Ko)",
      "fa": "آی هوشینو ۱۶ ساله یک آیدول با استعداد و زیباست که هواداران زیادی داره؛اون نماد پاکیه، ولی ظاهر با باطن قضیه متفاوته. گورو هوندا یک پزشک زنان که ساکن حومه‌ی شهره که یکی از طرفداران بزرگ آی هستش، ولی ناگهان آیدول مورد علاقه خودش رو ملاقات میکنه و متوجه میشه که اون بارداره، گورو به اون قول میده که بچش رو سالم بدنیا بیاره، ولی اون نمیدونست که این ملاقات باعث عوض شدن زندگیش میشه.",
      "fr": "L'histoire commence avec une belle fille, son sourire parfaitement faux, et les gens qui l'aiment égoïstement pour cela. Que se passe-t-il dans les coulisses de la brillante industrie du showbiz? Jusqu'où iriez-vous pour votre idole bien-aimée ? Que feriez-vous si vous découvriez que la réincarnation est réelle? La star du spectacle est Aquamarine Hoshino et la scène n'est qu'une simple façade. Parviendra-t-il à atteindre le point culminant avant que le monde du glamour ne l'avale tout entier?  \n\n\n---\n\n- [Nominated for the 14th annual Manga Taisho awards.](https://www.animenewsnetwork.com/news/2021-01-24/14th-manga-taisho-awards-nominate-10-titles/.168759)\n\n- [Wikipedia](https://fr.wikipedia.org/wiki/Oshi_no_ko)",
      "ja": "「この芸能界（せかい）において嘘は武器だ」　地方都市で、産婦人科医として働くゴロー。芸能界とは無縁の日々。一方、彼の“推し”のアイドル・星野アイは、スターダムを上り始めていた。そんな二人が“最悪”の出会いを果たし、運命が動き出す…!?",
      "ru": "Что, если бы дорога в шоу-бизнес была открыта для тебя с самого начала?  \nНовая серия оригинальной манги от двух известных авторов — Акасака Ака («Госпожа Кагуя: в любви как на войне») и Ёкояри Мэнго («Тайные желания отвергнутых»). Это совершенно новая работа, в которой мир шоу-бизнеса предстаёт перед читателями в очень необычном свете: у лидера идол-группы Хосино Аи есть секрет, о котором никто не должен знать…  \n\n\n---\n- [Wikipedia](https://ru.wikipedia.org/wiki/Oshi_no_Ko)",
      "vi": "Câu chuyện khởi đầu với sự xuất hiện của một cô gái xinh đẹp, mang nụ cười giả tạo hoàn hảo, và có những người yêu cô ấy một cách ích kỷ bất chấp điều đó.\n\nĐiều gì diễn ra đằng sau ánh hào quang của thế giới showbiz? Con người ta sẽ làm đến mức nào vì thần tượng yêu quý của mình? Bạn sẽ làm gì nếu phát hiện ra luân hồi chuyển kiếp là có thật? Nhân vật chính của chúng ta - Aquamarine Hoshino liệu có hoàn thành được khát vọng báo thù trước khi bị thế giới hào nhoáng ấy nuốt trọn? Hãy cùng đón xem bộ truyện được sáng tác bởi bộ đôi tác giả của Kaguya-sama và Kuzu no Honkai.",
      "es-la": "La historia comienza con una hermosa chica, su sonrisa perfectamente falsa y la gente que la ama con egoísmo gracias a eso.\n  \n¿Qué ocurre detrás de la brillante industria del espectáculo? ¿Hasta dónde llegarías por el bien de tu ídolo? ¿Qué harías si descubrieras que la reencarnación es real? La estrella del espectáculo es Aquamarine Hoshino, y el escenario no es más que una mera fachada. ¿Conseguirá llegar al clímax antes de que el mundo del espectáculo se lo trague por completo?",
      "pt-br": "Doutor Goro é obstetra em um hospital do interior e se encontra longe do mundo em que brilha e evolui Aï Hoshino, uma cantora de sucesso crescente da qual é fã absoluto. O que ele ainda não sabe é que sem mais nem menos ele se encontrará com sua idol favorita em uma circunstância um pouco fora do normal. Terá ele tempo suficiente para ficar perto dela ou o mundo irá girar de maneira cruel para ele? Essa é uma história sobre o mundo do entretenimento japonês."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1461071-bfbb-43e7-a5b6-a7ba5904649f",
    "title": {
      "en": "Martial Peak"
    },
    "updatedAt": "2024-04-16T18:37:16+00:00",
    "coverArt": "https://mangadex.org/covers/b1461071-bfbb-43e7-a5b6-a7ba5904649f/d175e74d-4ab7-47f4-8196-371aa51d8c2d.png",
    "altTitles": [
      {
        "zh-ro": "Wǔ Liàn Diān Fēng"
      },
      {
        "zh-ro": "Wǔ Liàn Diānfēng"
      },
      {
        "ru": "Вершина боевых искусств"
      },
      {
        "ru": "Пик боевых искусств"
      },
      {
        "zh": "武炼巅峰"
      },
      {
        "vi": "Võ Luyện Đỉnh Phong"
      },
      {
        "zh-ro": "Wu Lian Dian Feng"
      },
      {
        "zh-ro": "Wu Lian Dianfeng"
      },
      {
        "ko": "무련전봉"
      },
      {
        "en": "The Pinnacle of Martial Arts"
      },
      {
        "en": "MP"
      },
      {
        "ar": "ذروة الفنون القتالية"
      },
      {
        "ar": "مارشال بيك"
      },
      {
        "uk": "Вершина бойових мистецтв"
      },
      {
        "uk": "Пік бойових мистецтв"
      }
    ],
    "description": {
      "ar": "رحلة الوصول إلى قمة فنون القتال هي رحلة وحيدة موحشة وطويلة. في مواجهة الشدائد يجب عليك البقاء على قيد الحياة والقتال بلا هوادة، وعندها فقط يمكنك الارتقاء ومتابعة رحلتك لتصبح الأقوى. تختبر طائفة الجناح السماوي الأعلى تلاميذها بأقسى الطرق لإعدادهم لهذه الرحلة، وفي أحد الأيام تمكن المتدرب الضعيف يانغ كاي من الحصول على كتاب أسود مما جعله على الطريق إلى قمة عالم فنون القتال.",
      "en": "The peak of martial arts is solitary and lonely. It is an endless pursuit for unattainable heights as well. In order to surpass the limits of martial arts, growth and the will to survive in adverse situations is necessary.\r\nOne day, Yang Kai, a disciple-on-trial (and floor sweeper) of the Lingxiao Martial Arts Sect discovered a Wordless Black Book. That marked the turn in his luck and the beginning of his martial arts journey.",
      "fr": "Le chemin vers le sommet martial (Martial Peak) est long et solitaire. Face à l’adversité, il faut survivre et persévérer. Il est alors possible de percer et poursuivre l'ascension pour devenir le plus fort. Le Haut Pavillon Céleste entraîne ses disciples de la manière la plus sévère afin de les préparer à ce voyage. Un beau jour, le modeste balayeur Yang Kai met la main sur un livre noir, le lançant sur la route vers l'apogée du monde martial.",
      "ru": "Путь на вершину боевых искусств - путь одинокий и длинный. Перед лицом невзгод ты должен оставаться сильным и неотступным. Только тогда ты сможешь преодолеть все препятствия и стать по-настоящему сильным. Небесная Башня обучает своих учеников самым суровым образом, чтобы они могли выстоять в мире боевых искусств. Но только из-за одного самого незначительного проступка наш главный герой, Янг Кай, может быть исключен из Небесной Башни.",
      "uk": "Шлях до бойової вершини - самотній, відлюдний і довгий. Перед обличчям негараздів ти повинен вижити і залишатися непохитним. Тільки тоді ти зможеш прорватися і продовжити свій шлях, щоб стати найсильнішим. Небесна вершина випробовує своїх учнів найсуворішими способами, щоб підготувати їх до цієї подорожі. Одного разу скромному підмітальнику Ян Каю вдалося роздобути чорну книгу, яка відкриває йому шлях до вершини світу бойових мистецтв.",
      "zh": "《武炼巅峰》漫画版是由深圳漫画团队噼咔噼绘制，根据阅文集团旗起点中文网的同名小说改编，作者是莫默。武之巅峰，是孤独，是寂寞，是漫漫求索，是高处不胜寒。逆境中成长，绝地里求生，才能堪破武之极道。凌霄阁试炼弟子兼扫地小厮杨开偶获一本无字黑书，从此踏上漫漫武道。",
      "es-la": "El viaje hacia la cima marcial es solitario y largo. Ante la adversidad, debes sobrevivir y permanecer inflexible. Solo entonces podrás avanzar y continuar tu viaje para convertirte en el más fuerte. El \"Pabellón Cielo Alto\" pone a prueba a sus discípulos de las formas más duras para prepararlos para este viaje. Un día, el humilde barrendero Yang Kai logró obtener un libro negro, lo que lo puso en el camino hacia la cima del mundo marcial.",
      "pt-br": "A jornada para o Pico Marcial é algo longo e solitário. Indo de encontro com a adversidade, você deve sobreviver e permanecer vivo. Apenas aqueles que superarem os limites continuarão a jornada rumo ao objetivo de se tornar o mais forte. A Sky Tower testa seus discípulos de maneiras bem complexas para esta jornada. Um dia, o menosprezado Yang Kai conseguiu obter um livro negro, fazendo-o tomar rumo ao pico do mundo marcial."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd40d291-b66e-4d4c-b02f-d47555d8bd6d",
    "title": {
      "en": "Yu-Gi-Oh! Arc-V"
    },
    "updatedAt": "2022-10-09T14:48:25+00:00",
    "coverArt": "https://mangadex.org/covers/bd40d291-b66e-4d4c-b02f-d47555d8bd6d/bc7ba069-4efb-4c1a-ae97-d95dfab6c886.jpg",
    "altTitles": [
      {
        "en": "Yu-Gi-Oh! Arc 5"
      },
      {
        "en": "Yu-Gi-Oh! Arc Five"
      },
      {
        "en": "Yugioh"
      },
      {
        "en": "Yuu☆Gi☆Ou: Arc-V"
      },
      {
        "ja": "遊☆戯☆王ARC-V"
      },
      {
        "ja": "遊戲王ARC-V"
      },
      {
        "pt-br": "O Rei dos Jogos Arc-V"
      },
      {
        "pt-br": "O Rei dos Jogos! Arco 5"
      }
    ],
    "description": {
      "en": "Yu☆Gi☆Oh! Arc-V centers around Yuuya Sakaki, a mysterious Entertainment Duelist known as \"The Phantom\" along with his three other personalities: Yuuto, Yuugo, and Yuuri. He was chased after by Leo Corporation for hacking into their Solid Vision with mass system and used it for his own purpose.  \r\n  \r\nWhile on the run, he meets Yuzu Hiiragi, the daughter of the principal of Syu Zo Duel School that was on the verge of bankruptcy and tricked Yuuya into a contract to become a teacher at her school. However, before Yuuya could teach at the school, he first must find a card called Genesis Omega Dragon that said will determine the fate of the world that also connected to his scattered memories.  \r\n  \r\nThe story is set in alternate version of Miami City where Leo Corporation, run by its president Reiji Akaba, dominates most of Solid Vision system throughout the city. The spread of the company's Solid Vision with mass not only gave birth to \"Action Duels\" but also help improving the city in saving lives and repair damage in case of disaster, becoming a vital part of people's life.",
      "pt-br": "Yu☆Gi☆Oh! Arc-V tem foco em Yuuya Sakaki, enquanto ele tenta escapar da dura realidade sorrindo. Mas um duelo o leva a criar uma determinação para enfrentar as dificuldades, e ele vai ter o poder de possibilidades infinitas. O tema principal da série é: \"Dê um passo para a frente com coragem!!\" Yuuya é um estudante de uma escola preparatória, aprendendo a se tornar um \"Duelista de entretenimento\", um tipo de duelista profissional. A história se passa na cidade de Miami, na costa do Japão. A Corporação Leo é dirigida por seu presidente Reiji Akaba. Graças à disseminação da empresa \"Sólida Visão com a massa\", \"Duelos Ação\" nascem em Miami City e alcançaram popularidade em todo o mundo. As crianças olham para nível estelar dos PRO Duelistas, e eles aprendem estilos Invocações e Duelos em vários cursinhos grandes e pequenos, incluindo a Show Duel School a do Yuya, até a maior de tais escolas, Leo Duel School (LDS)."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "45"
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-05-01T15:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/e75f6454-ad0f-43fe-85b0-78b6844a4cd3.jpg",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6d4bec9-7421-44a1-b71b-a0edf48951b5",
    "title": {
      "en": "Soine Lovers"
    },
    "updatedAt": "2023-09-30T16:18:58+00:00",
    "coverArt": "https://mangadex.org/covers/f6d4bec9-7421-44a1-b71b-a0edf48951b5/2bf475f1-5516-4eac-90c8-239b99935000.jpg",
    "altTitles": [
      {
        "ja": "添い寝ラヴァーズ"
      }
    ],
    "description": {
      "en": "Yukihara Katsuya (Yukki) has been an idol for seven years, working out of a big talent agency. Due to a recent decline in popularity, Yukki sponsors a raffle in order to boost his CD sales. The winner would get to spend a single night with him. When Yukki arrives at the home of the winner, \"Ichigo-chan,\" he expects some idol otaku girl or a middle-aged secretary, but what he sees is a brawny guy well into adult years: Udai Ichigo. For a moment, he's relieved when he thinks he won't have to go through with it, then it becomes clear he'll have to spend the whole night with a man he's just met…!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "907276d5-2b48-4c76-8a86-481f11fcb069",
    "title": {
      "en": "Ominous Liar"
    },
    "updatedAt": "2024-05-22T17:56:51+00:00",
    "coverArt": "https://mangadex.org/covers/907276d5-2b48-4c76-8a86-481f11fcb069/3e32b62a-142a-4fae-9713-e0c4d91f8376.jpg",
    "altTitles": [
      {
        "zh-ro": "LIAR · Huang Yan Jia"
      },
      {
        "zh": "LIAR · 谎言家"
      },
      {
        "en": "Fantastic Relics"
      }
    ],
    "description": {
      "en": "Was that a giant face that floated past the window in the back of the class? How does some self absorbed guy always get a perfect score on the exams? In this world people wield items called 'Bai Wu' and they all have powers! Danger is around every corner, as enemies shrouded by shadows, lay in waiting! For the sake of survival we fight!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "54"
  },
  {
    "mangaId": "a253e13a-2b41-4f7d-915e-1e31a3f5d31d",
    "title": {
      "en": "I’m the Max-Level Newbie"
    },
    "updatedAt": "2024-04-05T01:17:13+00:00",
    "coverArt": "https://mangadex.org/covers/a253e13a-2b41-4f7d-915e-1e31a3f5d31d/641aabf1-c6b9-4f7c-a812-a566d4c01ca8.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 만렙 뉴비"
      },
      {
        "en": "Solo Max-Level Newbie"
      },
      {
        "en": "I Am The Top Ranker Newbie"
      },
      {
        "th": "ผู้เล่นหน้าใหม่เลเวลแมกซ์"
      },
      {
        "ja": "俺だけレベルMAXなビギナー"
      },
      {
        "ru": "Нуб максимального уровня"
      },
      {
        "en": "I’m the Max-Level Newbie"
      },
      {
        "zh": "我独自满级新手"
      },
      {
        "zh-hk": "滿級新手"
      },
      {
        "ko": "Na Honja Mallep Newbie"
      },
      {
        "es-la": "Novato Solo a Nivel Máximo"
      }
    ],
    "description": {
      "de": "Jin Hyuk ist Streamer und der einzige, der das Ende des Virtual-Reality-Spiels „Turm der Prüfungen“ erlebt hat. Da das Spiel jedoch immer mehr an Beliebtheit verliert, wird auch seine Streamer-Karriere immer hoffnungsloser. Doch eines Tages wird „Turm der Prüfungen\" plötzlich zur Realität und die Welt steht vor dem Abgrund. Jin Hyuk, der sich im Spiel besser auskennt als jeder andere, wird zwangsläufig zur letzten Hoffnung der Menschheit!",
      "en": "Kang Jinhyeok, a gaming streamer and content creator, is the only person who has cleared the game, [Tower of Trials]. However, as the game’s popularity declines, it becomes increasingly difficult for him to continue making a living as a content creator. Jinhyeok prepares to end his 11-year-long relationship with the game and say goodbye to his humble group of subscribers. But on that very day, the Tower of Trials appears in reality with a message saying that humanity will perish unless all players clear each floor within 90 days.\n\nJinhyeok, who knows the game better than anyone, decides to use his knowledge to his advantage and dominate the tower. \n\n\"It’s time to show everyone what a hardcore gamer can do!\"\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/max-level/list?title_no=3509)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/woduzimanjixinshou/list?title_no=1877)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/max-level-newbie/list?title_no=3375)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001684)\n- [Official German Translation](https://www.webtoons.com/de/fantasy/im-the-max-level-newbie/list?title_no=3735)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/max-level-newbie/list?title_no=3517)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/max-level-newbie/list?title_no=3457)",
      "fr": "Le jeu de réalité virtuelle \"La Tour de l'Épreuve\" est officiellement démodé et le streamer Jinhyuk est le seul à être resté jusqu'au bout pour terminer le jeu. Quand un jour \"La Tour de l'Épreuve\" devient réalité, Jinhyuk qui connaît les éléments du jeu mieux que personne aura forcément un grand avantage sur les autres !",
      "id": "Jinhyuk, satu-satunya pemain game [MENARA UJIAN] yang menyelesaikan sampai akhir meski popularitas game telah menurun. Hingga suatu hari [MENARA UJIAN] menjadi kenyataan, Jinhyuk harus menyelesaikannya dengan segala elemen yang ia ketahui tentang game ini!",
      "ja": "ゲーム実況ストリーマーとして活動している主人公・鈴木裕人（すずきひろと）。彼は、万人があきらめたクソゲー『試練の塔』を挑戦しクリアした唯一のプレイヤーであった。念願のエンディングを見ることができたものの、もう誰も興味をもたないこのゲームはサービス終了が確実視されていた…。11年もかけクソゲーをクリアした裕人はこれを機に現実と向き合い、ゲーム実況者としての生活を終わらせることを決心した—。が次の日、現実世界に異変が起きる。街中に突如現れた不吉な塔、そして人類に課される生死をかけた試練。それはまさに裕人が11年の月日を費やしクリアした『試練の塔』そのものであった。塔の攻略法を把握している裕人はその経験を活かし、誰よりも強い最強のビギナーとしてあらたな試練に挑む！",
      "ko": "게임 너튜버로 활동 중인 주인공 진혁은 유일하게\n[시련의 탑]의 엔딩을 봤지만, 게임의 인기가 하락하며\n더 이상 게임 너튜버로서의 삶도 유지하기 힘들어진다.\n\n엔딩을 보았기에 이대로 게임을 마무리하려는 진혁.\n바로 그날, [시련의 탑]은 현실이 되었다.\n게임의 모든 요소를 다 알고 있는 진혁은\n누구보다 빠르게 모든 것을 차지한다!\n\n\"진짜 고인물이 뭔지 보여주지.\"",
      "ru": "Главный герой Джин Хек – игрок и стример, единственный, кто прошёл до конца «Башню испытаний».\nКогда он увидел концовку игры, захотел бросить её. Но в тот же день «Башня испытания» стала реальностью. И главному герою не осталось ничего, кроме как показать, на что способен тот, кто знает все нюансы игры.\n\n«Я покажу вам, что такое настоящий задрот!»",
      "th": "\"จินฮยอก\" สตรีมเมอร์หนุ่ม ผู้หลงใหลในการเล่นเกม ใช้เวลากว่า 11 ปี ในการบรรลุชั้นบนสุดของ '[หอคอยแห่งความทรหด] เกมแฟนตาซีเสมือนจริง' พอบรรลุเป้าหมายแล้ว จึงเกิดความคิดที่อยากจะล้มเลิกการเล่นเกม และการทำสตรีมมิ่ง แต่จู่ๆ วันหนึ่งเขาก็ตื่นมาพบว่า [หอคอยแห่งความทรหด] โผล่ขึ้นมาในชีวิตจริงซะอย่างนั้น!?",
      "zh": "当游戏变为现实！\n无名主播竟是唯一通关者！\n男主镇赫是一名游戏主播，也是唯一一位“试炼之塔”游戏的通关玩家。随着“试炼之塔”这款游戏的热度下降，游戏主播的工作渐渐无法维持镇赫的生活。通关后的镇赫本想就此退游，然而游戏竟成为了现实。如果失败世界就会灭亡！对游戏了如指掌的镇赫还能在现实世界中通关吗？",
      "zh-hk": "活躍於遊戲NewTube頻道的主角——振赫，他是唯一看過[試煉之塔]的結局，因為該款遊戲的人氣大跌，要經營NewTube頻道再也難以維持生計。 看完遊戲的結局後，原本振赫預計要結束不再玩遊戲。但就在當天，[試煉之塔]竟成為了現實。了解遊戲所有關卡的振赫，比誰都還要快占據所有物品。 「讓你見識什麼是真正的開掛高手。」"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7d2fec4-150e-4f73-808e-ea7b419e6601",
    "title": {
      "en": "Green Plum Blossom Tea"
    },
    "updatedAt": "2023-07-08T03:48:22+00:00",
    "coverArt": "https://mangadex.org/covers/b7d2fec4-150e-4f73-808e-ea7b419e6601/49d1f790-4d40-4e76-a5fc-9964edee1002.png",
    "altTitles": [
      {
        "zh": "青梅花草茶"
      },
      {
        "zh-hk": "青梅花草茶"
      },
      {
        "zh-ro": "Qīngméi huācǎo chá"
      },
      {
        "en": "Lime Herbal Tea"
      },
      {
        "ru": "Чай с лепестками зелёной сливы"
      }
    ],
    "description": {
      "en": "Good girl Gugu meets cheerful girl Xingxing. Xingxing is everything Gugu wants to be - she has friends, youthfulness, dreams, and happiness. The meticulous Gugu sets out a long-term plan to reach out to Xingxing, but it seems that she doesn't have to go to all that trouble... Is Xingxing also reaching out to her?",
      "zh": "乖乖女顾顾遇到开朗girl星星，开朗的星星是顾顾最想成为的样子，有朋友、有青春、有梦想，有快乐。严谨的顾顾列了长长的计划，如何自然接近星星？哎，好像无需那么麻烦……星星也在接近她？"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  }
]