[
  {
    "mangaId": "d9f7540f-4934-446a-923c-81619b5d3b53",
    "title": {
      "en": "Oh! Dangun"
    },
    "updatedAt": "2024-07-29T20:42:15+00:00",
    "coverArt": "https://mangadex.org/covers/d9f7540f-4934-446a-923c-81619b5d3b53/bd640e86-4d5f-487b-a252-0508f945f1d8.jpg",
    "altTitles": [
      {
        "ko": "오!단군"
      },
      {
        "en": "Legend of Dangun"
      }
    ],
    "description": {
      "en": "There are animals that were abandoned by Dangun and live secretly in the human world. Narae, an ordinary high school student, discovers their existence...\nA modern version of Beauty and the Beast with comedy and exorcism action.\n\n‘Will the project of becoming human, for the animals that could not become human, be successful?'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f5a94b3-08f9-4b58-8354-db5cf22043d6",
    "title": {
      "en": "Gaikotsu Kishi-sama, Tadaima Isekai e Odekake-chuu"
    },
    "updatedAt": "2023-08-04T01:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/1f5a94b3-08f9-4b58-8354-db5cf22043d6/8c28be81-1129-4a82-b61e-2f5baeef01ac.jpg",
    "altTitles": [
      {
        "fr": "Le Chevalier Squelettique, découvrant un nouveau monde"
      },
      {
        "en": "Skeleton Knight in Another World"
      },
      {
        "en": "Skeleton Knight, going out to the parallel universe"
      },
      {
        "ru": "Рыцарь-скелет в ином мире"
      },
      {
        "th": "บันทึกการเดินทางต่างโลกของท่านอัศวินกระดูก"
      },
      {
        "ja": "骸骨騎士様、只今異世界へお出掛け中"
      },
      {
        "ko": "해골기사님은 지금 이세계 모험 중"
      },
      {
        "uk": "Лицар-Скелет розпочинає пригоду в новому світі"
      },
      {
        "zh": "骸骨骑士大人异世界冒险中"
      },
      {
        "ja-ro": "Gaikotsu Kishi-sama, Tadaima Isekai e o Dekake-chū"
      },
      {
        "tr": "İskelet Şövalye, Şimdi Başka Bir Dünyaya Gidiyor"
      },
      {
        "fr": "Le Chevalier squelette, excursion à travers un autre monde"
      },
      {
        "az": "Skelet cəngavəri başqa dünyada"
      },
      {
        "ar": "فارس الهيكل العظمي في عالم آخر"
      },
      {
        "zh-hk": "骸骨騎士大人異世界冒險中"
      },
      {
        "pt-br": "Cavaleiro Esqueleto em Outro Mundo"
      },
      {
        "pt-br": "Skeleton Knight, indo para o universo paralelo"
      }
    ],
    "description": {
      "en": "The protagonist fell asleep while playing an online game. However, he awoke in a strange world with his game character's appearance. In a state of shock, he noticed that he was equipped with nothing but his strongest weapon and armor. To make matters worse, our hero's appearance was changed by the special avatar skin『Skeleton』when he enter this new world. The protagonist wanted to live without drawing attention, but he got acquainted with the dark elf Ariana and received her request.  \n  \n- [Official English Light Novel](https://sevenseasentertainment.com/series/skeleton-knight-in-another-world-light-novel/)",
      "ja": "- [Original WebNovel](https://ncode.syosetu.com/n6266ci/)",
      "uk": "Одного разу головний герой грав у відеогру, поки він не заснув...й коли він прокинувся, опинився в ігровому світі в образі свого аватара, як скелет! Оснащений потужною зброєю та обладунками аватара, але застрягши у страхітливій зовнішності, Арк повинен знайти місце для себе в цьому дивовижному світі. Усі його сподівання на тихе життя розвіюються, коли він зустрічається з прекрасною ельфійкою воїном, після чого вони разом подорожують цим світом.",
      "pt-br": "Arc, um jovem jogador, desmaia durante uma partida online e quando desperta se depara em um mundo estranho, muito semelhante ao do jogo. Chocado com o ocorrido, ele percebe que está neste mundo munido de uma armadura e uma poderosa arma, além de poderes e aparência modificada para a de um [Caveiro]. Arc precisa se manter vivo e, para isso, não deve chamar a atenção. Porém, ele acaba encontrando uma elfa chamada Ariana e aceitando o seu pedido.\n\n- [Original WebNovel](https://ncode.syosetu.com/n6266ci/)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-07-16T01:17:18+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/bef5ac88-6368-4705-8e79-0fd131b673f7.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Kanashi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "16e5c5fa-3422-4a7d-a8c4-95a59decd212",
    "title": {
      "en": "Tokyo Murder School"
    },
    "updatedAt": "2024-05-22T11:13:00+00:00",
    "coverArt": "https://mangadex.org/covers/16e5c5fa-3422-4a7d-a8c4-95a59decd212/44a033bc-bc60-4378-8669-17e7a3fb55aa.jpg",
    "altTitles": [
      {
        "ja": "東京殺人学園"
      },
      {
        "ja-ro": "Tokyo Satsujin Gakuen"
      }
    ],
    "description": {
      "en": "Ayato, a boy who spent his childhood being raised by an overseas terrorist organization, is troubled by the fear of his own power and his own worth. The school that came to scout him is... \"Murder School\". A vivid dark action that fights the good and evil of life with the words \"There is a life that can be saved by killing\"!\nRe: imboss"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f",
    "title": {
      "en": "Reincarnation no Kaben"
    },
    "updatedAt": "2024-07-30T19:23:00+00:00",
    "coverArt": "https://mangadex.org/covers/3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f/81f3dc05-306b-4d39-bcf5-08ffbcc8462f.jpg",
    "altTitles": [
      {
        "fr": "Pétales de Réincarnation"
      },
      {
        "es": "Pétalos de Reencarnación"
      },
      {
        "en": "Petals of Reincarnation"
      },
      {
        "ru": "Лепестки реинкарнации"
      },
      {
        "ja": "リィンカーネーションの花弁"
      },
      {
        "zh": "轮回的花瓣"
      },
      {
        "ja-ro": "Reincarnation no Kaben"
      },
      {
        "vi": "Cánh Hoa Luân Hồi"
      }
    ],
    "description": {
      "en": "Striving for talent, Senji Touya tries everything he can so he can find it. Kendou, dancing, swimming, basketball, soccer, chess… anything he tries, he fails to exceed it. One day, his classmate, Haito, came to school for once in a long time. Senji refers to her as someone who \"has it\" or someone who has talent. Later on, he found out that she isn't just someone who has talent, but someone who \"took\" the talent of herself in her past life. And, those who \"took\" the talent from their past lives, are also known as \"Returners\"…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d97652f6-1e9c-40b6-8e8e-904ce6c51d50",
    "title": {
      "en": "Shuumatsu no Harem: Fantasia"
    },
    "updatedAt": "2024-08-06T17:56:08+00:00",
    "coverArt": "https://mangadex.org/covers/d97652f6-1e9c-40b6-8e8e-904ce6c51d50/0a0be7a0-0e30-42a2-9386-37a8145dff96.jpg",
    "altTitles": [
      {
        "es-la": "Harén del Fin del Mundo: Fantasía"
      },
      {
        "fr": "World's End Harem: Fantasy"
      },
      {
        "en": "World's End Harem: Fantasia"
      },
      {
        "ru": "Гарем Конца Света: Фантазия"
      },
      {
        "ja": "終末のハーレム　ファンタジア"
      },
      {
        "ko": "종말의 하렘 판타지아"
      },
      {
        "zh": "終末的後宮幻想曲"
      }
    ],
    "description": {
      "en": "It's year 998, and the world has been corrupted by darkness. The next head of the small border kingdom of Nagara, Ark, has feelings for his cousin, Aurelia, but a political marriage to the Crown Prince has separated them. In order to get her back, Ark desires immense power, but a mysterious dark elf, Rati, appears in front of him.  In exchange for a promise, she will give him \"the power to rule the world.\" An erotic and dark fantasy begins!",
      "ja": "聖暦998年。そこはまもなく終末を迎える闇に蝕まれた世界。辺境の小国ナーガラの次期当主・アルクは従姉のアウレリアと両想いだったが、皇太子との政略結婚のため引き離されてしまった。彼女を取り戻そうと強力な力を欲するアルクの前に現れた謎のダークエルフ・ラティ。ラティからある約束と引き換えに“この世を統べることができる力”を授けると告げられたアルクは――。エロティック＆ダークファンタジー開幕!!",
      "es-la": "Es el año 998, y el mundo ha sido corrompido por la oscuridad. El próximo jefe del pequeño reino fronterizo de Nagara, Alk, siente algo por su prima Aurelia, pero un matrimonio político con el príncipe heredero los ha separado. Para recuperarla, Alk anhela un inmenso poder, pero la misteriosa elfa oscura Rati aparece ante él.  A cambio de una promesa, ella le dará \"el poder de gobernar el mundo\". ¡Comienza una fantasía erótica y oscura!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3601dcdc-59f9-4cb3-88a0-1010144be57e",
    "title": {
      "en": "Please, I Really Didn't Want To Fall in Love With My Master!"
    },
    "updatedAt": "2024-08-11T22:54:02+00:00",
    "coverArt": "https://mangadex.org/covers/3601dcdc-59f9-4cb3-88a0-1010144be57e/1240261b-8609-4031-89ff-66c11baa7b63.jpg",
    "altTitles": [
      {
        "en": "I Don't Want To Fall In Love With The Sect Master"
      },
      {
        "en": "Please, I Really Don't Want to Fall in Love With the Sect Headmaster"
      },
      {
        "zh": "拜托，我真没想和掌门谈恋爱啊"
      }
    ],
    "description": {
      "en": "Li Ran traversed to another world and became the Holy Son of a Demon Way Sect. The system has awakened, and the first task released is actually to fall in love? The Sect strictly forbids relationships between men and women. Li Ran took the risk of being expelled from the Sect and wrote a love letter to his junior sister, but it was sent to the master by mistake!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "26"
  },
  {
    "mangaId": "96c94bab-ff6c-405c-86bb-e07e04d2fcf5",
    "title": {
      "en": "Konya wa Docchi no “Ore” ni Dakaretai? Joushi ga W de Ero Zenkai ni Sematte kimasu!!"
    },
    "updatedAt": "2024-08-05T19:49:40+00:00",
    "coverArt": "https://mangadex.org/covers/96c94bab-ff6c-405c-86bb-e07e04d2fcf5/3f7f432b-9f7e-4fcb-be6a-edce39916f4d.jpg",
    "altTitles": [
      {
        "zh": "今晚你选择哪边的我？"
      },
      {
        "zh-hk": "今晚你選擇哪邊的我？"
      },
      {
        "ja": "今夜はどっちの“オレ”に抱かれたい？ 上司がWでエロ全開に迫ってきます！！"
      }
    ],
    "description": {
      "en": "“Are you okay? You seem down...” My ideal boss, who is calm and kind, says this, but—\n\n“Are you already about to come?” He forcibly approaches me in my dreams every night!?\n\nShiho Satoriura, an office worker with a strong sixth sense, has a problem: ghosts enter her dreams night after night. Recently, however, her crush, her boss Mr. Hozumi, has started appearing in her dreams! Although the Hozumi in her dreams looks exactly like him, his demeanor is completely different and very erotic! To find out the true identity of this dream version of Hozumi, she consults a reputed and skilled medium, but—\n\n“I’m going to tease you from the inside too, so let me hear more of your voice now.”\nThe face looking down at me, the whispering voice, the fingertips that know all my sensitive spots...\nNo matter how I look at it, it can only be my beloved Mr. Hozumi!!",
      "ja": "「大丈夫？元気ない…？」穏やかで優しい理想の上司がーー\n「もうイキそうになってんのかよ」毎晩夢の中で強引に迫ってくるのですが!?\n\n霊感強めなOL・里浦志保の悩みは、幽霊に夜な夜な夢の中に入り込まれてしまうこと。\nでも、最近なぜか片想い中の上司・穂積さんが現れるように…！\n夢の中の穂積さんは、姿はそっくりでも雰囲気は全く違う上にとってもエッチ！\nそんな彼の正体を知る為にも、凄腕と噂の霊媒師さんに視てもらうがーー…\n\n「ナカからもいじってやるから、今の声もっと聞かせろ」\n私を見下ろす顔も、囁く声も、敏感なところを知り尽くした指先も……\nやっぱりどう見ても私の大好きな穂積さんとしか思えませんーー!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f208e0e-d61a-4a10-bf8c-dc8e4464378c",
    "title": {
      "en": "Star of the Giants"
    },
    "updatedAt": "2024-07-17T05:15:04+00:00",
    "coverArt": "https://mangadex.org/covers/3f208e0e-d61a-4a10-bf8c-dc8e4464378c/8da7cf18-28ab-4e46-a730-ad2e35cf410a.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyojin no Hoshi"
      },
      {
        "ja": "巨人の星"
      }
    ],
    "description": {
      "en": "**\"Hyuma, be a big giant star!\"**\n\nThis is the story of Hyuma Hoshi , a hot-blooded boy who endures intense, bloody training in response to his father's wish!\n\nAdapted into Anime twice once in 1968, lasting 182 episodes and again in 1977(As Shin Star of the Giants with a follow-up), lasting a total of 75 episodes. Numerous Anime films were also produced as well as an OVA featuring a crossover with Tezuka's Atom, directed by Gundam's Yoshiyuki Tomino.\n\n---\n- **Won the 8th Kodansha Children's Manga Award in 1967**"
    },
    "status": "completed",
    "releaseDate": 1966,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "97"
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-08-12T13:05:56+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/f9aac218-b3a4-4533-b886-fdb7624ffefb.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b26a3f35-2117-4fa0-90bd-32d310ab9b11",
    "title": {
      "en": "Planetary Human II: Globe"
    },
    "updatedAt": "2024-07-07T22:15:43+00:00",
    "coverArt": "https://mangadex.org/covers/b26a3f35-2117-4fa0-90bd-32d310ab9b11/470af414-b6aa-4a30-b79a-6aa20c34e7f3.jpg",
    "altTitles": [
      {
        "ko": "행성인간2: 행성의"
      },
      {
        "en": "Planetary Human 2: Planetary"
      }
    ],
    "description": {
      "en": "The second season of Cho Seok's Tidal Universe masterpiece, Planetary Human. So… prepare yourself to be mindfucked."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "e531c6ca-0b07-4878-8ae8-87357375acd9",
    "title": {
      "en": "LV999 no Murabito"
    },
    "updatedAt": "2024-02-24T13:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/e531c6ca-0b07-4878-8ae8-87357375acd9/2ebd7318-feff-4398-b769-3f1a67e2e09f.jpg",
    "altTitles": [
      {
        "fr": "Le villageois au niveau 999"
      },
      {
        "vi": "Lv999 Dân làng"
      },
      {
        "en": "LV999 Villager"
      },
      {
        "ja": "LV999の村人"
      },
      {
        "zh": "LV999的村民"
      },
      {
        "ko": "LV999의 마을사람"
      },
      {
        "ru": "Крестьянин 999 уровня"
      },
      {
        "th": "ชาวบ้าน Lv999"
      },
      {
        "zh-hk": "滿級村民"
      },
      {
        "en": "The Villager of Level 999"
      }
    ],
    "description": {
      "en": "In this world, the concept of levels exist. Other than those who live off defeating monsters, most people are only around Level 1 to 5. What's more, not just anyone can go out to hunt monsters; it's heavily influenced by one's role appointed by God. There are eight such eligible roles: warriors, fighters, clerics, magicians, rogues, merchants, hunters, and sorcerers. Those blessed with extraordinary power are divided into three types: royalty, heroes, and sages. But for the majority of the population, they have no such powers and live by farming or running shops. Towns are developed by those with the weakest role: villagers. For the powerless villagers going out to hunt monsters is equivalent to committing suicide. But one day, a certain two-year-old child given the role of villager notices something: once you defeat a monster… you can earn great wealth.",
      "pt-br": "Este aldeão… É invencível!! Em um mundo aonde seu papel é decidido no seu nascimento, o grupo mais fraco, os aldeões, servem apenas para desenvolver as cidades. Entre tais, existe Kagami, o homem que chegou ao incrível LV 999, conhecido como ‘O Aldeão Mais Forte’! Certo dia ele encontra Alice, uma garota demônio, que pede para ele ir contra o seu destino e se aventurar pelo mundo! Assim temos o início da história do ‘fraco aldeão’!\r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Original Web Novel (Raw)](https://ncode.syosetu.com/n7612ct)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c24644a6-2d9f-49db-9c72-590f9e850556",
    "title": {
      "en": "After Constantly Dying, I Became the Emperor Venerable"
    },
    "updatedAt": "2024-08-09T10:28:00+00:00",
    "coverArt": "https://mangadex.org/covers/c24644a6-2d9f-49db-9c72-590f9e850556/4ed0f5bd-0749-4c12-a586-bb0808a80c80.png",
    "altTitles": [
      {
        "en": "After Constantly Trying to Die, I Became the Emperor Venerable"
      },
      {
        "zh": "不断作死后,我成了万人迷帝尊"
      }
    ],
    "description": {
      "en": "...Emperor Yan Ge: It is better to send me to death than to send the emperor away, thank you. The immortals: He actually said thank you to me, really, I cried to death. Emperor Yan Ge: ..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "195"
  },
  {
    "mangaId": "34b47146-a72e-43d8-9ea5-935a5956f09f",
    "title": {
      "en": "OMORI"
    },
    "updatedAt": "2024-08-11T15:31:12+00:00",
    "coverArt": "https://mangadex.org/covers/34b47146-a72e-43d8-9ea5-935a5956f09f/08de9172-04dd-4efa-b474-69bc2ee3f110.jpg",
    "altTitles": [
      {
        "uk": "ОМОРІ"
      },
      {
        "id": "BEBAN"
      },
      {
        "ar": "أوموري"
      }
    ],
    "description": {
      "en": "After—something—changed his life four years ago, Sunny has not left his house once, living in his own reclusive bubble. Hoping for a fresh start for her son, his mother decides to move their family out of town. However, when his childhood friend Kel re-enters his life, Sunny finds himself thrust back into a world he once knew. With only three days before the move, the duo come across familiar faces as they go through town—reawakening a dark past that Sunny has tried so hard to forget."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "563ccf5a-7078-4411-b05b-3985295a2e43",
    "title": {
      "en": "100-nen no Oshi"
    },
    "updatedAt": "2024-04-27T22:16:32+00:00",
    "coverArt": "https://mangadex.org/covers/563ccf5a-7078-4411-b05b-3985295a2e43/054c7d11-d098-44e5-a044-347dbd0fc85e.jpg",
    "altTitles": [
      {
        "ja": "100年の推し"
      },
      {
        "en": "100 Years Recommendation"
      },
      {
        "zh-ro": "100 Nián de tuī"
      },
      {
        "zh": "100年的推"
      },
      {
        "ja-ro": "100-nen no Oshi"
      }
    ],
    "description": {
      "en": "This is a story about the main character named Inuyama, who is on the edge of life with no job or savings. One day, he is tasked with the role of \"broadcast advisor\" and \"pseudo-boyfriend\" of a gravure idol. Can he reach the top of the world of gravure in this romantic comedy harem? ♡",
      "ja": "職なし、貯金なしの人生崖っぷちな主人公・狗山（いぬやま）が、ある日任されたのはグラビアアイドルの「配信アドバイザー」兼、「疑似彼氏」!? グラビア界のてっぺん目指すハーレムラブコメ♡"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0153e96a-fb57-4665-a988-754b4f3aa744",
    "title": {
      "en": "Dungeon Odyssey"
    },
    "updatedAt": "2024-06-29T01:49:11+00:00",
    "coverArt": "https://mangadex.org/covers/0153e96a-fb57-4665-a988-754b4f3aa744/63145ce0-730b-43b9-83fc-d28a6adbd0f0.jpg",
    "altTitles": [
      {
        "en": "Dungeon Experience Book"
      },
      {
        "ko": "던전 견문록"
      },
      {
        "ko-ro": "Deonjeon Gyeonmunnok"
      },
      {
        "fr": "Mémoires d'un Donjon"
      },
      {
        "fr": "Récits de Donjon"
      },
      {
        "fr": "Donjon Odyssée"
      },
      {
        "en": "Records of Dungeon Travel"
      },
      {
        "pt-br": "Odisseia na Masmorra"
      },
      {
        "zh-hk": "地下城見聞錄"
      },
      {
        "es-la": "Odisea de Mazmorra"
      }
    ],
    "description": {
      "en": "When the war between the aboveground and underground ended, humanity was joined by so-called \"dungeon babies,\" those gifted with supernatural abilities and an obsession with the labyrinths below ground. \n\nDespite being a dungeon baby, Kim Jinwoo suppressed his instincts, choosing to live an ordinary life as a guide and caring for his family. \n\nBut when an expedition goes wrong and he somehow ends up becoming the new owner of a labyrinth, he discovers that he cannot ignore his instincts forever...",
      "pt-br": "Os descendentes da humanidade que nasceram no labirinto e foram criados com o leite dos monstros possuíam uma força especial e corpos fortes. Quando retornaram à Terra, a humanidade os chamou de bebês da masmorra. Entre eles, Kim Jinwoo nasceu no labirinto mais profundo. 'Eu nunca tentei ficar forte, eu só queria viver.' Desde o mais humilde dos escavadores até o rei do labirinto, sua história de vida agora está se revelando."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2023-06-22T13:17:12+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "d0e881c9-371f-4e00-a0fd-7648c1c5d7a1",
    "title": {
      "en": "Koukyuu no Zatsuyouki"
    },
    "updatedAt": "2024-08-06T14:40:17+00:00",
    "coverArt": "https://mangadex.org/covers/d0e881c9-371f-4e00-a0fd-7648c1c5d7a1/e2a1653f-2c3b-4dd1-8e95-bb635834ce50.jpg",
    "altTitles": [
      {
        "ja": "後宮の雑用姫"
      },
      {
        "en": "The Errand Princess of the Inner Palace"
      }
    ],
    "description": {
      "en": "Shaolan (Xiao Lian) is an orphaned girl who lives alone in the mountains at the very nook of an impoverished village. One day, an envoy from the palace arrives and scouts her to to be a lady-in-waiting for the imperial harem. This was how a wild girl raised on the mountains was able to live in a luxurious palace working as a lady-in-waiting, however...\n\nOn her first day (due to various reasons), Shaolan had suddenly become a criminal after slapping one of the consorts.\n\nThough execution appeared certain, she was specially pardoned and demoted from a lady-in-waiting to a maidservant in charge of odd jobs. She is ridiculed by the other consorts as the, \"Princess of Odd Jobs,\" however, this is where her rapid advance begins. She implements reforms to the worn-down palace and optimizes her chores through the knowledge she learned from her life of living in poverty, earning the gaze of the other ladies-in-waiting and the imperial consorts alike. Continuing these course of events, Shaolan's name spreads through the imperial palace, reaching even the emperor's ears..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd5fef0a-49fb-4186-bd04-3c20c81dfa49",
    "title": {
      "en": "Chronicle of the Searing Winds of Tianzhu"
    },
    "updatedAt": "2023-12-17T13:58:44+00:00",
    "coverArt": "https://mangadex.org/covers/cd5fef0a-49fb-4186-bd04-3c20c81dfa49/33f9112c-24c5-4388-aedf-c0b4590c577d.jpg",
    "altTitles": [
      {
        "ja-ro": "Tenjiku Neppuroku"
      },
      {
        "en": "The Chronicle of the Scorching Winds of India"
      },
      {
        "ru": "Хроники палящих ветров Индии"
      },
      {
        "zh": "天竺热风录"
      },
      {
        "ja": "天竺熱風錄"
      }
    ],
    "description": {
      "en": "The manga tells a fictional version of the story of historical Tang China diplomat Wang Xuance, centering on his diplomatic journey from Tang Dynasty China to the Empire of Harsha in India in the 7th century CE. When he comes upon a crumbling empire that is now hostile to him he escapes to Tibet and raises a confederation of Tang, Nepalese, and Tibetan soldiers to mount a raid on the Empire of Harsha."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "50"
  },
  {
    "mangaId": "40dab498-7af6-446a-8071-76cdd5e926d5",
    "title": {
      "en": "Even If Despair Consumes You"
    },
    "updatedAt": "2024-08-05T08:16:25+00:00",
    "coverArt": "https://mangadex.org/covers/40dab498-7af6-446a-8071-76cdd5e926d5/60515c0a-865f-4170-aaa2-b36f3d9de1f6.png",
    "altTitles": [
      {
        "en": "Even if Disillusionment Swallows You"
      },
      {
        "en": "Even if Despair Consumes You"
      },
      {
        "ko": "환멸이 그대를 삼킬지라도"
      },
      {
        "hu": "Még akkor is, ha a kétségbeesés megvisel"
      }
    ],
    "description": {
      "en": "Staying alive is a new form of entertainment.\nWhen Dokyung, disillusioned by the harshness of life, finally resolves to call it quits, a bored demon, Hwamyung, appears before her with a particular offer. Will Dokyung, having entered into a contract with the Demon of Disillusionment, be able to flip her disastrous life upside down?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a21b9aa0-4a57-4c61-874c-e842edb8c312",
    "title": {
      "en": "Itai Onee-san wa Suki Desu ka?"
    },
    "updatedAt": "2022-07-26T23:22:12+00:00",
    "coverArt": "https://mangadex.org/covers/a21b9aa0-4a57-4c61-874c-e842edb8c312/3a6cf29b-99c1-4391-a6f7-36a4636d4e94.jpg",
    "altTitles": [
      {
        "id": "Apa kau suka wanita kantoran yang memalukan?"
      },
      {
        "en": "Do you like a cringeworthy older woman?"
      },
      {
        "ja": "いたいお姉さんは好きですか？"
      }
    ],
    "description": {
      "en": "Itai Shiori (26) is an office lady who has gone through her entire life boyfriendless. She might look apathetic, but she still wants to be loved as much as anyone. Never letting a hot tip go to waste, constantly challenging herself. However, her natural awkwardness and cringeyness tend to lead to unfortunate results… An unfortunate but lovable OL's daily life!",
      "es-la": "Itai Shiori (26) es una oficinista que ha pasado toda su vida sin novio. Puede parecer apática, pero todavía quiere ser amada tanto como cualquiera. Nunca dejar que una propina caliente se desperdicie, desafiándose constantemente a sí misma. Sin embargo, su incomodidad natural y su vergüenza tienden a llevar a resultados desafortunados ... ¡La vida diaria de una OL desafortunada pero adorable!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "100"
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-07-23T12:21:48+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/209123ce-20fb-43d2-8c6b-c562cd98f36b.jpg",
    "altTitles": [
      {
        "ja": "Yaiteru Futari"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "ja": "焼いてるふたり"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "076028a7-197a-4329-bbd5-d13186bbd990",
    "title": {
      "en": "Boyfriend of the Dead"
    },
    "updatedAt": "2022-08-13T22:31:31+00:00",
    "coverArt": "https://mangadex.org/covers/076028a7-197a-4329-bbd5-d13186bbd990/8e1b18a8-ac7c-420b-99b2-b3e1a30b175e.jpg",
    "altTitles": [],
    "description": {
      "en": "In a zombie apocalypse, a woman relentlessly fights for the search for new clothes so fiercely that the zombies begin to organize for better living conditions, on the other hand, a zombie with a high level of cooking wisely chooses its prey, demanding the seal. friboi, and as fate would have it, these two end up becoming lovers.",
      "pt-br": "Em um apocalipse zumbi, uma mulher luta implacavelmente pela busca por novas roupas de maneira tão feroz que os zumbies começam a se organizar por melhores condições de vida, em contra partida, um zumbi com alto nível de culinária escolhe sabiamente suas presas, exigindo o selo friboi, e por zueira do destino, esses dois acabam se tornando namorados."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d60ff6e0-b0c4-4929-b6f4-27798744917e",
    "title": {
      "en": "You Were Sent By God"
    },
    "updatedAt": "2024-07-21T09:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/d60ff6e0-b0c4-4929-b6f4-27798744917e/3c951b92-ac74-4417-acec-d0759a99080a.png",
    "altTitles": [
      {
        "ko": "너의 신이 너를 보냈구나"
      },
      {
        "en": "Your God Sent You"
      },
      {
        "en": "She Was Sent By God"
      }
    ],
    "description": {
      "en": "She believed he was a heartless husband and treated him badly. \n\nUntil he was hunted down as a traitor in order to protect her.\n\n‘My dear wife. Please stay safe.’ \nHer heart was torn to pieces as she knelt before his severed arm. But this time, she could see that his body was clearly intact. \n\n“Your highness? Why are you crying all of a sudden?” \n\nShe had returned after losing hope, to the first night of their wedding three years ago. \n“You must be nervous about your first night. Don’t worry. I didn’t plan to spend the night with the princess anyway.” \n\n“Why? Aren't I your wife? Forget it, let’s undress and head to bed.” \n\n“…Your highness?” She tugged at his arm with force. \n\n'This time, I will certainly protect you. Even if I die trying, I would rather die with you. Not as Nirszeg’s princess, but your wife, Agnes Arpad,' she pledged with determination."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cdce6cdf-6817-49a8-842c-7a8d7f9b6463",
    "title": {
      "en": "Meguru Mirai"
    },
    "updatedAt": "2024-07-25T16:53:44+00:00",
    "coverArt": "https://mangadex.org/covers/cdce6cdf-6817-49a8-842c-7a8d7f9b6463/8fb04383-9707-404d-8cb0-d4c25193a05b.jpg",
    "altTitles": [
      {
        "ja": "めぐる未来"
      },
      {
        "en": "Revolving Future"
      }
    ],
    "description": {
      "en": "Mirai, a man who does not show his emotions, lives happily with his innocent and cheerful wife Meguru, but he has a \"cursed disease\" that he keeps secret even from his wife.\nThen one day, Mirai receives an important call from the police concerning his wife...!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "2e352959-7f9d-4122-b576-53eebed93dfd",
    "title": {
      "en": "Good Morning Sunshine"
    },
    "updatedAt": "2024-08-12T12:31:51+00:00",
    "coverArt": "https://mangadex.org/covers/2e352959-7f9d-4122-b576-53eebed93dfd/06d61586-0ad9-4abe-8e0b-77b96ad1fdc7.jpg",
    "altTitles": [
      {
        "ja": "グッドモーニング・サンシャイン"
      }
    ],
    "description": {
      "en": "Subaru Tosaka is an art student who lives next door to his university senior, Yumoto Youhei. \n\nSubaru was captivated by Youhei's artwork during an open campus event, which led him to enroll in the same university. However, Youhei turned out to be a tad sloppy and needed some looking after.\n\nAs Subaru started making breakfast for Youhei and waking him up once a week, it naturally became a routine for him. But one day, when Subaru saw Youhei being close to a woman, he realized that his feelings for Youhei were not just admiration, but something special...\n\nA heart-fluttering campus BL story where colorful feelings intertwine!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "11.5"
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2024-05-09T04:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/da50ed16-f2ba-4f6e-8b4e-e169ef7eef44.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\r\n\r\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "es": "Hitohito Tadano acaba de empezar la secundaria alta anhelando que sea pura paz y tranquilidad, pero sus planes se truncan cuando termina sentado al lado de la perfecta Shoko Komi. Ella es linda, inteligente, educada y hasta huele bien. Pero tiene 0 dotes sociales y no sabe cómo corno comunicarse con los demás. Es ahí que Tadano se sube al pony y se propone ayudarla a su compañera hasta que se haga de cien amigos, y con suerte algo más.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "es-la": "El viaje a 100 amigos comienza con una sola conversación. El mayor sueño de la estudiante de secundaria socialmente ansiosa Shouko Komi es hacer amigos, ¡pero todos en la escuela confunden su ansiedad social paralizante con una reserva fría! Con todo el cuerpo estudiantil manteniendo su distancia y Komi incapaz de pronunciar una sola palabra, la amistad podría estar siempre fuera de su alcance. Tadano Hitohito es un chico ordinario total, y así es como le gusta. Vive para mezclarse con el fondo. Todo eso cambia cuando se encuentra solo en un salón de clases el primer día de la escuela secundaria con la legendaria Komi. Rápidamente se da cuenta de que ella no es distante, sino que tiene problemas para comunicarse con los demás. ¡Ahora ha hecho su misión ayudarla en su búsqueda para hacer 100 amigos!",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-07-23T19:18:02+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/2c0a7c4f-43cc-4d3c-b43e-0246ffc2aad3.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "uk": "Хоча назва вказує на щось буденне, вона є абсолютним протилежним до того, що коїться у манзі. Дії відбуваються у дуже дивній школі, де директор не проти побоксувати з оленем. Або робот, у руці якого сховано тістечко. Звісно не обійшлося без буденності, як от коли вірша забув вивчити і вчиш на уроці. Або картковий дім, який ти вже майже добудував, руйнується вщент! Словом, небуденна буденність.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06",
    "title": {
      "en": "Bijin Onna Joushi Takizawa-san"
    },
    "updatedAt": "2024-08-11T07:09:10+00:00",
    "coverArt": "https://mangadex.org/covers/7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06/0e98da25-0ef6-4ccb-abe6-5acb4584f3d0.jpg",
    "altTitles": [
      {
        "en": "Beautiful Female Superior Takizawa-san"
      },
      {
        "de": "Meine hübsche Vorgesetzte Takizawa-san"
      },
      {
        "es-la": "Mi Hermosa Jefa Takizawa-san"
      },
      {
        "es": "Mi Jefa Bella, Takizawa-san"
      },
      {
        "pt": "Minha linda chefe, Takizawa-san"
      },
      {
        "en": "My Beautiful Boss, Takizawa-san"
      },
      {
        "fr": "Takizawa-san, ma patronne magnifique"
      },
      {
        "en": "The Greatest Lady Boss \"Takizawa-san\""
      },
      {
        "ru": "Мой прекрасный босс Такидзава-сан"
      },
      {
        "ja": "美人女上司滝沢さん"
      },
      {
        "zh": "美女上司泷泽小姐"
      },
      {
        "ko": "미인 여자 상사 타키자와 씨"
      },
      {
        "zh-hk": "美女上司瀧澤小姐"
      },
      {
        "ja-ro": "Bijin On'na Jōshi Takizawa-san"
      }
    ],
    "description": {
      "en": "Kouta Takeda is a young office worker, who at the entry level at XOX Corporation is put under the direct supervision of Kyouko Takizawa, a stunning and voluptuous woman with a fearsome reputation at the company as an inflexible and cruel boss, but Takeda has the privilege of finding out that Takizawa is no iron lady, and that she's no stranger to kindness where it's dispensed.",
      "ja": "こんな上司と働きたい♪　Twitter発、美人で巨乳な女上司4コマ！ 新卒で入った僕の会社の上司・滝沢さんは、美人で巨乳でちょっぴり○○！？　Twitterで話題になった後ニコニコ静画にて連載化された美人女上司さん4コマがたわわに書籍化!!",
      "pt": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa.  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/yan_baru55)",
      "pt-br": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a6a13cc-d611-41e1-9924-7b3ddfcf154a",
    "title": {
      "en": "Hibichika Time"
    },
    "updatedAt": "2023-06-29T04:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/6a6a13cc-d611-41e1-9924-7b3ddfcf154a/e73555d7-32b6-4d2d-8457-aedd088eb662.png",
    "altTitles": [
      {
        "ja": "ひびちかタイム"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "32"
  },
  {
    "mangaId": "fd3b947b-5f6b-4759-9691-91570a152bc6",
    "title": {
      "en": "Bocchi The Rock! - You, the Musical Performance (Doujinshi)"
    },
    "updatedAt": "2024-08-12T11:56:00+00:00",
    "coverArt": "https://mangadex.org/covers/fd3b947b-5f6b-4759-9691-91570a152bc6/bbe9b88f-2201-4dae-8e8e-a009649d8514.png",
    "altTitles": [
      {
        "ja": "君という音奏で"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee8f7f56-17fc-4a41-a873-f8549ba676d3",
    "title": {
      "en": "Zutto Neko Shoshinsha"
    },
    "updatedAt": "2022-06-10T20:31:12+00:00",
    "coverArt": "https://mangadex.org/covers/ee8f7f56-17fc-4a41-a873-f8549ba676d3/dc761818-a5f0-49a3-ae0e-b911a2823c60.png",
    "altTitles": [
      {
        "en": "Always A Beginner Cat"
      },
      {
        "ru": "Вечный котёнок"
      },
      {
        "ja": "ずっとネコ初心者"
      }
    ],
    "description": {
      "ja": "ネコと暮らす不思議な日常。猫創作マンガ"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1277965-6bd9-457a-9a33-2879832b6d32",
    "title": {
      "en": "Shinmai Shimai no Futari Gohan"
    },
    "updatedAt": "2022-08-26T12:29:20+00:00",
    "coverArt": "https://mangadex.org/covers/d1277965-6bd9-457a-9a33-2879832b6d32/37d6107a-d298-439b-b936-2d11640d2407.jpg",
    "altTitles": [
      {
        "ja": "新米姉妹のふたりごはん"
      },
      {
        "en": "New Sisters, Eating Together"
      },
      {
        "zh-hk": "新手姊妹的雙人餐桌"
      },
      {
        "zh": "新手姐妹的双人餐桌"
      },
      {
        "zh": "百合姐妹的自炊双人餐"
      }
    ],
    "description": {
      "en": "\"But suddenly, I had a little sister. That was the problem.\"\n\nAfter her father's remarriage, Sachi suddenly has a new stepsister, Ayari. \nAt first, their interactions are awkward and very brief. \nHowever, they soon discover a shared love… of food?\n\nSachi eventually discovers Ayari's passion for cooking, and the two step-sisters soon begin to bond over Ayari's delicious cooking, \nstarting to overcome the barriers that had once kept them apart. \nWhile their parents are away on their honeymoon, they learn to cope with their differences and bond over a seemingly insignificant thing.",
      "ja": "両親の再婚により、突然姉妹となったサチとあやり。言葉数が少なく目つきの鋭いあやりに対し、サチは物怖じし、これからの同居生活に大きな不安を感じてしまう。そんな時、海外出張中の父親から届いたのは生ハムの原木で──。料理を通じて絆を深めていく新米姉妹から目が目が離せない！ 幸せな笑顔はおいしい料理から生まれる、新鮮クッキングストーリー！"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8249e7e-cd20-43f3-b961-f47ad1070ab0",
    "title": {
      "en": "Dame Ningen no Aishikata"
    },
    "updatedAt": "2024-08-12T13:11:56+00:00",
    "coverArt": "https://mangadex.org/covers/b8249e7e-cd20-43f3-b961-f47ad1070ab0/f9426e8c-eef7-4f15-9576-9ab5a19a421e.jpg",
    "altTitles": [
      {
        "ja": "ダメ人間の愛しかた"
      },
      {
        "ja-ro": "Dame Ningen no Itoshikata"
      },
      {
        "en": "How to Love a Useless Person"
      },
      {
        "en": "How to Love A Misfit"
      },
      {
        "pt-br": "Como Amar Uma Pessoa Inútil"
      },
      {
        "vi": "Bí Quyết Để Yêu Một Tên Vô Dụng"
      }
    ],
    "description": {
      "en": "\"No talent, no money, no education. A worthless person, bottom of the barrel.\"\n\"But... just seeing you like that makes me feel so happy.\"\nShinba, an unemployed young man, is what someone could call a useless person.\nFor some reason, such a man is dating a cool and beautiful woman named Hizumi.\n\nFor the sake of Hizumi, whom he loves very much, Shinba tries to graduate from being a useless person, but his efforts are always in vain.\n\nShe ridicule, sneers and deny him. She whisper words of love to him and stays by his side.\n\nAn imbalanced love story, presented by a useless man and a devilish girlfriend, open its curtains to the world.",
      "pt-br": "\"Sem talento, sem dinheiro, sem educação. Uma pessoa sem valor, no fundo do poço.\"\n\"Mas... só de te ver assim me faz tão feliz.\"\nShinba, um jovem desempregado, é o que alguém poderia chamar de uma pessoa inútil.\nPor algum motivo, esse homem está namorando uma mulher legal e bonita chamada Hizumi.\n\nPelo bem de Hizumi, a quem ele ama muito, Shinba tenta se formar como uma pessoa útil, mas seus esforços são sempre em vão.\n\nEla ridiculariza, zomba e o nega. Sussurra palavras de amor para ele e fica ao seu lado.\n\nUma história de amor desequilibrada, apresentada por um homem inútil e uma namorada diabólica, abre suas cortinas para o mundo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "559679c2-e798-4feb-97b4-b4da0b44f848",
    "title": {
      "en": "I Adopted a Villainous Dad"
    },
    "updatedAt": "2024-05-19T07:07:25+00:00",
    "coverArt": "https://mangadex.org/covers/559679c2-e798-4feb-97b4-b4da0b44f848/b56c1f63-2367-4c98-a676-74063fa84eb4.jpg",
    "altTitles": [
      {
        "ko": "악당 아빠를 입양했다"
      },
      {
        "ko-ro": "Akdang Appareul Ibyanghaetda"
      },
      {
        "ar": "لقد تبنت أبًا شريرا"
      },
      {
        "ja": "推し様なのでパパにしました"
      },
      {
        "zh": "认领了一个恶棍爸爸"
      },
      {
        "zh-hk": "領養反派暴君當爸爸"
      },
      {
        "th": "เมื่อฉันอุปถัมภ์คุณพ่อจอมวายร้าย"
      },
      {
        "vi": "Nhận Nuôi Người Cha Phản Diện"
      },
      {
        "vi": "Xin Hãy Nhận Con Làm Con Đi Mà, Papa"
      }
    ],
    "description": {
      "en": "One day I woke up and I was six years old. I had transmigrated into the main character of a tragic novel, Saint Priscilla, who walks through all sorts of thorny paths! Since I’m here, I need to avoid the scheduled special misfortune and live happily with my favorite character. The final boss of the story and the villain, Melchizedek, the tyrant of the Rehel Empire, who has no blood or tears! A happy life of adopting my father and becoming a princess, with my favorite character. I also saved the male protagonist, in order to remove my father’s death flag.\n\n“If you approach my daughter, you will die.”\n\nWhy does my father keep putting up death flags?\n\nMoreover… “If you tamed me, you have to take responsibility.”\n\nWhy is the male lead so obsessed with me? What’s going on?\n\n---\nOne day, a girl awakens as 6-year-old St. Priscilla, the heroine of her most cherished novel. The catch? She is destined to suffer with an abusive adoptive family! To avoid this, she adopts her ultimate bias, the ruthless Emperor Melkiades, as her father instead. Although spending her days fangirling and redeeming her bias's tarnished name seems like a dream come true, with so many foes still lurking in the shadows, can this young saint protect Melkiades and find happiness for them both?",
      "ko": "어느 날 눈을 뜨니 여섯 살이 되어있었다.\n내가 빙의한 건 온갖 가시밭길을 걷는 피폐 소설 속 주인공, 성녀 프리실라!\n\n이왕 이렇게 된 거, 예정된 특급 불행을 피하고 최애캐와 행복하게 살아야 한다.\n작중 최종 보스이자 악당,\n피도 눈물도 없는 레헬 제국의 폭군, 멜키아데와 함께!\n\n아빠를 입양해서 공주도 되고, 최애캐 덕질도 하는 행복한 인생.\n아빠의 사망 플래그도 제거할 겸, 겸사겸사 남주인공도 구해줬는데...\n\n\"내 딸한테 접근하면 죽는다.\"\n\n아빠는 왜 이렇게 자꾸 사망 플래그를 꽂는 거지?\n게다가...\n\n\"날 길들였으면 책임도 져야지.\"\n\n어쩐지 남주까지 내게 집착하는데, 이게 어떻게 된 거지...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eca409ba-505f-4f44-a756-0e1411d5d620",
    "title": {
      "ja": "Musashino Rondo"
    },
    "updatedAt": "2024-05-16T03:25:17+00:00",
    "coverArt": "https://mangadex.org/covers/eca409ba-505f-4f44-a756-0e1411d5d620/060531a9-6b3f-46d3-8813-6d9b1080d378.jpg",
    "altTitles": [
      {
        "ja": "ムサシノ輪舞曲"
      },
      {
        "ja": "ムサシノ輪舞曲 (ロンド)"
      },
      {
        "ja": "Musashino Rinbukyoku"
      },
      {
        "ja": "Musashino Rinbukyoku (Rondo)"
      }
    ],
    "description": {
      "en": "Musashibara Tamaki (35), a sharp-tongued woman who is firm in how she lives her life, had been living by herself until her younger brother, Bunta, came back to their family home after a breakup. Her old student and next-door neighbor, Agawa Ryuuhei (25), has had an unrequited crush on Tamaki for a long time now. After being rejected twice by her, how does he deal with his feelings? A mature story of unrequited love with an ensemble cast that unfolds in an elegant and laid-back town."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e6d0cd0-a97e-478b-98c7-4840f3796bb6",
    "title": {
      "en": "Amegashi"
    },
    "updatedAt": "2021-12-01T13:38:47+00:00",
    "coverArt": "https://mangadex.org/covers/7e6d0cd0-a97e-478b-98c7-4840f3796bb6/9c5c0cb3-a2d6-430a-919d-11e2c12a4939.jpg",
    "altTitles": [
      {
        "ja": "飴菓子"
      }
    ],
    "description": {
      "en": "A young boy from the Korou wolf-clan, Itomaki, suddenly enters his “hunger period.” In order to end it, he must raise a fairy-like creature known as an “Amegashi,” and 1 year later – eat her. For an Amegashi, their only source of food is the blood of a Korou. To eat, and be eaten – together in this ancient coexistence, the two begin their relationship. This heart-wrenching fantasy paints the story of a love so pure, it transcends the boundaries between different races."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "16"
  },
  {
    "mangaId": "36262825-e510-4935-92a6-32af9183d808",
    "title": {
      "en": "Kuzulesse Oblige: 18-kin Game Sekai no Kuzu Akuyaku ni Tensei Shiteshimatta Ore wa, Gensaku Chishiki no Chikara de Doushite mo Mob Jinsei wo Tsukami Toritai"
    },
    "updatedAt": "2024-08-09T20:31:14+00:00",
    "coverArt": "https://mangadex.org/covers/36262825-e510-4935-92a6-32af9183d808/3983440c-d592-4a7d-b806-a19e8ea3bf56.png",
    "altTitles": [
      {
        "en": "Scumless Oblige: Reborn as the Scummy Villain in an 18+ Adult Game, and I Absolutely Want to Seize the Mob Life Using My Knowledge of the Original Story"
      },
      {
        "ja": "クズレス・オブリージュ　18禁ゲー世界のクズ悪役に転生してしまった俺は、原作知識の力でどうしてもモブ人生をつかみ取りたい"
      }
    ],
    "description": {
      "en": "Before I knew it, I was in a world of 18+ games with magic and erotica.\n\nIn it, I was reborn as Ultos, the worst scum in history. If I continue like this, I will meet the worst possible fate.\n\nSomehow, I must be reborn from the hated character known as 'ScumUltos' into a pure and innocent mob character...!!\n\nRise up from being the worst douchebag villain of all time!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e1c18e9-a9e0-49d3-b2bc-785b27038c62",
    "title": {
      "en": "Kanojo-tachi wa Ana o Umetai"
    },
    "updatedAt": "2024-08-09T06:36:57+00:00",
    "coverArt": "https://mangadex.org/covers/3e1c18e9-a9e0-49d3-b2bc-785b27038c62/519dd379-aae3-499e-925b-eef553ed5ce5.jpg",
    "altTitles": [
      {
        "ja": "彼女たちは穴をうめたい"
      },
      {
        "ja-ro": "Kanojo-tachi ha Ana wo Umetai"
      },
      {
        "ja": "They want to fill in the holes."
      },
      {
        "en": "They Want to Fill in the Holes"
      }
    ],
    "description": {
      "en": "“Whom will you go out with?” Those were the words Doumoto Genki was confronted with on his first day of high school.  Now he has to figure out which one of the “out of this world” beauties he wants to date!",
      "ja": "体が丈夫なことが取り柄である主人公・弦貴。高校に入学することを機に、新たな出会いに胸を膨らませていたところ、突然2人の美少女・カリンと聖から告白される！ そんな彼女たちの目的は彼とドッキングすることだった…!! ドッキングとは一体何か。ドッキングで何ができるのか。そして彼女たちは何者なのか…!?",
      "pt-br": "**”Com quem você vai sair?”** Essas foram as palavras com as quais Doumoto Genki foi confrontado no seu primeiro dia na escola secundária. Agora ele tem que descobrir qual das belezas “de outro mundo” ele quer namorar!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ab10b8-d539-4839-9b31-7937fb08c813",
    "title": {
      "en": "I Love Amy"
    },
    "updatedAt": "2024-08-03T18:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/52ab10b8-d539-4839-9b31-7937fb08c813/7c8f7447-a813-46bf-ae91-d5cc06482824.jpg",
    "altTitles": [
      {
        "ko": "나는 에이미를 사랑해"
      },
      {
        "ko-ro": "Naneun Eimireul Saranghae"
      },
      {
        "ru": "Я Люблю Эми"
      },
      {
        "fr": "J'aime Amy"
      }
    ],
    "description": {
      "en": "\"Is this how it feels to have a friend?\" \n\nBibi is obsessed with Peter, the prince of the school. When she spots Amy next to him, she starts to feel jealous. She invites Amy to her house to warn her, but instead takes a liking to the girl. They agree to be friends on the condition that Amy has to help Bibi confess.",
      "fr": "\"C'est ce qu'on ressent lorsqu'on a une amie ?\"\nBibi est obsédée par Peter, le prince de l'école. Lorsqu'elle repère Amy près de lui, elle commence à être jalouse. Elle invite Amy chez elle pour la prévenir, mais à la place, elle commence à apprécier cette fille. Elles acceptent d'être amies à la condition que Amy doive aider Bibi à se déclarer.",
      "ko": "\"원래 친구 사이엔 이런 기분이 드는 걸까?\"\n\n'비비'는 학교 제일의 킹카 피터에게 집착하다, 그의 곁에 있던 '에이미'를 보고 질투를 느낀다. 그녀에게 경고하기 위해서 자신의 집에 초대했지만 오히려 호감을 느끼게 되고...\n둘은 비비의 고백을 돕는다는 조건으로 서로에게 유일한 친구가 되기로 한다.",
      "ru": "\"Вот что значит быть друзьями?\" Биби одержима Питэром, принцем школы.\nКогда она замечает Эми рядом с ним, она начинает ревновать. Она приглашает Эми к себе, чтобы предупредить. Но вместо этого Эми нравится ей. Они соглашаются быть друзьями, но при одном условии: Эми должна помочь Биби признаться в любви."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46.10"
  },
  {
    "mangaId": "2d8d3831-212b-4567-83e4-27a08fcde683",
    "title": {
      "en": "Turn Up"
    },
    "updatedAt": "2024-01-22T01:08:38+00:00",
    "coverArt": "https://mangadex.org/covers/2d8d3831-212b-4567-83e4-27a08fcde683/028e2394-bb59-4f01-b970-29d73b5b40f6.jpg",
    "altTitles": [
      {
        "ko": "[군림VS굴림 단편선] TURN UP (턴 업)"
      },
      {
        "ja": "【矛X盾短編選】TURN UP：ターンアップ"
      },
      {
        "en": "[Dominion VS Roll Short Stories] Turn Up"
      }
    ],
    "description": {
      "en": "One day, Kang, president of the Hakcheon faction, receives an unpleasant package. It's an old broken rope. Thinking it might be a gift from the perverts who usually take an interest in him, he goes to the destination written on the delivery box to strike back. There he finds Jungwoo, another Korean gangster.  As Jungwoo wraps a rope around his neck and tightens it, he feels strange. Jung-woo, who has noticed that Kang has started to get hard, spits out an incredulous laugh. Unlike Kang, who thinks it's just a physiological phenomenon, Jung-woo realizes how miserable he can make Kang Joo-han, proud as a cock. Kang Joo-han is then forced to have sex with Jung-woo. He swears at him and rejects him, but on the other hand, he feels pleasure for the first time."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "4"
  },
  {
    "mangaId": "a8b82c56-16ed-4b23-8f1c-11bad8ce3581",
    "title": {
      "en": "Empress of Another World"
    },
    "updatedAt": "2024-07-24T20:45:56+00:00",
    "coverArt": "https://mangadex.org/covers/a8b82c56-16ed-4b23-8f1c-11bad8ce3581/2701b8dd-90bb-473a-9bac-475c7d7f3819.jpg",
    "altTitles": [
      {
        "es": "Emperatriz de otro mundo"
      },
      {
        "en": "Empress of Otherverse"
      },
      {
        "pt-br": "Imperatriz de Outro Mundo"
      },
      {
        "fr": "L'impératrice d'un autre monde"
      },
      {
        "th": "ลิขิตรักบัลลังก์ต่างโลก"
      },
      {
        "zh": "异世界皇妃"
      },
      {
        "ja": "異世界の皇妃"
      },
      {
        "zh-hk": "異世界皇妃"
      },
      {
        "ko": "이세계의 황비"
      }
    ],
    "description": {
      "en": "Crossing over into another world and time after a freak accident, Korean highschool girl Sabina is taken in by a duke of the Crentia kingdom— only to soon be offered up to the ugly old emperor as a concubine. When the king is killed by a mysterious assassin, Sabina must face the poisonous circle of other candidates in a battle for the royal seat. Can she attract the loyalty and affection of the men and women she needs on her side to survive?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "129"
  },
  {
    "mangaId": "ec886dfe-c1c8-4958-a82e-98d4edd0495a",
    "title": {
      "en": "The Dragon And The Prince"
    },
    "updatedAt": "2024-06-25T21:54:08+00:00",
    "coverArt": "https://mangadex.org/covers/ec886dfe-c1c8-4958-a82e-98d4edd0495a/50fe5745-fa02-416e-ac34-f87dadffbc4a.png",
    "altTitles": [
      {
        "en": "Prince's companion"
      },
      {
        "ko-ro": "륜의 반려"
      },
      {
        "en": "Ryun's Companion"
      }
    ],
    "description": {
      "en": "Seolru, a novice hunter who lives alone in the deep mountains with her elderly father, because the weather around her changes constantly depending on her emotions. One day, she goes on a night hunt to catch a badger instead of her father and accidentally shoots a person...\n\n«Father, what should I do now? I think I killed a man!»\n\nRyun, the crown prince of Cloud Dragon, went hunting with his servants, but was caught up in the empress' scheme and wandered the hunting grounds alone. To make matters worse, he collapses after being hit by an arrow shot by Seolru. Gathering all the remaining strength, he tried to kill the killer who approached him, but even that failed...\n\n«Why did you keep me alive? Did they tell you to let me live, because they will come and cut my throat?»\n\nBut the killer who's the size of a rat in front of him is not a killer! Besides, he wasn't even a boy, he was a girl in disguise? Seolru, carrying her own sin of hurting the body of the national treasure by shooting an arrow and her father who thrust a dagger unaware of his identity, eventually becomes a trophy of war and follows Ryun into the imperial palace.. The land of dragons hidden by clouds. ‘Seolru’, a young dragon who knows how to command the sky, and ‘Ryun’, the Crown Prince of Unryong, who greedily keeps her by his side.\n\nCan the love between the two, which has just blossomed from the wrong desires surrounding the legends and oracles that have been handed down since the beginning of time, be preserved until eternity?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9faba8cf-60df-4894-9370-22571592c8d3",
    "title": {
      "en": "Ano Koro no Aoi Hoshi"
    },
    "updatedAt": "2024-08-05T15:23:50+00:00",
    "coverArt": "https://mangadex.org/covers/9faba8cf-60df-4894-9370-22571592c8d3/cba81f5c-12f8-4430-ab2a-8e0136f67186.jpg",
    "altTitles": [
      {
        "en": "The Blue Star on That Day"
      },
      {
        "ja": "あの頃の青い星"
      },
      {
        "zh": "彼时蓝星"
      },
      {
        "zh-hk": "彼時藍星"
      },
      {
        "zh-ro": "Bǐ shí lán xīng"
      }
    ],
    "description": {
      "en": "Koumoto Umi, a normal high school girl, falls in love with the pretty girl from the class next door, Segawa Shou. Even though she feels overwhelmed by her feelings, she can’t help but want to get closer to the mysterious Shou.",
      "pt-br": "Koumoto Umi, uma garota normal do ensino médio, se apaixona pela garota bonita da sala ao lado, Segawa Shou. Mesmo que ela se sinta sobrecarregada com esses sentimentos, ela não consegue evitar de se aproximar da misteriosa Shou."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1fce562-5781-4295-a7da-a3c8793970cd",
    "title": {
      "en": "Hirari (Anthology)"
    },
    "updatedAt": "2023-11-19T23:40:20+00:00",
    "coverArt": "https://mangadex.org/covers/e1fce562-5781-4295-a7da-a3c8793970cd/76f02d22-b765-42f1-af75-2a7b3bae960f.jpg",
    "altTitles": [
      {
        "en": "A Love Smeared in Ashes"
      },
      {
        "en": "Afterschool Stabbing"
      },
      {
        "en": "Algae"
      },
      {
        "en": "Anemone"
      },
      {
        "en": "Anemone (Otomo Megane)"
      },
      {
        "en": "Bare-faced Beauty"
      },
      {
        "en": "Cry, Laugh, and See You Tomorrow"
      },
      {
        "en": "Harukaze in the Heart!!"
      },
      {
        "en": "Heart ni Harukaze!!"
      },
      {
        "ja-ro": "Kami-sama no Susumori"
      },
      {
        "ja-ro": "Kamisama no Sumu Mori"
      },
      {
        "ja-ro": "Kamisama no Susumori"
      },
      {
        "en": "Last 10 Millimeters"
      },
      {
        "en": "Lemon's"
      },
      {
        "en": "Little by Little"
      },
      {
        "en": "Love & Hate"
      },
      {
        "en": "Love and Hate"
      },
      {
        "en": "Mine"
      },
      {
        "en": "Miyabi-chan Down from the Moon"
      },
      {
        "en": "No Carriage, No Pumpkin, No Prince"
      },
      {
        "en": "Pancake Tuesday"
      },
      {
        "en": "Place Your Legs Here"
      },
      {
        "en": "Pure Yuri Anthology Hirari"
      },
      {
        "en": "Rocks and Murderous Intents"
      },
      {
        "en": "Sabotage"
      },
      {
        "en": "Smile Maker"
      },
      {
        "en": "Sugar Spot"
      },
      {
        "en": "Surely, Always"
      },
      {
        "en": "Tender Night"
      },
      {
        "en": "That Onee-sama Feeling"
      },
      {
        "en": "The Forest Where the Goddess Lives"
      },
      {
        "en": "The Person Who Cheers the People Who Try"
      },
      {
        "en": "Voice of Her Fingertips"
      },
      {
        "ja": "ピュア百合アンソロジー ひらり、"
      },
      {
        "ja": "神様の棲む森"
      }
    ],
    "description": {
      "en": "Volume 1: ||  \n► Smile Maker, by Scarlet Beriko  \nChildhood friends Yae Akane & Sakura Kasumi were inseparable as children until Yae and her family moved overseas. A few years later Yae is back and they are in the same school but now Sakura continuously ignores Yae?  \n► Lemon's, by Matsuzaki Miyuki  \nShibata thought she had ditched Sakamoto when she finished high school. But later in life they meet again, working at the same job. Shibata left high school in bitterness and got a boyfriend, but she can't seem to get the taste of Sakamoto's lips out of her mind. (M-U)  \n||  \n  \nVolume 2: ||  \n► Mine, by Scarlet Beriko  \nNekomata was always alone until she met Maki. Now she makes a bento for her every day in the hope of remaining close to Maki. When Nekomata makes a new friend in her cooking class, however, Maki seems angry…  \n► Voice of Her Fingertips, by Maeda Tomo  \nSaeki thinks of herself as a lazy, boring, and apathetic person and has no idea what to write in her future-plans survey. Kurata, of the art club, piques her curiosity by constantly sketching.  \n► Cry, Laugh, and See You Tomorrow, by Fujisawa Makoto  \n||  \n  \nVolume 3: ||  \n► Sabotage, by Kano Ayumi  \n||  \n  \nVolume 4: ||  \n► Algae, by Fuji Tamaki  \n||  \n  \nVolume 5: ||  \n► Sugar Spot, by Matsuzaki Miyuki  \n► That Onee-sama Feeling, by Ohjima Tamaki  \n||  \n  \nVolume 6: ||  \n► Miyabi-chan Down from the Moon, by Hirao Auri  \n► Last 10 Millimeters, by Matsuzaki Miyuki  \nWhile riding home on the bus one day, a girl sits down by Sai and lays her head on her shoulder while she sleeps. When she leaves she leaves behind her lip balm. Sai then becomes obsessed with returning the lip balm, taking the same bus every day. What will Sai do when she finally meets with the lip balm girl again? What are the feelings that underlie her obsession? (Source: MU)  \n||  \n  \nVolume 7: ||  \n► Bare-faced Beauty, by Asaoka Minagi  \n► Love & Hate, by Ohjima Tamaki  \n► Surely, Always, , by Hirao Auri  \n''I can never make Sora have a child…''  \n||  \n  \nVolume 8: ||  \n► Little by Little, by Kari Sumako  \n► Afterschool Stabbing, by Satou Saori  \n► Tender Night, by Hirao Auri  \nRiku attends an all girls school and is tall, pretty, and the ace of the volleyball team. It goes without saying that she is quite popular, and as such receives many confessions. However, she turns all the girls down because she knows they are only using her as a replacement for a guy and that they would eventually leave her. Will she ever find someone that won't leave her?  \n||  \n  \nVolume 9: ||  \n► Place Your Legs Here, by Osawa Amane  \n||  \n  \nVolume 12: ||  \n► Harukaze in the Heart!!, by Kiyota Tomo  \n► A Love Smeared in Ashes, by Yotsuhara Furiko  \n||  \n  \nVolume 13: ||  \n► The Person Who Cheers the People Who Try, by Hirao Auri  \n► Rocks and Murderous Intents, by Yajika Chinami  \n► Anemone, by Ootomo Megane  \nAbout a relationship that starts of as one time experiment, but slowly turns into something more.  **(Erotica)**\n||  \n  \nVolume 14: ||  \n► No Carriage, No Pumpkin, No Prince, by Yotsuhara Furiko  \nSequel to **A Love Smeared in Ashes**  \n► Pancake Tuesday, by Sasayama Aki  \n► Kami-sama no Susumori, by Itou Hachi  \n||"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "14",
    "lastChapter": ""
  },
  {
    "mangaId": "bd095fd1-0869-46c8-958c-d3f9cb46dd48",
    "title": {
      "en": "Senpai! Waza to ja Nai n desu!"
    },
    "updatedAt": "2024-06-15T18:12:49+00:00",
    "coverArt": "https://mangadex.org/covers/bd095fd1-0869-46c8-958c-d3f9cb46dd48/1e9e0d64-c747-4e33-9b80-4c8eba0532ae.jpg",
    "altTitles": [
      {
        "ja": "センパイ！わざとじゃないんです！"
      },
      {
        "ja-ro": "Senpai! Wazato Janain desu!"
      },
      {
        "ru": "Я не специально, сэмпай!"
      },
      {
        "ja-ro": "Senpai! Waza to ja Nai n desu!"
      },
      {
        "en": "Senpai! I Didn't Do It on Purpose!"
      },
      {
        "zh-hk": "學長！我不是故意的！"
      },
      {
        "zh": "学长！我不是故意的！"
      }
    ],
    "description": {
      "en": "Sachi, a high school student, is confessed to by her love Jun, a senior who is a year older than her, and they are finally going out! However, as soon as she realizes that she is in love with Jun, Sachi has a constitution that causes her to have accidental pervert incidents with him every chance she gets! When Sachi tries to hold his hand for the first time, she accidentally puts her hand down his pants and she ends up deeply misunderstanding Jun when he asks her to pull out her hand. \n\nIt's a sexy cute☆romantic comedy!",
      "ja": "女子高生・幸は一学年上の憧れの先輩・純に告白されて、晴れて付き合えることに！ ところが両思いになった途端、幸は純に対して事あるごとにラッキースケベを起こしてしまう体質になってしまい…！? はじめて手を握ろうとしたら、勢いあまって彼のズボンに手を突っ込んでしまい違うものを握ってしまったり、あまつさえ手を抜こうとしたら手で抜こうとしてしまったりする、そんな一組のカップルが織りなすエロカワ☆ラブコメディです。",
      "ru": "Старшеклассница Сати наконец начинает встречаться с Дзюном, парнем который старше её на год. Она первая призналась, а теперь каждый раз, когда её переполняют чувства любви, богатые формы так и норовят создать неловкую ситуацию! Первая попытка Сати взяться за руки, случайно превращается в нырок в штаны Дзюна, оставляя его в полном недоумении. Встречайте эро-кавай ☆ лавком мангу!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "54"
  },
  {
    "mangaId": "f8bfb195-3261-4681-9866-026403aceadb",
    "title": {
      "en": "Love Live! School Idol Festival All Stars 4-koma: Famitsu"
    },
    "updatedAt": "2024-08-06T08:29:34+00:00",
    "coverArt": "https://mangadex.org/covers/f8bfb195-3261-4681-9866-026403aceadb/d56941ec-046f-4622-96bd-746374bf87d1.jpg",
    "altTitles": [
      {
        "ja": "スクスタ4コマ（ファミ通）"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "935d7e0a-f06f-4fdc-8415-475806c715dc",
    "title": {
      "en": "Shuumatsu Train Doko e Iku?"
    },
    "updatedAt": "2024-04-17T21:24:17+00:00",
    "coverArt": "https://mangadex.org/covers/935d7e0a-f06f-4fdc-8415-475806c715dc/0f7ec136-c24a-4857-947a-4fad63420f8a.jpg",
    "altTitles": [
      {
        "ja": "終末トレインどこへいく？"
      },
      {
        "ko": "종말 트레인은 어디로 향하나?"
      },
      {
        "en": "Train to the End of World"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]