[
  {
    "mangaId": "370243c4-a098-438d-b5a2-87316ae04ffb",
    "title": {
      "en": "The Archvillain's Daughter in Law"
    },
    "updatedAt": "2024-07-09T18:34:50+00:00",
    "coverArt": "https://mangadex.org/covers/370243c4-a098-438d-b5a2-87316ae04ffb/68920049-7a46-4005-9e57-5d2dc4ffe7ea.jpg",
    "altTitles": [
      {
        "ko": "시한부라서 흑막의 며느리가 되었는데"
      },
      {
        "ko-ro": "Sihanburaseo Heugmag-eui Myeoneuriga Doeeossneunde"
      },
      {
        "en": "My Time Was Limited, so I Became the Villain's Daughter-in-Law"
      },
      {
        "en": "Because She Had a Time Limit, She Became the Villain's Daughter-in-Law"
      },
      {
        "en": "The Villain's Daughter-in-Law Has Limited Time"
      },
      {
        "ru": "Мои дни сочтены, но мрачный герцог сделал меня своей невесткой"
      },
      {
        "zh": "应为生命有限而成了黑幕的媳妇"
      },
      {
        "my": "ဗီလိန်ရဲ့ချွေးမဖြစ်လာသောအားနည်းသူလေးကျွန်မ"
      },
      {
        "mn": "Хугацаа хязгаартай байсан учраас хорон санаатны бэр болчихлоо!"
      },
      {
        "ja": "余命わずかだから黒幕一家の嫁になったんだけど"
      },
      {
        "id": "Menantu Tokoh Antagonis Punya Batasan Waktu"
      },
      {
        "es": "Me convertí en la nuera del villano"
      },
      {
        "es-la": "Debido A Que Tenía Un Límite De Tiempo, Se Convirtió En La Nuera Del Villano"
      }
    ],
    "description": {
      "en": "I've reincarnated as the young daughter-in-law of a villain who was taken in for his deceptive plans. The problem is that I'm terminally ill, so I'm going to die when I become an adult.\n\n\"Luckily, I know how to cure it, but...\"\n\nIf I don't die at the right time, my father-in-law—no, the villain, Duke Ecarde—might kill me just to achieve his goals!\n\nBut what kind of kid could actually adjust to this kind of household?\n\n\"I want to live happily with Father and Evan for a long time... cough! Cough!\"\n\nMe. I'm \"that kid.\"\n\n---\nThe final villain is being deceived by his young time-limited daughter in law who was possessed. If I die at the right time, I will marry his son. The problem is, I already know the cure! And I don't want to die, but if I don't get killed now, then I won't die quietly.\n\n\"Daddy, I love you so much. You are the most handsome man in the world. Cough, cough!\"\n\n\"Evan, shall we read a fairy tale book together until we fall asleep?\"\n\nShe will have to act a little better to let his guard down. Then, she would be able to do a great job.\n\nI think I'll have to leave secretly after I get better. I have to make a lot of money and buy land under pseudonyms.\n\n\"Call all the council members on the continent. My daughter-in-law has to live.\"\n\nFather? Shouldn't I be thrown away…?\n\n\"If you die, I'll follow you unconditionally. I can't live in a world without you.\"\n\nHusband? You’re acting strange, too… You don’t love anyone, do you?\n\nEven- \"Who is this, Kyle Ravonis? The man who seduced my daughter-in-law deserves to die.\"\n\n\"Even if you cheated on me with another man, I will never break up with you.\"\n\nYou must have misunderstood my other name!\n\n\"When did this start, huh? You said you wanted to live as a sweet couple, but you tried to run away by creating a new identity behind our back?\"\n\nI want to quietly disappear, not die! I didn't know my husband, who has been like a friend to me ever since we were young, would come to me with such sore eyes.\n\n\"You're still my wife on paper. Live as my wife, and die as my wife.\"\n\n\"Evan?\"\n\n\"You've shown me both heaven and hell…\" his reddened eyes locked me up, \"You'll never get away from me no matter where you go.\"\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80%EB%9D%BC%EC%84%9C-%ED%9D%91%EB%A7%89%EC%9D%98-%EB%A9%B0%EB%8A%90%EB%A6%AC%EA%B0%80-%EB%90%98%EC%97%88%EB%8A%94%EB%8D%B0/2762), [KakaoPage](https://page.kakao.com/home?seriesId=58670925)\n\n**Official Translations:**\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Menantu-Tokoh-Antagonis-Punya-Batasan-Waktu/92)\n* [Japanese / 日本語](https://piccoma.com/web/product/99097)",
      "ko": "왜 하필 이런 소설에 빙의한 거야?!\n\n부모님은 거대한 빚만 남긴 채 사고로 돌아가시고\n성인이 되면 병으로 죽을 운명인 가엾은 여자아이,\n그게 나 '라리아'다.\n이 소설의 흑막인 이카르드 공작이 견제 세력들의\n눈을 속일 요량으로 나를 며느리로 들였으니\n몰래 돈을 모은 후 기회를 봐서 도망가자!\n\n병을 고칠 방법도 찾았고, 탈출 자금도 착착 모이는데…\n남편, 왜 나한테 집착해?! 누구도 사랑하지 않는 냉혈한 아니었니?\n그리고 아버님, 저는 버리는 패여야 하잖아요.\n왜 갑자기 저를 살리려고 하세요?!\n\n계략여주 라리아와 이카르드 부자의 가족애 넘치는 시월드,\n<시한부라서 흑막의 며느리가 되었는데>\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80%EB%9D%BC%EC%84%9C-%ED%9D%91%EB%A7%89%EC%9D%98-%EB%A9%B0%EB%8A%90%EB%A6%AC%EA%B0%80-%EB%90%98%EC%97%88%EB%8A%94%EB%8D%B0/2762), [KakaoPage](https://page.kakao.com/home?seriesId=58670925)\n\n**Official Translations:**\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Menantu-Tokoh-Antagonis-Punya-Batasan-Waktu/92)\n* [Japanese / 日本語](https://piccoma.com/web/product/99097)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "caf82174-0460-4995-879f-1c20f5783703",
    "title": {
      "en": "Tensei Shitara SSS-Kyuu Goblin ni Narimashita"
    },
    "updatedAt": "2024-06-28T15:44:48+00:00",
    "coverArt": "https://mangadex.org/covers/caf82174-0460-4995-879f-1c20f5783703/bc112b9d-8eb6-49a6-92e5-fc2e11f8eee5.png",
    "altTitles": [
      {
        "ja": "転生したらSSS級ゴブリンになりました"
      },
      {
        "en": "I Reincarnated as an SSS-Ranked Goblin"
      }
    ],
    "description": {
      "en": "When I came to, I was a goblin.\r\nI was reincarnated as the lowest rank monster in a state-of-the-art VRMMO game. After persevering through the tumultuous life of a goblin with my little goblin sister Lily, I was killed in an invasion conducted by the hero.\r\nWhy did I have to die such a pitiful death after I’d been reincarnated…?\r\n… No, you must not die yet.\r\nAt the brink of death, I was brought back to life by the Goblin Goddess.\r\nShe revived me because she had chosen me to be the “Strongest, Unparalleled Goblin”.\r\nShe gifted me with the skills “Dark Element MAX”, “Ability to Cast All Dark Spells” and “Ability to Summon All Great Goblin Spirits of the Past”.\r\nThey’re like, SSS-rank skills, right?!\r\nThe power to destroy all the high-rank demons who had discriminated against me and all the giant monsters who treated me like trash.\r\nI’ll also kick the demon lord’s and the hero’s asses and become the goblin messiah!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9ad2788e-6522-43b0-a668-7c2654ca9ad0",
    "title": {
      "en": "The Possesive Tyrant and His Sleepy Cat"
    },
    "updatedAt": "2024-07-14T18:16:58+00:00",
    "coverArt": "https://mangadex.org/covers/9ad2788e-6522-43b0-a668-7c2654ca9ad0/c8ae97a0-5d9b-40aa-8376-6655157390aa.jpg",
    "altTitles": [
      {
        "ko": "매일 밤 집착폭군과 잠드는 고양이가 되었다"
      },
      {
        "pt-br": "O tirano possessivo e a gata sonolenta"
      },
      {
        "en": "I Became a Cat That Sleeps with an Obsessive Tyrant Every Night"
      },
      {
        "zh": "占有欲强的暴君和他的磕睡小猫"
      },
      {
        "es-la": "Me volví una gata que duerme con un tirano obsesivo todas las noches"
      },
      {
        "es-la": "La gata del tirano"
      }
    ],
    "description": {
      "en": "I've found myself trapped in a mature-rated novel as a cursed cat, whose mere existence is believed to be harmful to the empire. This place has killed every cat in every alley all because of one prophecy...\nThe moment anyone finds me will be my last moment in this life.\n\"What's this?\"\nBefore I could even think of escaping, the male lead, who's fated to become a mad tyrant, effortlessly snatches me up.",
      "pt-br": "Eu me vi presa em um romance adulto como uma gata amaldiçoada, cuja mera existência é considerada prejudicial ao império. Este lugar matou todos os gatos em todos os becos, tudo por causa de uma profecia… O momento em que alguém me encontrar será meu último momento nesta vida. “O que é isso?” Antes que eu pudesse pensar em escapar, o protagonista masculino, que está fadado a se tornar um tirano louco, me agarra sem esforço."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac783473-e74c-4ed4-b3d7-89e50b171b5f",
    "title": {
      "en": "GALAXIAS"
    },
    "updatedAt": "2024-07-17T09:24:57+00:00",
    "coverArt": "https://mangadex.org/covers/ac783473-e74c-4ed4-b3d7-89e50b171b5f/c489facf-937f-4b55-b104-43e752ed31cd.jpg",
    "altTitles": [
      {
        "ja": "GALAXIAS"
      },
      {
        "ja": "ガラクシアス"
      }
    ],
    "description": {
      "en": "It's been ten years since the assassination of the Dragon King, the land's most powerful ruler. Off in the corner of the kingdom where tailed dragonfolk dwell, Jio, a human girl, yearns for adventure and an escape from rural life. However, when she meets the mysterious, amnesiac young man Neraid, Jio's life turns upside-down! With courage and curiosity knocking on the door, the two of them find the ultimate adventure waiting for them!! A traditional battle fantasy from a rookie artist begins!! (K MANGA)\n___\n[Official X Account](https://x.com/GALAXIAS_manga)\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10608/episode/352898)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5bde6d5-2346-4715-93f0-b1cd1c7d2395",
    "title": {
      "en": "TOMORROW, WHEN I WAKE UP..."
    },
    "updatedAt": "2024-06-11T10:59:15+00:00",
    "coverArt": "https://mangadex.org/covers/c5bde6d5-2346-4715-93f0-b1cd1c7d2395/c98410fe-c642-4ced-9834-8ff00fe3d2f9.jpg",
    "altTitles": [
      {
        "ja": "あした目が醒めたら"
      },
      {
        "ko": "내일 눈을 뜨면"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bd40da5-efd9-42f6-bfb7-6b5169e6e985",
    "title": {
      "en": "From a Sacrifice to the Strongest"
    },
    "updatedAt": "2024-03-23T16:25:23+00:00",
    "coverArt": "https://mangadex.org/covers/7bd40da5-efd9-42f6-bfb7-6b5169e6e985/bfa3e739-32c1-49be-8ac1-f4e6f0dc4dba.png",
    "altTitles": [
      {
        "ja": "逆転無双の復讐者～生贄から最強へ～"
      },
      {
        "ja-ro": "Gyakuten Musou no Fukushuusha ~Ikenie Kara Saikyou e~"
      }
    ],
    "description": {
      "en": "“I won’t give up!”\n\nThe moment Kai Takeshi steeled his resolve, he received the skill; [The Unyielding Revenger].\n\nThe sudden appearance of dungeon gates, the distortion of common sense. His life, which was equivalent to that of life-stock, has begun to change!\n\nHe will be blessed with immortality as long as he never gives up with his skill, [Unyielding]. He gained another ability, [Revenger], which he can use to overwhelm the target of his revenge. As long as he has these two abilities and as long as he never gives up, Takeshi will always defeat his opponents.\n\nArmed with the abilities that paved his way to becoming the strongest, Takeshi begins his battle!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f68f088-f027-4771-bea2-19603b682934",
    "title": {
      "en": "Slow Melting"
    },
    "updatedAt": "2024-06-27T18:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/5f68f088-f027-4771-bea2-19603b682934/8eba9c48-bafd-4124-a779-b91f2d30108a.jpg",
    "altTitles": [
      {
        "en": "Slow Fusion"
      },
      {
        "ko": "멜팅 슬로우"
      }
    ],
    "description": {
      "en": "My boyfriend is getting married. To my own sister, no less. I could handle the breakup. Betrayal was nothing new. But accepting the fact that once again my sister stole what was mine proved to be unbearable. In the midst of this heart-wrenching time, I encountered Yunhwan…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9a891f6-9f4b-487d-8b62-7abb0e3f59c8",
    "title": {
      "en": "Under the Oak Tree"
    },
    "updatedAt": "2024-07-07T12:12:43+00:00",
    "coverArt": "https://mangadex.org/covers/c9a891f6-9f4b-487d-8b62-7abb0e3f59c8/9e942369-11bd-4d79-85aa-8a6b71570556.jpg",
    "altTitles": [
      {
        "ko": "상수리나무 아래"
      },
      {
        "ko-ro": "Sangsurinamu Arae"
      },
      {
        "fr": "Sous le chêne"
      },
      {
        "it": "Sotto la quercia"
      },
      {
        "pt-br": "Debaixo do carvalho"
      },
      {
        "es-la": "Debajo del roble"
      },
      {
        "cs": "Pod dubem"
      },
      {
        "uk": "Під дубом"
      },
      {
        "ru": "Под дубом"
      },
      {
        "hu": "A Tölgyfa Alatt"
      },
      {
        "ar": "تحت شجرة البلوط"
      },
      {
        "tr": "Meşe Ağacının Altında"
      },
      {
        "mn": "Царс модон дор"
      },
      {
        "zh": "橡树之下"
      },
      {
        "zh": "橡树下"
      },
      {
        "vi": "Dưới gốc cây sồi"
      },
      {
        "vi": "Dưới tán cây sồi"
      },
      {
        "pl": "Pod dębowym drzewem"
      }
    ],
    "description": {
      "cs": "Láska je rozprávka. Alebo je? Koktavá dáma Maxi - najstaršia dcéra rodiny Croysovcov, vyrastá zneužívaná svojím otcom je nakoniec donútená vstúpiť do manželstva s rytierom Riftanom. Novomanželia spolu strávia prvú noc, po ktorej okamžite Riftan odchádza na výpravu. O tri roky neskôr sa triumfálne vracia ako slávny rytier. Všetky rozprávky sa končia svadbou a šťastným osudom. Ich láska sa začala svadbou - toto nie je rozprávka. Aké sú Riftanove zámery? Nájde Maxi silu prekonať svoju traumu a nedostatok sebadôvery? Prežije dvojica a nájde lásku napriek všetkým prekážkam?\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "en": "The daughter of a duke, the stuttering Maximilian, married a knight of lowly status at her father’s coercion. After their first night, her husband departed for an expedition without another word. He came back three years later, this time as a famous knight in the whole continent. How will Maximilian face him on his return?\n\n\"The more I think of you, the more lonely and lonely I become. I don't know why I can't quit even though it's so painful.\"\n\n---\nA flawless love story of the flawed. Stuttering lady Maximilian is forced into a marriage with Sir Riftan, but he leaves on a campaign after their wedding night. Three years later, he triumphantly returns, ready to cherish her. As life with her husband finally begins, she only has one question — does she deserve this love and happiness?\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "hu": "A dadogós Maximiliant házasságra kényszerítik Riftannal, aki azonban a nászéjszaka után hadjáratra indul. Három évvel később diadalmasan visszatér, készen arra, hogy újra a lánnyal legyen. Ahogy a várva várt örömteli élet elkezdődik a férjével, a lánynak csak egy kérdése van: Vajon megérdemli-e ezt a szerelmet és boldogságot?\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "it": "La figlia di un duca, la balbettante e insicura Maxine, sposò un cavaliere di umile condizione per la coercizione del padre. Dopo la loro prima notte, suo marito partì per una spedizione senza aggiungere altro. Tornò tre anni dopo, questa volta come famoso cavaliere in tutto il continente. Come l'affronterà Maxine al suo ritorno? \"Più penso a te, più mi sento solo e vuoto. Non so perché, ma non riesco a smettere di pensarti anche se è così doloroso.\"\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "ru": "Дочь герцога, заика Максимилиана, вышла замуж за рыцаря низкого происхождения по настоянию её отца. После первой же ночи её муж отправился в военный поход, не сказав ни слова на прощание. Три года спустя он возвращается уже как рыцарь, прославленный на весь континент.\nКак же теперь Максимилиана встретит его?\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "th": "“แม็กซิมิเลียน” ลูกสาวของดยุคผู้พูกติดอ่างถูกบังคับให้แต่งงานกับอัศวินที่ไร้ซึ่งยศถาบรรดาศักดิ์ “ริฟแทน” เพียงแค่คืนเดียวหลังวันแต่งงานริฟแทนก็ได้ออกเดินทางเพื่อทำศึกโดยไร้ซึ่งคำบอกกล่าวใด ๆ เมื่อเวลาผ่านไป3ปี เขาได้กลับมาพร้อมกับชัยชนะในฐานะของอัศวินผู้มีชื่อเสียงของอาณาจักร แล้วทีนี้แม็กซิมิเลียนจะเผชิญหน้ากับการกลับมาของเขาได้อย่างไร? \"ยิ่งคิดถึงคุณเท่าไหร่ ฉันก็ยิ่งรู้สึกเหงาและเหงามากขึ้นเท่านั้น ฉันไม่รู้ว่าทำไมถึงไม่หยุดคิดเสียที แม้ว่ามันจะเจ็บปวดมาก็ตาม\"\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "tr": "Bir dükün kızı olan kekeme Maximilian, babasının zorlamasıyla düşük statülü bir şövalyeyle evlendi. İlk gecelerinden sonra, kocası başka bir söz söylemeden bir sefer için yola çıktı. Üç yıl sonra, bu seferden tüm kıtada ünlü bir şövalye olarak geri döner.. Maximilian, dönüşünde onunla nasıl yüzleşecek?\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "uk": "Дочка герцога, заїка Максимілліан, через свого батька, насильно вийшла заміж за лицаря низького статусу. Після першої шлюбної ночі, він не проронивши ні слова відправився на експедицію. Після якої повернувся вже відомим на всьому континенті Майстром мечу. Як Максимілліан зустріне його?\n«Чим більше я думаю про тебе, тим більш мені стає самотньо. Я не знаю чому я не можу покинути тебе, хоч це і робить мені так боляче.»\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "zh": "天生性格内向、有些口吃的公爵家小姐，在父亲的强迫之下嫁给了平民出身的骑士。大婚之夜过后边奔赴战场的丈夫，3年之后成为了全大陆最知名的骑士，荣归故里。我似乎听到了他的呢喃，“这些年越想起你，越觉得自己很孤独。我想找到，为何如此痛苦却始终对你放心不下的原因。”\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13601cb8-f190-4a34-9e34-45a8242c751f",
    "title": {
      "en": "Kyuuseishu no Ikinokori"
    },
    "updatedAt": "2024-04-12T12:27:11+00:00",
    "coverArt": "https://mangadex.org/covers/13601cb8-f190-4a34-9e34-45a8242c751f/a480c891-b95c-42c8-9709-5bf01ccbb9e0.png",
    "altTitles": [
      {
        "ja": "救世主の生き残り"
      },
      {
        "ja-ro": "Kyuuseishu no Ikinokori"
      },
      {
        "en": "The Survival of the Savior"
      }
    ],
    "description": {
      "en": "In order to stop the invasion of the demons and seal the evil god which has been resurrected after a thousand years, Grey embarks on a journey together with his sister, Fiona, and his comrades. \n\nAt the end of their journey, they were facing the evil god, and all of his comrades including his little sister were killed because of the evil god.\n\n \n\nBeing the only survivor of the journey, Grey was hailed as a hero and was granted the throne as the emperor of the holy empire, gaining glory and authority. \n\n \n\nUnfortunately, Grey couldn’t recover from the grief of losing his one and only sister, and decided to use any means necessary to revive her. After countless attempts to try and revive his sister, Grey became hopeless, until he heard a mysterious voice saying,\n\n \n\n [Do you want to save the most precious person in your life?]\n\n \n\n[If you’re willing to sacrifice everything, I will show you the way.]\n\n \n\nAfter making a deal with the mysterious voice,\n\nGrey found himself standing in his hometown that was supposed to be destroyed by the invasion of the demons…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4017de66-fe69-4e46-baa8-787c399de6d2",
    "title": {
      "en": "Magic Level 99990000 All-Attribute Great Sage"
    },
    "updatedAt": "2023-06-11T18:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/4017de66-fe69-4e46-baa8-787c399de6d2/e9b358fc-e603-446e-8720-83be10992006.png",
    "altTitles": [
      {
        "ja": "魔力9999万 全属性使いの大賢者"
      },
      {
        "ja-ro": "Maryoku 9999 man Zen Zokusei Tsukai no Dai Kenja"
      }
    ],
    "description": {
      "en": "Magic Level 99990000 All-Attribute Great Sage\nAll over the world, Monsters suddenly began appearing. The only person who could save humanity from “The Calamity” was “The Great Sage”, Ichikami Atsumu.\nBut, despite being satisfied in his death, he was reincarnated into the body of a boy who was bullied into killing himself, Kusanagi Minato.\nAtsumu, waking up in a Japan fifty years into the future, is shocked to see a peaceful world, and where magic has become far weaker compared to when he was alive.\nFor now, Atsumu decides to go back to Kamui Magic Academy as Minato, but learns that mages are nothing more than a relic of the past, and in their place exist a class of privileged nobles\n.After blowing off his bragging, low-levelled bullies, Atsumu gains the interest of a noble magician girl, Mizuha Yuika, as well as his schoolmates and teachers.\nWhat’s more, Atsumu finds a sign that the Calamity, which was supposed to have been subdued, will return––\n“It looks like my power is still needed”\nWithin the soul of student lies the Great Sage?!\nThe strongest Great Sage will change this world drunk on peace.\nWith his reincarnation in the future set, the curtain opens on a new Hero’s story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6dc99d1-4b39-4a7e-bfda-ad66fdff235f",
    "title": {
      "en": "Hotaru no Yomeiri"
    },
    "updatedAt": "2024-05-19T21:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/c6dc99d1-4b39-4a7e-bfda-ad66fdff235f/31e721e8-c156-40fb-a54d-897912419ddf.jpg",
    "altTitles": [
      {
        "ja": "ホタルの嫁入り"
      },
      {
        "en": "Firefly Wedding"
      },
      {
        "uk": "Весілля світлячків"
      },
      {
        "ne": "जुनकिरी को विवाह"
      },
      {
        "zh-hk": "螢火蟲之婚"
      },
      {
        "vi": "Đám cưới đom đóm"
      },
      {
        "es": "Matrimonio de luciérnagas"
      },
      {
        "es-la": "Matrimonio de luciérnagas"
      },
      {
        "en": "Firefly Marriage"
      }
    ],
    "description": {
      "en": "A romance story set in the Meiji era. Born into a prestigious family and blessed with good looks, Satoko is said to have a short life expectancy. But suddenly, her life is targeted by a mysterious killer...?! In order to survive on the spot, Satoko makes a \"proposal\" for the killer...?! - A young lady and an assassin... A contract marriage love suspense between two people who should never meet!",
      "es": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "ja": "令嬢と殺し屋…絶対交わらないはずの二人の、契約結婚ラブサスペンス！\n時は明治。\n名家に生まれ美貌に恵まれるも、余命わずかと言われている紗都子の唯一の夢は…家の利益になる結婚をすること。\nしかし突然、謎の殺し屋に命を狙われ…！？\nその場を生き延びるため、紗都子は殺し屋にある“提案”を…！？",
      "uk": "\"Весілля світлячків\" – манґа, події якої розгортаються у давні часи епохи Мейджі. Дівчина на ім'я Сатоко, донька заможної родини, якій пощастило успадкувати красу, прагне одружитися з тим, кого запропонує їй батько, але як же це зробити, якщо її життю загрожує хвороба? Одного дня героїня потрапляє до рук викрадачів, де, задля порятунку себе, вона пропонує шлюб власному вбивці. Куди її приведе узгоджений шлюб з людиною, яку вона ніколи не мала зустріти?",
      "es-la": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "pt-br": "Uma história de romance ambientada na era Meiji.  \n\nNascida em uma família de prestígio e abençoada com boa aparência, Satoko tem uma expectativa de vida curta. Mas de repente, sua vida é alvo de um misterioso assassino...?! Para sobreviver no local, Satoko faz uma \"proposta\" para o assassino...?! \n- Uma jovem e um assassino... \n\nUm suspense de amor por contrato de casamento entre duas pessoas que nunca deveriam se encontrar!",
      "zh-hk": "千金小姐與殺手…絕對沒有交集的兩個人間的契約結婚愛情喜劇！\n時值明治時代。\n出生名門又集美貌於一身，卻被告知餘命不久矣的紗都子唯一的夢想是…為了家族的利益而結婚。\n但是，突然之間被謎樣的殺手給襲擊了…！？\n為了從這種局面中活下來，紗都子向殺手提出了某項“提案”…！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37372204-af6c-4acc-8fcd-c97866b8edbe",
    "title": {
      "en": "Zero 0 - Jikuu Mahou de Mirai wo Kaeru"
    },
    "updatedAt": "2024-06-06T03:40:08+00:00",
    "coverArt": "https://mangadex.org/covers/37372204-af6c-4acc-8fcd-c97866b8edbe/2d0e8aad-2181-4d4e-b63b-86c128fb1217.jpg",
    "altTitles": [
      {
        "ja": "ゼロ0〜時空魔法で未来を超える〜"
      },
      {
        "ja-ro": "Zero 0 Jikuu Mahou de Mirai wo Kaeru"
      },
      {
        "en": "Zero 0 – Transcending the Future with Space-Time Magic"
      }
    ],
    "description": {
      "en": "It’s the year 2054 in the western calendar and Japan has established complete hegemony in magic. Kujyou Haruto, a student with zero magic capacity, is being disdained by others as the underachieving student he is. Then, one day, a “strange letter” is delivered to him. The sender is himself, 10 years from now. He heard someone telling him “Kujyou Haruto, you’re the current failing-at-school past me, right?”, “In the future, you will be a mage who is able to manipulate space and time”, “From now on, just do as I say”. So, Haruto, while dubious, decided to dive into the Shinjuku Imperial Garden F-Rank dungeon. And there it was! An unknown hidden room!! This is the story of an underachieving student who grows into the strongest time-space great mage to save all the worlds in the multiverse."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cb55d26-ef43-4549-b4b8-29fab01d997e",
    "title": {
      "en": "Foreigner on the Periphery (Remake)"
    },
    "updatedAt": "2024-05-29T15:14:38+00:00",
    "coverArt": "https://mangadex.org/covers/8cb55d26-ef43-4549-b4b8-29fab01d997e/b1679bf6-c6bc-4e6a-9cca-6950f30d0a28.jpg",
    "altTitles": [
      {
        "ko": "변방의 외노자"
      }
    ],
    "description": {
      "en": "I don’t want to work. I really don’t want to work. But I have no choice.\nProblems with Humans, Elves, Orcs, Trolls, Dragons and such alien immigrants never seem to cease.\n800 years of disgusted employment. The struggles of a man who will die if he stops working."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "822c9883-385c-4fd0-9523-16e7789cbeae",
    "title": {
      "en": "Seitokai ni mo Ana wa Aru!"
    },
    "updatedAt": "2024-07-05T21:27:08+00:00",
    "coverArt": "https://mangadex.org/covers/822c9883-385c-4fd0-9523-16e7789cbeae/05bc4640-7887-411a-be98-2a61f9e41cf6.jpg",
    "altTitles": [
      {
        "ja": "生徒会にも穴はある!"
      },
      {
        "ru": "В студсовете тоже есть дырка!"
      },
      {
        "en": "There is Also a Hole in the Student Organization!"
      },
      {
        "en": "Even the Student Council has Holes"
      },
      {
        "fr": "Les allumés du conseil ! (Meian)"
      }
    ],
    "description": {
      "en": "When it comes to the face of this student organization, it's a little weird, like a fool, scary, or moody. However, mysterious and futuristic days that seem strangely cute pass by.",
      "ja": "この生徒会の面子ときたら、あほの子だったり、恐ろしかったり、むっつりだったり、ちょっと変！ でも、それがなんだか、妙に可愛く思える今日この頃……。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "046edc6a-67c5-44ae-9afb-e789e108e170",
    "title": {
      "en": "The Poe Clan"
    },
    "updatedAt": "2023-10-28T21:28:55+00:00",
    "coverArt": "https://mangadex.org/covers/046edc6a-67c5-44ae-9afb-e789e108e170/e7432bff-639d-4063-b1f3-75a314b6747c.png",
    "altTitles": [
      {
        "es": "El clan de los Poe"
      },
      {
        "ja-ro": "Poe no Ichizoku"
      },
      {
        "ja": "ポーの一族"
      },
      {
        "it": "Il Clan dei Poe"
      },
      {
        "pl": "Klan Poe"
      },
      {
        "zh": "波族傳奇"
      },
      {
        "de": "Die Familie Poe"
      },
      {
        "ko": "포의 일족"
      },
      {
        "vi": "Gia tộc Poe"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nAround 1880, the Baron de Portsnell and his family visited a seaside town. They had come from London, and they soon became well known in the city. The baron and his wife and their children, Edgar and Marybelle, exuded an elegance that was out of place in a country town.\n\nThe sight of them was like looking at a perfect painting. In fact, their beauty was a magical beauty out of time. They were the \"Poe's Clan\", vampirnellas who consume human blood. The family rented a house on the outskirts of the city and began to search for someone to welcome into the clan, pretending to be human. \n\nEdgar was intrigued by Alan Twilight, the son of the city's foremost trader....\n\n[Official English](https://www.fantagraphics.com/products/the-poe-clan-vol-1?_pos=1&_sid=27aa05edc&_ss=r)\n\n---\n- **Won the 21st Shogakukan Manga Award for Shojo in 1976, which it shared with Hagio's other serial, They Were Eleven**"
    },
    "status": "completed",
    "releaseDate": 1972,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "15"
  },
  {
    "mangaId": "175be589-d357-4704-85ec-aeeacb2f416f",
    "title": {
      "en": "The Fake Alchemist"
    },
    "updatedAt": "2024-07-14T06:17:09+00:00",
    "coverArt": "https://mangadex.org/covers/175be589-d357-4704-85ec-aeeacb2f416f/14a4fa34-2f65-41c3-b92a-df16e298f067.jpg",
    "altTitles": [
      {
        "ja": "ニセモノの錬金術師"
      },
      {
        "ja-ro": "Nisemono no Renkinjutsushi"
      },
      {
        "ja": "ニセ錬"
      },
      {
        "ja-ro": "NiseRen"
      },
      {
        "en": "FakeAlc"
      }
    ],
    "description": {
      "en": "In another world,\nthere was a person\nwho made a living\ndoing alchemy.\n\nAlchemy × Sorcery × Slave × Elf × Reincarnation × God × Cheat × Battle……\nA work full of fantasy has started serialization with overwhelming brushwork!",
      "ja": "とある世界で、錬金術師として生きようとする、ひとりの人間がおりました。\n\n『だんなさま――どうか助けてください』\n\n異世界に転生した青年、パラケルススがであったのは、奴隷として売りに出された女性ノラだった。これは、あるひとりの錬金術師が、異世界でがんばるお話。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af6f72d6-af16-4974-ac72-c8ca8cb6db58",
    "title": {
      "en": "Ochame na Okusan to no Nichijou Chabangoto"
    },
    "updatedAt": "2024-06-29T12:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/af6f72d6-af16-4974-ac72-c8ca8cb6db58/3a295f23-9722-464f-85f6-c4b2e530c167.jpg",
    "altTitles": [
      {
        "ja": "とある奥さんの様子"
      },
      {
        "ja-ro": "Toaru Okusan no Yousu"
      },
      {
        "en": "The State of a Certain Wife"
      },
      {
        "ja": "お茶目な奥さんとの日常茶番事"
      },
      {
        "ja-ro": "Ochame na Okusan to no Nichijou Chabangoto"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternate Official Raw - [X (Formerly Twitter)](https://x.com/gibagibagiba/status/1633031267829817344) (Chapter 2),\n[Nico Nico Douga Manga](https://sp.manga.nicovideo.jp/comic/63088) (Different chapter numbering)\n- Defunct Official Raw (Chapter 1) - [Pixiv](https://www.pixiv.net/artworks/105860251), [FANBOX](https://gibagibagiba.fanbox.cc/posts/5412957)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89059c67-08e2-443a-8d5a-eeda3fab46bb",
    "title": {
      "en": "Somehow, I Raised a Prince"
    },
    "updatedAt": "2024-06-20T21:54:05+00:00",
    "coverArt": "https://mangadex.org/covers/89059c67-08e2-443a-8d5a-eeda3fab46bb/679ac9e6-9592-4e91-8f3a-400ef6f743f5.jpg",
    "altTitles": [
      {
        "ko": "어쩌다 보니 왕자님을 키워버렸어요"
      },
      {
        "en": "Raising a Dragon Prince"
      },
      {
        "es": "De Alguna Manera, Crie a Un Príncipe"
      }
    ],
    "description": {
      "en": "When the egg was rolled in her arms, the dragon was born.\r\n\r\nA full-fledged baby-sitter.\r\n\r\nOne well-bred dragon prince of one of the ten emperors.\r\n\r\nAdele is a girl who grew up in an orphanage and came to her uncle’s house.\r\n\r\nWhile being in charge of her aunt’s farm for nine years and taking care of all the insane things on a cow ranch, she accidentally finds a large egg in a tree hole. A child who wakes up from the egg follows Adele like a parent, and Adele gives the child a name, Sigmund.\r\n\r\nIn fact, Sigmund, who must be the Emperor of the Empire, stays with Adele in the form of a child, sealed with his powerful mana sealed.\r\n\r\nGrand Duke Ernest and Archmage Jensen try to find the egg of the lost dragon.\r\n\r\nLushen, head of the Imperial knighthood, assisted by Zion, daughter of Grand Duke Ernest, who has grown up as a man since childhood helps Adele.\r\n\r\nAdele and Sigmund finally enter the imperial palace where they were awaited.\r\n\r\nA magical healing love story unfolded by two people.",
      "ko": "굴러들어온 알을 품었더니 드래곤이 태어났다.\r\n\r\n본격 여주 미소년 양육기.\r\n\r\n잘 키운 드래곤 왕자 하나 열 황제 안 부럽다.\r\n\r\n\r\n고아원에서 자라던 중 숙부의 집으로 오게 된 소녀 아델.\r\n9년 동안 숙모의 구박을 받으며 젖소 목장의 온갖 궂은일을 도맡아하던 중 우연히 나무 구멍 속에서 커다란 알을 발견한다.\r\n\r\n알에서 깨어난 아이는 아델을 부모처럼 따르고 아델은 그 아이에게 지그문트라는 이름을 붙여준다.\r\n실은 제국의 황제가 되어야 하는 지그문트는 마력을 봉인한 채로 어린아이의 모습으로 아델의 곁에 머물게 된다.\r\n\r\n잃어버린 드래곤의 알을 찾으려는 대공 에르네스와 대마법사 젠슨.\r\n그리고 아델에게 도움을 받는 황궁 기사단장 루센과 어려서부터 남자인 척 자라온 대공 에르네스의 딸 시온.\r\n\r\n그들이 기다리고 있는 황궁으로 마침내 입성하는 아델과 지그문트.\r\n\r\n두 사람이 펼쳐가는 마법 같은 치유의 러브 스토리."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4559430c-1bb4-4ef7-b543-d5c09ecbb030",
    "title": {
      "en": "The Flower of Heaven"
    },
    "updatedAt": "2024-07-11T22:07:04+00:00",
    "coverArt": "https://mangadex.org/covers/4559430c-1bb4-4ef7-b543-d5c09ecbb030/68f12f85-2b09-4369-9999-6c5d1f11d98c.png",
    "altTitles": [
      {
        "zh": "空华绮恋"
      },
      {
        "en": "Goddess Emelia Wants to Escape"
      },
      {
        "es-la": "La flor del cielo"
      }
    ],
    "description": {
      "en": "The female botanist An Lan tripped on a snowy mountain and accidentally fell into the legendary and mysterious country – Floscaeli. What’s more, she was hailed as the prophesied “goddess” and the future queen… Between romance and politics, a story of dreamlike love slowly unfolds…"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "51"
  },
  {
    "mangaId": "fa101ae0-d26f-400b-8563-92985ce40bd6",
    "title": {
      "en": "Dead man Switch"
    },
    "updatedAt": "2024-05-14T21:17:59+00:00",
    "coverArt": "https://mangadex.org/covers/fa101ae0-d26f-400b-8563-92985ce40bd6/3741feaf-1feb-4fbf-ae66-719ec67a1859.png",
    "altTitles": [
      {
        "ko-ro": "데드맨 스위치"
      }
    ],
    "description": {
      "en": "After barely finishing his final assignment, Jung Hohyun, who fell into a deep sleep, wakes up on Christmas morning to blood and flesh being ripped out right in front of his eyes.\n\nSome of the students who remained at the school became zombies for an unknown reason. Jung Hohyun, who was in a\npanic, ran away frantically. He ran into a man, Ki Wonyoung, who kills zombies with no remorse.\n\nHowever, the joy of meeting a decent human is short-lived since\nthis man is somewhat strange.\n\n'What are you talking about? who are you?'\n'Fuck you, Hoobae-nim. Why are you suddenly pretending not to know me? It's me, Youngwon. Ki Youngwon.' Jung Hohyun unknowingly falls for this strange guy who is not only pretending to know Hohyun during their first encounter, but also seems only interested in saving him in this unbelievable reality.",
      "fr": "On a tous fait ce cauchemar où on est en retard pour un examen, non ? Ou celui où son professeur essaie de nous tuer ? Pour Jung Ho Hyeon, son pire cauchemar deviens réalité  le jour ou il se réveille dans un monde infesté par les zombies ! Le campus universitaire, autrefois grouillant de vie, est désormais le territoire de ces affreux monstres mangeurs de chair. Dans tout ce chaos, Ho Hyeon rencontre Gi Young Won, un dur à cuir qui n’a pas l’air perturbé par les évènements. Sa présence le rassure mais pourquoi Young Won agit aussi familièrement avec lui alors qu’ils ne se connaissent pas ?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4106c8cb-7917-41c5-bd55-072f6687076d",
    "title": {
      "en": "When the Villainess Is in Love"
    },
    "updatedAt": "2024-05-24T05:39:35+00:00",
    "coverArt": "https://mangadex.org/covers/4106c8cb-7917-41c5-bd55-072f6687076d/d8d11288-3499-4408-8adb-9c52a00b6525.jpg",
    "altTitles": [
      {
        "ko": "악녀가 사랑할 때"
      },
      {
        "ko-ro": "Agnyeoga Saranghal Ddae"
      },
      {
        "ko-ro": "Agnyeoga salanghal ttae"
      },
      {
        "en": "When the Villainess Loves"
      },
      {
        "en": "When the Villainess Falls in Love"
      },
      {
        "en": "The Moment the Villainess Fell in Love"
      },
      {
        "en": "When the Evil Girl Loves"
      },
      {
        "vi": "Ác Nữ Khi Yêu"
      },
      {
        "tr": "Cani Aşka Tanıklık Ederse"
      },
      {
        "es": "Cuando la villana ama"
      },
      {
        "es": "Cuando la chica malvada ama"
      },
      {
        "fr": "Quand la méchante tombe amoureuse"
      },
      {
        "pt": "Quando a vilã ama"
      },
      {
        "de": "Wenn die böse Prinzessin sich verliebt"
      },
      {
        "ru": "Момент, когда злодейка полюбила"
      },
      {
        "th": "เมื่อตัวร้ายมีรัก"
      },
      {
        "ja": "悪女が恋に落ちた時"
      },
      {
        "zh-hk": "當惡女戀愛時"
      },
      {
        "zh-hk": "噹惡女墜入愛河"
      },
      {
        "zh-hk": "噹惡女開始戀愛"
      },
      {
        "zh-hk": "噹惡女愛的時候"
      },
      {
        "zh-hk": "惡女也要談戀愛"
      },
      {
        "zh": "恶女相恋时"
      },
      {
        "zh": "当恶女坠入爱河"
      },
      {
        "zh": "当恶女开始恋爱"
      },
      {
        "zh": "当恶女恋爱时"
      },
      {
        "zh": "当恶女爱的时候"
      },
      {
        "zh": "恶女也要谈恋爱"
      },
      {
        "id": "When Villainess Falls in Love"
      },
      {
        "id": "Libertia dan para bucinnya"
      },
      {
        "id": "Salah paham mulu"
      },
      {
        "mn": "Хорон санаат дурлах үед"
      },
      {
        "mn": "Хорон санаатныг хайрлах үед"
      }
    ],
    "description": {
      "de": "Sie liest und liest, taucht völlig in die fiktive Welt des Romans ein und vergisst - sich selbst. Was für ein Zufall, dass sie gerade während der Lektüre ihres Lieblingsromans stirbt! Eine Tragödie oder eine Chance? Denn statt einem unendlichen Nichts, erwartet sie ein neues Leben, ein Leben ausgerechtnet im Körper der bösen Prinzessin!",
      "en": "I’ve transmigrated into the body of a princess, living on borrowed time. It’s okay, though, we can cure this illness! My goal is to lead a life where I can do whatever I want! First, I decided to rave over all of my favorite characters in the novel! But, because I am a villainess, people around me tend to be wary…\r\n\r\n“You will die soon, and yet… how can you laugh like that?”\r\n\r\nWell, it’s ‘cus I’m super hot.\r\n\r\n---\r\nWhen a young girl wakes up in the body of her favorite character, villainess Princess Libertia, the very first thing she decides to do is... fangirl her heart out! And why not? In a novel where all of her favorite characters are doomed to die, this is her chance to give them all a happy ending. But will the story play out as she expects when people start to see Princess Libertia in a new, forgiving light? One fangirl’s love might be what it takes to turn this villainess into a heroine!\r\n\r\n---\r\n[Original Webtoon](https://page.kakao.com/home?seriesId=55602918)\r\n\r\n**Official Translations:**\r\n* [English](https://tapas.io/series/when-the-villainess-is-in-love/info)\r\n* [Chinese (Simplified) / 汉语](https://www.manhuaren.com/manhua-dangenvzhuiruaihe/)\r\n* [Chinese (Tradtional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E6%83%A1%E5%A5%B3%E6%88%80%E6%84%9B%E6%99%82/124)\r\n* [French / Français](https://delitoon.com/webtoon/quand_la_mechante_tombe_amoureuse)\r\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010106)\r\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/When-Villainess-Falls-in-Love/39)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/53076)\r\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%A1%E0%B8%B5%E0%B8%A3%E0%B8%B1%E0%B8%81/142)\r\n* [Vietnamese / Tiếng Việt](https://pops.tv/comics/ac-nu-khi-yeu-60effff37d1f09005a6dc218)",
      "es": "Estaba poseída por la villana con un tiempo de vida limitado. ¡El objetivo es curar la enfermedad! ¡Tener una larga vida y plena! En primer lugar he decidido en convertir todas las virtudes buenas de mi personaje favorito de la novela.Sin embargo los demás personajes a mi alrededor me llama \"Malvada.\" Morirás pronto ¿Cómo puedes reír de esta forma? ¿Te crees porque eres guapo?",
      "fr": "À sa mort, une lectrice fan de la méchante princesse de l’histoire ressuscite dans le corps de celle-ci. Ça tombe bien, elle déteste le couple que forment les personnages principaux! Entre la maladie mortelle de la princesse et les effets secondaires de la réincarnation, cette nouvelle vie ne sera pas de tout repos. Qu’importe, elle va pouvoir rencontrer ses personnages préférés et tenter de les sauver de la mort qui les attend. Parmi eux, un certain nombre de beaux et gentils garçons… La fangirl est dans la place et elle risque bien de tomber amoureuse!",
      "id": "Aku telah pindah ke tubuh putri yang sakit parah dan jahat dari sebuah novel. Tidak apa-apa, meskipun, aku dapat menyembuhkan penyakit ini dan menjalani kehidupan di mana aku dapat melakukan apa pun yang ku inginkan! Pertama, aku ingin bertemu langsung dengan semua karakter favorit saya dari novel! Tapi, karena aku seorang penjahat, orang-orang di sekitar ku cenderung waspada … \"Kamu akan segera mati, namun ... bagaimana kamu bisa tertawa seperti itu?\" Yah, ini karena kau sangat seksi.\r\n\r\n---\r\n[Original Webtoon](https://page.kakao.com/home?seriesId=55602918)\r\n\r\n**Official Translations:**\r\n* [English](https://tapas.io/series/when-the-villainess-is-in-love/info)\r\n* Chinese (Tradtional) / 漢語: [Daum](https://tw.kakaowebtoon.com/content/當惡女戀愛時/124), [Manhuaren](https://www.manhuaren.com/manhua-dangenvzhuiruaihe/)\r\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/When-Villainess-Falls-in-Love/39)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/53076)\r\n* [Vietnamese / Tiếng Việt](https://pops.tv/comics/ac-nu-khi-yeu-60effff37d1f09005a6dc218)",
      "ja": "ある夏の日…前世で読んでいた小説で大ファンだった優雅で孤高な『悪女』ルペルシャ皇女に転生してしまった私。\r\n魂をむしばむ不治の病にかかっているルペルシャ皇女だが、治療法があることを本人から教えてもらい、血を吐きながらも思う存分オタ活を満喫することに――!!\r\nそして、自分と推しキャラたちの破滅エンドを回避するために奔走するのだが…!?\r\n\r\nクールビューティーとイケメンたちが繰り広げるラブファンタジー!\r\n\r\n---\r\n[Original Webtoon](https://page.kakao.com/home?seriesId=55602918)\r\n\r\n**Official Translations:**\r\n* [English](https://tapas.io/series/when-the-villainess-is-in-love/info)\r\n* Chinese (Tradtional) / 漢語: [Daum](https://tw.kakaowebtoon.com/content/當惡女戀愛時/124), [Manhuaren](https://www.manhuaren.com/manhua-dangenvzhuiruaihe/)\r\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/When-Villainess-Falls-in-Love/39)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/53076)\r\n* [Vietnamese / Tiếng Việt](https://pops.tv/comics/ac-nu-khi-yeu-60effff37d1f09005a6dc218)",
      "ko": "시한부 인생을 사는 악녀에게 빙의했다.\r\n\r\n괜찮다. 병은 고칠 수 있으니까!\r\n목표는 하고 싶은 걸 마음껏 하는 인생!\r\n\r\n나는 먼저 좋아하던 소설 속 등장인물들 덕질을 하기로 했다.\r\n그런데 나를 악녀라고 하던 주변 사람들 반응이 이상하다.\r\n\r\n“당신은 곧 죽는데도… 어떻게 그렇게 웃으실 수 있는 겁니까.”\r\n\r\n그야 네가 잘생겨서..?\r\n\r\n---\r\n[Original Webtoon](https://page.kakao.com/home?seriesId=55602918)\r\n\r\n**Official Translations:**\r\n* [English](https://tapas.io/series/when-the-villainess-is-in-love/info)\r\n* Chinese (Tradtional) / 漢語: [Daum](https://tw.kakaowebtoon.com/content/當惡女戀愛時/124), [Manhuaren](https://www.manhuaren.com/manhua-dangenvzhuiruaihe/)\r\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/When-Villainess-Falls-in-Love/39)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/53076)\r\n* [Vietnamese / Tiếng Việt](https://pops.tv/comics/ac-nu-khi-yeu-60effff37d1f09005a6dc218)",
      "pt": "Eu transmigrei para o corpo de uma princesa, vivendo em tempos emprestados. Tudo bem, podemos curar essa doença! Meu objetivo é levar uma vida onde eu possa fazer o que quiser! Primeiro, decidi delirar com todos os meus personagens favoritos do romance! Mas, porque eu sou uma vilã, as pessoas ao meu redor tendem a ser cautelosas ... \"Você vai morrer em breve, e ainda ... como você pode rir assim?\" Bem, é porque eu sou super gostosa.",
      "ru": "Принцессе из романа, который я прочла, не суждено было прожить долгую жизнь, и я переродилась в её теле…\r\nОднако, меня это не пугает, я смогу преодолеть все трудности! Моя цель — прожить достойную жизнь, в которой я смогу делать всё, что захочу!\r\nВо-первых, я желаю поближе познакомиться со своими любимыми героями романа! Но из-за того, что все считают меня злодейкой, люди вокруг относятся ко мне слишком настороженно…\r\n\r\n---\r\n[Original Webtoon](https://page.kakao.com/home?seriesId=55602918)\r\n\r\n**Official Translations:**\r\n* [English](https://tapas.io/series/when-the-villainess-is-in-love/info)\r\n* Chinese (Tradtional) / 漢語: [Daum](https://tw.kakaowebtoon.com/content/當惡女戀愛時/124), [Manhuaren](https://www.manhuaren.com/manhua-dangenvzhuiruaihe/)\r\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/When-Villainess-Falls-in-Love/39)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/53076)\r\n* [Vietnamese / Tiếng Việt](https://pops.tv/comics/ac-nu-khi-yeu-60effff37d1f09005a6dc218)",
      "tr": "Kısıtlı zaman diliminde yaşayan bir prensesin bedenine reenkarne oldum.\r\n\r\nSorun değil, yine de bu hastalığı tedavi edebiliriz!\r\nAmacım ne istersem yapabileceğim bir hayat sürmek!\r\n\r\nİlk olarak, romandaki en sevdiğim karakterlerin peşine takılmaya karar verdim!\r\nAma ben bir hain olduğum için etrafımdaki insanlar temkinli olma eğilimindeler…\r\n\r\n“Yakında öleceksin buna rağmen… nasıl böyle gülebiliyorsun?”\r\n\r\nŞey, bu ‘çok seksi’ olmamdan kaynaklı.\r\n\r\n---\r\n[Original Webtoon](https://page.kakao.com/home?seriesId=55602918)\r\n\r\n**Official Translations:**\r\n* [English](https://tapas.io/series/when-the-villainess-is-in-love/info)\r\n* Chinese (Tradtional) / 漢語: [Daum](https://tw.kakaowebtoon.com/content/當惡女戀愛時/124), [Manhuaren](https://www.manhuaren.com/manhua-dangenvzhuiruaihe/)\r\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/When-Villainess-Falls-in-Love/39)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/53076)\r\n* [Vietnamese / Tiếng Việt](https://pops.tv/comics/ac-nu-khi-yeu-60effff37d1f09005a6dc218)",
      "vi": "\"Tôi sẽ bảo vệ các cục cưng của mình! Vì cuộc sống sau này của những người tôi u mê!\"\r\n\r\nFangirl bất chợt xuyên không vào idol của mình - nhân vật ác nữ của tiểu thuyết, chưa kịp vui sướng đã nhận ra ác nữ đó lại mang bệnh nan y, cơ thể yếu ớt gần đất xa trời! Kế hoạch cứu các mỹ nam khỏi cái chết của Libertia fangirl sẽ thế nào đây?!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "106"
  },
  {
    "mangaId": "54b23b20-c014-4054-b671-176d669a3dac",
    "title": {
      "en": "My Villainous Family Won't Let Me Be"
    },
    "updatedAt": "2024-06-05T21:06:51+00:00",
    "coverArt": "https://mangadex.org/covers/54b23b20-c014-4054-b671-176d669a3dac/68774c62-2e82-4a99-8938-64443cc9340e.jpg",
    "altTitles": [
      {
        "ko": "악당 가족이 독립을 반대한다"
      },
      {
        "ko-ro": "Akdang Gajogi Dongnibeul Bandaehanda"
      },
      {
        "id": "My Villainous Family Won't Let Me Be"
      },
      {
        "id": "Keluarga Penjahat Melawan Kemerdekaan"
      },
      {
        "en": "My Villainous Family Is Against My Independence"
      },
      {
        "fr": "Ma famille scélérate est contre mon indépendance"
      },
      {
        "es": "La familia de los villanos se opone a la independencia"
      },
      {
        "ru": "Семья злодеев против моей независимости"
      },
      {
        "th": "ครอบครัวตัวร้ายปล่อยฉันไปเถอะ"
      },
      {
        "zh": "反派家族反对独立"
      },
      {
        "zh": "恶棍家族反对独立"
      },
      {
        "en": "The Villainous Family Is Against Independence"
      }
    ],
    "description": {
      "en": "Elodie, the illegitimate daughter of a family of murderous villains with no sense of family, suddenly discovers her past life!\n\nShe realizes that she has been reincarnated in a novel she read in a previous life. When the real heroine shows up three years later, she realizes she's been abandoned by her villainous family and is destined to be killed. She was doing okay until her sister showed up, and she thought, \"Let's be independent from this family!\"\n\n\"Independence, what kind of bullshit is that?\"\n\n\"Who dared to put such ideas into your head?\"\n\n\"Sister, you don't think you're going to run away by any chance, do you?\"\n\nMy family is against independence? I want to live, let me be independent!",
      "fr": "Elodie, la fille illégitime d'une famille de méchants meurtriers sans aucun sens de la famille, découvre soudain sa vie passée! Elle se rend compte qu'elle s'est réincarnée dans un roman qu'elle a lu dans une vie antérieure. Lorsque la véritable héroïne apparaît trois ans plus tard, elle se rend compte qu'elle a été abandonnée par sa méchante famille et qu'elle est destinée à être tuée. Elle allait bien jusqu'à ce que sa sœur arrive et elle se dit:\n\n«Soyons indépendants de cette famille!»\n\n«Indépendance, c'est quel genre de conneries?»\n\n«Qui a osé te donner de telles idées?»\n\n«Ma sœur, tu ne penses pas que tu vas t'enfuir par hasard, n'est-ce pas?»\n\nMa famille est contre l'indépendance? Je veux vivre, laisse-moi être indépendant!",
      "id": "Terbangun menjadi Elodie Perdia, anak 'haram' Duke Perdia membuat dirinya dan orang sekitarnya bingung. Elodie menjadi aneh dan memulai menyusun rencana kepergiannya tiga tahun ke depan. Tapi kenapa? Apa yang Elodie rencanakan?",
      "ko": "가족애 따위 없는 살벌한 악당 가문의 사생아, 다른 이들에게 못되게 굴던 악녀 엘로디가 되었다! \n‘앞으로 3년 후, 언니가 입양될 거야. 그리고 나는 살해당할 거야!’ \n정치적 도구로 입양했지만 사랑스러움으로 아빠는 물론이고 가문을 녹여 버릴 햇살 여주인 \n언니가 등장하기 전까지 적당히 뒷돈 챙기다가 이 가문에서 독립하자!  \n……그랬는데. \n“독립? 그게 무슨 개소리지?”  \n“너한테 바람 불어 넣은 놈이 누구야.”  \n“누님, 혹시라도 가출할 생각은 아니겠지?”  \n가족들이 독립을 반대한다?",
      "th": "เอโลดี้ ลูกนอกสมรสของครอบครัวตัวร้ายที่ไม่เคยได้รับความรักใด ๆ ทว่าอยู่มาวันหนึ่ง เธอก็สามารถจดจำอดีตในชาติที่แล้วของเธอขึ้นมาได้! สถานที่แห่งนี้ ที่ซึ่งเธอได้กลับมาเกิดใหม่ คือโลกในนิยายที่เธอเคยอ่านเมื่อชาติที่แล้ว และอีกสามปีให้หลัง เมื่อนางเอกของเรื่องปรากฏตัว เธอจะถูกครอบครัวของเธอทอดทิ้งและสังหาร ดังนั้นเธอจึงตัดสินใจเก็บหอมรอมริบและออกจากครอบครัวนี้เพื่อเอาชีวิตรอด \"อิสระงั้นเหรอ? พูดอะไรของเธอน่ะ?\" เอโลดี้ไม่เคยคาดคิดมาก่อนเลยว่า ครอบครัวของเธอนั้นจะไม่ยอมปล่อยเธอไป…",
      "zh": "魂穿小说恶役女配，\n想逃跑却逃不掉？！\n爱洛迪是一个恶人家族中的私生女。某天她突然觉醒了前世记忆并发现自己这一世是穿越到了一本小说中！而且3年后小说女主就会登场，届时自己必定难逃死亡的命运。于是她打算在此之前抓紧赚钱，从此跟这一家人断绝关系!可是…“是谁怂恿你这么做的?”“姐姐，你该不会是想离家出走吧?”她的家人却十分反对?！",
      "pt-br": "Em um dia comum Elodie se lembra de sua vida passada e acaba percebendo que na verdade ela é a vilã de uma novela de romance onde seu destino é a morte, para que não precise chegar a esse destino cruel seu objetivo é ser independente e sair de sua família que será a causa disso, mas... Eles não querem que ela vá? \"Eles não me odiavam?? O que é isso?!\"."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-06-04T21:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "en": "Time Slip of the Fist King"
      },
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      },
      {
        "ko-ro": "Gwonwangjeonsaeng"
      },
      {
        "es-la": "El Indomable Rey Marcial"
      }
    ],
    "description": {
      "en": "In a world where humans enslave other races, the archmage ‘Laefenhart’ is treated as the Demon King by the humans for his sins of helping the other races. \n\nA group of Heroes came to subdue the Demon King! ‘Laefenhart’ succeeds in causing great damage to the Hero party, but ends up being in danger of being killed by the Fist King, ‘Tesron’…\n\n“Space-Time Return Spell.”\n\nThe magic spell cast as a last resort miraculously succeeds and sends ‘Laefenhart’ to the past. However…\n\nI became one of the Heroes, the Fist King, ‘Tesron’, who had the strongest body on the continent?!\n\nThe archmage ‘Laefenhart’, with his newly acquired physical strength, changes the world with new powers!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fed92b3a-77e9-4566-bca2-46392463b94e",
    "title": {
      "en": "Saving the Doomed Idols with My Touch"
    },
    "updatedAt": "2024-02-13T15:12:52+00:00",
    "coverArt": "https://mangadex.org/covers/fed92b3a-77e9-4566-bca2-46392463b94e/bf4ec601-f407-44d6-aebb-cf4f2f559406.jpg",
    "altTitles": [
      {
        "en": "Save a Failed Idol's Life"
      },
      {
        "ko": "손맛으로 구제하는 망돌 인생"
      },
      {
        "pt-br": "Salvando a Vida de um Idol Flopado"
      }
    ],
    "description": {
      "en": "I can save even the most doomed restaurant with my touch!Im Hyeonseong, a famous chef who has even shown up in a TV show as the CEO of a food industry.He built his wealth and fame from the ground up, but meets an unjust death because of his stepmother and step-sibling.At that moment, a system window appeared in front of him.They will give him a chance to take his revenge if he succeeds in making ‘Climax’, the doomed idol group, successful by controlling Cheon Ise’s body.Will I be able to save the doom restau– I mean the doom idols with my touch? We will now begin the special quest, ‘Idol, Cheon Ise’!",
      "pt-br": "Posso salvar até o restaurante mais condenado com meu toque! Lim Hyun-sung é um chef celebridade e CEO de uma empresa de restaurantes, personalidade recente da TV. Ele construiu sua riqueza e fama do zero, mas teve uma morte injusta por causa da madrasta e do meio irmão. Naquele momento, uma janela do sistema apareceu na frente dele. Eles lhe darão a chance de se vingar se ele conseguir fazer com que o \"Climax\", um grupo idol condenado, tenha sucesso controlando o corpo de Cheon Ise. Serei capaz de salvar o restau- quero dizer, os idols condenados com meu toque? Agora começaremos a missão especial, \"Idol, Cheon Yise\"!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5adcd893-fe36-46a1-9388-593ce976d5f7",
    "title": {
      "en": "Ore no Buki wa Saijaku Dakedo Level Up suru Rashii"
    },
    "updatedAt": "2024-02-20T16:43:17+00:00",
    "coverArt": "https://mangadex.org/covers/5adcd893-fe36-46a1-9388-593ce976d5f7/18af6e1f-93fb-4dc5-82d4-6d1965aabda9.jpg",
    "altTitles": [
      {
        "ja": "俺の武器は最弱だけどレベルアップするらしい"
      },
      {
        "en": "My Weapon Is the Weakest but Apparently It Levels Up"
      }
    ],
    "description": {
      "en": "A story about my rise from a humiliating NEET life to the strongest hero! The secret ingredient? The shattered and broken “weakest weapon?!” It turned out to be the only weapon in the world that levels up. Alongside the weakest weapon, this is the story of a ridiculed failure of a protagonist that ends up as a hero that saves the world!",
      "ja": "ニート俺、虐げられ続ける日常から最強の英雄に逆転する――。その秘密は… ボロボロに折れた “最弱の武器” ？！この世界で唯一　《レベルアップする特性を持つ》 武器だったのだ。落ちこぼれだと嘲笑われた主人公が、最弱の武器と共に世界を救う英雄になるまでの物語！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbc06354-a4ab-4f44-bb0a-db2e3a58d57c",
    "title": {
      "en": "Tsukushitagari na Uchi no Yome ni Tsuite Derete mo Ii ka"
    },
    "updatedAt": "2024-02-24T20:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/bbc06354-a4ab-4f44-bb0a-db2e3a58d57c/68a02bc5-51c3-409b-895f-e0b5f23ef65a.jpg",
    "altTitles": [
      {
        "ja": "尽くしたがりなうちの嫁についてデレてもいいか？"
      },
      {
        "en": "Can I Brag About My Very Devoted Wife To You?"
      },
      {
        "zh-hk": "我可以對無比賢惠的妻子撒嬌嗎？"
      },
      {
        "en": "Can I Be Loving Towards My Wife Who Wants To Do All Kinds Of Things?"
      },
      {
        "pt-br": "Posso amar minha esposa que quer fazer todo tipo de coisa?"
      },
      {
        "en": "We Started A So Sweet Newlywed Life"
      }
    ],
    "description": {
      "en": "There's the flower of Takamine High, Hanae Riko, whom every boy admires. Then, there's the plain boy, Niiyama Minato, who got proposed to by that most beautiful girl in school. Without knowing what's happening, the curtain on their newlywed life rises! For some reason, my bride, who's too cute and happily follows me around everywhere, refuses to leave my side...",
      "ja": "「わ、私を……っ、あなたのお嫁さんにしてくれませんか……？」　学園一の美少女・花江りこに逆プロポーズされ、わけのわからないうちに、りことの共同生活を始めた俺。だけど、うぬぼれてはいけない。これは契約結婚。――そのはずなのに、「なんでそんな尽くしてくれるんだ？」と尋ねたら、彼女はむうっと頬を膨らませて「湊人くん、ニブすぎだよ……」と言ってきた。え……俺たちがしたのって契約結婚でいいんだよな……？　交際ゼロ日婚からはじまる、ひたすら幸せなだけの両片想いラブストーリー☆\n\n\"Wa, watashi o…… ~tsu, anata no o yomesan ni shite kuremasen ka……?\" Gakuen ichi no bishōjo Hanae Riko ni gyaku puropōzu sa re, wake no wakaranai uchi ni, Riko to no kyōdō seikatsu o hajimeta ore. Dakedo, unuborete wa ikenai. Kore wa keiyaku kekkon.―― Sono hazunanoni, \"nande son'na tsukushite kureru nda?\" To tazunetara, kanojo wa mū tto hoho o fukurama sete \"Minato hito-kun, Nibu-sugida yo……\" to itte kita. E…… oretachi ga shita no tte keiyaku kekkonde ī nda yo na……? Kōsai zero-nichi kon kara hajimaru, hitasura shiawasena dake no ryō kataomoi rabusutōrī ☆",
      "pt-br": "Hanae Riko, a garota mais bonita da Takamine High, que todo garoto admira. Niiyama Minato, um garoto simples, que foi proposto em casamento por essa mesma garota. Sem saber o que está acontecendo, as cortinas de sua vida de recém-casados ​​sobem! Por alguma razão, minha noiva, que é muito fofa e me segue alegremente por toda parte, se recusa a sair do meu lado..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "33"
  },
  {
    "mangaId": "3c0dddc9-d6da-4aa5-8ed2-12d26a6b08d4",
    "title": {
      "en": "Gokugoku Futsuu no Fuufu no Hanashi"
    },
    "updatedAt": "2024-02-19T05:21:31+00:00",
    "coverArt": "https://mangadex.org/covers/3c0dddc9-d6da-4aa5-8ed2-12d26a6b08d4/c54a8d84-a0ee-4970-83af-2bf8e71784b3.jpg",
    "altTitles": [
      {
        "ja": "ごくごく普通の夫婦の話"
      },
      {
        "ja-ro": "Gokugoku futsū no fūfu no hanashi"
      },
      {
        "en": "A Story About a Very Ordinary Couple"
      },
      {
        "vi": "Câu chuyện về một cặp đôi rất đỗi bình thường"
      }
    ],
    "description": {
      "en": "Continuation of *A Story About a Man and a Woman and When They Sleep Together, Money Appears Out of Nowhere* posted by the author on pixiv.",
      "ja": "イチャイチャするとお金が湧いちゃう２人の話のその後\nごくごく普通の夫婦の話です！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85f236f8-b335-4166-906f-ed1d8ea89c55",
    "title": {
      "en": "I Became a Level 999 Mastermind Demon King"
    },
    "updatedAt": "2024-07-18T18:27:45+00:00",
    "coverArt": "https://mangadex.org/covers/85f236f8-b335-4166-906f-ed1d8ea89c55/47568b45-0abc-4f6a-8c38-7b3ee1f33ff6.jpg",
    "altTitles": [
      {
        "ja-ro": "レベル999黒幕公女になりました"
      },
      {
        "en": "I Became the Level 999 Demon King"
      },
      {
        "ko-ro": "레벨 999 흑막 공녀가 되었다"
      }
    ],
    "description": {
      "en": "I was reincarnated into the otome game, “In This World, With The Power of Love” not as the heroine, but as the Lv. 999 Demon King. I was cast out by my family and sent to the freezing north, but I wonder if I could just melt the snow with my magic? I’m trying to find a way to create a farm here and live a carefree life, but… the capture targets keep coming at me one after the other. Umm, I don’t really care about you guys, so won’t you please disappear already?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9787874b-6145-4f7f-8d53-bcf75fa50e0b",
    "title": {
      "en": "My Unexpected Marriage"
    },
    "updatedAt": "2024-07-06T23:33:13+00:00",
    "coverArt": "https://mangadex.org/covers/9787874b-6145-4f7f-8d53-bcf75fa50e0b/3b353a9a-51b4-4e93-8553-d0020be5e061.jpg",
    "altTitles": [
      {
        "ko": "백작가의 사생아가 결혼하면"
      },
      {
        "ru": "Когда незаконнорожденная дочь графа выходит замуж"
      },
      {
        "ru": "Когда внебрачная дочь графа выходит замуж"
      },
      {
        "en": "When the Count's Illegitimate Daughter Gets Married"
      },
      {
        "fr": "Lorsque la fille illégitime de la Maison du Comte est mariée"
      },
      {
        "fr": "Quand la bâtarde de la Maison du Comte se fait marier"
      }
    ],
    "description": {
      "en": "As an illegitimate child, Laritte’s biggest sin was being born. In the year she became an adult, she was sent to marry the ghost duke who was rumored to be dead. Her miserable life seemed to get worse and worse, however… Her life changed when the duke came back alive.\n\n“Madam, how do you like it?”\n“You have enough luxury to buy some residences in the capital.”\n“…no one will be able to look down on you anymore.”\n\nKind servants and the empire’s devoted and murderous duke. It was already too late for those who tormented Laritte in the past to regret their actions.",
      "id": "“Perempuan kotor! Kau mencuri kalungku!” \"Kecuali aku tahu di mana kalungmu, aku tidak akan bisa mengambilnya.\" Sebagai anak haram, dosa terbesar Laritte adalah dilahirkan. Pada tahun dia menjadi dewasa, dia dikirim untuk menikahi adipati hantu yang dikabarkan sudah mati. Kehidupannya yang menyedihkan tampaknya semakin memburuk, namun ... Hidupnya berubah ketika sang duke kembali hidup-hidup. \"Nyonya, bagaimana Anda menyukainya?\" Pelayan yang baik hati, \"Kamu memiliki cukup kemewahan untuk membeli beberapa tempat tinggal di ibukota.\" “… tidak ada yang bisa memandang rendahmu lagi.” Dan adipati kekaisaran yang setia dan pembunuh. Sudah terlambat bagi mereka yang menyiksa Laritte untuk menyesalinya.",
      "ko": "\"공작가와 결혼해라, 라리트 브루마이어.\"\n\n천대받고 구박받는 인생인 백작가의 사생아 라리트.\n그녀는 태생부터 고귀한 이복언니를 대신하여,\n전쟁터에서 죽어버린 유령 공작가에 시집가게 된다.\n\n다만, 라인하라트 공작가는 반역죄로 인해 모든 재산이 압류되었으며,\n대신 신부로 가게 된 라리트가 향한 곳은 황실의 넒은 아량으로\n남겨진 외딴 산속에 있는 낡은 별장이다.\n\n하지만 평생 눈칫밥만 먹던 라리트에게 결혼은 절호의 기회!\n지긋지긋한 집을 떠나 드디어 생긴 나만의 집!\n\n창창한 홀로서기 라이프가 시작되나 싶었지만,\n늦은 밤, 죽은 줄 알았던 남편이 살아 돌아오는데...?\n\n웹소설 <백작가의 사생아 결혼하면> 웹툰화☆"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eac0159f-2768-49d7-8891-4202f3e9fb8c",
    "title": {
      "en": "Destroy It All And Love Me In Hell!"
    },
    "updatedAt": "2024-06-22T20:37:02+00:00",
    "coverArt": "https://mangadex.org/covers/eac0159f-2768-49d7-8891-4202f3e9fb8c/ee3f0bbe-ef17-4dd2-8518-1a0c110f127e.jpg",
    "altTitles": [
      {
        "ja-ro": "Zenbu Kowashite Jigoku de Aishite"
      },
      {
        "ja": "ぜんぶ壊して地獄で愛して"
      },
      {
        "zh": "毁掉一切地狱再爱"
      },
      {
        "zh-hk": "毀掉一切地獄再愛"
      },
      {
        "en": "If That's Love, Break it."
      },
      {
        "uk": "Усе розтрощи, до пекла люби"
      },
      {
        "pl": "Zniszcz wszystko, co kochasz"
      }
    ],
    "description": {
      "en": "Kurumi Yoshizawa, the student council president, has excellent grades and an inviting, friendly personality… on the surface at least. In reality, her days are spent struggling against her domineering mother and agonizing over her teachers’ expectations.\n\nOne day, Kurumi reluctantly goes to meet Naoi, her truant classmate, at her homeroom teacher’s request to look after her. The situation sours quickly as Naoi sees through Kurumi’s facade and makes her animosity clear. On the verge of a meltdown, Kurumi is barely able to stop herself from shoplifting, unaware that she’s being recorded by Naoi…\n\nThis is a violent story about two young girls struggling every day with no escape.",
      "pl": "Kurumi Yoshizawa, przewodnicząca samorządu uczniowskiego, otwarta, ambitna, życzliwa... a przynajmniej na taką się kreuje. Rzeczywistość wygląda jednak mniej rózowo - w szkole musi zmagać się z nadmiernymi oczekiwaniami nauczycieli, a w domu czeka na nią toksyczna matka.\n\nPewnego dnia Kurumi, na prośbę wychowawcy, udaje się do Naoi, swojej wagarującej koleżanki z klasy. Sprawy przybierają zupełnie niespodziewany obrót, gdy Naoi dostrzega fasadę Kurumi i jasno wyraża swoją wrogość wobec niej. Będąc na skraju załamania nerwowego, Kurumi powstanawia dokonać drobnej kradzieży, przed czym w ostatniej chwili się powstrzymuje. Nie ma pojęcia, że całe te zajście nagrała Naoi.\n\nTo brutalna opowieść o dwóch młodych dziewczynach, które każdego dnia zmagają się z codziennością, od której nie mogą się wyrwać.",
      "uk": "Вітайте, Йошізава Курумі – відмінниця, розумниця, красуня, президент школи та просто дуже гарна дівчинка!.. Принаймні такою вона себе показує людям. Реальність прозаїчніша: жорстокі методи виховання матері, відсутність будь-якого вільного часу, море стресу та щира відраза до всіх навколо.\nІ як часто буває з такими «відмінницями» – накипіло. «Що, якщо я це вкраду? Мене спіймають? Може, тоді цей жах нарешті скінчиться?» – стоїть і думає Курумі, не усвідомлюючи, що її спроба крадіжки записується на відео. Проте її знімають не камери відеоспостереження крамниці, а телефон Наой.\nНаой – це дівчина, яка за словами не слідкує, до школи не ходить та обожнює ставити «відмінниць» на місце. Вона бачить абсолютно все крізь маску Курумі, погрожуючи показати відео однокласникам. Для Наой це був хіба що спосіб розвіяти нудьгу та провчити лицемірку… Допоки вона не починає бачити в Курумі лиш одне, але чисте та справжнє спільне бажання."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b5d21da-8d11-4d94-bd08-a739278d51a4",
    "title": {
      "en": "Please Get Out of My Household"
    },
    "updatedAt": "2024-02-01T19:56:45+00:00",
    "coverArt": "https://mangadex.org/covers/1b5d21da-8d11-4d94-bd08-a739278d51a4/ee804a9f-31d3-4286-a440-bb6b5726dbf2.png",
    "altTitles": [
      {
        "ja": "家門から出ていってください"
      },
      {
        "en": "Please Get Out of My Family"
      },
      {
        "en": "Get Out of My House"
      },
      {
        "ko": "내 가문에서 꺼져 주세요"
      }
    ],
    "description": {
      "en": "“Why did someone like you have to be born in my household?” You shame of the Closieux Family, you disgrace, you good-for-nothing… All those were words pointed at Guinadella Clochel, the young girl who, at barely 11 years of age, was abandoned by her family and had her life taken away. Well, no… Rather, she thought that her life was taken away. “They’re absolute fiends. To think that they would bully and try to kill a weak child just because she has no talent…”, said the ancestor of the legendary great mages of old while possessing the body of the dying girl?! This is a story about a great mage regaining their powers to bring judgment to a rotten family, and a young girl whose emotional wounds are healed with the mage’s help; about a timeless bond that links them as if being drawn to each other. A kind-hearted girl’s revenge against her family begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b6c0281-572d-4661-9eee-fd2a260009d3",
    "title": {
      "en": "Uchi no Maid ga Uzasugiru!"
    },
    "updatedAt": "2023-08-13T19:43:26+00:00",
    "coverArt": "https://mangadex.org/covers/7b6c0281-572d-4661-9eee-fd2a260009d3/a733a6df-af55-4a8a-a490-724811433507.jpg",
    "altTitles": [
      {
        "ja-ro": "Tsubakuma!"
      },
      {
        "ja-ro": "Uchi no Meido ga Uzasugiru"
      },
      {
        "en": "UzaMaid: Our Maid is Way Too Annoying!"
      },
      {
        "ru": "Моя горничная слишком надоедливая!"
      },
      {
        "ja": "うちのメイドがウザすぎる！"
      },
      {
        "zh": "燕熊！"
      },
      {
        "ja": "つばくま！"
      }
    ],
    "description": {
      "en": "Former Air Force Master Sergeant Kamoi Tsubame tries changing careers to finally get cute girls to wear her cute self-designed clothes. To that end she tries to get a job in the Takanashi household as a maid and babysitter to Yasuhiro Takanashi's spoiled daughter Misha Takanashi, as it seems that her mother is no longer present.  \n  \nMisha has successfully gotten rid of previous maids through playing devastating pranks like throwing mud, laying out banana peels to slip on and lighting the washed clothes on fire. In face of the newest applicant boasting that she has military experience, Misha even thinks about researching bomb making."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "58"
  },
  {
    "mangaId": "fec51f29-32ea-4a7e-8e83-3ba93eb552cd",
    "title": {
      "en": "Fukushuu no Taishi - Level 9999 no Bakumatsu Isekai Tensei"
    },
    "updatedAt": "2024-03-23T17:21:44+00:00",
    "coverArt": "https://mangadex.org/covers/fec51f29-32ea-4a7e-8e83-3ba93eb552cd/d2a2c9cd-fd86-451e-a321-a2e8734e8586.png",
    "altTitles": [
      {
        "en": "The Level 9999 Otherworldly Warriors From the End of the Edo Period."
      },
      {
        "ja": "復讐の隊士 - レベル9999の幕末異世界転生"
      }
    ],
    "description": {
      "en": "During the end of the Edo Period, the Shinsengumi are suddenly transferred to another world. As they arrive, a guide from the other world, Hangya, appears and tells them, “There’s only one way for you all to return to your former world. Please, defeat the Demon Lord.”\n\nThis is a tale of the weakest warriors becoming the strongest."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "008eecb3-1d79-40c0-aa4a-463347d83397",
    "title": {
      "en": "Spacedrum"
    },
    "updatedAt": "2023-03-17T06:38:59+00:00",
    "coverArt": "https://mangadex.org/covers/008eecb3-1d79-40c0-aa4a-463347d83397/9c91340a-c69e-4e19-9384-170aa470b0a0.png",
    "altTitles": [],
    "description": {
      "en": "RENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\nRENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\nRENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\n\nAll beings in the firmament live locked in this infinite cycle. Or so it was until the day they came down from the heavens.\n\nHumanity ceased to be human. Death is no longer the end. Enlightenment came to save her children and defeat the most powerful feeling that consciousness had been able to create.\n\n___\n\nSpaceDrum shows us a society that has evolved to a state of full well-being, freed from wars and conflicts, in search of Nirvana, thanks to the spiritual guidance of an alien race.\nThe aryas are an elite group charged with the external security of the planet and the protection of the high priestess.\n\nThey are chosen because, thanks to their control over their Virya, they are able to control mysterious fragments, the shards. Reda is a student at one of the most distinctive military academies, but he has difficulty controlling his special shard due to constant visions of a strange young woman. And this will not be the biggest of your problems..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-07-04T14:59:16+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/6d1976f3-559c-40a2-bd25-883e4f0dae9a.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9617eb4-32ca-4fe6-8fd0-c27d24e325be",
    "title": {
      "en": "Saikyou‼ ️Menhera no Jirai-chan‼ ️"
    },
    "updatedAt": "2024-07-16T20:12:31+00:00",
    "coverArt": "https://mangadex.org/covers/c9617eb4-32ca-4fe6-8fd0-c27d24e325be/80e2ba68-d94a-4d65-bbd8-a03483ba5151.jpg",
    "altTitles": [
      {
        "ja": "最強‼️メンヘラの地雷ちゃん‼️"
      },
      {
        "en": "An Emotionally Unstable Landmine-chan Is the Strongest!"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ef2cc94-eb99-4058-929f-6b1afae1caca",
    "title": {
      "en": "Is it Normal to Raise a Yandere Heroine as a Villainess ?!"
    },
    "updatedAt": "2024-06-18T17:38:40+00:00",
    "coverArt": "https://mangadex.org/covers/6ef2cc94-eb99-4058-929f-6b1afae1caca/500263ae-db48-4adf-8458-248eef830f80.jpg",
    "altTitles": [
      {
        "zh": "身为恶役女配的我养成病娇女主很正常吧？！"
      },
      {
        "pt-br": "Como A Vilã, Criar Uma Protagonista Yandere É Normal, Não É?!"
      },
      {
        "zh-ro": "Shen Wei E Yi Nv Pei De Wo Yang Cheng Bìng Jiao Nv Zhu Hen Zheng Chang Ba?!"
      }
    ],
    "description": {
      "en": "Jiang Yang was a lead designer for a popular game company until she fell to her death while gathering inspiration for a new game. After waking up in a world of cultivation, she trained tirelessly to return to her original world, when a thread of fate pulled her into the world of an otome game.\n\nJiang Yang quickly realizes she is in the world of the very first game she had worked on. The thread of fate connected her to Stardew, the heroine of the game who is being bullied during her first year at the Royal Academy of Magic.\n\nAs the game progresses, Jiang Yang remembers the ridiculous story the game follows, and she decides that she can’t stand by while the game makes Stardew suffer. She helps Stardew deal with the flirtatious love interest of the original game, Crown Prince Miller, and even imparts her with some of her cultivation power. To protect Stardew from the game’s story, she even puts herself in danger. However, as Jiang Yang and Stardew’s relationship becomes closer, Jiang Yang realizes that the thread of fate connecting her and Stardew is not as simple as she imagined.",
      "zh": "姜央是一名为了游戏新作采风不幸摔下悬崖穿越到修真世界的游戏主美，为了回到原本的世界，姜央努力修炼，终于要飞升成神回到原本的世界，结果因为一条神秘的因果线，被强制牵引到了一个魔法世界中（还是个乙女游戏，游戏刚开始），捡到了初入魔法校园就被恶役女二欺负的的游戏女主。 姜央这时反应过来，这不就是当初让自己穿越的那个倒霉换皮游戏吗？而自己的因果线就连接在了游戏女主星露的身上。姜央以为只要跟着游戏通关，自己就能回到最初的现实世界，但是随着游戏发展，姜央再次回想起了煞笔策划写的沙雕剧情，看着星露受苦，具有强烈责任心和道德感的姜央选择对星露出手相助，不仅要帮对方清理花心皇子那些烂桃花，还传授修真技巧以防对方被其他学生霸凌，甚至有时还得搭上自己的身子！！随着姜央和星露的交往越来越密切，姜央发现自己在星露身上的因果线没有自己想象中那么简单……",
      "pt-br": "Jiang Yang é a diretora de designe de arte de um jogo, ao coletar referências para uma nova produção, cai de um penhasco e acaba atravessando para um mundo de cultivo. Para voltar ao seu mundo original, Jiang Yang se dedica ao cultivo e finalmente está prestes a ascender como uma divindade para retornar. No entanto, devido a uma misteriosa linha do destino, ela é forçada a ser puxada para um mundo de magia (que também é um jogo otome, e o jogo acabou de começar). Nesse novo mundo, ela encontra a protagonista do jogo, Xing Lu, sendo intimidada pela vilã secundária logo no início da academia de magia.\n\nJiang Yang percebe que este é o jogo problemático que a fez atravessar os mundos originalmente. Sua linha do destino está ligada a Xing Lu, a protagonista do jogo. Jiang Yang acredita que, seguindo a história do jogo até o fim, ela poderá retornar ao seu mundo real. No entanto, conforme o jogo se desenvolve, Jiang Yang relembra as tramas ridículas escritas pelo roteirista idiota do jogo. Vendo o sofrimento de Xing Lu, a fortemente responsável e moralmente íntegra Jiang Yang decide ajudar Xing Lu. Ela não apenas ajuda a livrar Xing Lu dos pretendentes indesejados, incluindo o príncipe mulherengo, mas também lhe ensina técnicas de cultivo para que ela possa se defender dos outros estudantes. Às vezes, isso até envolve sacrificar-se fisicamente! \n\nÀ medida que Jiang Yang e Xing Lu se tornam mais próximas, Jiang Yang descobre que sua linha do destino com Xing Lu é mais complexa do que ela imaginava..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "282f87c6-6b1c-4826-be4e-38bf70f02d83",
    "title": {
      "en": "My Ray of Hope"
    },
    "updatedAt": "2024-05-30T22:48:06+00:00",
    "coverArt": "https://mangadex.org/covers/282f87c6-6b1c-4826-be4e-38bf70f02d83/8130bfd1-a3f1-4c5b-a3c5-c7911ed3a0aa.jpg",
    "altTitles": [
      {
        "ko": "집착 서브 남주를 키웠습니다"
      },
      {
        "ko-ro": "Jipchang Seobeu Namjureul Kiwotseumnida"
      },
      {
        "en": "I Raised an Obsessive Servant"
      },
      {
        "en": "The Rise of an Obsessive Servant"
      },
      {
        "de": "Wie erziehe ich meinen Beschützer?"
      },
      {
        "fr": "J'ai élevé un servant obsessif"
      },
      {
        "pt": "Criei um servo obsessivo"
      },
      {
        "es": "Crié a un sirviente obsesivo"
      },
      {
        "ru": "Я вырастила навязчивого слугу"
      },
      {
        "th": "มื่อฉันเลี้ยงพระรองจอมหมกมุ่น"
      },
      {
        "ja": "私を溺愛する2番手男キャラを育てました"
      },
      {
        "id": "I Raised an Obsessive Second Male Lead"
      },
      {
        "id": "Aku Merawat Pelayan Yandere"
      },
      {
        "vi": "Tôi Đã Nuôi Dưỡng Một Nam Phụ Đầy Ám Ảnh"
      },
      {
        "zh": "养了个偏执狂男二"
      },
      {
        "zh": "养了个偏执狂男二"
      },
      {
        "zh-hk": "把傲嬌男配角帶回家"
      }
    ],
    "description": {
      "en": "“You must save me in the future, just like how I saved you today.” \n\nAfter a hit-and-run accident, I possessed the body of young Yurina Carthia, the villainess of the novel who was brutally murdered by the second male lead. \n\nLooking for a way to save myself as Yurina and fumbling to remember the contents of the story, I decided to find the second male lead, the character who will kill Yurina in the future, from the orphanage, sponsor him, and pull him to my side. \n\n“Remember, Yurina. I am the only one who can save you or kill you. So you have to stay by my side.” \n\nI just wanted to survive, but I raised an obsessive second male lead!\n\n---\nAfter being reincarnated as the villainess of a novel, Yurina is determined to escape her fate of being killed by the story’s second male lead. Her solution? Save his life and get him on her side before he falls in love with the female lead! Her recollection of the story is spotty, but after months of searching, Yurina finally finds him-- or so she thinks. He’s a bit different from what she expected, but that’s probably because of her poor memory... Her plan should still work, right?",
      "ko": "“훗날 너는 날 꼭 구해야 해. 오늘 내가 널 구한 것처럼.”\r\n\r\n나는 교통사고 사망 후 서브 남주에게 끔찍하게 살해당하는 소설 속 악녀, 유리나 카르티아의 어린 몸에 빙의했다.\r\n기억나지 않는 소설 내용을 더듬으며 유리나로 살아갈 방법을 모색하고,\r\n미래에 유리나를 죽일 캐릭터인 서브 남주를 고아원에서 데려와 후원해주며 내 편으로 만들기로 했는데…\r\n\r\n“기억해, 유리나. 널 살릴 수 있는 것도, 죽일 수 있는 것도 오직 나뿐이야. 넌 내 곁에 있어야 해.”\r\n\r\n그저 죽지 않고 살고 싶은 것뿐이었는데, 서브 남주를 집착남으로 키워버렸다!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e7656dbd-04d9-4539-befa-1e85fe6834e5",
    "title": {
      "en": "I'm the Corrupted Side Character's Wife"
    },
    "updatedAt": "2024-07-18T16:53:37+00:00",
    "coverArt": "https://mangadex.org/covers/e7656dbd-04d9-4539-befa-1e85fe6834e5/7834af26-a73f-4712-b7a6-7c437bffdcad.jpg",
    "altTitles": [
      {
        "ko": "흑화하는 서브 남주의 아내랍니다"
      },
      {
        "en": "I'm the Wife of the Yandere Second Male Lead"
      },
      {
        "en": "The Blackened Second Male Lead's Wife"
      },
      {
        "es-la": "La Esposa Del Segundo Protagonista Masculino corrompido"
      }
    ],
    "description": {
      "en": "Lucian Kardien. He was the hero who led the war to victory. He was the second male lead who loved the female lead so much that he turned yandere. And I’m the fiancée who will be killed by his hand.\n\nOf all things, why did I have to transmigrate here! I must somehow increase his likability to prevent a “surprise” ending. With a toothy grin and my clapping hands of approval, I’ll help him connect with the female lead! But what is this reaction?\n\n“Lady Pernia… please don’t provoke me anymore.”\n\n…Why is it still a scary ending!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%ED%99%94%ED%95%98%EB%8A%94-%EC%84%9C%EB%B8%8C-%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%95%84%EB%82%B4%EB%9E%8D%EB%8B%88%EB%8B%A4/3567), [KakaoPage](https://page.kakao.com/content/62102395)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi o Suru"
    },
    "updatedAt": "2024-07-17T03:25:06+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll ha Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque doll is falling in love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "888b469a-2903-4a03-b19b-f11a1c899862",
    "title": {
      "en": "0.0000001% Demon King-nim"
    },
    "updatedAt": "2024-06-29T01:11:03+00:00",
    "coverArt": "https://mangadex.org/covers/888b469a-2903-4a03-b19b-f11a1c899862/9acda72f-ce9c-4cd0-a838-b0d12a320383.jpg",
    "altTitles": [
      {
        "ko": "0.0000001%의 마왕님"
      },
      {
        "en": "0.0000001% Demon King"
      }
    ],
    "description": {
      "en": "The 72 Demon Kings, who received the order to destroy the earth, each went through a trial by the Great Demon King Astrea. Those who passed the trial earned the title of Demon King, and each Demon King was granted special powers by the Great Demon King.\n\nSo far, each Demon King had been granted extraordinary abilities. When Karos became a Demon King, he received a power from the Great Demon King, but… \n\n“Great Demon King, no matter how much I think about it, there is a problem with my power.”\n“Problem?”\n\nAmong the Demon Kings with extraordinary abilities… Karos received the [Gacha] ability. \n\n“Gacha as the power of a Demon King? How am I supposed to rule the world with Gacha?!'”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad63efb9-e83f-4f8b-a26b-ff60f491ccd1",
    "title": {
      "en": "Casino Gui"
    },
    "updatedAt": "2024-05-12T12:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/ad63efb9-e83f-4f8b-a26b-ff60f491ccd1/87b6d531-c086-471a-80f7-366bfef36ca4.jpg",
    "altTitles": [
      {
        "ja-ro": "Kajino Gui"
      },
      {
        "ja": "カジノグイ"
      },
      {
        "ru": "Парень из казино"
      },
      {
        "ja-ro": "Casino Gui"
      }
    ],
    "description": {
      "en": "Gen Suzuki, a young man who grew up in an orphanage, is trying to live an honest life.  \nBut when the cruel reality of the 10 million yen debt from her sister hits him, he decides to rob a Dark Casino.  \nWhat awaits him is the baptism of the underworld!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "50"
  },
  {
    "mangaId": "356de811-ae92-48f1-b93b-cfdf0f8d02e4",
    "title": {
      "en": "Kakunaru Ue wa"
    },
    "updatedAt": "2024-07-02T02:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/356de811-ae92-48f1-b93b-cfdf0f8d02e4/ed485eb6-9ea8-494b-885f-a2d6cea352be.jpg",
    "altTitles": [
      {
        "ja": "描くなるうえは"
      },
      {
        "en": "Now That We Draw"
      },
      {
        "id": "Rupa Gambar Kita"
      },
      {
        "vi": "Ta Cùng Vẽ Thôi Nào!"
      },
      {
        "zh": "既然要画恋爱漫画"
      },
      {
        "ja-ro": "Kakunaru Ue ha"
      }
    ],
    "description": {
      "en": "Uehara-kun, who loves 2D, dreams of becoming a comic artist one day! However, his dream is threatened when an editor rejects his work as too boring.\n\nThe next day, while contemplating giving up on his dream, a gal in his class, Miyamoto Niina, sees his manuscript, and a too-close pseudo-romance for the sake of their comics begins!?\n\nThis is a comic artists × youth romantic comedy!",
      "id": "Uehara-kun menyukai karakter 2 dimensi dan mempunyai cita-cita menjadi mangaka! Namun, mimpinya pupus saat seorang editor menolak manga-nya karena bikin ngantuk. Besoknya, dia berencana membuang manga yang ditolak tersebut, namun, salah satu gadis dari kelasnya, Miyamoto Niina, mengetahui manga hasil buatannya, timbulah kisah komedi-romantis yang terjalin dari sebuah manga!",
      "ja": "2次元をこよなく愛する上原くんの夢は漫画家！\n\nある日、同じクラスのギャル宮本さんに自分の原稿を見られたことで漫画のための距離感近すぎ疑似恋愛、開始!?\n\n漫を持して描く漫画家×青春ラブコメディ！！",
      "vi": "Uehara-kun là một thằng rất thích gái 2D và ước mơ làm hoạ sĩ Manga! Tuy nhiên, giấc mơ của anh ta lại ngay lập tức bị đạp đổ khi bị một biên tập viên nhận xét rằng tác phẩm này nhìn chán chả buồn nói.\n\nTưởng như anh đã định từ bỏ giấc mơ của mình thì một cô gái trong lớp của anh, Miyamoto Niina, nhìn thấy bản phác thảo của cậu ấy và muốn bắt đầu một mối tình tưởng lãng mạn nhưng ai ngờ là giả tạo, để giúp cậu hoàn thành được bộ manga của mình!\n\nMột bộ manga về Mangaka ✖ Romcom tuổi mới lớn!",
      "pt-br": "Uehara-kun, que adora 2D, sonha em se tornar um mangaká um dia! No entanto, seu sonho é ameaçado quando um editor rejeita seu trabalho por considerá-lo muito chato.\n\nNo dia seguinte, enquanto pensa em desistir de seu sonho, uma garota de sua turma, Miyamoto Niina, vê seu manuscrito, e um pseudo-romance muito próximo para o bem de seus mangás começa!?\n\nEsta é uma comédia romântica juvenil de quadrinistas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b05918e4-fb1a-4b10-a919-eaecf00fd7dd",
    "title": {
      "en": "Tower Dungeon"
    },
    "updatedAt": "2024-06-13T23:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/b05918e4-fb1a-4b10-a919-eaecf00fd7dd/5859acad-3dfb-4675-b3f1-3700b86ba29e.jpg",
    "altTitles": [
      {
        "ja": "タワーダンジョン"
      },
      {
        "fr": "La tour colossale"
      }
    ],
    "description": {
      "en": "The setting is a certain kingdom. In order to save the kidnapped princess of the kingdom, the Kingsguard squadron challenges the \"Dragon Tower,\" a gigantic structure floating in the middle of the sky, but they are blocked by powerful demons.\nA provocation is made by a neighboring village to replenish the injured personnel, and when a young man is sent to the tower, the wheel of fate begins to turn.\n\nTale of sword & sorcery and labyrinth exploration begins!",
      "pt-br": "Para salvar a princesa Ignelia que foi sequestrada por um necromante, o Batalhão da Guarda Real se aventura pela “Torre do Dragão”, uma estrutura gigantesca que costumava flutuar no meio do céu, mas são bloqueados por criaturas poderosas. \nUma ordem de recrutamento é enviado para uma aldeia vizinha para repor os soldados feridos, e quando um jovem é enviado para a Torre, a roda do destino começa a girar.\n\nComeça a história de espadas, feitiçaria e exploração do labirinto!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e46456f3-105e-4793-80e2-6727e69ee9fa",
    "title": {
      "en": "I Raised a Black Dragon"
    },
    "updatedAt": "2024-05-29T02:04:28+00:00",
    "coverArt": "https://mangadex.org/covers/e46456f3-105e-4793-80e2-6727e69ee9fa/fb63b52d-cb12-4b14-a579-d7327740cbff.jpg",
    "altTitles": [
      {
        "ko": "흑막 용을 키우게 되었다"
      },
      {
        "en": "I Raise a Black Dragon"
      },
      {
        "zh": "养成了黑幕龙"
      }
    ],
    "description": {
      "en": "The witch, Eleanor Asil, has fifteen previous convictions.\n\nAnd the transmigrator, Noah Park, had no intentions of being involved in the novel’s original plot of the dragon beheading the villainess. With that thought in mind, she abandoned her titles as The Wicked Witch and sought to live a long and peaceful life.\n\nSo she heads down to the countryside wrought with deep remorse for all her misdeeds. And all should be happy… or she thought.\n\n“Please raise me!”\n\nAnd so it would seem that she stumbled upon the heroine’s pet dragon — the black-haired kid that would turn ballistic and obsessive later on — imprinted the villainess as his mother. And to make matters worse, the male lead suspects her as the prime culprit of stealing the dragon.\n\n“How long should I keep up with you?”\n\nShe thought he’d arrest her right away, but seems like the male lead was slowly becoming the dragon’s butler.\n\n“Can I hug you?”\n\n“No.”\n\n“Then… can you hold me?”\n\nThe villainess believes that the dragon needs a bit of taming.\n\n‘Oh, male lead, won’t you sign a life contract as a real butler?’",
      "ko": "현생에 일밖에 모르던 회사원 노아.\n과로로 쓰러져 별세계를 떠돌던 중 어느 한 육체에 들어가게 되는데,\n하필이면 그 육신의 주인이 용두사미 소설의 악녀, 전과 15범 엘레오노라 아실이다.\n\n빙의한 이상 원작과는 다르게 시골로 들어가 평온한 일상을 보내려고 하지만\n어쩌다 보니 소설 속 흑막인 용과 각인하게 되었다!\n그리고 그녀를 의심하는 남주, 카일 레너드.\n\n노아와 카일은 용을 원래 주인에게 돌려주려고 하지만\n누군가가 방해를 하고, 그 과정에서 엘레오노라 아실의 죽음에\n음모가 있다는 것을 알게 되는데…."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "74"
  },
  {
    "mangaId": "64c59add-698a-4260-8671-848356f26eab",
    "title": {
      "en": "Gendai Shakai De Otome Game No Akuyaku Reijou Wo Suru No Wa Chotto Taihen"
    },
    "updatedAt": "2024-05-12T09:59:27+00:00",
    "coverArt": "https://mangadex.org/covers/64c59add-698a-4260-8671-848356f26eab/1d67fa46-4849-4c28-a85e-a53409aed971.jpg",
    "altTitles": [
      {
        "ja": "現代社会で乙女ゲームの悪役令嬢をするのはちょっと大変"
      },
      {
        "en": "Modern Villainess: It’s Not Easy Building A Corporate Empire Before The Crash"
      },
      {
        "id": "Tidak mudah membangun kerajaan perusahaan sebelum runtuh"
      }
    ],
    "description": {
      "en": "In the tough times after the Japanese economic bubble burst, a career woman suffering through the aftermath reincarnates as Keikain Runa, the villainess of an otome game with a modern setting! However, not long after reincarnating, she realizes just how dire a situation her family is in due to the ongoing financial recession. Using knowledge from her previous life, Runa sets out to rescue her new family from crisis and stand against the tide of 'the times' that caused her past life to end in misery.",
      "id": "Saya bereinkarnasi sebagai putri jahat dalam game otome berdasarkan dunia modern.\r\n\r\nTetapi karena ini adalah dunia modern, kehidupan lambat seorang penjahat memiliki banyak kesulitan, dan sejarah Jepang modern, sejarah ekonomi modern, dan ekonomi global menyerang karakter utama saat dia mencoba mengatur urusan rumah tangga.\r\n\r\nBertahanlah, penjahat! Jangan kalah, penjahat!\r\n\r\nIni adalah kisah tentang perjuangan Keikain Runa, seorang putri jahat yang melemparkan dirinya ke dalam pemalsuan sejarah dan perang uang, meninggalkan karakter utama dan target penangkapan untuk menjalani kehidupan yang lambat, dengan latar belakang Perang Dunia yang hilang , runtuhnya gelembung ekonomi, dan krisis keuangan yang mengancam."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents To Give You"
    },
    "updatedAt": "2024-07-17T03:25:00+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai sa Retakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      },
      {
        "es-la": "La charla que nunca quieres que te den tus padres."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed35f841-5e6d-485c-a902-78f11e2975ac",
    "title": {
      "en": "Saikyou Skill \"Inochigoi\" de Kuyashii Kedo Musou Shichau Moto Maou-sama no Sekai Seifuku Katsudou"
    },
    "updatedAt": "2024-06-04T16:19:11+00:00",
    "coverArt": "https://mangadex.org/covers/ed35f841-5e6d-485c-a902-78f11e2975ac/c5ef504e-fcd3-485f-8170-58d742082ec1.jpg",
    "altTitles": [
      {
        "ja": "最強スキル「命乞い」で悔しいけど無双しちゃう元魔王様の世界征服活動"
      },
      {
        "en": "Her Strongest Ability Is Begging for Mercy, the Frustrating World Conquest Adventures of a Former Demon King"
      },
      {
        "vi": "Hành Trình Chinh Phục Thế Giới Đầy Nhục Nhã của Cựu Ma Vương Với Kỹ Năng Thượng Thừa \"Cầu Xin Tha Mạng\""
      }
    ],
    "description": {
      "en": "Village girl Chelsea, who is beloved by everyone, is actually the reincarnated ex-Demon King.\nHowever, when she reincarnated, for some reason neither her magical powers nor skills were inherited, and she was forced to live as a normal human being.\n\nHumiliating days continued until one day, the remnants of the Demon King's army appeared to loot the village. Hunted down by her former subordinate, who did not realize her true identity, Chelsea finds herself in a perilous situation. Then, a skill finally manifests! The name of that skill is \"Begging for Mercy\"!?",
      "ja": "誰からも愛される村娘のチェルシーは、実は転生した元魔王。 しかし、転生の際になぜか魔力もスキルも引き継げず、ただの人間としての生活を強いられることに…。 そんな屈辱の日々が続くある日、村に魔王軍の残党が略奪に現れる。 自分の正体に気づかない元部下に追い詰められ、絶体絶命のピンチに陥るチェルシーだが、ついにそこでスキルが発現！ そのスキルの名は――「命乞い」!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18f5549a-9d1a-44a2-a8ca-aed2448e37c0",
    "title": {
      "en": "Arafoo Otoko no Isekai Tsuhan Seikatsu"
    },
    "updatedAt": "2024-07-16T13:41:14+00:00",
    "coverArt": "https://mangadex.org/covers/18f5549a-9d1a-44a2-a8ca-aed2448e37c0/061adb2f-da7d-44b5-a3a0-fa50e994b0cc.jpg",
    "altTitles": [
      {
        "en": "The Daily Life of a Middle-Aged Online Shopper in Another World"
      },
      {
        "ja": "アラフォー男の異世界通販生活"
      },
      {
        "ja-ro": "Around 40 Otoko no Isekai Tsuuhan Seikatsu"
      },
      {
        "zh-hk": "四十左右男的異世界網購生活"
      },
      {
        "ru": "Жизнь 40-летнего мужчины в другом мире"
      },
      {
        "en": "The Mail Order Life of a Man Around 40 in Another World"
      },
      {
        "zh": "中年男的异世界网购生活"
      },
      {
        "pt-br": "A vida por correspondência de um homem de cerca de 40 anos em outro mundo"
      }
    ],
    "description": {
      "en": "The story of a middle aged man doing whatever he wants with the power of 1-click online shopping!  \n\nKenichi, a single man in his 40s, is transported into another world for no apparent reason. As he tries to escape a dangerous forest teaming with monsters, he realizes he has the power to access to a huge online store.\n\nBy using this power to exchange goods he found in this new world for cash, and then buying modern ones off the internet, he was able to quickly create a very popular business. However, his goal is to have a slow and leisurely life. Instead of growing his business even more, he decides to settle down and live off of the power of Jeff Bezos.\n\nThe mail order life of a middle aged man in other world begins now!\n\n[web novel](https://ncode.syosetu.com/n2945eg/) (jp)\n\n---",
      "ru": "История о мужчине средних лет, который делает все, что хочет, с помощью покупок в Интернете в один клик!",
      "pt-br": "A história de um homem de meia idade fazendo o que quiser com o poder das compras online com um clique!\nKenichi, um homem solteiro de 40 anos, é transportado para outro mundo sem motivo aparente. Enquanto ele tenta escapar de uma floresta perigosa se unindo a monstros, ele percebe que tem o poder de acessar uma enorme loja online."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "57"
  }
]