[
  {
    "mangaId": "f0c7ac83-5bad-4ec2-958c-418016009ee3",
    "title": {
      "en": "Clover"
    },
    "updatedAt": "2024-06-09T19:52:45+00:00",
    "coverArt": "https://mangadex.org/covers/f0c7ac83-5bad-4ec2-958c-418016009ee3/e46b8af0-e543-4458-b4d5-2761dc11803d.jpg",
    "altTitles": [
      {
        "pt-br": "Trevo"
      },
      {
        "ru": "Клевер"
      },
      {
        "th": "เพื่อนรักขาลุย"
      },
      {
        "ja": "クローバー"
      },
      {
        "tr": "Yonca"
      }
    ],
    "description": {
      "en": "Three childhood friends meet again in high school. Hayato (braided hair) the crazy one, Kenji, the big one who wouldn't hurt a fly, and Tomoki, the solitary one, are the main characters of this fighting manga.",
      "tr": "Misaki Hayato memleketine döner ve iki çocukluk arkadaşıyla aynı liseye kaydolur. Gittiği yıllarda çok şey değişmiştir, eski en iyi arkadaşları görünüşte birbirlerinden uzaklaşmıştır ve nispeten normal lise hayatları sürmektedir. Hayato'nun ani gelişi bunu kısa sürede değiştirir ve arkadaşları için her şeyi yapmaya hazır olması ve iyi bir kavgaya olan sevgisiyle kasabanın tüm suçlu nüfusuna şok dalgaları gönderir."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "43",
    "lastChapter": "401"
  },
  {
    "mangaId": "25bc196d-0592-4621-a98e-c33546a1bb9f",
    "title": {
      "en": "THE iDOLM@STER"
    },
    "updatedAt": "2024-04-03T11:20:50+00:00",
    "coverArt": "https://mangadex.org/covers/25bc196d-0592-4621-a98e-c33546a1bb9f/62224769-3a44-4a8a-9ba7-f886144a9820.jpg",
    "altTitles": [
      {
        "en": "The Idolmaster"
      },
      {
        "ja": "アイドルマスター"
      }
    ],
    "description": {
      "en": "Manga adaptation of THE iDOLM@STER anime.  \n  \nPart of [THE iDOLM@STER](https://mangadex.org/?page=search&title=iDOLM%40STER) series."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "32"
  },
  {
    "mangaId": "33d43bb9-da74-43f7-b5a7-bb597c19406a",
    "title": {
      "en": "The Constellations Are My Disciples"
    },
    "updatedAt": "2024-07-22T03:51:01+00:00",
    "coverArt": "https://mangadex.org/covers/33d43bb9-da74-43f7-b5a7-bb597c19406a/9fcfd23f-0dfc-42f1-ab96-97593039e325.jpg",
    "altTitles": [
      {
        "ko": "성좌들이 내 제자"
      }
    ],
    "description": {
      "en": "300 years ago, the invincible warrior Hyeon-oh Kim brought down the Tower of the End, preventing the world’s demise. Though he should have died the moment the Tower of the End collapsed, Hyeon-oh is reborn 300 years later in the body of a 17-year-old boy named Juhyeok Kim.\n\nMeanwhile, he discovers the existence of the Constellations, who were once his disciples 300 years ago but were born during the time when he did not exist in this world. Will he be able to find them again and train them?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fe4f79-8c94-4052-bf66-2cf87f8efd34",
    "title": {
      "en": "Lupin III"
    },
    "updatedAt": "2023-01-23T17:01:40+00:00",
    "coverArt": "https://mangadex.org/covers/50fe4f79-8c94-4052-bf66-2cf87f8efd34/ba366b92-0b77-44dc-b04d-b00a4daa9fe8.jpg",
    "altTitles": [
      {
        "en": "Lupin the 3rd"
      },
      {
        "en": "Lupin the Third"
      },
      {
        "ja-ro": "Rupan Sansei"
      },
      {
        "ja": "ルパン三世"
      }
    ],
    "description": {
      "en": "Arsène Lupin III is the grandson of the master thief Arsène Lupin. With his cohorts Daisuke Jigen and Goemon Ishikawa XIII and his love interest Fujiko Mine, he pulls off the greatest heists of all time while always escaping the grasp of Inspector Zenigata.",
      "pt-br": "Um homem misterioso e um mestre ladino extraordinário, Lupin III vem de uma longa linhagem de bandidos de elite, todos comprometidos em roubar dos ricos e dar a si mesmos. Felizmente, Lupin tende a evitar roubar os virtuosos da sociedade e, em vez disso, tem como alvo alguns personagens bastante obscuros. Claro, ele é parceiro de algumas figuras bastante duvidosas também: Daisuke Jigen é um ex-assassino da máfia com uma postura sombria, sua marca registrada é o fedora preto inclinado escondendo os olhos. Goemon Ishikawa é um espadachim enigmático com conotações de samurai que misteriosamente entra e sai das façanhas de Lupin. Fujiko Mine é o objeto do afeto de Lupin, mas, como ela também é uma ladra, o romance da dupla eventualmente se choca com a competição por grandes alvos. A força policial global, Interpol, e em particular o tenaz Inspetor Zenigata, desejam capturar Lupin e sua gangue. A relação de Zenigata com o mestre ladrão é complicada, caracterizada pelo respeito mútuo misturado com total desdém."
    },
    "status": "completed",
    "releaseDate": 1967,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "109"
  },
  {
    "mangaId": "37cbe8a9-4a2f-4e71-a8c8-c33be7aee3cc",
    "title": {
      "en": "Atsumare! Fushigi Kenkyu-bu"
    },
    "updatedAt": "2024-09-10T13:24:26+00:00",
    "coverArt": "https://mangadex.org/covers/37cbe8a9-4a2f-4e71-a8c8-c33be7aee3cc/05960f2b-fdc4-44bb-b1f6-5c91f3b301bf.jpg",
    "altTitles": [
      {
        "en": "Assemble! Mysterious Research Club"
      },
      {
        "tr": "Gizemli Araştırma Kulübü, Toplan!"
      },
      {
        "pt-br": "Reúnam-se! Clube de Pesquisas Misteriosas"
      },
      {
        "es-la": "¡Reúnanse! Club de Investigaciones Misteriosas"
      },
      {
        "ru": "Все сюда! Таинственный клуб исследований"
      },
      {
        "ja": "あつまれ！ふしぎ研究部"
      },
      {
        "zh-hk": "聚集！不可思議研究部"
      },
      {
        "zh": "聚集！不可思议研究部"
      },
      {
        "ko": "모여라! 불가사의 연구부"
      },
      {
        "ja-ro": "Atsumare! Fushigi Kenkyuubu"
      }
    ],
    "description": {
      "en": "Goryo Daisuke is still unsure about which club to join. When he meets the three girl members of Mysterious Research Club while looking for the school's warehouse, he gets hypnotized to sign the registration form. Suzu who is obsessed with scary curses, Chiaki who only relies on her monstrous strength to perform dangerous magic tricks, and Kotone who can control people by hypnosis.",
      "es-la": "Goryou Daiseuke aún está indeciso sobre a qué club unirse en su escuela. Cuando conoce a tres chicas miembros del “Club de Investigaciones Misteriosas” mientras buscaba el almacén de la escuela, es hipnotizado por ellas y, sin saberlo, firma una solicitud de ingreso. Suzu, quien está obsesionada con las maldiciones, Chiaki quien confía en su monstruosa fuerza para realizar actos de magia y Kotone, quien puede controlar a la gente con hipnosis. Ahora comienza una nueva y caótica vida para Daisuke, siendo el conejillo de indias del club.",
      "pt-br": "Goryo Daisuke ainda não sabe ao certo a qual clube ingressar. Quando ele conhece as três garotas do Clube de Pesquisa Misteriosa enquanto procura o depósito da escola, ele fica hipnotizado para assinar o formulário de inscrição. Suzu, que é obcecada por maldições assustadoras, Chiaki, que só conta com sua força monstruosa para realizar truques de mágica perigosos, e Kotone, que pode controlar as pessoas por meio da hipnose."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "379"
  },
  {
    "mangaId": "b80ea8bd-7293-4e61-965a-14594059dde1",
    "title": {
      "en": "7-Kakan Gentei Kanojo"
    },
    "updatedAt": "2024-09-29T12:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/b80ea8bd-7293-4e61-965a-14594059dde1/53aef29b-5b24-41de-8631-3f4b9105b419.png",
    "altTitles": [
      {
        "ja": "7日間限定彼女"
      },
      {
        "ko": "7일간 한정 여자친구"
      },
      {
        "th": "แฟนสาวแค่ 7 วัน"
      },
      {
        "en": "Girlfriend limited to 7 days."
      }
    ],
    "description": {
      "en": "A yuri romantic comedy centered on a temporary relationship between a gal and an honor student. \n\nThe story begins when Manatsu, a gal who is on the verge of repeating a grade, starts receiving tutoring from Sumie, an honor student. Manatsu loves shoujo manga and romantic gossip but has the vague that having a boyfriend somehow doesn't fit her. \n\nWhen she casually brings this up, Sumie suggests, \"Why not try starting with just the form?\" and offers \"How about dating me for just 7 days?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-08-21T19:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/42c366fd-e674-4148-885c-893542af7e28.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-10-07T12:38:38+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/79021f96-d539-40d3-9714-c717fe32a94e.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: \n[Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】](https://mangadex.org/title/ef970af6-8357-43bb-9bd1-fe09dba78624/kowai-onna-joushi-ga-nuidara-h-de-kawaikatta-hanashi-fanbox-0-5-matome)",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67e56a7a-c7ea-4db8-84f0-db19c2034729",
    "title": {
      "en": "Seasons of Blossom"
    },
    "updatedAt": "2024-07-29T16:18:11+00:00",
    "coverArt": "https://mangadex.org/covers/67e56a7a-c7ea-4db8-84f0-db19c2034729/86f85502-4640-4947-b740-69a2149c2eb3.jpg",
    "altTitles": [
      {
        "en": "Cheongchun Blossom"
      },
      {
        "en": "Youth Blossom"
      },
      {
        "ko": "청춘 블라썸"
      },
      {
        "uk": "Розквіт молодості"
      }
    ],
    "description": {
      "en": "Children who are beginning their youth.  \nTheir growing pain on their way to spring."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "130"
  },
  {
    "mangaId": "9f73bd5e-30a8-4ba6-a276-c7a58d368a09",
    "title": {
      "en": "Everlasting God of Sword"
    },
    "updatedAt": "2023-12-31T05:52:24+00:00",
    "coverArt": "https://mangadex.org/covers/9f73bd5e-30a8-4ba6-a276-c7a58d368a09/abe0cb92-fd71-46be-9c37-c635844a78f1.jpg",
    "altTitles": [
      {
        "en": "EGOS"
      },
      {
        "ru": "Бессмертный бог меча"
      },
      {
        "zh": "万古剑神"
      },
      {
        "zh-ro": "Wangu Jian Shen"
      },
      {
        "vi": "Vạn Cổ Kiếm Thần"
      }
    ],
    "description": {
      "en": "He stood at the pinnacle of the world. Surpassing all since birth in the art of the sword. But fate has left him crippled moments before reaching the apex. But the story continues and the legend will rise again…\n\n---\n- **Note:** 2nd Place in 15th Chinese Golden Dragon Manhua Awards",
      "fr": "Il se tenait au sommet du monde. Surpassant tout depuis la naissance dans l'art de l'épée. Mais le destin l'a laissé infirme quelques instants avant d'atteindre le sommet. Mais l'histoire continue et la légende renaîtra…",
      "zh": "天下最风流的剑客，名曰沈三公子。 天下最有名的剑法，唤作万藏剑经。 天下最强大最神秘的地方，是为弃剑山庄。 每周六早上九点准时更新~"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7643e9f6-8455-4a58-b7e8-bf6cd00f5251",
    "title": {
      "en": "Tsuki ga Michibiku Isekai Douchuu"
    },
    "updatedAt": "2024-09-29T14:45:56+00:00",
    "coverArt": "https://mangadex.org/covers/7643e9f6-8455-4a58-b7e8-bf6cd00f5251/80e8ba0b-c1a2-4bf7-baae-bbc699beed11.jpg",
    "altTitles": [
      {
        "en": "Moon-led Journey Across Another World"
      },
      {
        "en": "TSUKIMICHI - Moonlit Fantasy -"
      },
      {
        "fr": "Un voyage dans un autre monde, éclairé par la lune"
      },
      {
        "ru": "Лунный бог, приключение и другой мир"
      },
      {
        "ja": "月が導く異世界道中"
      },
      {
        "zh": "月光下的异世界之旅"
      },
      {
        "id": "Rembulan Menuntun Arah di Dunia Lain"
      },
      {
        "ko": "달이 이끄는 이세계 여행길"
      },
      {
        "ko-ro": "Dali Ikkeuneun Isegye Yeohaenggil"
      },
      {
        "pt-br": "UMA JORNADA PARA OUTRO MUNDO LIDERADA PELA LUA"
      },
      {
        "vi": "Nguyệt Đạo Dị Giới"
      }
    ],
    "description": {
      "en": "High school student Misumi Makoto is called into a fantasy world by the god Tsukuyomi, in order to be a hero. However, powerful others in this world aren't as thrilled to have him there, and they kick him to the edge of the world just as Tsukuyomi declares that he must leave Makoto to find his own way. Now it's up to Makoto to find his own way!",
      "fr": "Makoto Misumi, lycéen japonais de 17 ans de petite taille et vice président du club de kyūdō de son école, se fait envoyer soudainement dans un autre monde par le dieu Tsukuyomi, qui lui apprend que ses parents sont originaires de celui-ci et qu'ils ont conclu un pacte avec la déesse locale pour être envoyé au Japon.\n\nMais la dite déesse le trouve trop laid pour être un héros dans la guerre entre humains et démons qui déchire son monde et le lâche littéralement dans les confins de celui-ci avec seulement la capacité de comprendre les langues des êtres non-humains. Tsukuyomi intervient et lui donne une partie de sa force.\n\nMakoto rencontrera Ema une orc qui sera sa première amie et fera de Shin, une dragonne qui se métamorphosera en jolie femme, son premier serviteur. Celle-ci voit avec le pouvoir de Makoto un de ses pouvoirs devenir un \"autre espace\" qui accueillera au fil des rencontres dans ce monde de magie et d'épée de nombreuses personnes.",
      "pt-br": "O estudante Misumi Makoto é invocado para outro mundo, para ser o herói. Mas a Deusa do outro mundo não gosta desse herói, por isso o envia para o fim do mundo. Agora Makoto tem de encontrar o seu próprio caminho nesse novo mundo de fantasia!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7474ac29-84b4-4608-8150-878634bf969e",
    "title": {
      "en": "To Love Ru Darkness"
    },
    "updatedAt": "2024-09-30T01:45:56+00:00",
    "coverArt": "https://mangadex.org/covers/7474ac29-84b4-4608-8150-878634bf969e/c71bcdef-e7e7-4f20-8d28-29acc833a65e.jpg",
    "altTitles": [
      {
        "ja": "To LOVEる -とらぶる- ダークネス"
      },
      {
        "ja-ro": "To LOVE Ru -Trouble- Darkness"
      },
      {
        "ja-ro": "To LOVE-Ru -Trouble- Darkness"
      },
      {
        "en": "To LOVE Ru -Trouble- Darkness"
      },
      {
        "en": "To Love-Ru Darkness"
      },
      {
        "en": "Trouble Darkness"
      },
      {
        "ru": "Любовь и тьма прочих неприятностей"
      },
      {
        "ko": "투러브 트러블 다크니스"
      }
    ],
    "description": {
      "en": "Rito Yuuki continues to be caught in over-the-top perverted scenarios, now uncensored. The alien Deviluke sisters - Lala, Momo, and Nana - still use their unique abilities in an attempt to grab Rito's love confession. Momo, in particular, has a vision: a harem of women all in love with Rito, with Momo herself in the center. After all, if everyone has an equal share of Rito, everyone wins - at least, she thinks.  \n  \nAs she enacts this plan, the former alien mercenary Yami, aka Golden Darkness, struggles between her former life as a killer and her current life on Earth. Things get complicated when Mea, a girl with powers similar to Yami's, becomes interested in Rito. Just who is this new enemy?"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "18",
    "lastChapter": "77"
  },
  {
    "mangaId": "0ba6b85e-3e87-454a-b81d-1040468248e1",
    "title": {
      "en": "A Princess Who Reads Fortune"
    },
    "updatedAt": "2024-08-19T14:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/0ba6b85e-3e87-454a-b81d-1040468248e1/510642fa-27f8-4f18-be5a-3f2fb434afeb.jpg",
    "altTitles": [
      {
        "ko": "점괘보는 공녀님"
      },
      {
        "en": "A Fortune-Telling Princess"
      },
      {
        "en": "Fortune Telling Princess"
      },
      {
        "en": "Fortune-Telling Lady"
      },
      {
        "mn": "Зөгнөгч Гүнж"
      }
    ],
    "description": {
      "en": "Top actress Lee Sia has the ability to see ghosts.\nAfter an accident, she wakes up in the body of 'Camilla Sorfelle'.\n\nBut here's the problem.\n\n\"Oh, Father, help me!\"\n\nThis woman's fate always ends in death!\n\nI need to extend my life, so might as well talk to the ghosts first.\n\nUgh, but why do I keep getting involved with people I want to avoid!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4b6bfd-40b4-4a84-b60e-1006c46c106b",
    "title": {
      "en": "How the Little Brother Who Turned Into a Girl Became His Big Brother's Girlfriend"
    },
    "updatedAt": "2024-10-05T18:31:59+00:00",
    "coverArt": "https://mangadex.org/covers/ff4b6bfd-40b4-4a84-b60e-1006c46c106b/acac2130-fe96-4421-9b1d-8d2e49c4696c.jpg",
    "altTitles": [
      {
        "ja": "兄貴の彼女になる、女の子になっちゃった弟。"
      },
      {
        "ja-ro": "Aniki no Kanojo ni Naru, Onnanoko ni Nacchatta Otouto"
      },
      {
        "en": "When I Returned Home for the First Time in a Long Time, My Brother Transformed Into a Girl"
      },
      {
        "ja": "久しぶりに実家に帰ったら弟がTSしてた。"
      },
      {
        "ja-ro": "Hisashiburi ni Jikka ni Kaettara Otouto ga TS Shiteta."
      },
      {
        "ru": "Как Младший Братик, Который Превратился в Девочку, Стал Девушкой Своего Старшего Брата"
      }
    ],
    "description": {
      "en": "When I returned home for the first time in a long time, my little brother transformed into a girl!?\n\n---\n\n[Fantia 18+ Content](https://mangadex.org/title/7a23de9c-01b8-43bd-ac38-0bfe0bebcc3b)",
      "id": "Ketika aku pulang ke rumah setelah sekian lamanya adik tiri laki-laki ku berubah menjadi gadis!?",
      "ru": "Когда я вернулся домой в первый раз спустя долгое время, мой младший брат стал девушкой!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1aad07fb-3ec1-4acf-8c5b-d8f5f5929a5d",
    "title": {
      "en": "THE ISEKAI DOCTOR　Any sufficiently advanced medical science is indistinguishable from magic."
    },
    "updatedAt": "2024-07-27T18:40:32+00:00",
    "coverArt": "https://mangadex.org/covers/1aad07fb-3ec1-4acf-8c5b-d8f5f5929a5d/8e7cf2d5-2746-4e4a-b2ee-02deb7bbce03.jpg",
    "altTitles": [
      {
        "ja": "高度に発達した医学は魔法と区別がつかない"
      },
      {
        "ja-ro": "Koudo ni Hattatsu Shita Igaku wa Mahou to Kubetsu ga Tsukanai"
      },
      {
        "ja-ro": "Koudo ni Hattatsu Shita Igaku ha Mahou to Kubetsu ga Tsukanai"
      },
      {
        "en": "Any Sufficiently Advanced Medical Science Is Indistinguishable From Magic"
      },
      {
        "en": "Highly Advanced Medicine Is Indistinguishable From Magic"
      },
      {
        "en": "I Used High-Level Medicine to Counter Magic"
      },
      {
        "ru": "Высокоразвитая медицина неотличима от магии"
      },
      {
        "ka": "ძლიერ განვითარებული მედიცინა განურჩევადია მაგიისგან"
      },
      {
        "ne": "उच्च विकसित औषधी जादू भन्दा कम छैन"
      },
      {
        "es-la": "La medicina altamente desarrollada no se puede diferenciar de la magia"
      }
    ],
    "description": {
      "en": "Can modern medicine work in another world? No cheats, no modern equipment. One doctor stands up against a world where magic rules!\n\nTadato Amami, an active doctor, is transferred to another world where medical magic is monopolized. He is surprised by the slimes, chimera, beastmen, and other inhabitants he encounters for the first time! But with the little medical equipment he has and his own knowledge, he is able to fight diseases and injuries!\n\nWill he be able to cure the inhabitants of the other world and save those who suffer?!\n___\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10576/episode/352607)",
      "ja": "医療魔法が独占された異世界に転移した現役医師・天海唯人。スライム、キマイラ、獣人…はじめて出会う住人たちに驚きながらも、わずかな医療器具と自身の知識で、病魔や怪我に立ち向かう。果たして彼は異世界の住人たちを治療し、苦しむ人々を救うことができるのか。",
      "es-la": "¿Funciona la medicina moderna en otro mundo? Sin trampas ni equipos modernos. Un médico se enfrenta a un mundo dominado por la magia. El doctor Amami Yuito es transferido a un mundo diferente donde la magia médica está monopolizada. Slimes, quimeras, hombres bestia... Le sorprenden los habitantes con los que se encuentra por primera vez, pero con el poco equipo médico que tiene y sus propios conocimientos, es capaz de combatir enfermedades y heridas.\n¿Podrá curar a los habitantes del otro mundo y salvar a los que sufren? Una fantasía de \"Mundo diferente\" x \"médico\" sin trampas ni equipos modernos, escrita por Tsuda Houkou que además es un médico en funciones e ilustrada por el prometedor Takishita Nobuhide!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa8beb17-13df-492b-b134-9c651aa01cfa",
    "title": {
      "en": "Nana to Kaoru"
    },
    "updatedAt": "2023-10-08T04:57:23+00:00",
    "coverArt": "https://mangadex.org/covers/fa8beb17-13df-492b-b134-9c651aa01cfa/472a245e-2962-434c-af72-31aaa2671328.jpg",
    "altTitles": [
      {
        "fr": "Attache moi"
      },
      {
        "en": "Nana and Kaoru"
      },
      {
        "ja": "ナナとカオル"
      },
      {
        "ar": "نانا و كاورو"
      },
      {
        "zh": "奈奈与薫的SM日记"
      },
      {
        "en": "Nana and Kaoru's SM Diary"
      },
      {
        "de": "Nana & Kaoru - Fesselnde Liebe"
      },
      {
        "ru": "Нана и Каору"
      },
      {
        "zh-hk": "奈奈與薫"
      },
      {
        "en": "Nana & Kaoru"
      }
    ],
    "description": {
      "en": "Kaoru is a 17-year-old virgin who has an SM fetish. He secretly dreams about an SM relationship with his childhood friend Nana. One day Kaoru's mom asks Nana to hide all his SM toys so he'll study for a change. However, Nana finds the leather one-piece that Kaoru bought and tries it on, but she accidentally locks it and doesn't have the key! The beginning of their super strange relationship.\n\n---\n**Links:**\n- [Alternative Official Raw - Young Animal](https://younganimal.com/series/b10a2a258e602/)\n- [Alternative Official English - FAKKU](https://www.fakku.net/hentai/nana-kaoru-volume-1-english)"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "18",
    "lastChapter": "156"
  },
  {
    "mangaId": "a81d7f35-eaca-43a8-9928-2b1b521556b2",
    "title": {
      "en": "Super Dragon Ball Heroes: Meteor Mission!"
    },
    "updatedAt": "2024-03-03T14:55:11+00:00",
    "coverArt": "https://mangadex.org/covers/a81d7f35-eaca-43a8-9928-2b1b521556b2/2408ef74-33ec-442f-8122-242f8c602bac.jpg",
    "altTitles": [
      {
        "ja": "スーパードラゴンボールヒーローズ メテオミッション！"
      },
      {
        "ja-ro": "Sūpādoragonbōruhīrōzu meteomisshon!"
      }
    ],
    "description": {
      "en": "After defeating Dark King Demigra, Goku, and his allies go to visit the Planet of the Kaio, only to find that Kaio North and co. are nowhere to be seen...\nWhile our heroes are trying to figure out what could have happened, a mysterious new foe appears!",
      "es": "Después de derrotar al Rey Oscuro Demigra, Goku y sus aliados van a visitar el Planeta Kaio, solo para descubrir que Kaio North y compañía no se ven por ninguna parte...\nMientras nuestros héroes intentan descubrir qué pudo haber sucedido, ¡aparece un nuevo enemigo misterioso!",
      "ja": "冥王デミグラを倒した悟空たちは界王星を訪れるが、そこには界王ノースたちがいた。 どこにも見当たりません...\nヒーローたちが何が起こったのかを解明しようとしている間に、謎の新たな敵が現れます。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac",
    "title": {
      "en": "Onimushi"
    },
    "updatedAt": "2024-09-27T01:56:38+00:00",
    "coverArt": "https://mangadex.org/covers/8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac/99753227-c2f7-4456-b970-8e5f468ebbd4.jpg",
    "altTitles": [
      {
        "ja": "鬼虫"
      },
      {
        "fr": "Rivage"
      },
      {
        "en": "Demon Bug"
      }
    ],
    "description": {
      "en": "In the middle Heian period, a small island called Onishima is isolated from civilization.\nAs a young girl, Torago was playing with her sister, Tana, when she disappears into the sea unexpectedly.\nHowever, it wasn't Torago's fault, but the fault of another boy who was playing with them.\nTorago and that boy grew up with guilt, and later ended up together, but one day a woman who looks like “Tana” appears in Onishima...",
      "es": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima...",
      "ja": "平安時代中頃、文明から隔離された小さな島「鬼島」。\nトラゴは幼少時代、実姉「タナ姉え」と海辺で遊んでいるとき、自分のせいで「タナ姉え」を行方不明にしてしまう。\nだが、それはトラゴの過失ではなく、一緒に遊んでいたもう一人の少年の過失だった。\nトラゴと少年は共に罪悪感にさいなまれながら成長し、後に結婚するが、ある日「タナ姉え」に似た女が鬼島に漂流してきた…。",
      "es-la": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima..."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "61"
  },
  {
    "mangaId": "ad63efb9-e83f-4f8b-a26b-ff60f491ccd1",
    "title": {
      "en": "Casino Gui"
    },
    "updatedAt": "2024-08-13T19:10:17+00:00",
    "coverArt": "https://mangadex.org/covers/ad63efb9-e83f-4f8b-a26b-ff60f491ccd1/87b6d531-c086-471a-80f7-366bfef36ca4.jpg",
    "altTitles": [
      {
        "ja-ro": "Kajino Gui"
      },
      {
        "ja": "カジノグイ"
      },
      {
        "ru": "Парень из казино"
      },
      {
        "ja-ro": "Casino Gui"
      },
      {
        "pt-br": "Cassino Gui"
      }
    ],
    "description": {
      "en": "Gen Suzuki, a young man who grew up in an orphanage, is trying to live an honest life.  \nBut when the cruel reality of the 10 million yen debt from his sister hits him, he decides to rob a Dark Casino.  \nWhat awaits him is the baptism of the underworld!",
      "pt-br": "Gen Suzuki, criado em um orfanato, se esforça para levar uma vida virtuosa. Confrontado com a incrível dívida de 10 milhões de ienes da sua irmã, ele opta por roubar um Cassino das Trevas, mergulhando no reino sinistro do submundo."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "50"
  },
  {
    "mangaId": "0c67e472-62e5-4d37-89ea-e9e919aa0926",
    "title": {
      "en": "Wanna Do X With Me?"
    },
    "updatedAt": "2024-09-25T19:45:31+00:00",
    "coverArt": "https://mangadex.org/covers/0c67e472-62e5-4d37-89ea-e9e919aa0926/3ca9d2cc-35ae-4b9a-9989-4555b89b09b7.jpg",
    "altTitles": [
      {
        "en": "Want to X With Me?"
      },
      {
        "th": "X กับฉันไหม?"
      },
      {
        "zh": "要跟我X嗎？"
      },
      {
        "zh": "要跟我一起吗"
      },
      {
        "ko": "나랑X할래?"
      }
    ],
    "description": {
      "en": "Bom dreams of becoming an adult webtoon writer, but she have never felt thrilled by real men. The only thing that makes her heart beat is her first love, 'Jeong Tae-yang', whom she has only touched in her dreams for 8 years... But suddenly, the man appeared in front of her.\nWhen we started living together to win an adult webtoon contest, the first words that I threw out were, 'Is it so important to have no experience?'"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "52d4ad1e-d02c-4fef-81d6-1e758e699d31",
    "title": {
      "en": "Hatarakanai Futari"
    },
    "updatedAt": "2024-10-01T00:37:58+00:00",
    "coverArt": "https://mangadex.org/covers/52d4ad1e-d02c-4fef-81d6-1e758e699d31/5d23f05d-a077-4feb-80c2-ab8da7a59bd6.jpg",
    "altTitles": [
      {
        "tr": "Çalışmayan İkili"
      },
      {
        "tl": "Ang Walang trabahong Magkapatid"
      },
      {
        "tr": "İşsiz Kardeşler"
      },
      {
        "id": "Kaka-beradik Penganggur"
      },
      {
        "ru": "Бездельники"
      },
      {
        "ja": "働かないふたり"
      },
      {
        "ja-ro": "Hatarakanai Futari"
      },
      {
        "en": "The Jobless Siblings"
      }
    ],
    "description": {
      "en": "A slice-of-life story about two siblings, both jobless shut-ins. Haruko is a teenage girl who shares with her brother a love of laying around the house in sweats, watching television and playing video games. Her brother has a few friends, but Haruko has a lot of problems with social anxiety. The two of them pass their days happily playing together, though their mother worries about how she's going to get Haruko to shape up enough to find a husband.",
      "pt": "Haruko é uma adolescente que compartilha com seu irmão um amor de ficar em casa de moletom, assistindo televisão e jogando videogames. Seu irmão tem alguns amigos, mas Haruko tem um monte de problemas com ansiedade social. Os dois passam seus dias felizes brincando juntos, embora sua mãe se preocupa sobre como Haruko vai ficar e se melhorar o suficiente para encontrar um marido.",
      "es-la": "La historia del día a día de dos hermanos, ambos encerrados y sin trabajo. Haruko es una adolescente que comparte con su hermano el amor por holgazanear en la casa en sudaderas, mirar televisión y jugar videojuegos. Su hermano tiene algunos amigos, pero Haruko tiene muchos problemas de ansiedad social. Los dos pasan sus días felices jugando juntos, aunque a su madre le preocupa cómo hará que Haruko se ponga en forma lo suficiente como para encontrar un marido."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "c33b69c1-078e-4a83-9dd3-e4bd76936a68",
    "title": {
      "en": "Steins;Gate - Babel of the Grieved Maze"
    },
    "updatedAt": "2023-05-12T05:56:39+00:00",
    "coverArt": "https://mangadex.org/covers/c33b69c1-078e-4a83-9dd3-e4bd76936a68/66e58183-b0dc-4500-b74d-8cae5e262837.jpg",
    "altTitles": [
      {
        "en": "Steins;Gate - Tower of Babel"
      },
      {
        "ja": "STEINS;GATE 哀心迷図のバベル"
      },
      {
        "ja-ro": "Steins;Gate: Aishin Meizu no Babel"
      }
    ],
    "description": {
      "en": "An alternate take on the original Steins;Gate story, this time told from Makise Kurisu's point of view.  \n  \nAfter meeting Okabe Rintaro and the rest of the Lab Members, Kurisu reflects on her past with her estranged father and seeks to set things right with him, not knowing of the fate that awaits her.  \n  \nPart of [Steins;Gate](https://mangadex.com/?page=search&title=Steins%3BGate) series."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "19"
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-10-07T19:30:18+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/c6e86e9d-b556-4197-9988-e84a8fe47135.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий."
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03438804-f9b7-4748-be58-d120d5ffb8e6",
    "title": {
      "en": "Mujina into the Deep"
    },
    "updatedAt": "2024-09-30T16:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/03438804-f9b7-4748-be58-d120d5ffb8e6/9a6d5e2f-0b4b-41d0-b6ce-313e70a5d3b3.jpg",
    "altTitles": [
      {
        "uk": "Муджіна на глибині"
      },
      {
        "ja": "MUJINA INTO THE DEEP"
      },
      {
        "es-la": "Mujina a Las Profundidades"
      },
      {
        "es": "Mujina Hacia Las Profundidades"
      }
    ],
    "description": {
      "en": "Am I \"necessary\" in this world? What is the true nature of the person called \"Mujina\" who flies in the sky with a sword on her back in the midst of ordinary life? What is man, what is society, what are human rights, and what is happiness?",
      "es": "¿Soy \"necesario\" en este mundo? ¿Cuál es la verdadera naturaleza de la persona llamada \"Mujina\" que vuela por el cielo con una espada a cuestas en medio de la vida ordinaria...? ¿Qué es el hombre, la sociedad, los derechos humanos y la felicidad...?",
      "ja": "この世界に、私は”必要”かーー！？何気ない日常の中、刀を背に空を翔ぶ「ムジナ」と呼ばれる者の実体とは…？人間とは、社会とは、人権とは、そして幸せとは…",
      "ru": "История о юной девушке-убийце с катаной, которая охотится за своими целями в оживлённом столичном городе Цукумо.",
      "es-la": "¿Soy \"necesario\" en este mundo? ¿Cuál es la verdadera naturaleza de la persona llamada \"Mujina\" que vuela por el cielo con una espada a cuestas en medio de la vida ordinaria...? ¿Qué es el hombre, la sociedad, los derechos humanos y la felicidad...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13d2856e-9163-43a1-86f9-cd66d41db09b",
    "title": {
      "en": "Isekai Samurai"
    },
    "updatedAt": "2024-09-30T14:58:18+00:00",
    "coverArt": "https://mangadex.org/covers/13d2856e-9163-43a1-86f9-cd66d41db09b/41e3dda4-210c-4d9f-a363-7aadebbf1882.jpg",
    "altTitles": [
      {
        "es-la": "Samurái en Otro Mundo"
      },
      {
        "en": "Samurai in Another World"
      },
      {
        "id": "Samurai di Dunia Lain"
      }
    ],
    "description": {
      "en": "The strongest swordsman of the Warring States period, transferred to another world.\n\nAt the end of the Warring States Period, Ginko, the greatest swordsman of the time, was always hungry for a fight to the death with someone stronger than herself. After cutting and cutting and cutting, she finally despairs that there is no one stronger than her in this world, and then she is transferred to another world! Before her eyes - a dragon!",
      "ja": "戦国時代最強の剣豪、異世界転移。\n\n戦国時代末期、最強の剣豪・ギンコは常に、自分より強いものとの死闘に飢えていた。切って切って切りまくり、ついにこの世に自分以上の強者がいないと絶望した矢先、異世界へ転移！　目の前には――ドラゴン！？",
      "pt-br": "A espadachim mais forte do período dos Reinos Combatentes, transferida para outro mundo.\n\nNo final do Período dos Reinos Combatentes, Ginko, a maior espadachim da época, estava sempre ansiosa por lutar até a morte com alguém mais forte que ela. Depois de cortar e cortar e cortar, ela finalmente se desespera porque não há ninguém mais forte do que ela neste mundo, e então ela é transferida para outro mundo! Diante de seus olhos está um dragão!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1a5751e-fd75-4df1-b8c8-77d8b7b92e9a",
    "title": {
      "en": "Please Give Me Your Blood, I Will Serve You in Gratitude"
    },
    "updatedAt": "2024-09-05T20:54:42+00:00",
    "coverArt": "https://mangadex.org/covers/b1a5751e-fd75-4df1-b8c8-77d8b7b92e9a/0fa5b7f2-d0ca-478b-9ab4-ca64cfd08b0f.jpg",
    "altTitles": [
      {
        "ja": "お役に立つので血をください"
      },
      {
        "en": "Please give me blood because it is useful."
      },
      {
        "pt-br": "Por favor, me dê seu sangue, eu vou servi-lo em gratidão"
      },
      {
        "ja-ro": "Oyaku ni Tatsu no de Chi wo kudasai"
      }
    ],
    "description": {
      "en": "A long-awaited new series by the author of \"Demon Mother: My Son is so Cute, I Just Can't Help Myself!\"\nA young man picks up a young vampire girl who has fallen ill, she then tries to give her all to repay her for his blood, but she's too clumsy to do so. A vampire rom-com that depicts a warm life among different species where no one is left behind or abandoned!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "50"
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2024-09-23T01:28:32+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/0768911d-aee7-40c8-a127-865fe83f6637.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \n  \nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dea77c2d-dbaa-434a-b0af-0c116642434c",
    "title": {
      "en": "Ichi the Witch"
    },
    "updatedAt": "2024-10-03T08:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/dea77c2d-dbaa-434a-b0af-0c116642434c/4df6c888-7074-4727-bf9a-7ef91eceef04.jpg",
    "altTitles": [
      {
        "ja": "魔男のイチ"
      },
      {
        "ja-ro": "Madan no Ichi"
      },
      {
        "en": "Warlock Ichi"
      },
      {
        "ru": "Ведьмак Ити"
      },
      {
        "ru": "Волшебник Ити"
      }
    ],
    "description": {
      "en": "In this world, witches must hunt down their magic! Deep in the forest, the terrifying king of magic and the strongest witch are locked in deadly combat. But suddenly, a young boy joins the fray. His name is Ichi and he is just a hunter. But he has the power to flip the magic world upside down in this magic hunting fantasy epic!",
      "ru": "В этом мире ведьмы охотятся за своей магией! В глубине леса ужасающая маджика и сильнейшая ведьма схлестнулись в бою не на жизнь, а на смерть. Но вдруг к битве присоединяется молодой парнишка. Его зовут Ити, и он обычный охотник. Но у него есть сила перевернуть весь мир магии с ног на голову в этом эпохальном магическом фэнтези об охоте!",
      "pt-br": "Neste mundo, as bruxas devem caçar sua magia! Nas profundezas da floresta, o terrível rei da magia e a bruxa mais forte estão presos em um combate mortal. Mas, de repente, um jovem garoto se junta à briga. Seu nome é Ichi e ele é apenas um caçador. Mas ele tem o poder de virar o mundo mágico de cabeça para baixo neste épico de fantasia de caça mágica!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92bbfcfe-a96a-409a-9b59-0573d7f27282",
    "title": {
      "en": "GIRLS und PANZER der FILM Variante"
    },
    "updatedAt": "2021-05-25T15:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/92bbfcfe-a96a-409a-9b59-0573d7f27282/1e670e3f-f632-4d14-a840-3141d6513c7e.jpg",
    "altTitles": [
      {
        "en": "ガールズ&パンツァー 劇場版Variante"
      }
    ],
    "description": {
      "en": "Girls und Panzer der Film Variante recreates Girls und Panzer der Film as a manga beginning at the same point, during the exhibition match commemorating Ooarai Girls High School’s victory in the 63rd Sensha-do tournament"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f2f2921c-07df-4f17-94f7-c4344ad7ab44",
    "title": {
      "en": "Gomi Ika da to Tsuihousareta Shounin, Jitsu wa Zensei Kenja Desu ~Shijou Saikyou no Kenja, Sekai Saikou Hou no Gakuen ni Kayou~"
    },
    "updatedAt": "2024-09-30T14:01:48+00:00",
    "coverArt": "https://mangadex.org/covers/f2f2921c-07df-4f17-94f7-c4344ad7ab44/0e5a655a-9af9-4619-888b-38c008c40f59.jpg",
    "altTitles": [
      {
        "ja": "ゴミ以下だと追放された使用人、実は前世賢者です　～史上最強の賢者、世界最高峰の学園に通う～"
      },
      {
        "en": "The Servant Who Was Banished for Being Less Than Trash Is Actually a Sage in a Previous Life: The Most Powerful Sage in History Attends the World's Most Prestigious Academy"
      }
    ],
    "description": {
      "en": "One day, Gard, a servant of a count's family, was framed for a crime he did not commit and was fired from his job.\n\n\"You're worse than trash! Get out of this house immediately!\"\n\nExpelled from the Count's family and with nowhere to go, Gard saw a flyer recruiting students for Remillion Magic Academy and decided to take the entrance exam in the royal capital. It was said to be the most difficult exam to enter a magic academy, but Gard passed it with ease. How could this happen to Gard, who was just a servant?! Yes, in his previous life, Gard was actually the \"strongest sage\"! The strongest sage is unrivaled!",
      "ja": "ある日、伯爵家の使用人だったガルドは、身に覚えのない罪を着せられ、「お前はゴミ以下だ！ すぐに家から出ていけ！」と、使用人を解雇されてしまう。伯爵家から追放され、行く当てのないガルドは、レミリオン魔法学園の生徒募集チラシを目にし、王都で入学試験を受けることに。最難関と言われる魔法学園の試験だったが、ガルドはその試験を次々にパスしてしまう。なぜ、単なる使用人だったガルドに、そんなことが！？　そう、ガルドの前世は、なんと“最強の賢者”だったのだ！最強賢者が無双する！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-08-08T14:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/1d8b322a-eff4-4f2d-ac99-8db32b77b398.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "032f800d-d632-4442-8830-d037d616ead4",
    "title": {
      "en": "Henkyou Gurashi no Maou, Tensei shite Saikyou no Majutsushi ni naru"
    },
    "updatedAt": "2024-10-04T00:00:14+00:00",
    "coverArt": "https://mangadex.org/covers/032f800d-d632-4442-8830-d037d616ead4/e00155e5-4516-4a99-a0f3-7e05950c3397.jpg",
    "altTitles": [
      {
        "ja": "辺境ぐらしの魔王、転生して最強の魔術師になる"
      },
      {
        "en": "The Demon King of the Frontier Life, Reincarnated to Become the Strongest Mage"
      },
      {
        "ru": "Владыка демонов из глубинки переродится и станет сильнейшим в мире магом!"
      }
    ],
    "description": {
      "en": "There was once a mage called The Lone Demon King on the frontier. He was just a creature that never grew old, but was also loved by the villagers as something of a guardian deity. However, he was destroyed by a magic organization that sees his existence as dangerous. 200 years later, he is reincarnated as the second son of an aristocrat and obtains the strongest magic power.\n\n“Let’s pretend to be a human this time.”\n\nHowever, being a human lover, he didn’t particularly think of revenge and has decided to pretend to be human in this life. In his past life, he was the guardian deity of a region, and in this life, he’s a local aristocrat who lacks common sense. He doesn’t know how to take it easy. As the second son of an aristocrat, he is loved by his family and friends, and while he is regarded as a master of magic in the magic guild, he becomes an ‘Immortal Mage’ behind the scenes.",
      "ja": "生まれ持った強大な魔力を恐れられ「魔王」として討伐された魔術師・ディーン＝ノスフェラトゥ。200年後、男爵家の次男として目覚めたディーンは、膨大な魔力と前世の知識で最強魔術師として成り上がることに！",
      "ru": "Какие же сложные существа эти люди. К такому выводу пришёл вампир по имени Дин Носферату. Одни его гнали… Другие приняли. Одни его боготворят, другие охотятся за жизнью. Одни называют «Владыкой демонов», другие – «Ангелом-хранителем». Как с ними обращаться Дин не знал… поэтому совершил роковую ошибку и поплатился жизнью. Однако ему представился ещё один шанс – Дин Ноcферату переродился. И железно решил для себя кое-что – непременно досконально изучит существ, зовущихся «человечество», и не вкусит повторно горечь болезненного опыта!",
      "vi": "Có một ma pháp sư được mệnh danh là Ma vương độc tôn ở vùng biên giới. Anh ta là một sinh vật không bao giờ già đi, nhưng lại nhận được sự yêu quý của dân làng tựa như một vị thần hộ mệnh. Tuy nhiên, một tổ chức ma pháp đã coi anh ta là mối nguy hiểm và đã tiêu diệt anh. 200 năm sau, anh tái sinh làm con trai thứ hai của một quý tộc và trở thành ma pháp sư mạnh nhất.\n“Lần này hãy giả vờ là một người bình thường!”\nLà một người yêu con người, anh ta không nghĩ đến việc trả thù và đã quyết định giả vờ làm người bình thường trong kiếp này.\nKiếp trước, anh là thần hộ mệnh của một vùng, kiếp này, anh là một quý tộc địa phương, nhưng anh không biết những đạo lý đời thường, không biết làm sao cho nó trở nên dễ dàng hơn.\nLà con trai thứ hai của một quý tộc, anh được gia đình và bạn bè yêu quý, trong khi đó, anh cũng được tôn thành bậc thầy ma pháp trong hội ma pháp, anh trở thành một ‘Immortal Mage’ một cách bí mật."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84ec6569-a03a-4a40-b82f-d3732c363fe1",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo! - A Day of KazuMegu (Doujinshi)"
    },
    "updatedAt": "2023-02-26T20:16:27+00:00",
    "coverArt": "https://mangadex.org/covers/84ec6569-a03a-4a40-b82f-d3732c363fe1/3cbf3548-b7b5-4ee0-ae4c-9bd390c47036.jpg",
    "altTitles": [
      {
        "ja": "この素晴らしい世界に祝福を! -「100日後に結婚するカズめぐ」"
      },
      {
        "en": "Kono Subarashii Sekai ni Shukufuku wo! - KazuMegu Will Get Married In 100 days"
      },
      {
        "en": "Kazuma & Megumin Will Get Married in 100 Days"
      }
    ],
    "description": {
      "en": "A parody of [\"This Croc Will Die In 100 Days\"](https://mangadex.org/title/44625/this-croc-will-die-in-100-days)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d9d6077-29ff-430b-8e97-58aaf46656b2",
    "title": {
      "en": "RABUKOME QUEST"
    },
    "updatedAt": "2024-04-23T03:30:44+00:00",
    "coverArt": "https://mangadex.org/covers/8d9d6077-29ff-430b-8e97-58aaf46656b2/ff7d879b-3359-4851-b179-198dfe5beaf9.jpg",
    "altTitles": [
      {
        "en": "Love Comedy Quest"
      },
      {
        "ja-ro": "ラブコメクエスト"
      }
    ],
    "description": {
      "en": "Milia, the great witch who has reached the pinnacle of evil, has fallen in love for the first time... with her arch nemesis \"The Hero\"?! She has the highest magical power, but her experience in love is nil. Now the witch begins her quest to discover more of this \"Love\" in this romantic comedy!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "22"
  },
  {
    "mangaId": "4754fc66-6bcb-4cc3-98ec-10f585cc55f3",
    "title": {
      "en": "Moto-Sekai Ichii Sub-chara Ikusei Nikki ~Hi-Player, Isekai wo Kouryaku-chu!~"
    },
    "updatedAt": "2024-09-29T15:24:22+00:00",
    "coverArt": "https://mangadex.org/covers/4754fc66-6bcb-4cc3-98ec-10f585cc55f3/3c02abea-5ee0-4d55-a4e9-2c8cd72badc5.jpg",
    "altTitles": [
      {
        "en": "The Former Top 1's Sub-Character Training Diary: A Dedicated Player is Currently Conquering Another World!"
      },
      {
        "en": "The Former World Number 1's Alt Character Training Diary"
      },
      {
        "ja": "元・世界１位のサブキャラ育成日記～廃プレイヤー、異世界を攻略中！～"
      },
      {
        "ko": "전(前) 세계1위의 서브캐 육성일기~폐플레이어 이세계를 공략중!~"
      },
      {
        "ru": "Дневник тренировок с нуля бывшего топ-1 игрока"
      },
      {
        "ja-ro": "Moto Sekai Ichi'i Subchara Ikusei Nikki: Hai Player, Isekai wo Kouryakuchuu!"
      }
    ],
    "description": {
      "en": "The protagonist who was rarely ever at school during his middle school and high school days, is unemployed even as an adult. From morning till night, it was video games. For him who was ranked first worldwide, it was his life.   \n  \nOne day, his character is suddenly hacked. The data was unrecoverable and there was nothing that could be done. Feeling great despair at having lost his rank that he had bet everything to achieve in a world that controlled his life, the protagonist attempts suicide.   \n  \nWhen he awakens, he finds himself inside the video game, no, it was a real world that resembled it. There, he notices that he has reincarnated into the the body of a sub character that he had created and bought premium benefits for long ago but had left neglected.",
      "ja": "ネトゲに人生を賭け、世界ランキング1位に君臨していた佐藤。が、ある事をきっかけにゲームに似た世界へ転生してしまう！ ゲーム知識をフル活用して、愉快な仲間と共に0スタートから再び『世界1位』を目指す！",
      "ru": "Главного героя довольно редко видели в средней и старшей школе. А всё потому, что с утра до ночи он был увлечён лишь видеоиграми. Так он стал лучшим в одной ММО, это была его жизнь. Однажды его персонажа внезапно взломали. Весь прогресс был потерян, вся жизнь оказалась прожита впустую... Но проснувшись, он оказывается в той самой игре, а в себе узнаёт давно забытого своего второго персонажа. И теперь ему предстоит прокачаться с нуля!\n\n(Source: mangalib)",
      "pt-br": "Nosso protagonista é um adulto vagabundo, ele nunca foi bom nos estudos ou no trabalho, está desempregado e solteiro. Ele apenas joga do dia à noite. Ele chegou ao ponto de se tornar o Ranque 1 do Mundo, isto era sua vida. Um dia, seu personagem foi hackeado e deletado, a desenvolvedora do jogo recusou-se a recuperar a conta perdida. Sentindo um grande desespero ao ver que tudo no qual ele se dedicou foi destruído, ele tentou se suicidar. Ao acordar, ele é transportado ao mundo do jogo. Ele agora vive como seu personagem secundário, no qual ele nunca upou, mas usou créditos e benefícios premium."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1f8fd50-3e24-4397-9b03-a4aa81f3475a",
    "title": {
      "en": "Jishou F-Rank no Oniisama ga Game de Hyouka sareru Gakuen no Chouten ni Kunrin suru Sou desu yo?"
    },
    "updatedAt": "2024-04-06T01:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/d1f8fd50-3e24-4397-9b03-a4aa81f3475a/7d6a873e-91e6-4de9-a569-452efbe4a64c.jpg",
    "altTitles": [
      {
        "en": "Dear Self-styled F-Rank Bro' Says, He's gonna Rule a Game-Oriented School."
      },
      {
        "en": "My Dear Self-Proclaimed F-rank Brother might Rule this School where your Worth is Determined by Games"
      },
      {
        "ru": "Брат фальшивого F-ранга собирается править в академии с геймерской оценкой потенциала."
      },
      {
        "ja": "自称Ｆランクのお兄さまがゲームで評価される学園の頂点に君臨するそうですよ？"
      }
    ],
    "description": {
      "en": "Shishio Academy is a prestigious, the best school in Japan, in which only the elite of such fields as study, sports, pedigree can study. But in reality it is a school of principles of “devouring the weak by the strong”, where everything is measured by the results of the games. This is a massacre in which only a definite winner can survive. Guren is a legend of the shadow world, conquering and invincible, and at the same time he wants to start a normal, carefree life. He fails the entrance exams to the academy on purpose, therefore, following his results, he qualifies as the lowest grade F. However, after reuniting with his younger sister Karen, the situation changes dramatically. And when his sister is in danger, he shows his true abilities!",
      "ru": "Академия Шишио - престижная, лучшая в Японии школа, учиться в которой может лишь элита таких сфер, как учеба, спорт, родословная. Но в действительности это школа принципов \"пожирания слабых сильными\", где всё оценивается результатами игр. Это бойня, в которой может выжить лишь несомненный победитель.   \nГлавный герой Сайджо Гурен - легенда теневого мира, побеждающий и непобедимый, и вместе с тем он желает начать обычную, беззаботную жизнь. Вступительные экзамены в академию он проваливает нарочно, поэтому по его итогам квалифицируется как самый низкий ранг F. Однако, после воссоединения с кровной младшей сестрой Сайджо Карен, ситуация резко меняется. И когда сестру поджидают опасности, он проявляет истинные способности!   \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mikawaghost) | [Official Comic Twitter](https://twitter.com/frankbro_) | [Artist's Twitter](https://twitter.com/nekota93971)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My Love for My Roommate Is One-Sided"
    },
    "updatedAt": "2024-09-17T11:30:24+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "98"
  },
  {
    "mangaId": "984fd0e9-3bb6-406b-9f60-d3f4182c17d2",
    "title": {
      "en": "Jie-mei"
    },
    "updatedAt": "2023-06-25T03:12:20+00:00",
    "coverArt": "https://mangadex.org/covers/984fd0e9-3bb6-406b-9f60-d3f4182c17d2/6bd9674f-54cf-4cbc-83ef-65b5d089ef2e.jpg",
    "altTitles": [
      {
        "ja": "ジエメイ"
      },
      {
        "zh": "姐妹"
      }
    ],
    "description": {
      "en": "A story about Linli and her sister in rural China."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f4e5f5b-d930-4266-8c8a-c4cf9a81e51f",
    "title": {
      "en": "Jahy-sama wa Kujikenai!"
    },
    "updatedAt": "2024-10-07T17:18:18+00:00",
    "coverArt": "https://mangadex.org/covers/2f4e5f5b-d930-4266-8c8a-c4cf9a81e51f/cbe458d3-9559-4e7a-80cc-e3d20a6b5a45.jpg",
    "altTitles": [
      {
        "fr": "La Grande Jahy ne Perd Jamais"
      },
      {
        "en": "The Great Jahy Will Not Be Defeated!"
      },
      {
        "en": "Jahy-sama Won't Be Discouraged!"
      },
      {
        "ru": "Джахи-сама не будет отчаиваться!"
      },
      {
        "ja": "ジャヒー様はくじけない！"
      },
      {
        "ko": "쟈히님은 굴하지 않아!"
      },
      {
        "pl": "Niepokonana Jahy"
      },
      {
        "ja-ro": "Jahy-Sama Ha Kujikenai!"
      },
      {
        "fr": "Jahy-sama ne se découragera pas !"
      },
      {
        "vi": "Jahy-sama sẽ không bỏ cuộc!"
      }
    ],
    "description": {
      "en": "Jahy-sama (pronounced jah-hee) is an existence to be feared and respected throughout the Demon Realm. Well, was.\n\nThe (former) Demon Realm No. 2 is now busy with house chores and work…in the human realm! Her dinner is just beansprouts, and she can't afford anything except water at cafes, but she won't get discouraged!\n\n---\n**Note:**\nJahy's shirt says '魔界復興', which seems to translate to 'Demon Realm Restoration'.",
      "ru": "Джахи-сама - существо, которое боялись и уважали во всем демоническом мире. Ну, когда-то... Вторая по силе (прежде) мира демонов теперь занята домашними заботами и работой... в человеческом мире! Её ужин - одна фасоль, а в кафе она не может себе позволить ничего кроме воды, но её никогда не сломить!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42f40118-dff5-4f23-acbf-e54e89f026bd",
    "title": {
      "en": "Welcome Back, First Love"
    },
    "updatedAt": "2024-05-29T02:15:20+00:00",
    "coverArt": "https://mangadex.org/covers/42f40118-dff5-4f23-acbf-e54e89f026bd/8e36bff7-e59f-4889-9208-b7a92c910fe3.jpg",
    "altTitles": [
      {
        "ja": "おかえり、初恋"
      },
      {
        "ja": "田口くんと山根さん"
      },
      {
        "ja": "やっぱり変わってない"
      },
      {
        "ja-ro": "Taguchi-kun to Yamane-san"
      },
      {
        "ja-ro": "Yappari Kawattenai"
      },
      {
        "ja-ro": "Okaeri, Hatsukoi"
      },
      {
        "en": "Taguchi-kun and Yamane-san"
      },
      {
        "en": "You Haven't Changed"
      },
      {
        "vi": "Chưa từng thay đổi"
      },
      {
        "vi": "Xin chào, tình đầu"
      }
    ],
    "description": {
      "en": "At a high school reunion, the shy Yamane reunites with Taguchi, a friend who used to be a delinquent. Have they changed? Or are they the same as ever?\n\nOriginal web comic on [Pixiv](https://www.pixiv.net/user/6285426/series/139163) and [Twitter](https://twitter.com/x9184/status/1447834425698357254).",
      "ja": "同窓会で声をかけてきた爽やかな青年は実は高校時代ぼっち仲間だったヤンキーくんだった。\n再会して感じるお互いの変わったところ変わっていないところ…二人の初恋がまた動き出します。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a502e35-1051-4e4c-b055-5ab211954fa4",
    "title": {
      "en": "Banana Fish"
    },
    "updatedAt": "2023-02-17T09:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/9a502e35-1051-4e4c-b055-5ab211954fa4/18b9c72b-a7d8-48c3-946e-ded711fb1038.jpg",
    "altTitles": [
      {
        "NULL": "Éisc Banana"
      },
      {
        "el": "Μπανάνα Ψάρια"
      },
      {
        "hu": "Banánhal"
      },
      {
        "cs": "Banánová ryba"
      },
      {
        "hi": "बनानिकाला"
      },
      {
        "NULL": "Banana arrainak"
      },
      {
        "tr": "Banana Balığı"
      },
      {
        "ro": "Banana de pește"
      },
      {
        "NULL": "Banana Fiŝo"
      },
      {
        "de": "Bananenfisch"
      },
      {
        "da": "Bananfisk"
      },
      {
        "NULL": "Banani Fiskur"
      },
      {
        "NULL": "Banānu zivis"
      },
      {
        "NULL": "Bannann pwason"
      },
      {
        "vi": "Cá chuối"
      },
      {
        "NULL": "Ħut tal-Banana"
      },
      {
        "NULL": "Iasg Banana"
      },
      {
        "id": "Ikan Pisang"
      },
      {
        "fr": "Poisson banane"
      },
      {
        "pl": "Ryba Bananowa"
      },
      {
        "NULL": "Samaki ya Banana"
      },
      {
        "sr": "Банана риба"
      },
      {
        "ru": "Банановая рыба"
      },
      {
        "NULL": "ბანანის თევზი"
      },
      {
        "he": "דג בננה"
      },
      {
        "fa": "ماهی موز"
      },
      {
        "ar": "موز السمك"
      },
      {
        "bn": "কলা মাছ"
      },
      {
        "th": "ปลากล้วย"
      },
      {
        "zh": "战栗杀机"
      },
      {
        "zh-hk": "戰慄殺機"
      },
      {
        "ko": "바나나 피쉬"
      },
      {
        "ja": "バナナフィッシュ"
      },
      {
        "ja-ro": "Bananafisshu"
      },
      {
        "kk": "Мәуіз Балық"
      },
      {
        "ru": "Рыбка-бананка"
      },
      {
        "tr": "Muz Balığı"
      }
    ],
    "description": {
      "en": "Nature made Ash Lynx beautiful; nurture made him a cold ruthless killer. A runaway brought up as the adopted heir and sex toy of \"Papa\" Dino Golzine, Ash, now at the rebellious age of seventeen, forsakes the kingdom held out by the devil who raised him. But the hideous secret that drove Ash's older brother mad in Vietnam has suddenly fallen into Papa's insatiably ambitious hands—and it's exactly the wrong time for Eiji Okamura, a pure-hearted young photographer from Japan, to make Ash Lynx's acquaintance…  \n\n[Official English](https://www.viz.com/banana-fish)\n  \n---\nLink:  \n[ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20197) (anime)",
      "tr": "Tanrı, Ash Lynx’i güzeller güzeli bir çocuk olarak yarattı; dünya onu soğukkanlı acımasız bir katil haline getirdi. Çocuk yaşta evden kaçan Ash, “Baba” Dino Golzine tarafından bulunur ve hem mafyanın varisi olarak hem de Golzine’nin şahsi zevklerini tatmin etmek üzere yetiştirilir. Şimdi 17 yaşında isyankar bir genç olan Ash kendisini yetiştiren şeytanın ona sunduğu krallığa sırtını döner. Ancak Ash’in ağabeyinin Vietnam’da aklını yitirmesine sebep olan korkunç sır, hırsı dur durak bilmeyen Golzine’nin ellerine düşmüştür. İşte tam bu sırada genç bir fotoğrafçı Japonya’dan New York’a gelir. Temiz kalpli Eiji Okumura ve Ash Lynx olabilecek en talihsiz zamanda karşılaşır.",
      "pt-br": "A natureza fez Ash Lynx um cara bonito; mas o tempo fez dele um assassino cruel e frívolo. Uma criança fugitiva criada como um herdeiro adotado, um guerreiro treinado, e o brinquedo sexual de seu “Papa”, Dino Golzine, o senhor do crime da Costa do Oeste Oriental. Ash está agora na idade rebelde dos dezessete anos – abandonando o reino de poder e riqueza, realizada pelo demônio que o ressuscitou, preferindo um código para viver entre um pequeno, mas fiel, gangue de bandidos de rua. Porém, “Papa” não pode simplesmente deixá-lo ir. Não quando descobre que o segredo que levou o irmão mais velho de Ash a loucura, no Vietnã, poderá cair em suas mãos insaciavelmente ambiciosas. É exatamente o momento errado para Eiji Okamura, um jovem fotógrafo do Japão, de coração puro, chegar em Nova York e travar conhecimento de Ash Lynx… e ao seu lado, ser atraído para dentro de um redemoinho sangrento de orgulho, ganância, luxúria e ira desencadeada pelo enigma de codinome Banana Fish."
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "103"
  },
  {
    "mangaId": "fbb30a8b-ed6e-46ab-8072-7e76693d796b",
    "title": {
      "en": "The Gentle Goblin's Bird"
    },
    "updatedAt": "2024-09-05T02:05:20+00:00",
    "coverArt": "https://mangadex.org/covers/fbb30a8b-ed6e-46ab-8072-7e76693d796b/5a35b828-8164-4d2a-93ba-d0aa5c05fdb8.jpg",
    "altTitles": [
      {
        "en": "A Kind Goblin's Bird"
      },
      {
        "vi": "Sơn Ca Yêu Kiều Của Yêu Tinh"
      },
      {
        "ko": "상냥한 도깨비의 새"
      },
      {
        "ja": "優しい夜叉の鳥"
      },
      {
        "zh-hk": "小鳥依鬼的柔情"
      },
      {
        "th": "ท่านภูตใจดีกับนกไนติงเกล"
      },
      {
        "es-la": "El pájaro del duende amable"
      }
    ],
    "description": {
      "en": "\"Won't you become a Goblin's bride?\"   \n  \nIn Yang-an, the capital of the Shun Dynasty Empire, there are rumors of a Goddess who sings a song that grants your wishes in your dreams if you visit a certain pharmacy. To confirm this, Sa Heonyoung, who disguises his status as a member of the royal family, goes to find the Goddess of the rumors. After listening to her song, he yearns for her, as if he is suffering from an illness…  \n  \nA man who must kill his own identity under a goblin's mask; and a woman who has no name or a lover, and lives only for the revenge in her mother's will. A mournful love story between a man and a woman who are the only ones who can fully understand each other. \n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "ja": "人気のない山奥で毎日死だけを待つ名もなき女。夜叉の仮面をまとい己を殺しながら生きるしかない男。 2人だけがお互いを分かりあえる…そんな男女の切ない愛の物語――\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "ko": "\"도깨비의 신부가 되지 않겠습니까?“\n\n순나라의 황도 양안. 어느 약방에 찾아가면 신녀가 꿈속에서 소원을 이뤄 주는 노래를 불러 준다는 소문이 파다하다. 이를 검증하기 위해 신분을 속인 채 다른 이들 틈에 섞여 신녀를 찾아간 친왕, 사헌영. 그는 신녀의 노래를 듣고 난 뒤, 병을 앓듯 그녀를 찾게 되는데….\n\n도깨비 가면을 쓴 채 자신을 죽이고 살아가야만 하는 남자. 외로운 산 속에서 하루 하루 죽음만을 기다리며 살아가는 이름 없는 여자. 온전히 자신을 알아주는 건 서로밖에 없는 남녀의 애절한 사랑 이야기.\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "th": "ยังอัน เมืองหลวงแห่งอาณาจักรซุน ณ สถานที่แห่งนี้มีข่าวลือที่น่าอัศจรรย์อยู่เรื่องหนึ่ง นั่นคือเรื่องราวของเพลงมหัศจรรย์ที่ช่วยทำให้ผู้ที่ได้รับฟังสมปรารถนา มันถูกขับขานโดยหญิงสาวคนหนึ่งและชายที่หลงรักเธอผู้นั้น...\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "zh-hk": "「妳願意當鬼怪的新娘嗎？」順王朝的帝都仰安有個傳聞，城裡某間藥房有一位能用歌聲讓人在夢中願望成真的巫女。為了證實這個傳聞，順王朝親王──思軒英，隱瞞自身身分親自去見了這位巫女，然而在聽完巫女的歌聲後，彷彿得了相思病一般，一直不斷找她…。一位只能戴著鬼怪面具隱藏自己真實身分的男子、一位在孤寂的山中等待死亡日度一日的女子，相遇後發現真正理解自己的只有彼此，一則關於男女愛戀情愁的故事。【​本作品為官方正式授權之15歲版本，請讀者們多多支持。】​\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7d561f70-3503-459e-95f3-ffa33a321721",
    "title": {
      "en": "The journey of Dionysus"
    },
    "updatedAt": "2024-09-23T19:52:29+00:00",
    "coverArt": "https://mangadex.org/covers/7d561f70-3503-459e-95f3-ffa33a321721/94638033-6b31-4658-93a1-1462739b3691.jpg",
    "altTitles": [],
    "description": {
      "en": "Dionysus- the young boy who grew up on a small island with no memory of his family and his constant strange nightmares and dreams. One day, Dionysus decided to go on a journey to find his family and discover who he really was, alongside the love of his life, Ariadne."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a0358b53-a1fc-4308-a7bd-46c511b73145",
    "title": {
      "en": "Town of Witches"
    },
    "updatedAt": "2024-08-03T04:59:56+00:00",
    "coverArt": "https://mangadex.org/covers/a0358b53-a1fc-4308-a7bd-46c511b73145/8cd5ea53-78dc-4062-a5b5-2ef3f471df7e.jpg",
    "altTitles": [
      {
        "ja": "魔女がいた街"
      },
      {
        "ja-ro": "Mahou Shoujo ga Ita Machi"
      }
    ],
    "description": {
      "en": "A oneshot story of a male high school student who discovered that his classmate is a witch."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4add290-af7d-40a5-a228-5a16c12442b0",
    "title": {
      "en": "Mitakihara Youchien Mahou-gumi"
    },
    "updatedAt": "2023-12-16T22:51:04+00:00",
    "coverArt": "https://mangadex.org/covers/e4add290-af7d-40a5-a228-5a16c12442b0/e40dfda8-4ce4-48dc-980b-e3194787fe55.jpg",
    "altTitles": [
      {
        "ja": "みたきはら幼稚園まほう組"
      }
    ],
    "description": {
      "en": "A light-hearted spin-off of Mahou Shoujo Madoka★Magica where Madoka, Homura, Sayaka and Kyoko attend a kindergarten operated by Kyubey with Mami as the teacher."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "27"
  },
  {
    "mangaId": "f88747f3-e9d3-4238-8941-ec815dcefd98",
    "title": {
      "en": "Ability Shop"
    },
    "updatedAt": "2022-12-30T12:53:31+00:00",
    "coverArt": "https://mangadex.org/covers/f88747f3-e9d3-4238-8941-ec815dcefd98/58a8478d-7ab6-456a-8232-2a20675b4054.jpg",
    "altTitles": [
      {
        "ja": "ABILITY SHOP -アビリティ ショップ-"
      },
      {
        "ru": "Магазин талантов"
      },
      {
        "ar": "متجر القدرات"
      },
      {
        "ja": "あびりてぃ しょっぷ"
      }
    ],
    "description": {
      "en": "Toshiki is a below average student and often the target of ridicule. After he accidentally runs into a shop sign and breaks it, he enters the shop and finds out it will sell him abilities.. But these abilities don't come cheap."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd9b65e3-b9e2-4d8b-b9dd-0bc8be59f312",
    "title": {
      "en": "Beast Complex"
    },
    "updatedAt": "2024-08-11T18:15:05+00:00",
    "coverArt": "https://mangadex.org/covers/cd9b65e3-b9e2-4d8b-b9dd-0bc8be59f312/4240be84-b9be-4fb9-a910-bd7104698e43.jpg",
    "altTitles": [
      {
        "ja-ro": "Bīsuto Konpurekkusu"
      },
      {
        "ru": "Звериный комплекс"
      },
      {
        "ja": "ビーストコンプレックス"
      },
      {
        "ko": "비스트 콤플렉스"
      }
    ],
    "description": {
      "en": "A collection of short stories that involve anthropomorphic animals and their troubles with coexisting with different species. Paru Itagaki's debut manga.  \n  \n\n\n---",
      "ru": "Коллекция дополнительных истории об антропоморфных животных и их проблемах сосуществования с другими видами: львами, тиграми, волками, летучими мышами и многими другими. Дебютная манга Итагаки Пару."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]