[
  {
    "mangaId": "01d0e7f2-b3de-4196-85db-f755446b4c11",
    "title": {
      "en": "Otona ni Narenai Bokura wa"
    },
    "updatedAt": "2024-05-12T17:55:12+00:00",
    "coverArt": "https://mangadex.org/covers/01d0e7f2-b3de-4196-85db-f755446b4c11/60e21d13-9f0e-491f-9a61-e355be51a2c2.jpg",
    "altTitles": [
      {
        "ja": "大人になれない僕らは"
      },
      {
        "en": "We Won’t Become Adults"
      },
      {
        "es-la": "Nosotros que no podemos convertirnos en adultos"
      }
    ],
    "description": {
      "en": "The latest work from the author of \"The Diary of a Commuting Student\". It's a silly and endless story about how some kids kill time by repeating the 7th of July every day. A time-loop love story of two high school students trapped in \"Eternal Youth\"!\n\n(Source: Young Magazine)",
      "es-la": "¡El último trabajo de Jo Fujita en Commuting Student Diary! Esta es nuestra tonta e interminable historia de cómo matamos el tiempo una y otra vez el 7 de julio. ¡Una historia de amor en bucle temporal de dos estudiantes de preparatoria atrapados en una \"eterna juventud\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "The Angel Next Door Spoils Me Rotten"
    },
    "updatedAt": "2024-05-09T19:03:30+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/ec56e4db-c5b3-431e-a6ac-086f87aebfb0.jpg",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "She is the neighbor Angel, I am spoilt by her."
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      }
    ],
    "description": {
      "en": "A HEAVENLY ENCOUNTER!\nMahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!\n\n*Adapted from the Light Novel with the same name, \nSerialized in Square Enix Web Magazine [Gangan Online](https://www.ganganonline.com/title/1480)*",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86983879-a9ed-4b91-8f7e-be1cbc57baaa",
    "title": {
      "en": "Yandere-chan Is Scary"
    },
    "updatedAt": "2024-03-23T02:52:37+00:00",
    "coverArt": "https://mangadex.org/covers/86983879-a9ed-4b91-8f7e-be1cbc57baaa/30a11dee-b614-452b-8a1b-0f27b3a63925.png",
    "altTitles": [
      {
        "ja": "ヤンデレちゃんこわい"
      },
      {
        "es-la": "Yandere-chan da Mucho Miedo"
      },
      {
        "pt-br": "Yandere-chan é assustadora"
      }
    ],
    "description": {
      "en": "A Yandere girl obsessed with her childhood friend, how will this story unfold?",
      "es-la": "Una chica Yandere muy obsesionada con su amigo de la infancia. ¿Como se desenvolverá esta historia?",
      "pt-br": "Uma garota yandere que é obsecada pelo seu amigo de infância."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-04-01T20:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4956ef23-04ec-4804-afc7-7a391f6b7fc7",
    "title": {
      "en": "Tensei-saki wa Moumoku Youjo deshita"
    },
    "updatedAt": "2024-05-01T15:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/4956ef23-04ec-4804-afc7-7a391f6b7fc7/e10232ab-9a6e-4e3b-b3b2-54d326be611d.jpg",
    "altTitles": [
      {
        "ja": "転生先は盲目幼女でした"
      },
      {
        "ja": "転生先は盲目幼女でした　～前世の記憶と魔法を頼りに生き延びます～"
      },
      {
        "ja-ro": "Tensei-saki wa Moumoku Youjo deshita: Zense no Kioku to Mahou wo Tayori ni Ikinobimasu"
      },
      {
        "en": "I Was Reincarnated as a Blind Girl"
      },
      {
        "en": "Blind Girl Isekai"
      },
      {
        "en": "I Was Reincarnated as a Blind Girl: I Rely on My Previous Life's Memories and Magic to Survive"
      },
      {
        "fr": "Je me suis réincarnée en petite fille aveugle. Je survivrai en m'appuyant sur les souvenirs et la magie de ma vie antérieure."
      }
    ],
    "description": {
      "en": "Countess Phyllis is reincarnated with memories of her previous life intact. Phyllis is mistreated by her family because she is blind. She has a constitution that somehow has more mana than others, and one of the reasons she is heavily disliked is because of her ability to use magic without difficulty. As the story begins, Phyllis is attacked by demons while out on the road. She then finds herself alone at the bottom of a deep valley... In despair, she is saved by a large wolf, a \"sacred beast\" of legend.\nTogether with this wolf, Garu, Phyllis sets out on her adventure.",
      "fr": "La fille d'Earl, Phyllis, qui a des souvenirs de sa vie antérieure, a passé des jours à être opprimée par sa famille à cause de sa cécité.\nUn jour, alors qu'elle est sortie, elle est attaquée par un monstre, et Phyllis se rend seule au fond d'une profonde vallée... Celui qui l'a sauvée du désespoir était la \"bête sacrée\" dont parlent les légendes - un grand loup.\nAvec le loup nommé Garu, Phyllis entreprend un voyage à la surface !\nD'un autre côté, il semble y avoir une dangereuse conspiration derrière l'attaque du monstre sur Phyllis... ?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1191ee7-3db6-4f30-85ca-949800e88210",
    "title": {
      "en": "My Life as Inukai-san's Dog"
    },
    "updatedAt": "2024-03-12T05:17:59+00:00",
    "coverArt": "https://mangadex.org/covers/a1191ee7-3db6-4f30-85ca-949800e88210/4e15b856-dbd6-4ceb-9113-26f2f0163c9c.jpg",
    "altTitles": [
      {
        "ja-ro": "Inu ni Nattara Suki na Hito ni Hirowareta"
      },
      {
        "ja": "犬になったら好きな人に拾われた"
      },
      {
        "pt-br": "Minha Vida como o Cachorrinho da Inukai-san"
      },
      {
        "zh": "无意间变成狗，被喜欢的女生捡回家。"
      },
      {
        "zh-hk": "變成狗後被喜歡的人撿回家"
      }
    ],
    "description": {
      "en": "A little ecchi comedy where you are being kept by a cool, beautiful girl! When you woke up, you found yourself as the pet dog of a girl named Inukai-san! At school, Inukai-san has no expression on her face, but she's a dog lover who loves her dog to pieces! She loves dogs so much that she's going to turn you into a real dog, body and soul! An erotic comedy that makes you stop being human!  \n \n- [Manga Official Twitter](https://twitter.com/inuninattara)",
      "pt-br": "Uma pequena comédia ecchi onde você está sendo cuidado por uma garota legal e bonita! \n\nQuando você acordou, você se viu como o cachorro de estimação de uma garota chamada Inukai-san! Na escola, Inukai-san não tem nenhuma expressão no rosto, mas ela adora cachorros! Ela ama tanto cachorros que vai transformar você em um cão, de corpo e alma! \n\nUma comédia erótica que faz você querer deixar de ser humano!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "66"
  },
  {
    "mangaId": "73320da2-eac6-4ff5-a12d-30788624d85b",
    "title": {
      "en": "Overlord New World"
    },
    "updatedAt": "2024-04-23T21:04:19+00:00",
    "coverArt": "https://mangadex.org/covers/73320da2-eac6-4ff5-a12d-30788624d85b/820a286d-e42f-4cbf-9a3e-4cada592be3b.jpg",
    "altTitles": [
      {
        "ru": "Повелитель <Новое> Мировое издание"
      },
      {
        "ja": "オーバーロード＜新＞世界編"
      },
      {
        "en": "Overlord World Edition"
      }
    ],
    "description": {
      "en": "After winning the battle of Katze Plains and founding the Sorcerer Kingdom of Ainz, they aim for a utopia of perpetual continuity and prosperity, a world where many races kneel before Ainz. As the first step toward achieving this goal, Ainz heads to the Empire to strengthen the Adventurer’s Guild and incorporate it into the state. Behind the scenes, the nations of the world are beginning to stir with their own agendas for the Sorcerer Kingdom...! Ainz's high road, once again!",
      "ru": "Аинз, выигравший битву на равнинах Катце и основавший волшебную страну, стремится к утопии — миру, где многие расы вечно процветают и преклоняются перед Аинзом. В качестве первого шага на пути к достижению этой цели он направляется в Империю, чтобы укрепить Гильдию искателей приключений и включить ее в состав нации. За кулисами,\nспекуляции в каждой стране вокруг волшебной страны начинают шевелиться?! Доминирование Аинза снова!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-04-11T17:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/91c8d035-6dd3-4d18-973c-0152a440bbc8.png",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "5e746f0a-9eec-470d-ac52-32fa5814ea03",
    "title": {
      "en": "Koisuru Psycho no Shirayuki-kun"
    },
    "updatedAt": "2024-05-13T08:45:41+00:00",
    "coverArt": "https://mangadex.org/covers/5e746f0a-9eec-470d-ac52-32fa5814ea03/23e2f838-6b47-4bd9-bbe2-f705cdb0e1e4.png",
    "altTitles": [
      {
        "ja": "恋するサイコの白雪くん"
      },
      {
        "vi": "Kẻ điên khi yêu"
      }
    ],
    "description": {
      "en": "I will kill everyone for your sake.\n\n\"Hey, I think I like you!\" Shirayuki says with a smile.\nHaruki endures relentless bullying from a trio of classmates. One day, a beautiful transfer student named Shirayuki suddenly approaches him and asks if he would date him if the bullying stopped. Haruki dismisses it as a joke. But the next day, one of his tormentors disappears. Then another. One thing's for sure—Shirayuki is a psychopath that lacks common sense and empathy.",
      "vi": "Tôi sẽ giết tất cả mọi người vì cậu.\n\n\"Này, hình như tôi thích cậu mất rồi!\" Shirayuki mỉm cười nói.\nHaruki đã phải chịu đựng bắt nạt không ngớt bởi bộ ba bắt nạt cầm đầu lớp. Bổng một ngày, Shirayuki, một học sinh chuyển trường xinh đẹp đột nhiên xuất hiện tiếp cận Haruki và hỏi liệu cậu sẽ hẹn hò với cậu ấy nếu việc bắt nạt chấm dứt. Haruki bác bỏ và chỉ coi đó là trò đùa cho đến ngày hôm sau, một trong số kẻ bắt nạt biến mất và lần lượt từng người một. Chỉ có một điều chắc chắn rằng - Shirayuki là một tên tâm thần thiếu nhận thức thông thường và sự đồng cảm."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e",
    "title": {
      "en": "Hidden Love: Can't Be Concealed"
    },
    "updatedAt": "2023-12-27T17:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e/8bcfc927-9424-48e4-8a3c-a50a13371e2f.jpg",
    "altTitles": [
      {
        "en": "Secretly, Secretly; But Unable to Hide It"
      },
      {
        "en": "Hidden Love"
      },
      {
        "zh": "偷偷藏不住"
      },
      {
        "en": "My Secret Crush"
      }
    ],
    "description": {
      "en": "That year, someone secretly wormed their way into Sang Zhi's heart and she fell in love with her brother's friend Duan Jiaxu. That older brother has beautiful peachy eyes and casually calls her a \"kid\". That spark of surprise when they first met made Sang Zhi want to slowly get closer to him, but the 7-year age difference felt like an insurmountable gap that she couldn't cross over. Not knowing when it started, the crush buried at the bottom of her heart sprouted, and slowly, it spread into his heart too...",
      "zh": "那年，桑稚的心里偷偷地住进了一个人，喜欢上哥哥的朋友段嘉许，这个大哥哥有着好看的桃花眼，漫不经心的喊她“小孩”，初见的惊艳总是让桑稚忍不住想要靠近，但是7岁的年龄差仿佛又是他们无法逾越的鸿沟，不知从何时起，埋藏在心底的青涩暗恋逐渐发芽，慢慢地，也蔓延进了他的心里...【"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec168600-b3e6-44a5-87ba-b9747b07d378",
    "title": {
      "en": "Bokujou OL"
    },
    "updatedAt": "2024-05-04T17:10:35+00:00",
    "coverArt": "https://mangadex.org/covers/ec168600-b3e6-44a5-87ba-b9747b07d378/f9d5fcd1-7176-4ded-89d4-870e6a47badd.jpg",
    "altTitles": [
      {
        "ja": "牧場ＯＬ"
      },
      {
        "ja-ro": "Bokujo OL"
      },
      {
        "ja-ro": "Bakujou OL"
      }
    ],
    "description": {
      "en": "Freshly graduated, urban girl Minami got admitted to an ideal company -- large and famous for food products, located at the center of Tokyo. Everything was going so smoothly until she got assigned to a remote cattle farm in Hokkaido. There she must learn everything of raising cattle from scratch.",
      "ja": "都心で働くことに憧れていた南は食品メーカーに就職する。だが配属先は北海道の畜産牧場だった。着いた早々脱走した牛に出会い気絶してしまう。慣れないことに戸惑いながらも真剣に働く仲間たちに南も少しずつ感化されていく。本格畜産牧場ストーリー。"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "36"
  },
  {
    "mangaId": "fcc2fbee-0fe9-4cbc-b744-9132175a17c6",
    "title": {
      "en": "Kanojo ni Uwaki Sareteita Ore ga, Koakuma na Kouhai ni Natsukareteimasu"
    },
    "updatedAt": "2024-03-08T04:08:43+00:00",
    "coverArt": "https://mangadex.org/covers/fcc2fbee-0fe9-4cbc-b744-9132175a17c6/864a1cd8-6f63-46e2-909b-b1bd99a9d92d.jpg",
    "altTitles": [
      {
        "en": "I Was Cheated On by My Girlfriend, but My Devilish Junior Now Yearns for Me"
      },
      {
        "ja": "カノジョに浮気されていた俺が、小悪魔な後輩に懐かれています"
      },
      {
        "en": "My Coquettish Junior Attaches Herself to Me!"
      }
    ],
    "description": {
      "en": "Christmas season.\n\nHasegawa Yuuta found himself single after breaking up last month when his girlfriend had cheated on him. And it was only a few days until Christmas! After an everyday conversation with his female friend, Mino Ayaka, Yuuta met a beautiful girl clad in a Santa suit—In a lane full of couples no less!\nHer name was Shinohara Mayu. Will this encounter with Shinohara turn out to be the Christmas present for Yuuta?",
      "pt-br": "Época Natalina.\n\nHasegawa Yuuta se viu solteiro após terminar o namoro no mês passado, quando sua namorada o traiu. E faltavam apenas alguns dias para o Natal! Depois de uma conversa normal com sua amiga Mino Ayaka, Yuuta conheceu uma linda garota vestida de Papai Noel - em uma rua cheia de casais!\n\nSeu nome era Shinohara Mayu. Será que esse encontro com Shinohara será o presente de Natal para Yuuta?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51d75ebf-eda0-43fa-932c-04cd6b169943",
    "title": {
      "en": "It's Okay, Ucchi"
    },
    "updatedAt": "2024-05-13T06:59:47+00:00",
    "coverArt": "https://mangadex.org/covers/51d75ebf-eda0-43fa-932c-04cd6b169943/e74bd8ac-f422-470a-a0ce-f5ee29176c5a.jpg",
    "altTitles": [
      {
        "es-la": "Está bien, Ucchi"
      }
    ],
    "description": {
      "es-la": "Doujin Yuri x Uchi."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd935ca2-c9b6-4f2b-a3b3-77402d2337d8",
    "title": {
      "en": "Maou Gakuen no Hangyakusha"
    },
    "updatedAt": "2024-04-14T09:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/bd935ca2-c9b6-4f2b-a3b3-77402d2337d8/8e5ba6e2-14cb-4a6c-939c-9b2b04ec600a.jpg",
    "altTitles": [
      {
        "ja": "魔王学園の反逆者"
      },
      {
        "en": "Demon Academy's Rebel"
      }
    ],
    "description": {
      "en": "Yuuto is an ordinary high school boy who, one day, notices a mysterious tarot card by his bed. He shows it to his parents, who give him the good news - as the son of demonkin, he is eligible to become the next Demon Lord. As such, Yuuto is soon brought to a demonic academy in order to improve his devilish skills and earn the title of demon lord. And, you know, get a harem along the way.   \n  \nFrom the author of Masou Gakuen HxH and Ecstas Online.",
      "pt-br": "\"A humanidade é nada mais que escrava para uma raça demoníaca - Um estudante comum do ensino médio, Morioka Yuuto, foi escolhido para ser candidato ao próximo rei demônio. Ele é transferido para o colégio Ginsei, aonde é tratado com desdenho pelos outros estudantes. [Juro que vou te fazer ser rei demônio. Por isso... me torne a sua serva!] Yuuto se encontra com uma linda demônio, Himegami Lizel, que muda o seu mundo e sua vida. Ele pode aprender qualquer tipo de magia instantaneamente e absorver poder mágico infinitamente ao ter contato com suas servas. Esse é um poder especial que os demônios não tinham e era concedida a apenas a um humano, Yuuto. O humano que se tornou candidato a rei demônio e desafiou os mais fortes demônios para ser o próximo rei! Emocionante e fascinante. A fantástica história de ascensão em um colégio de magia se inicia!\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1d16bd6-6b08-4985-b15e-e8586a8de78a",
    "title": {
      "en": "I, Who Have the Natural Charismatic Traits, Was Targeted by Yandere Disciples"
    },
    "updatedAt": "2024-04-23T07:38:40+00:00",
    "coverArt": "https://mangadex.org/covers/d1d16bd6-6b08-4985-b15e-e8586a8de78a/e6979cec-18bc-4662-9859-a69b163dc2c9.jpg",
    "altTitles": [
      {
        "zh": "天生媚骨的我被病娇徒儿盯上了"
      },
      {
        "zh-ro": "Tiansheng Meigu De Wo Bei Bing Jiao Tu Er Ding Shangle"
      }
    ],
    "description": {
      "en": "After losing all magical powers, Bing Yuanzi was caught by a female disciple with ulterior motives. Witnessing a disciple she had painstakingly raised harboring malicious intentions, the master drank the last vial of a transformative potion, intending to erase her own existence. Unexpectedly, instead of disappearing, she became the legendary natural beauty, with allure and beauty reaching maximum levels. At the same time, the next words from her female disciple sounded behind her: “Master, you wouldn’t want your loss of magical powers to be known by our enemies, would you?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ddd0ba8-9d53-4d70-a475-d7c80618cd45",
    "title": {
      "en": "Lemon Soda Flavor Kiss"
    },
    "updatedAt": "2024-02-12T23:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/8ddd0ba8-9d53-4d70-a475-d7c80618cd45/648f697d-f748-4523-afcf-5b65988f560a.jpg",
    "altTitles": [
      {
        "ja": "レモンソーダフレーバーキス"
      }
    ],
    "description": {
      "en": "\"A kiss from my best friend!?\" Rio and Leo have been childhood friends since kindergarten. However, as they start their last year of high school, they're in separate classes for the first time. It's during this first day of the new school year that Leo suddenly confesses to Rio and kisses him.... What's going on!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81",
    "title": {
      "ja": "Toaru Kagaku no Mental Out"
    },
    "updatedAt": "2024-03-08T09:35:15+00:00",
    "coverArt": "https://mangadex.org/covers/4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81/b6314a0c-d58a-4688-b6e3-8ddf4d2bbea0.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Mental Out"
      },
      {
        "ru": "Некий научный Ментал Аут"
      },
      {
        "ja": "とある科学の心理掌握"
      }
    ],
    "description": {
      "en": "The Tokiwadai student council election is approaching. Shokuhou Misaki, one of the leading candidates, is in the midst of an election campaign in spite of her own expectations due to the people around her and the fate of being the head of the largest clique...!!",
      "id": "Pemilihan presiden dewan siswa Tokiwadai semakin mendekat. Shokuhou Misaki, salah satu kandidat utama, tengah berada dalam kampanye pemilihan meskipun tidak sesuai ekspektasinya sendiri karena pengaruh orang-orang di sekitarnya dan takdir menjadi kepala kelompok terbesar...!!",
      "ru": "Приближаются выборы в студенческий совет Токивадая. Шокухо Мисаки, одна из ведущих кандидатов, находится в разгаре избирательной кампании, несмотря на ее собственные ожидания из-за окружающих ее людей и судьбы быть главой крупнейшей клики!.."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e701a20-50f8-4e8f-bfae-b46bec01d520",
    "title": {
      "en": "Fantasista Stella"
    },
    "updatedAt": "2024-04-03T12:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/4e701a20-50f8-4e8f-bfae-b46bec01d520/ac94adee-75fd-438f-8623-357679c507a5.jpg",
    "altTitles": [
      {
        "ja": "ファンタジスタ ステラ"
      }
    ],
    "description": {
      "en": "This is sequel of Fantasista Manga.   \nTeppei and teammate Keisuke Honda aim for the FIFA World Cup 2014 in Brazil."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "132"
  },
  {
    "mangaId": "61d81be6-2759-4cc4-9815-7952a3449149",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken: Clayman Revenge"
    },
    "updatedAt": "2024-03-20T17:38:06+00:00",
    "coverArt": "https://mangadex.org/covers/61d81be6-2759-4cc4-9815-7952a3449149/a96f4675-7385-43ba-85b8-7fc54e9190f0.jpg",
    "altTitles": [
      {
        "ja": "転生したらスライムだった件: クレイマン Revenge"
      },
      {
        "en": "That Time I Got Reincarnated as a Slime: Clayman's Revenge"
      },
      {
        "ru": "О моём перерождении в слизь: Месть Клеймана"
      },
      {
        "ja-ro": "TenSura: Clayman Revenge"
      },
      {
        "ar": "ذلك الوقت الذي تجسد فيه كسلايم: انتقام كلايمان"
      },
      {
        "tr": "Tensei Shitara Slime Datta Ken: Clayman'in İntikamı"
      },
      {
        "uk": "Про моє переродження в слиз: Помста Клеймана"
      }
    ],
    "description": {
      "en": "Walpurgis ended with echoes of a public condemnation. It seems as if a clown's dream has already ran its course. But as if fate was pranking, or the world has other plans, the  supposedly dead Clayman has been resurrected from the dead. Is it the beginning of his dark era once more...?\n\nA new spin-off \"Tensura\" manga written by the original author Fuse himself!",
      "ja": "ワルプルギスに響き渡った断末魔。道化の夢は一度は尽きたかと思われた。しかし運命のイタズラか、世界の選択か、死んだはずのクレイマンは復活し、再び暗躍を始め･･･る？",
      "es-la": "Este Manga Spinoff es una historia alternativa que sucede luego de los eventos del Volumen 6 de la Novela Ligera.\n\nHistoria alternativa que continua despues de los eventos del Volumen 6 de la Novela Ligera. - El Walpurgis habia terminado con el grito de su muerte. Parecia que el sueño del arlequin habia llegado a su fin. Sin embargo, ya sea por una broma del destino o una decisión del mundo, Clayman quien supuestamente murio, ha resucitado una vez mas. ¿Es el comienzo de una nueva era oscura...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b375fbc-fd8c-4b11-86a2-1f0fe8bb6464",
    "title": {
      "en": "Ore to Renai Shitemimasenka"
    },
    "updatedAt": "2024-02-21T19:48:10+00:00",
    "coverArt": "https://mangadex.org/covers/4b375fbc-fd8c-4b11-86a2-1f0fe8bb6464/896eca4c-497e-417b-aad6-5dc07684e7ce.jpg",
    "altTitles": [
      {
        "ja": "オレと恋愛してみませんか"
      },
      {
        "ja-ro": "Ore to Renai Shitemimasen ka"
      }
    ],
    "description": {
      "en": "Recently divorced gay company man, Narumi, visits a cafe he used to be a regular at prior to his marriage. There, cafe employee Kida confesses that he has feelings for Narumi, having been comforted by Narumi’s words four years ago. Due to past trauma, Narumi has become timid in love, but when Kida proposes, “Won’t you try falling in love with me?” their love trial begins!\nAn obedient younger doggy-type x innocent alpha’s bittersweet, too cute, pure love begins!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "4e271dc2-53de-4335-a964-71e2fd518d01",
    "title": {
      "en": "Gods of All People: I Sacrificed Hundreds of Millions of Living Beings To Become a God"
    },
    "updatedAt": "2024-04-27T15:56:21+00:00",
    "coverArt": "https://mangadex.org/covers/4e271dc2-53de-4335-a964-71e2fd518d01/1623b419-1976-4063-89d7-5b4e18794b72.jpg",
    "altTitles": [
      {
        "zh": "全民神祇：我献祭亿万生灵成神"
      },
      {
        "en": "Spirit Sacrifice: The Path to Godhood"
      },
      {
        "en": "Everyone Is a King: I Sacrifice Countless Lives to Become a King"
      }
    ],
    "description": {
      "en": "Han Wu transmigrated to a world where everyone can become a god. He obtained the ability to sacrifice life.\nAt the beginning, he had a trash clan, so he sacrificed to change his fate against the heavens.\nWith no power, no status, and no money, he sacrificed his way to the top.\nAs long as he has enough followers, he can become infinitely stronger through sacrifice, becoming the main god, the god of gods!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80f06ea5-2ff5-4155-bb0d-df4dbf97db40",
    "title": {
      "en": "Souei Sousho"
    },
    "updatedAt": "2024-04-15T10:59:31+00:00",
    "coverArt": "https://mangadex.org/covers/80f06ea5-2ff5-4155-bb0d-df4dbf97db40/ceed192d-04de-41c4-a1d8-2ca83cf746c7.jpg",
    "altTitles": [
      {
        "ja": "双影双書"
      }
    ],
    "description": {
      "en": "Shou, a young boy living in the red light district is suddenly taken to live in the imperial palace. He was selected to become the prince's shadow and act as his shield. In the palace where conspiracies swirl will Shou be able to protect himself and the prince?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dc52164-933d-41f0-81c4-7f823d003748",
    "title": {
      "en": "Virus King"
    },
    "updatedAt": "2024-02-17T15:24:04+00:00",
    "coverArt": "https://mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "altTitles": [
      {
        "en": "Doomsday for All: Me, Virus Monarch"
      },
      {
        "zh": "全民末日：我，病毒君王"
      }
    ],
    "description": {
      "en": "The world is plunged into doomsday. The entire doomsday world has turned into a cruel evolutionary game! This is the greatest opportunity and trial ground for mankind, and it is also the amusement park of gods and demons! Chen Bai was reborn and returned",
      "zh": "全球陷入末日笼罩。 整个末日世界，变成了一场残酷的进化游戏！ 这是人类最大的机缘与试炼场，也是神魔的游乐园！ 陈白重生回到了末日开始的十天前！ 直接注射丧尸病毒， 觉醒SSS天赋：病毒君王！ 掌控病毒开始一条与众不同的进化之路！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4ec2c5c-0720-4207-aeb3-368c1e34df07",
    "title": {
      "en": "Toshishita Oukami-kun wa \"Mate\" ga Dekinai."
    },
    "updatedAt": "2022-03-11T23:11:15+00:00",
    "coverArt": "https://mangadex.org/covers/f4ec2c5c-0720-4207-aeb3-368c1e34df07/ce87acba-9c71-4164-b44c-1d2b19eba062.jpg",
    "altTitles": [
      {
        "ja": "年下オオカミくんは「待て」ができない。"
      },
      {
        "ja-ro": "Toshishita Ookami-kun wa \"Mate\" ga Dekinai."
      },
      {
        "ja-ro": "Toshishita Ookami-Kun wa Mate ga Dekinai"
      },
      {
        "en": "My Childhood Friend Turns Aggressive"
      },
      {
        "en": "The Young Wolf That Can't Learn to \"Stay\""
      }
    ],
    "description": {
      "en": "Our first meeting in 10 years... and we're hugging each other while naked?! I'm now living under the same roof with my childhood friend who went overseas and came back a very good-looking guy. On my way home from work, I got caught in the rain, so I hurried back to take a bath. That's where Yoshiki, who had been away for 10 years, was taking a shower! Despite the situation, he just said? \"It's been so long!\" and started to hug me! Yoshiki used to be a shy cry baby who I protected as a younger brother, but now he's a totally different person. He's very friendly, quick to hug, and kisses me while saying? \"Let's get married.\"...Is this what happens to everyone who goes overseas?!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "64a36e9e-5d10-4397-9f92-d4c82dbaafb0",
    "title": {
      "en": "Sleeping Princess and Dreaming Devil"
    },
    "updatedAt": "2024-02-05T08:51:01+00:00",
    "coverArt": "https://mangadex.org/covers/64a36e9e-5d10-4397-9f92-d4c82dbaafb0/62046da6-d02b-4e39-8b58-875917eb049f.jpg",
    "altTitles": [
      {
        "en": "Playing with the Devil"
      },
      {
        "ko": "잠자는 공주와 꿈꾸는 악마"
      }
    ],
    "description": {
      "en": "One day, a devil appears to a student and proposes a game. She tempts him with one wish if he wins. But if he loses, she takes his soul. He begins a dangerous game with the dreaming devil in his desperation to save his sleeping sister."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "47"
  },
  {
    "mangaId": "4c221393-092a-4c43-9af7-be21427aa411",
    "title": {
      "en": "Kiraware Majo to Karada ga Irekawatta Keredo, Watashi wa Kyou mo Genki ni Kurashiteimasu!"
    },
    "updatedAt": "2024-05-06T07:35:36+00:00",
    "coverArt": "https://mangadex.org/covers/4c221393-092a-4c43-9af7-be21427aa411/b1e52495-c71e-4f22-84eb-b9c33efe898a.jpg",
    "altTitles": [
      {
        "ja": "嫌われ魔女と体が入れ替わったけれど、私は今日も元気に暮らしています！"
      },
      {
        "en": "I Swapped Bodies With a Wicked Witch, but Today I'll Keep Having Fun!"
      }
    ],
    "description": {
      "en": "A happy slow life begins with a switch! Marietta, princess of the snow country of Snewe, is trapped in a magic tower because she can't use magic. 8 years later, on her wedding day with the prince of the silver country, she thought she had succeeded in summoning a holy beast, but then... What appeared was...?",
      "ja": "取り決めにより雪の国・スニューウから大国・ジルヴァラに輿入れしてきた王女・マリエッタ。しかし魔法が使えないマリエッタは塔に幽閉され、7年後に行われる聖獣召喚の儀式を成功させるため、ひたすら魔法の修行を強いられた。そして7年後見事に白い竜を召喚したマリエッタだが、次の瞬間謎の声にいざなわれ、気がつけば見知らぬ場所にいた。しかも見た目はそっくりなのに、どんな魔法も使えるほど魔力に溢れた身体になっていて…。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "d4097ccf-6052-4341-a4dc-361dfa6cd798",
    "title": {
      "en": "I Became the Only Healer in This World"
    },
    "updatedAt": "2024-05-10T01:27:37+00:00",
    "coverArt": "https://mangadex.org/covers/d4097ccf-6052-4341-a4dc-361dfa6cd798/26f851a2-08ec-4240-bc51-2af2b17490e9.jpg",
    "altTitles": [
      {
        "ko": "이세계의 유일한 힐러가 되었습니다"
      },
      {
        "ko-ro": "Isegyeui yuilhan hilleoga doeeossseubnida"
      },
      {
        "ru": "Я стала единственным хилером в этом мире"
      },
      {
        "ja": "この世界で唯一のヒーラーになりました"
      },
      {
        "en": "I Became the Only Healer in This World"
      }
    ],
    "description": {
      "en": "Healer who is addicted to gambling has been on a single path for years. Somehow, the world changed and I became the world's only healer. [There is a place that needs you, a unique healer.] [Will you respond to the summons?] ‘What? 'You have a tank dealer but no healer?' No, what. Is there any balance for X network with tank damage but no healer? [The constellations watching you complain that this is not a game, but reality!] *** It has been several decades since the Gate appeared. I heard that a lot of strategies and data have been accumulated over the years. ‘Why is everyone proceeding so inefficiently? 'Frustrating?' I was serious about my strategy, so I just tried my best to close the gate. “It was you who saved me. “I made it so that only you can see it.” 1st place in the former rankings who were said to have been betrayed and went into hiding. “I need you. my savior “My life.” Head of the world's top 10 guild unions. “Don’t abandon me. Because I can’t breathe without you.” Up to 1st place in the current ranking. I was too busy clearing the gate, but strange guys started to come by. \n\n[Plate/Constellation/Hunter/Himsumjin/Munchkin/Yeojuwon Tower/Salvation]",
      "ru": "Девушка, играющая за хилера на протяжении многих лет, так и не смогла ничего достичь. Однажды, невероятным образом она переместилась в другой мир, в котором не оказалось ни одного хилера.  \n— Есть пати, которое хочет пригласить вас, невероятного и неповторимого хилера. Вы ответите на призыв?  \n\"А? У них есть танки и ДД, но ни одного хилера? У них тут вообще хоть что-то сбалансированно?\"  — \nЭто не игра, а реальность. И созвездия, защищающие тебя, будут жаловаться тебе на жизнь!    \n\n***  \nВрата появились несколько десятилетий назад. За это время накопилось множество тактик и сведений, но...  \n— Что за унылые атаки в лоб? Ещё не надоело?  \nИз-за очень наивной тактики врата брали напролом.  \n— Это вы ведь меня спасли? Лишь благодаря вашим способностями.  \nПреданный, скрывающийся бывший первый ранг...  \n— О, моя спасительница, не покидай меня.  \n...директор ассоциации 10 гильдий...  \n— Прошу, не бросай меня. Я не смогу жить без тебя.  \n...и даже нынешний первый ранг — каждый был восхищен ею.  \nКогда она была занята тактикой прохождения врат, начали появляться странные дети, что совершенно не входило в её планы."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8b82c56-16ed-4b23-8f1c-11bad8ce3581",
    "title": {
      "en": "Empress of Another World"
    },
    "updatedAt": "2022-06-15T13:07:01+00:00",
    "coverArt": "https://mangadex.org/covers/a8b82c56-16ed-4b23-8f1c-11bad8ce3581/da4da75e-061f-45c3-be62-7cc11c0b1db5.jpg",
    "altTitles": [
      {
        "es": "Emperatriz de otro mundo"
      },
      {
        "en": "Empress of Otherverse"
      },
      {
        "pt-br": "Imperatriz de Outro Mundo"
      },
      {
        "fr": "L'impératrice d'un autre monde"
      },
      {
        "th": "ลิขิตรักบัลลังก์ต่างโลก"
      },
      {
        "zh": "异世界皇妃"
      },
      {
        "ja": "異世界の皇妃"
      },
      {
        "zh-hk": "異世界皇妃"
      },
      {
        "ko": "이세계의 황비"
      }
    ],
    "description": {
      "en": "Crossing over into another world and time after a freak accident, Korean highschool girl Sabina is taken in by a duke of the Crentia kingdom— only to soon be offered up to the ugly old emperor as a concubine. When the king is killed by a mysterious assassin, Sabina must face the poisonous circle of other candidates in a battle for the royal seat. Can she attract the loyalty and affection of the men and women she needs on her side to survive?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "129"
  },
  {
    "mangaId": "3c0aee7d-3979-4f2a-86cd-be41972f46fa",
    "title": {
      "en": "A Village Protected by a Dragon"
    },
    "updatedAt": "2023-08-09T16:17:06+00:00",
    "coverArt": "https://mangadex.org/covers/3c0aee7d-3979-4f2a-86cd-be41972f46fa/b50f0c76-7e7c-4804-9579-3b2a7beb32ea.png",
    "altTitles": [
      {
        "en": "The Village protected by a dragon"
      },
      {
        "es-la": "Uma Vila Protegida Por Um Dragão"
      },
      {
        "zh": "You Long Shou Hu De Xiao Zhen"
      },
      {
        "zh": "有龙守护的小镇"
      }
    ],
    "description": {
      "en": "Hua Dai found herself with an illness - whenever she touches something she wants/likes, her hands will get stuck to it until she buys it. Due to this illness, she is in great debt. Without choice, she decided to go back to her grandpa's house with this secret key her grandpa gave her in search of treasure, hoping to pay off her debts. As Hua Dai arrived at Bai Lin Village, she found a girl named \"Long\" who claimed to be a disciple of her grandpa. With this, Hua Dai started living with this strange girl…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "70"
  },
  {
    "mangaId": "d08a69ee-9f90-439a-b17d-da561eda2c66",
    "title": {
      "en": "Mahou Sensei Negima!"
    },
    "updatedAt": "2022-11-04T04:36:14+00:00",
    "coverArt": "https://mangadex.org/covers/d08a69ee-9f90-439a-b17d-da561eda2c66/4b9bdc2c-23f8-46ac-85ad-67e573760dd0.jpg",
    "altTitles": [
      {
        "ja": "魔法先生ネギま！"
      },
      {
        "de": "Magister Magi Negi"
      },
      {
        "en": "Negima! Magister Negi Magi"
      },
      {
        "fr": "Negima! Le Maître magicien"
      },
      {
        "it": "Negima"
      },
      {
        "ko": "마법선생 네기마!"
      },
      {
        "zh": "魔法老师"
      },
      {
        "sr": "Negima! Čarobnjak učitelj"
      },
      {
        "ru": "Учитель-чародей Нэгима"
      },
      {
        "th": "คุณครูจอมเวท เนกิมะ!"
      }
    ],
    "description": {
      "en": "Ten-year-old prodigy Negi Springfield, has just graduated from magic academy, and in order to become a master mage he is sent to Japan to teach English at an all-girls middle school. But Negi has a bigger dream than just becoming a master mage. He wants to find his missing father, \"The Thousand Master\", the strongest mage that has ever lived. And he soon finds that searching for his father wont be as easy as he first hoped. In fact, it pushes him and his students into life-or-death battles that decides the fate of millions."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "38",
    "lastChapter": "355"
  },
  {
    "mangaId": "7a299dda-99da-4836-820c-cc30d8a6ff9c",
    "title": {
      "ja-ro": "Momokuri"
    },
    "updatedAt": "2024-01-21T16:34:22+00:00",
    "coverArt": "https://mangadex.org/covers/7a299dda-99da-4836-820c-cc30d8a6ff9c/7d2383ca-df02-4d15-858b-abd424565e12.jpg",
    "altTitles": [
      {
        "ja": "ももくり"
      },
      {
        "ru": "Момокури"
      },
      {
        "pt-br": "Momokuri"
      }
    ],
    "description": {
      "en": "Yuki Kurihara is a girl who has finally been granted her wish of dating her crush Shinya Momotsuki (Momo). At first glance, she just looks like a normal but very cute girl. However, she is in fact a maniac over Momo, taking notes of his activities and never missing the chance to see him in a cute moment. Momo, on the other hand, is inexperienced in love, and just wants to make Yuki happy."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "105"
  },
  {
    "mangaId": "bf4a285b-636d-4760-9a90-e538514bf024",
    "title": {
      "en": "Kirby of the Stars: Pupupu Hero"
    },
    "updatedAt": "2024-02-26T18:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/bf4a285b-636d-4760-9a90-e538514bf024/95fcc682-a092-44de-829f-abe1c0293bb4.jpg",
    "altTitles": [
      {
        "ja-ro": "Hoshi no Kirby - Pupupu Hero"
      },
      {
        "ja": "星のカービィ プププヒーロー"
      }
    ],
    "description": {
      "en": "Kirby, the gourmand who will suck up anything, has come to the peaceful land of Pupupu!\n\"Pleased to eat you! I'm Kirby!\"\n\nThe slapstick and lively days are about to begin, involving Chilly, who has come to live with Kirby!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "53"
  },
  {
    "mangaId": "6d6d9fda-5cd3-40ac-948b-776b1a1a0eb1",
    "title": {
      "en": "Suki na Ko ga Megane wo Wasureta"
    },
    "updatedAt": "2024-04-30T20:47:49+00:00",
    "coverArt": "https://mangadex.org/covers/6d6d9fda-5cd3-40ac-948b-776b1a1a0eb1/69b0494c-ac91-444e-9319-111eea96284f.jpg",
    "altTitles": [
      {
        "ja": "好きな子がめがねを忘れた"
      },
      {
        "pt-br": "A garota que eu gosto vive esquecendo os óculos"
      },
      {
        "uk": "Моя кохана (дівчинка) забула свої окуляри"
      },
      {
        "ru": "Моя возлюбленная забыла свои очки"
      },
      {
        "tr": "Sevdiğim Kız Gözlüklerini Unuttu"
      },
      {
        "ko": "좋아하는 애가 안경을 깜빡했다"
      },
      {
        "zh": "喜欢的人忘记戴眼镜了"
      },
      {
        "zh-hk": "喜歡的女孩把眼鏡忘記了"
      },
      {
        "ja-ro": "Suki na Ko ga Megane wo Wasureta"
      },
      {
        "vi": "Cô Bạn Tôi Thầm Thích Lại Quên Mang Kính Rồi"
      },
      {
        "ar": "الفتاة التي أُحب نسيت نظارتها"
      },
      {
        "en": "The Girl I Like Forgot Her Glasses"
      },
      {
        "de": "The Girl I Like Forgot Her Glasses"
      },
      {
        "fr": "Tellement flou d'elle"
      }
    ],
    "description": {
      "en": "Komura is a middle school boy who is head-over-heels in love with his next-seat neighbor Mie, a girl with terrible eyesight who just can't get used to carrying her glasses, often leaving them at home, or accidentally breaking them. He opts to help her as much as he possibly can, and through those efforts, she begins getting acquainted with his kindness. Will she reciprocate?\n\n---\nA delightfully charming romantic comedy about a boy who only has eyes for the girl who always forgets her glasses!\n\nWith the new school year comes a new homeroom, new classmates, and a new desk for the timid Komura. But any trepidation he might've felt quickly dissipates when he catches sight of Mie, his new seat neighbor.\n\nApt to quietly blurt out the most random things, the quirky Mie wears thick glasses that accentuate her lovely eyes, making Komura’s heart skip a beat!\n\nUnfortunately, Mie is pathologically forgetful and can never seem to remember to bring her glasses to class. It's not all bad, though! Her resulting squinty, mean-girl face sends Komura’s heart into overdrive too!\n\nWhile Komura is keen to help out and share his textbooks with Mie, will his heart give out from the almost daily strain of being up close and personal with his crush?!",
      "fr": "Entre eux deux, c’est l’amour flou !\n\nMie, la voisine de classe de Komura, a oublié ses lunettes. Encore. Déjà troublé rien qu’en la voyant le jeune homme fait de son mieux pour aider sa camarade tête en l’air.Mais, dans un effort désespéré d’y voir plus clair, Mie se retrouve très près de lui… beaucoup trop près ! Komura ne sait plus comment réagir à cette soudaine proximité. Au propre comme au figuré, c’est l’occasion pour lui de se rapprocher !",
      "ja": "隣の席の女の子がめがねを忘れた。\nフォローしてあげたい小村くんだけど、見ようと一生懸命な彼女の距離が近すぎて ── 。\nTwitterで話題沸騰 のゼロ距離ラブコメ♪",
      "ru": "Комуре очень нравится его одноклассница Мия-сан, он просто без ума от нее и считает миленькой, несмотря на то, что Мия-сан очень близорука и носит толстенные очки. Но когда она однажды забывает их дома, и становится все ближе к Комуре в буквальном смысле, Комура познает всю силу своей любви к ней.  \n  \n\n\n---",
      "uk": "Комура Каеде вчиться в середній школі і з головою закоханий в свою однокласницю, Мію Аі, яка сидить поруч з ним. В дівчинки дуже поганий зір і без окулярів вона нормально не бачить, але часто забуває чи ламає їх. Комура хоче їй допомогти скільки може і так Мія дізнається про його доброту. Чи віддячить вона?",
      "pt-br": "Komura é um garoto do fundamental que está perdidamente apaixonado por sua vizinha de cadeira Mie, uma garota com uma visão terrível que simplesmente não consegue se acostumar a carregar seus óculos, muitas vezes deixando eles em casa ou quebrando acidentalmente. Ele opta por ajudá-la tanto quanto possível e, por meio desses esforços, ela começa a se familiarizar com sua bondade."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "110"
  },
  {
    "mangaId": "ce442189-cb56-41cb-b331-f76b81804cba",
    "title": {
      "en": "Magic of Love"
    },
    "updatedAt": "2023-06-16T11:24:55+00:00",
    "coverArt": "https://mangadex.org/covers/ce442189-cb56-41cb-b331-f76b81804cba/9d89419f-a698-433c-8d87-f968310dd504.jpg",
    "altTitles": [
      {
        "zh": "勇者们都想和魔王修炼"
      },
      {
        "en": "The Brave Men All Want to Practice Asceticism With the Devil King"
      },
      {
        "en": "Training With the Demon King"
      },
      {
        "zh-ro": "Yongzhemen Dou Xiang He Mowang Xilian"
      },
      {
        "zh-ro": "Yǒngzhěmen Dōu Xiǎng Hé Mówáng Xiūliàn"
      },
      {
        "zh-hk": "勇者們都想和魔王修煉"
      }
    ],
    "description": {
      "en": "The cold-blooded Demon King who has beaten all his enemies, who has always been second to none, ended up losing all his magical powers to a female hero who hexed him. What is this magical ritual that you do with the opposite sex’s lips? I can’t believe that even I, the formidable Demon King, have been defeated by this mysterious move! But no worries, I can retrain my abilities. It doesn't matter if you’re a succubus, an elf, a beast woman, or a noble hero’s descendant. I’ll use you as my training partner if I can help it. In order to revive the demon race, I’ll show you the Dual Cultivation Method!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a636ca5b-018c-42eb-afd3-2e7037afac86",
    "title": {
      "en": "Gannibal"
    },
    "updatedAt": "2024-03-04T15:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/a636ca5b-018c-42eb-afd3-2e7037afac86/219fcf0b-37cc-46dd-807c-16200969696b.jpg",
    "altTitles": [
      {
        "ja-ro": "Gannibaru"
      },
      {
        "ja": "ガンニバル"
      },
      {
        "uk": "Ґаннібал"
      },
      {
        "ru": "Ганнибал"
      },
      {
        "vi": "Làng Ăn Thịt Người"
      }
    ],
    "description": {
      "en": "When a police officer is posted to a remote village in the countryside, little does he realize he's encroaching on a community of cannibals…",
      "ru": "Полицейский Дайго Агава вместе с семьёй переезжает в горную деревушку под названием Цветочная. Жители деревни горячо принимают семью Дайго.\nОднажды в лесу находят труп старушки. После этого происшествия Дайго постепенно начинает осознавать все происходящие вокруг странности и приходит к мысли, что в этой деревне едят людей. Начинают происходить очень странные инциденты, атмосфера отчуждения наполняет деревню. Сможет ли обычный полицейский разгадать все ужасные тайны, которая таит в себе эта деревня и, что важнее, сможет ли он остаться в живых?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "120"
  },
  {
    "mangaId": "2866b6f0-4570-4d29-8f36-023237f4a9f9",
    "title": {
      "en": "Houseki Shoujo wa Namida o Nagasanai"
    },
    "updatedAt": "2024-03-24T15:00:54+00:00",
    "coverArt": "https://mangadex.org/covers/2866b6f0-4570-4d29-8f36-023237f4a9f9/f41e0ccd-6095-4a65-ba76-6f38561fcb13.jpg",
    "altTitles": [
      {
        "ja": "宝石少女は涙を流さない"
      },
      {
        "ja-ro": "Houseki Shoujo wa Namida wo Nagasanai"
      },
      {
        "en": "The Gem Girl Decided Not to Cry"
      },
      {
        "ar": "الفتاة الثمينة لا تذرف الدموع"
      },
      {
        "en": "Precious Girl Does Not Shed Tears"
      }
    ],
    "description": {
      "ar": "هذه قصة عن الحياة “لفتاة ذات جواهر”، محاصرة في فخ الموت. إنغريد، التي تبكي دموع ثمينة جميلة، تتعرض للإيذاء، لضمان رخاء أسرتها. في النهاية، قُتلت، لأن “دموع الموت هي أقوى الأحجار الكريمة”. لكن قوة الجوهرة الأخيرة تعود بالزمن إلى الوراء بالنسبة لها. خلال فترة عودتها، قُتلت مراراً وتكراراً حتى قيل لها، “موتي من أجل سعادتي، أنت تكرهينني يا أختي. تكتشف إنغريد أنها تُقتل بسبب أنانية أختها، وتقول: “لا أريد المزيد من الدموع غير المرغوبة”… باستخدام القوة الحقيقية للحجر الكريم، تدخل إنغريد في تناسخها النهائي.",
      "en": "This is a story about the life of a “girl with jewels,” caught in a death trap. Ingrid, crying beautiful precious tears, is abused, to ensure the prosperity of her family. In the end, she was killed, because “tears of death are the most powerful gems.” But the power of the last jewel turns back time for her. During the period of her return, she was repeatedly killed until she was told, “Die for my happiness, I hate you, sister.\" Ingrid discovers that she is being killed because of her sister's selfishness, and says: “I don't want any more unwanted tears” ...using the true power of the gemstone, Ingrid enters her final regression."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "72"
  },
  {
    "mangaId": "0ea063f2-b946-4fd5-8b76-8b9b1dd92d37",
    "title": {
      "en": "Kimi no Gin no Ashi"
    },
    "updatedAt": "2024-05-13T07:27:24+00:00",
    "coverArt": "https://mangadex.org/covers/0ea063f2-b946-4fd5-8b76-8b9b1dd92d37/d4231491-d546-4bcc-b3f6-145c5e281b5f.jpg",
    "altTitles": [
      {
        "nl": "Je Zilveren Voeten"
      },
      {
        "en": "Your Silver Leg"
      },
      {
        "ja": "君の銀のあし"
      }
    ],
    "description": {
      "en": "\"We're running the same course, so become my lover.\"  \n  \nA lone traveler, Susumu, aimlessly drops into a sports bar. On the huge monitor, he sees a dashing snowboarder with a prosthetic limb gliding over a snowy mountain. He blurts out \"So cool…\", and the man beside him excitedly says \"That's me!\"  \n  \nThe energetic man, Tobias, and Susumu have a wonderful night together. Could there be more in store for them?  \n  \n  \nMysterious Japanese traveler, Susumu  \nX  \nDutch Para Snowboarder with a prosthetic leg, Tobias"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-04-15T22:46:12+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5",
    "title": {
      "en": "The Kouhai who Went from Introvert to Influencer"
    },
    "updatedAt": "2024-04-05T22:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5/ebe6fcfb-e8fd-4475-8421-1e1995434536.jpg",
    "altTitles": [
      {
        "ja": "後輩は陰キャ上がりのインフルエンサー"
      },
      {
        "pt-br": "A Caloura Anti-social é uma Influencer em Ascenção"
      },
      {
        "ja-ro": "Kouhai wa Inkya Agari no Infuruensaa"
      },
      {
        "tr": "Utangaç Kouhai İnternet Ünlüsü Oldu"
      },
      {
        "es-la": "Una kohai que fue introvertida ahora es streamer"
      }
    ],
    "description": {
      "en": "After years of missed connections, our protagonist reunites with the junior he got along well with in high school. However, apparently, she has become a famous influencer.\n\n---\n**Links:**\n* Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/1722837/series/225813)",
      "tr": "Yıllarca süren ayrılıktan sonra kahramanımız, lise yıllarında iyi anlaştığı alt sınıfıyla yeniden bir araya gelir. Ancak görünüşe göre o artık bir internet ünlüsüdür.",
      "pt-br": "Após anos de desencontros, nosso protagonista reencontra a caloura com quem se dava bem no ensino médio. Porém, aparentemente, ela se tornou uma famosa influenciadora."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-03-04T11:31:22+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/0e845df6-5da6-436d-8afb-9ab5b67183cc.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09d987b7-f2d4-40d4-9531-ef0056cd5e68",
    "title": {
      "en": "Ake no Joi to Yoi no Majo"
    },
    "updatedAt": "2024-04-29T18:09:24+00:00",
    "coverArt": "https://mangadex.org/covers/09d987b7-f2d4-40d4-9531-ef0056cd5e68/8109fb9c-ec16-41f9-b82d-83e3fdfd1111.jpg",
    "altTitles": [
      {
        "ja": "明けの女医と宵の魔女～僕と彼女のみだらなカルテ～"
      },
      {
        "en": "The Morning Doctor and the Evening Witch"
      }
    ],
    "description": {
      "en": "Kou is in search for a cure to his special illness.\n\nHe arrives at visits Hakone, a remote clinic. Despite the spacious clinic with a swimming pool and other facilities, a sole doctor named Babel lives there alone. She diagnoses that Kou's treatment requires contact with the seductive opposite sex.\n\nThis is the story of a daily medical examination between an innocent boy and a bewitching female doctor, which can never be told to others."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e0d1449-0f4b-4ba7-9ef6-2e8024715345",
    "title": {
      "en": "Goddess of Victory: Nikke - Sweet Encount"
    },
    "updatedAt": "2024-05-11T12:25:40+00:00",
    "coverArt": "https://mangadex.org/covers/5e0d1449-0f4b-4ba7-9ef6-2e8024715345/39946fa0-e98b-4541-91db-90395b4adb40.jpg",
    "altTitles": [
      {
        "ja": "勝利の女神：NIKKE すいーとえんかうんと"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encounter"
      },
      {
        "en": "Goddess of Victory: Nikke - Sweet Encounter"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encount"
      }
    ],
    "description": {
      "en": "In this manga, NIKKE and their friends live peacefully. A loose comedy in which the main character N102 works as a maid at a maid café called \"Maid For You\", where Cocoa and Soda work too!\n\nThe first official manga based on the popular mobile game *Goddess of Victory: NIKKE* with over 25 million downloads worldwide!",
      "ja": "全世界累計2500万DL突破の大人気アプリゲーム『NIKKE』の公式初まんが。このまんがの世界では、NIKKEたちは平和に過ごす――。主人公Nがココアやソーダがいるメイド喫茶「メイド・フォー・ユー」でメイドとして働くゆるふわコメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61d53bb7-b868-4ab2-ac1f-d309581e275e",
    "title": {
      "en": "Pupposites Attract"
    },
    "updatedAt": "2024-02-27T02:36:51+00:00",
    "coverArt": "https://mangadex.org/covers/61d53bb7-b868-4ab2-ac1f-d309581e275e/5de7a198-918b-4b7c-a9c1-9242eab4fc1f.jpg",
    "altTitles": [
      {
        "ja": "正反対なわたしたち"
      },
      {
        "ja-ro": "Sei Hantai na Danjo to Inu no Deai"
      },
      {
        "ja-ro": "Seihantai na Watashitachi"
      },
      {
        "ja-ro": "Seihantai na Watashi-tachi"
      },
      {
        "en": "Encounter Between Polar Opposites and Their Dogs"
      },
      {
        "en": "We are Opposites"
      }
    ],
    "description": {
      "en": "A man and a woman with opposite personalities and two dogs meet while out for a walk.\n\n Fluffy small dog x chattering boyfriend,\n Scary big dog x Powerful girlfriend...\n There is no doubt that you will be warmed by the gap moe that fills the screen!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "520b0898-9ad1-4121-aa3b-a2f22e0cf371",
    "title": {
      "en": "Game of Familia: Kazoku Senki"
    },
    "updatedAt": "2024-02-06T16:03:40+00:00",
    "coverArt": "https://mangadex.org/covers/520b0898-9ad1-4121-aa3b-a2f22e0cf371/610f75cb-a050-4a10-baa2-a4f3e2bcc99e.jpg",
    "altTitles": [
      {
        "ja-ro": "Game obu Familia: Kazoku Senki"
      },
      {
        "en": "Game of Familia   –Family War Chronicles–"
      },
      {
        "en": "Game of Familia –A Family's War Chronicles–"
      },
      {
        "en": "Game of Familia: Family Senki"
      },
      {
        "ru": "Игра семьи Обу - Семейная история войны"
      },
      {
        "ru": "Семья в другом мире"
      },
      {
        "ja": "ゲーム オブ ファミリア ―家族戦記―"
      },
      {
        "ja": "ゲーム　オブ　ファミリア-家族戦記-"
      },
      {
        "ko": "게임 오브 패밀리어 -가족전기-"
      }
    ],
    "description": {
      "en": "The protagonist along with his step-mother, and 2 step-sisters(step-aunts) are summoned into another world where demi-humans are the rulers as saviors, but its not to fight against a demon lord, its to fight an Undead Apocalypse monsters called \"Dead Mell\" that have overrun the world and that can only be killed by using weapons made with holy silver.  \nFor that, a familia is made (group of 4 people) with them being the swordmaster that uses the holy sword, the guardian that uses the power of earth to protect, the healer that use the power of water to heal and the black mage that uses the power of fire to destroy.  \nThe role of the guardian, the mage and the healer is to support the swordmaster that can only kill the monsters.  \n  \nBut to use magic powers one must offer part of your being as a sacrifice to form a contract with spirits, and the higher the sacrifice, the higher the power. Now they must choose who are the 3 that need to sacrifice part of their bodies to gain power and who will wield the holy sword."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "316d3d09-bb83-49da-9d90-11dc7ce40967",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 3-bu 「Ryouchi ni Hon o Hirogeyou!」"
    },
    "updatedAt": "2023-12-19T21:15:19+00:00",
    "coverArt": "https://mangadex.org/covers/316d3d09-bb83-49da-9d90-11dc7ce40967/07a6b320-bd19-404f-b582-110ffc76c164.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 3 「Let's Spread the Book to the Territory!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 3"
      },
      {
        "en": "Honzuki no Gekokujou: Part 3"
      },
      {
        "fr": "La Petite Faiseuse de Livres"
      },
      {
        "ja": "本好きの下剋上 ～司書になるためには手段を選んでいられません～ 第三部 「領地に本を広げよう！」"
      },
      {
        "ja": "本好きの下剋上 第三部"
      }
    ],
    "description": {
      "en": "Following a disastrous encounter with a noble, Myne finally resolves to say goodbye to her family and friends in the lower city, changing her name to “Rozemyne” and beginning her new life as the adopted daughter of Ehrenfest’s archduke. However, her days as an archnoble in noble society are brutal, as she is put through rigorous etiquette and magic training on top of her duties as High Bishop and forewoman. It all proves too much for a weak little seven-year-old girl… Or it would have, had the High Priest not offered her the keys to the temple’s book room as a reward. If she could get her hands on those, she’d be able to read all sorts of precious books! Her name may have changed, but Rozemyne’s passion for books remains the same as she charges into a whole new world! The detailed setting expands as the printing industry grows in size. Here begins Part 3 of this biblio-fantasy for book lovers everywhere!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4bf782-9fe9-42a6-be7f-3809293818c2",
    "title": {
      "en": "Hell Mode: Yarikomi Suki no Gamer wa Hai Settei no Isekai de Musou Suru"
    },
    "updatedAt": "2024-04-26T15:24:34+00:00",
    "coverArt": "https://mangadex.org/covers/ee4bf782-9fe9-42a6-be7f-3809293818c2/2dd54daa-0bcb-45f3-af39-17048756040a.jpg",
    "altTitles": [
      {
        "en": "Hell Mode: The Hardcore Gamer Dominates in Another World with Garbage Balancing"
      },
      {
        "ja": "ヘルモード ～やり込み好きのゲーマーは廃設定の異世界で無双する～ はじまりの召喚士"
      }
    ],
    "description": {
      "en": "Yamada Kenichi, a single, 35-year-old businessman, has spent the majority of his adult life playing every MMORPG to hit the market.\n\nTired of the constant cycle of repetitive, newbie-centric gameplay, he is immediately drawn in by the promise of a new game that, on top of being never-ending, offers up a \"Hell Mode\" — a difficulty level that makes it nigh impossible to level up but also promises uncapped growth potential.\n\nUpon selecting the newly released Summoner class, Kenichi finds himself reborn as Allen, an infant in a serf family, with nothing but his wits and old memories to guide him. Allen works diligently to level himself up despite Hell Mode requiring vast amounts of experience between levels. In doing so, he hopes to uncover the secrets the Summoner class holds.\n\nAll the while, he dedicates himself to freeing his new family from serfdom.",
      "ja": "「終わらないゲームにあなたを招待します。 だって?」 健一が偶然たどり着いたタイトルのない謎のネットゲーム。 難易度設定画面で迷わず最高難易度『ヘルモード』を選ぶと、異世界の農奴へと転生してしまった! 少年「アレン」へと転生した健一は、謎の多い職業「召喚士」を使いこなしながら、 異世界で最強への道を手探りで歩み始めるが――。",
      "pt-br": "\"Você será convocado para o mundo de um jogo sem fim?' Um dia, estava procurando um novo jogo, quando de repente vi aquele anúncio. Depois de escolher o modo mais difícil do jogo, 'modo inferno', de repente reencarnei em um novo mundo como um lavrador. Como um menino chamado Allen, comecei minha jornada em outro mundo com a maior dificuldade, superando todos os desafios para alcançar o maior título do jogo \"Summoner\" . ----- O romance promissor de 1º grau da revista 'Vamos nos tornar um escritor ', uma história extremamente aguardada."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach - Digital Colored Comics"
    },
    "updatedAt": "2024-01-22T01:22:43+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "BLEACH"
      },
      {
        "en": "BLEACH (Official Colored)"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n  \nMonochrome version won the 50th Shogakukan Manga Award in the Shounen category.",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.  \n  \nVersión monocroma ganó el 50º Premio Shogakukan Manga en la categoría Shounen.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "a781de8e-0935-45bd-bc33-cbc76ea8c6f9",
    "title": {
      "en": "Until I Become Me"
    },
    "updatedAt": "2024-05-10T20:06:20+00:00",
    "coverArt": "https://mangadex.org/covers/a781de8e-0935-45bd-bc33-cbc76ea8c6f9/813c7541-1ca3-4dcd-82bf-f20a96ef70d5.png",
    "altTitles": [
      {
        "ja": "オレが私になるまで"
      },
      {
        "ja-ro": "Orewata"
      },
      {
        "pt-br": "Até Que Eu (Ele) Me Torne Ela"
      },
      {
        "ja-ro": "Ore ga Watashi ni Naru made"
      }
    ],
    "description": {
      "en": "A boy who used to be abusive to girls wakes up one day as one.\n\n\"I'll go back being a boy soon,\" he thought, however that was not the case. Follow Akira as he grows and learns little by little to accept the puzzling changings in her surroundings and her heart.",
      "es": "Un niño que solía molestar a otras niñas un día se despierta como una. \"Volveré pronto a ser un chico\" el pensó, este no fue el caso. Sigue a Akira mientras crece y aprende poco a poco a aceptar los confusos cambios en sus alrededores y en su corazón.",
      "fr": "Un garçon qui avait l'habitude de malmener les filles se réveille un jour comme si il en était une. \"Je redeviendrai bientôt un garçon\", se dit-il, mais ce n'est pas le cas. Suivez Akira au fur et à mesure qu'il grandit et apprend peu à peu à accepter les changements déroutants de son environnement et de son cœur.",
      "es-la": "Kira es un chico que solía ser abusivo con las chicas, hasta que un día se despierta como una. \"Volveré a ser un chico pronto\", es lo que pensó, sin embargo, ese no seria el caso. Sigue a Akira mientras crece y aprende poco a poco a aceptar los cambios desconcertantes en su entorno y en su corazón",
      "pt-br": "Um menino que costumava ser abusivo com as meninas acorda um dia como uma garota. “Em breve voltarei a ser menino” ele pensou, mas não foi o caso. Siga Akira enquanto ele cresce e aprende pouco a pouco a aceitar as mudanças intrigantes ao seu redor e em seu coração."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc4c9b57-1295-4667-8d4e-c6b93dce2e68",
    "title": {
      "en": "Coffee Moon"
    },
    "updatedAt": "2024-04-02T06:29:06+00:00",
    "coverArt": "https://mangadex.org/covers/fc4c9b57-1295-4667-8d4e-c6b93dce2e68/16dd1891-7005-4824-bdd5-7917bd02732d.jpg",
    "altTitles": [
      {
        "ja": "コーヒームーン"
      }
    ],
    "description": {
      "en": "The light is gone. Unable to escape the darkness, Pieta repeats the same day. Every day she walks to school down the same road, through the same rain, then has the same conversation with her friend Danae. Eventually, she finds happiness in the repetition. The days carry on as normal, until one day, her routine chat with Danae takes a different turn: \"What?! You can remember the today that happened yesterday too?\" Despite their bleak situation, the girls reach towards tomorrow!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "34"
  }
]