[
  {
    "mangaId": "ac0e6974-8555-4637-93fe-bd3a78104923",
    "title": {
      "en": "The World God Only Knows"
    },
    "updatedAt": "2023-09-21T13:10:06+00:00",
    "coverArt": "https://mangadex.org/covers/ac0e6974-8555-4637-93fe-bd3a78104923/306bbf2d-13a1-4049-b287-73ac1187881c.jpg",
    "altTitles": [
      {
        "ja-ro": "Kami nomi zo Shiru Sekai"
      },
      {
        "ru": "Одному лишь Богу ведомый мир"
      },
      {
        "th": "เซียนเกมรักขอเป็นเทพนักจีบ"
      },
      {
        "ja": "神のみぞ知るセカイ"
      },
      {
        "vi": "Thế giới chỉ có Thánh thần biết"
      },
      {
        "ja-ro": "KamiNomi"
      },
      {
        "ja": "神のみ"
      }
    ],
    "description": {
      "en": "Keima Katsuragi is a high school student better known online as the \"God of Conquest,\" the man who can obtain the heart of any dating sim girl. In his opinion, real life is an awful game; three-dimensional girls are annoying and false representations of how a real girl should be.  \n  \nOne afternoon, while taking a break from cleaning duty, he stumbles across a strange message that goads him to conquer a girl. On a whim, he accepts, and his consent summons a girl named Elucia \"Elsie\" de Lute Ima, a denizen of hell tasked with capturing runaway spirits that have festered in girls' hearts. Keima is shocked and tries to escape, but Elsie tells him that failure in fulfilling the newly-formed contract will result in the termination of his life!   \n  \nTasked with capturing the runaway spirits, Keima uses his expertise and knowledge of dating sims to obtain the hearts of girls in real life.\n\n---\nOfficial Release:\n- Indonesian release by Elex Media Komputindo as **The World God Only Knows** (2012)",
      "pl": "Czy nieuleczalny otaku może być idealnym facetem? Dowód na to, że wbrew pozorom manga opierająca się na haremie może być oryginalna.",
      "ru": "Кацураги Кейма – мастер обольщения, который знает сотни приемов, как влюбить в себя девушку, с легкостью предугадывает каждый её шаг и называет себя Богом-Обольстителем.   \nА ведь именно такого ищут… в аду, откуда сбежало множество душ, что закрадываются в сердца невинных девушек и преспокойно там живут. И по мнению здешнего руководства, Кацураги и есть тот единственный, кто может покорить сердце жертвы, освободив от сбежавшей души, а посему заключают с ним договор.   \nНо они просчитались в одном - Кацураги обожает виртуальных девушек, а живых, настоящих, считает мусором, не достойных его божественного внимания. Однако ему придется что-то срочно придумать, иначе он лишится головы.",
      "pt-br": "Katsuragi Keima é conhecido como o Deus da Conquista nos jogos de namoro 2D, Um dia ele recebe um contrato em forma de e-mail do chefe dos demônios desafiando ele a conquistar um certo tipo de garota, pensando ele ser um desafio de mais outro jogo ele aceita o contrato, e a partir dai com a ajuda (ou não) de Elsie, ele é forçado a conquistar garotas reais para não perder a cabeça, que é o que acontece se ele quebrar o contrato. Katsuragi Keima é conhecido como o Deus da Conquista nos jogos de namoro 2D, Um dia ele recebe um contrato em forma de e-mail do chefe dos demônios desafiando ele a conquistar um certo tipo de garota, pensando ele ser um desafio de mais outro jogo ele aceita o contrato, e a partir dai com a ajuda (ou não) de Elsie, ele é forçado a conquistar garotas reais para não perder a cabeça, que é o que acontece se ele quebrar o contrato."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "268"
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
    },
    "updatedAt": "2024-09-28T16:19:14+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/32f6ec68-fbb3-4893-9b24-27789804cdf6.jpg",
    "altTitles": [
      {
        "en": "Medaka Kuroiwa is Impervious to My Charms"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "42cb8c7c-6234-4814-bbb0-5bf5418d388f",
    "title": {
      "en": "Renai Boukun"
    },
    "updatedAt": "2024-10-06T09:45:41+00:00",
    "coverArt": "https://mangadex.org/covers/42cb8c7c-6234-4814-bbb0-5bf5418d388f/c57fc9e6-9ade-4866-954d-0fb6eb686aaf.jpg",
    "altTitles": [
      {
        "en": "Love Tyrant"
      },
      {
        "ja": "The very lovely tyrant of love❤"
      },
      {
        "ja": "恋愛暴君"
      },
      {
        "ko": "연애폭군"
      },
      {
        "ko-ro": "Yeon-aepoggun"
      },
      {
        "ja-ro": "Ren'ai bōkun"
      },
      {
        "ru": "Любовь Тирана"
      },
      {
        "vi": "Nụ Hôn Tử Thần"
      },
      {
        "vi": "Bạo Chúa Tình Yêu"
      }
    ],
    "description": {
      "en": "One day Guri, a shinigami-cosplaying cupid holding a mysterious item, appears in front of the high school boy Aino Seiji, trying to force him to kiss a random person. With Seiji choosing to kiss Guri, how will his yandere crush, Hiyama Akane, handle it!? Since normal love seems to have become a little boring these days, the gallant (and troublesome) messenger of love appears! This love triangle is a matter of life and death! So will Seiji survive this? Find out in this hypertension love(?) comedy.",
      "it": "Il Kiss Note fa innamorare all'istante la coppia i cui nomi vengono scritti su questo potente quaderno dopo che i due si sono baciati, a prescindere dalle circostanze. Quest'oggetto magico appartiene ad un angelo di nome Gris che di mestiere fa il cupido. Accidentalmente, Gris scrive il nome di Aino Seiji, un normale studente delle superiori, e, a meno che lui non baci qualcuno entro 24 ore, lei morirà. Gris convince Seiji a baciare la ragazza che gli piace, Hiyama Akane, la studentessa più popolare della scuola, che si scopre avere forti sentimenti per lui, praticamente ossessivi e psicotici.",
      "vi": "Một ngày nọ, Gris – một nữ thần chết bí cùng với một quyển Kiss Note ẩn xuất hiện tại nhà của Aino Seiji, và yêu cầu cậu ta phải hôn ai đó để duy trì mạng sống của mình . Mọi chuyện bắt đầu rắc rối hơn khi Hiyama Akane – một Yandere chính hiệu bắt gặp Aino Seiji đi cùng cô bé thần chết. Aino Seiji phải làm gì để có thể sống sót, và quyển Kiss Note là gì, thì.... đọc đi sẽ rõ"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "57"
  },
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2024-07-29T11:20:40+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/e5f76272-75ce-41a0-a38c-6dc031cb698e.jpg",
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      },
      {
        "fr": "Wind Breaker"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "fr": "Haruka Sakura est le genre de lycéen qui fait passer la baston avant les révisions. Fraîchement débarqué en ville, c'est donc le sourire aux lèvres qu'il compte pousser les portes du lycée Fûrin, l'établissement scolaire au pire taux de délinquance du pays... Les intentions de Haruka sont claires : se mesurer aux meilleurs bagarreurs de ce bahut et devenir le meilleur de tous ! Mais entre-temps, il se retrouve mêlé à une altercation avec une bande de brutes dans un des quartiers de la ville, avant d'être sauvé in extremis par des élèves de son lycée. Haruka réalise alors à quel genre de phénomènes il risque d'avoir affaire...\n\nMaison d'édition FR : Pika",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b898b68-663c-462f-9689-d5e40ce5a8e5",
    "title": {
      "en": "To Love Ru"
    },
    "updatedAt": "2024-01-18T20:56:10+00:00",
    "coverArt": "https://mangadex.org/covers/1b898b68-663c-462f-9689-d5e40ce5a8e5/301b4523-e7eb-4f6b-9b6a-c7432ab6bf2d.jpg",
    "altTitles": [
      {
        "ja": "To LOVEる -とらぶる-"
      },
      {
        "ja-ro": "To LOVE Ru -Trouble-"
      },
      {
        "ja-ro": "To LOVE-Ru -Trouble-"
      },
      {
        "en": "To LOVE Ru -Trouble-"
      },
      {
        "en": "To Love-Ru"
      },
      {
        "en": "To-LOVE-Ru"
      },
      {
        "ru": "Любовные неприятности"
      },
      {
        "zh": "出包王女"
      }
    ],
    "description": {
      "en": "Rito Yuuki is a high-school boy who just can't confess to the girl of his dreams, Haruna-chan. One day when coming home and sulking in the bath-tub, a mysterious and barely clothed girl appears out of nowhere. Her name is Lala and she comes from another planet…",
      "pt-br": "história é sobre Yuki Rito, um estudante colegial que não consegue se confessar pra menina que é apaixonado, Seirenji Haruna. Um dia quando estava tomando banho uma garota aparece nua em sua banheira, seu nome é Lala e veio do planeta Deviluke, onde ela é uma princesa. O pai de Lala quer que ela volte para se casar com um dos mais de cem pretendentes, mas Lala decidi ficar na Terra, então o pai de Lala decide que se Rito conseguir protegê-la dos seus pretendentes ela poderá ficar, caso não consiga ele vai destruir não só ele como toda a Terra.\n\n[A versão da Chrono Scan é uma versão com design melhorado e principalmente SEM CENSURA.]"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "162"
  },
  {
    "mangaId": "e71ecf12-9286-45c0-9387-0b97f10d0df2",
    "title": {
      "en": "Akuma wa Rozario ni Kiss o suru"
    },
    "updatedAt": "2024-09-30T15:01:18+00:00",
    "coverArt": "https://mangadex.org/covers/e71ecf12-9286-45c0-9387-0b97f10d0df2/d103f660-3238-4768-8ec5-5e1beaa3f1ca.jpg",
    "altTitles": [
      {
        "ja": "悪魔はロザリオにキスをする"
      },
      {
        "en": "The Devil Kisses the Rosary"
      },
      {
        "vi": "Lên Chuỗi Tràng Hạt, Ác Ma đặt Nụ Hôn"
      },
      {
        "vi": "𨑗𠁻長曷，惡魔噠𦵚㖧 (Nom Script)"
      },
      {
        "ru": "Дьявол целующий чётки"
      }
    ],
    "description": {
      "en": "Since his childhood, Yoshihiro Yoshinaga has faced countless challenges, distancing himself from the company of others and the possibility of forging friendships due to a persistent problem: being harassed by spirits from an early age.\n\nThis constant spectral presence has cast shadows over his life, weaving a web of misfortunes. However, the course of his life takes a drastic turn when a giant demon unexpectedly emerges intent on taking his life. In the midst of this crisis, a chance encounter with Alicia Baal, a beautiful nun residing within a church, becomes the catalyst for a radical transformation to his destiny.",
      "ja": "幸彦は幽霊が見えたが、その実態は悪魔だった。ある日、本物の悪魔に遭遇。逃げた先の教会でシスター・アリシアと出会い、悪魔退治の契約を交わす。しかし彼女の正体は、魔王になることを企む「悪魔」だった――！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "90feffa0-4116-4d32-b529-c4ec09830da9",
    "title": {
      "en": "Toppuu to Beat"
    },
    "updatedAt": "2024-07-28T21:56:00+00:00",
    "coverArt": "https://mangadex.org/covers/90feffa0-4116-4d32-b529-c4ec09830da9/d8a6c071-5461-4212-a8f7-df28e750485e.jpg",
    "altTitles": [
      {
        "ja": "突風とビート"
      },
      {
        "en": "Gusts and Beats"
      }
    ],
    "description": {
      "en": "Nike, a mysterious high school girl living in a small town by the sea in Hokkaido, begins a mysterious journey to find her forgotten self when she meets Nemoto, a boy who rarely shows up for class.",
      "ja": "おばけが視える“ニケ”と“ネモ”。非日常浮遊感ラブコメディ！　霊が視える…高校1年生のニケにとってそれはずいぶん前から当たり前の日常。ある日プリントを届けるために最近学校に来ていない同級生・ネモの家を訪れると、そこはあまりにも元気な霊たちであふれていた…！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "863f0309-0708-456f-b808-f7ac5d85ace9",
    "title": {
      "en": "Girls und Panzer Phase Erika - Anecdotes and other side stories"
    },
    "updatedAt": "2024-10-06T09:50:17+00:00",
    "coverArt": "https://mangadex.org/covers/863f0309-0708-456f-b808-f7ac5d85ace9/67bfcfc4-f5ef-48db-9d86-799dcbeb8b51.png",
    "altTitles": [
      {
        "ja": "ガールズ＆パンツァー　フェイズエリカのこぼれ話・まとめ本"
      }
    ],
    "description": {
      "en": "A collection of side stories and anecdotes from Saitaniya Spin-off manga \"GIRLS und PANZER - phase.ERIKA\""
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei wa Tereshirazu"
    },
    "updatedAt": "2024-09-30T16:46:29+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/71ca6811-0dc0-4dd5-8634-6f753ce75b15.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "en": "Akanabe-sensei Doesn't Know about Embarrassment"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully.",
      "ja": "『崎枝君ってさ私のこと好き？』　憧れの漫画家・茜部アキラのもとでアシスタントとして働く崎枝コウキ。憧れが次第に恋心へと変わっていたある日、まさかの両想いであることがわかり、なんと二人は恋人同士に！　しかし、茜部先生は思った事を口にしちゃう上に照れ知らずで、コウキを褒め殺してくる！",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com elegância."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House (Official Colored)"
    },
    "updatedAt": "2024-09-13T17:53:59+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/2f6bc8f2-309b-4f66-88cc-8bf667a5a399.jpg",
    "altTitles": [
      {
        "en": "Shadows House - Digital Colored Comics"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      },
      {
        "es": "Casa de Sombras"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01882116-3e45-4d67-b932-34f60d360086",
    "title": {
      "en": "The Flowers of Evil"
    },
    "updatedAt": "2024-10-06T08:32:47+00:00",
    "coverArt": "https://mangadex.org/covers/01882116-3e45-4d67-b932-34f60d360086/17165396-4a7d-4466-ba9f-ddfe8708890d.jpg",
    "altTitles": [
      {
        "pt": "As Flores do Mal"
      },
      {
        "vi": "Những Bông Hoa Ác"
      },
      {
        "id": "Bunga-Bunga dari Kejahatan"
      },
      {
        "de": "Die Blumen des Bösen"
      },
      {
        "tr": "Kötülük Çiçekleri"
      },
      {
        "es-la": "Las Flores Del Mal"
      },
      {
        "fr": "Les Fleurs du mal"
      },
      {
        "ja-ro": "Aku no Hana"
      },
      {
        "uk": "Квіти Зла"
      },
      {
        "ar": "زهور الشر"
      },
      {
        "zh": "恶之华"
      },
      {
        "ja": "惡の華"
      },
      {
        "zh-hk": "惡之華"
      },
      {
        "ko": "악의 꽃"
      },
      {
        "id": "Aku no Hana: Kembang Jahanam"
      }
    ],
    "description": {
      "en": "Kasuga Takao is a boy who loves reading books, particularly Baudelaire's The Flowers of Evil. A girl at his school, Saeki Nanako, is his muse and his Venus, and he admires her from a distance. One day, he forgets his copy of The Flowers of Evil in the classroom and runs back alone to pick it up. In the classroom, he finds not only his book but Saeki's gym uniform. On a mad impulse, he steals it.  \n  \nNow everyone knows \"some pervert\" stole Saeki's uniform, and Kasuga is dying with shame and guilt. Furthermore, the weird, creepy, and friendless girl of the class, Nakamura, saw him take the uniform. Instead of revealing it was him, she recognizes his kindred deviant spirit and uses her knowledge to take control of his life. Will it be possible for Kasuga to get closer to Saeki, despite Nakamura's meddling and his dark secret? What exactly does Nakamura intend to do with him?\n\n\n---\nOfficial Release:\n- [Indonesian release](https://elexmedia.id/produk/serial/aku%20no%20hana-kembang%20jahanam) by Level Comics as **Aku no Hana: Kembang Jahanam** (2023)",
      "uk": "Такао Касуга це простий школяр, який любить читати книжки, в особливості збірку поезій Бодлера \"Квіти Зла\". Він трохи зневажає своїх однокласників за те, що вони не читають книжки, а також таємно закоханий в прекрасну і милу відмінницю Нанако Саекі. Але з ними в класі вчиться повна протилежність до неї, Сава Накамура, груба і замкнена дівчина, яка зневажає і ненавидить усіх навколо неї.  \n  \nОдного дня у житті Такао відбувається епізод, який назавжди змінює його життя. Побачивши у Такао споріднену душу, Накамура намагається розкрити справжнє єство Такао, хоче він того, чи ні.",
      "es-la": "Takao Kasuga es un niño solitario que pasa sus días inmerso en libros para escapar de su frustración con la vida. Su única fuente de alegría es la hermosa Saeki, a quien admira en secreto desde lejos. Sin embargo, la obsesión de Takao va demasiado lejos un día cuando, en un momento de locura emocional, él roba la ropa de gimnasio de la niña y se la lleva a casa con él. Peor aún, su terrible obra es vista por Sawa Nakamura, una misteriosa marginada que se sienta detrás de él en clase y amenaza con revelar el secreto del niño a menos que prometa celebrar un contrato con ella. Al principio, parece que Sawa solo quiere un poco de compañía, pero pronto queda claro que este \"contrato\" implica más que simples charlas por la tarde. De hecho, Takao está a punto de descubrir cuán peligroso es su vínculo con Sawa y cómo amenaza con destrozar todo, su vida, su amor e incluso su cordura, aparte.",
      "pt-br": "Takao Kasuga é um estudante do ensino médio insociável que adora livros; em particular, Les Fleurs du Mal, de Charles Baudelaire. Ele também tem uma queda pelo ídolo de sua classe, a doce Nanako Saeki. Em forte contraste com ela, Sawa Nakamura é uma garota insolente e desagradável que não tem nenhuma preocupação com a escola. Um dia, Takao esquece de levar seu livro para casa. Ele volta à escola para recuperá-lo, mas fica parado quando encontra as roupas de ginástica recém-usadas de Nanako caídas no chão. Um desejo estranho consome Takao e, como um pervertido perverso, ele os rouba. Aku no Hana é uma história convincente de amadurecimento, centrada nos pensamentos, sentimentos e relacionamentos de Takao, enquanto ele tenta viver uma vida normal com a culpa de seu crime que pesa sobre ele. Sawa, no entanto, que testemunhou o roubo de Takao, tem outros planos para ele ..."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "57"
  },
  {
    "mangaId": "ab65d859-f48f-47ab-a4df-eb63700f66cb",
    "title": {
      "en": "Maga-Tsuki"
    },
    "updatedAt": "2024-05-08T00:45:29+00:00",
    "coverArt": "https://mangadex.org/covers/ab65d859-f48f-47ab-a4df-eb63700f66cb/61935b79-282a-425d-9e66-22c348c7cf66.jpg",
    "altTitles": [
      {
        "ja-ro": "Magatsuki"
      },
      {
        "ru": "Богиня неудач"
      },
      {
        "th": "ชุลมุนวุ่นรักเทพสาวสุดป่วน"
      },
      {
        "ja": "まがつき"
      },
      {
        "zh": "不被女神附体就会死吗?"
      },
      {
        "ko": "마가츠키"
      }
    ],
    "description": {
      "en": "One day, Yasuke was working up the courage to confess his feelings for his childhood friend Akari. It was the perfect opportunity, since the two of them were going to eat dinner alone together at his family's shrine. Before dinner, he rushes through the daily shrine rituals and accidentally breaks a sacred mirror.  \nA goddess, who looks like a cute girl, curses him for it, and now he will die if he's ever separated from her. All too late, he learns that she's a goddess of misfortune, and horrible things happen around her whenever she's upset. Will he be able to get the goddess to lift the curse? And how will he ever explain this to Akari?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "65"
  },
  {
    "mangaId": "81d1492e-3603-4d65-9da6-4c79a2e5bdd6",
    "title": {
      "en": "Comic Studio"
    },
    "updatedAt": "2023-12-20T23:14:19+00:00",
    "coverArt": "https://mangadex.org/covers/81d1492e-3603-4d65-9da6-4c79a2e5bdd6/bd71fc3f-b286-4a27-aa0e-780fd9234150.jpg",
    "altTitles": [
      {
        "ru": "Комикс-студия"
      },
      {
        "ja": "こみっく☆すたじお"
      },
      {
        "ja": "こみっくすたじお"
      }
    ],
    "description": {
      "en": "20-year-old Aihara Minoru has come to Tokyo to make his dreams of becoming an action manga artist come true. To his amazement, he lands a job as a live-in assistant of his favorite mangaka, Takakura Kenji, who writes a popular fighting manga called \"Ultimate Banchou.\"  \n  \nUpon arriving at his new workplace, however, he discovers that his idol is not the tough guy he'd always imagined. The truth is, Takakura Kenji is the pen name of Sekai Ichiko, a girl his age who is basically a moe character (she looks and acts like a little kid). After Aihara's obvious disappointment starts them off on the wrong foot, it's going to be tough for him to prove to her that he has what it takes to be a manga artist!",
      "es-la": "Minoru Aihara viaja a Tokyo para convertirse en un artista de manga, su primer trabajo será ser el asistente de un mangaka de acción, al parecer por su manga el cree que va ser un chico rudo, pero da la sorpresa que es una linda chica loli."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "26"
  },
  {
    "mangaId": "80dbce9d-92a8-4a19-8bd5-b1727dc0f6c8",
    "title": {
      "en": "Choukadou Girls"
    },
    "updatedAt": "2024-09-03T08:12:41+00:00",
    "coverArt": "https://mangadex.org/covers/80dbce9d-92a8-4a19-8bd5-b1727dc0f6c8/e9bcc193-bc22-4c1a-aef6-66ec195eb4a8.jpg",
    "altTitles": [
      {
        "ja": "Over Drive Girls"
      },
      {
        "ja": "超可動ガールズ"
      }
    ],
    "description": {
      "en": "Translated from Amazon.com.jp using google translate.\r\n\r\nThe latest work in the \"Super Movable Girl\" series, in which a moving beautiful girl figure rushes in and becomes a wife. A romantic comedy in which tiny cute [super movable girls] such as the girl-type planet explorer Nona, the RPG hero Bernoa, and the 2D fighting game character Subaru are involved in the otaku boy Haruto. If there is love, what is the size difference!?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "81"
  },
  {
    "mangaId": "332c6437-c449-434e-ae28-6a69bb921d5a",
    "title": {
      "en": "Killing Line"
    },
    "updatedAt": "2023-11-06T16:20:03+00:00",
    "coverArt": "https://mangadex.org/covers/332c6437-c449-434e-ae28-6a69bb921d5a/a35be217-d242-4378-ad55-619e66ef6eae.jpg",
    "altTitles": [
      {
        "ja": "キリングライン"
      }
    ],
    "description": {
      "en": "Mako, a high school girl who has been abandoned by her father who disappeared, is forced to resort to papa-katsu (dating a sugar-daddy) to survive. On her first night, while she is taking a shower after finishing her business, her sugar-daddy is killed by a hitman, and he is about to kill Mako as well, but the hitman seems to recognize her somehow. \n\nCaught in a desperate situation, Mako has one last chance! Selling flattery in order to survive! Operation Fake Lover is about to begin!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cc72723-8a1c-488f-b500-942173acf193",
    "title": {
      "en": "Danshi Kinsei Majo no Kuni ni Nyotaika Skill de Nyuukoku shite mita"
    },
    "updatedAt": "2024-09-22T05:27:24+00:00",
    "coverArt": "https://mangadex.org/covers/6cc72723-8a1c-488f-b500-942173acf193/361f015d-d21f-4ad9-8a09-18b68e7ea4ff.jpg",
    "altTitles": [
      {
        "ja": "男子禁制魔女の国に女体化スキルで入国してみた"
      },
      {
        "ja-ro": "Danshi Kinsei Majo no Kuni ni Nyotaika Skill de Nyuukoku shite mita"
      },
      {
        "en": "Using Feminization Skills to Enter The Land of Witches, Where Men are Forbidden"
      },
      {
        "zh": "试着使用女体化技能进入禁止男人的魔女国度"
      }
    ],
    "description": {
      "en": "\"I sneaked into the witch's land, where men are forbidden, using feminization magic!\" A guy gets hit by a truck after saving a girl, and gets sent into another world. Unlike other protagonists who get insane cheat skills, he gets a skill that allows him to transform into a girl instead.",
      "ja": "「絶対にバレてはいけない。僕が“男”だということを……」　魔女の国。そこは絶対男子禁制の女性だけが入国を許される花園。男子が王都に立ち入れば、即極刑！　そんな王都にある、魔女学園の門を叩く者がいた。名はトワ・ミツミネ。異世界転生してきた男子高校生である。もちろん男のトワには王都に入ることはできないはずだった。しかし、トワは異世界転生時にとあるスキルを手に入れた。それは、“普通の”最強スキルではなく――女の子に変身できる“女体化”スキルだった。しかも女体化状態なら超強力な魔法も使えるようで……！　元男子高校生には刺激的過ぎる女の子しかいない学園生活！　憧れの『最強魔女騎士』めざし、トワのちょっとえっちな女体化ファンタジーライフが始まる！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "22"
  },
  {
    "mangaId": "94d60d12-452d-49f0-8d0f-5af785e561a8",
    "title": {
      "en": "Red Cat Ramen"
    },
    "updatedAt": "2024-10-06T08:11:23+00:00",
    "coverArt": "https://mangadex.org/covers/94d60d12-452d-49f0-8d0f-5af785e561a8/866f4623-d301-4b38-adc7-9f1d8778d93a.jpg",
    "altTitles": [
      {
        "ja": "ラーメン赤猫"
      },
      {
        "ja-ro": "Rāmen Aka Neko"
      },
      {
        "en": "Ramen Red Cat"
      },
      {
        "ja-ro": "Raamen Aka Neko"
      },
      {
        "vi": "Quán Ramen Mèo Đỏ"
      }
    ],
    "description": {
      "en": "Tamako comes for an interview at a ramen shop run only by cats, with no humans. The cat manager asks her if she likes cats, and when Tamako honestly says she is a dog person, she is easily hired. However, her job is not to run a ramen shop, but to look after cats...?",
      "ja": "人間のいない、猫だけが営むラーメン屋に面接に来た珠子。猫の店長に猫好きか聞かれ、珠子は正直に犬派と答えるとあっさり採用される。しかし仕事内容はラーメン屋ではなく、猫のお世話係で…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32bb15a3-1ef0-4296-a7d5-643408e889cd",
    "title": {
      "en": "Hinamizawa Teiryuujo - Higurashi no Naku Koro ni Genten"
    },
    "updatedAt": "2022-07-03T14:40:06+00:00",
    "coverArt": "https://mangadex.org/covers/32bb15a3-1ef0-4296-a7d5-643408e889cd/becb7a8d-53ee-4bc3-afe5-7fa5bcc5ef3e.png",
    "altTitles": [
      {
        "en": "Hinamizawa Bus Stop - Higurashi When They Cry Origin"
      },
      {
        "ja": "雛見沢停留所 ～ひぐらしのなく頃に原典～"
      }
    ],
    "description": {
      "en": "Deep in the mountains of a certain region, there is a station called \"Hinamizawa Bus Stop\" that is located on the outskirts of the village... A high school girl, Rika, visits this place with a junior student, Mion. The human drama that surrounds the construction of a dam in Hinamizawa and the haunting of \"Oyashiro-sama,\" a deity rooted in the area, are told. What awaits them is either a tragedy or...?\n\n---\n* An adaptation of *Hinamizawa Bus Stop*, the unreleased stage play that Ryukishi07 wrote and eventually transformed into the *Higurashi no Naku Koro ni* doujin game, which has been adapted into manga, anime, live-action movies, and console games."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "6c00ba6a-0240-47bd-9fb4-b01d2fd69ce7",
    "title": {
      "en": "Mijuku na Futari de Gozaimasu ga"
    },
    "updatedAt": "2024-10-06T06:38:15+00:00",
    "coverArt": "https://mangadex.org/covers/6c00ba6a-0240-47bd-9fb4-b01d2fd69ce7/d6c23eaa-1d03-484f-9769-ecf481b9a2eb.jpg",
    "altTitles": [
      {
        "en": "We're New at This"
      },
      {
        "ru": "Может, мы и неопытная пара, но..."
      },
      {
        "ja": "未熟なふたりでございますが"
      },
      {
        "en": "We May Be an Inexperienced Couple But..."
      },
      {
        "ko": "미숙한 두 사람입니다만"
      },
      {
        "id": "Kami Pemula dalam Hal Ini"
      },
      {
        "vi": "Vợ chồng mới cưới còn zin"
      }
    ],
    "description": {
      "en": "Ikuma Saeki finally married his childhood friend and the girl of his dreams, Sumika. But while years of pining came easily to him, physical closeness does not...and he's having trouble navigating the intimacy that comes with marriage. Sumika, too, is having trouble bridging the gap between friend and lover...what is this innocent couple to do but navigate it together, awkwardness and all! A new rom-com from the author of *Ao-chan Can't Study!* [Kodansha]"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "147"
  },
  {
    "mangaId": "676fbea0-be6d-437e-be60-43800486842e",
    "title": {
      "en": "Yamada-kun to 7-nin no Majo"
    },
    "updatedAt": "2024-10-06T07:50:24+00:00",
    "coverArt": "https://mangadex.org/covers/676fbea0-be6d-437e-be60-43800486842e/69fc4911-306c-43cf-a814-4d1401dea518.jpg",
    "altTitles": [
      {
        "es": "Yamada y las 7 brujas"
      },
      {
        "en": "Yamada-kun and the Seven Witches"
      },
      {
        "fr": "Yamada et les 7 Sorcières"
      },
      {
        "ja-ro": "Yamada-kun to Nananin no Majo"
      },
      {
        "tr": "Yamada ve 7 Cadı"
      },
      {
        "ru": "Ямада и семь Ведьм"
      },
      {
        "fa": "یامادا و هفت افسونگر"
      },
      {
        "th": "ยามาดะกับแม่มดทั้ง 7"
      },
      {
        "ja": "山田くんと7人の魔女"
      },
      {
        "vi": "Yamada và thất phù thủy"
      }
    ],
    "description": {
      "en": "Ryu Yamada is a second year student at Suzaku High. Ryu is always late for school, naps in class and gets abysmal grades. His life is a dead bore. The beautiful Urara Shiraishi, on the other hand, is Suzaku High's brightest student. One day, without explanation, their bodies are swapped! Ryu ends up in Urara's body, and Urara in Ryu's.",
      "ru": "Ямада Рю - ученик старшей школы Сузаку. Он всегда опаздывает в школу, спит на уроках, получает ужасные оценки. Его жизнь скучна до невозможности. Шираиши Урара, его одноклассница - лучшая ученица в школе, красавица, знающая себе цену. Им наплевать друг на друга, они абсолютно противоположны и даже ни разу не сказали друг другу и слова. Школа это единственное что их хоть как-то связывало. И так бы эта история и закончилась, если бы из-за нелепой случайности…",
      "pt-br": "Ryu Yamada é um estudante do segundo ano da Suzaku High. Ryu está sempre atrasado para a escola, dorme durante a aula e tira notas péssimas. Sua vida é um tédio mortal. Por outro lado, a bela Urara Shiraishi, é a aluna mais brilhante da Suzaku High. Um dia, sem explicação, seus corpos são trocados! Ryu acaba no corpo de Urara e Urara no de Ryu."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "243"
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-09-18T06:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36bad9cb-6310-4048-a48e-a1ab7b7dcb3e",
    "title": {
      "en": "Demon X Angel, Can't Get Along!"
    },
    "updatedAt": "2024-10-06T05:44:02+00:00",
    "coverArt": "https://mangadex.org/covers/36bad9cb-6310-4048-a48e-a1ab7b7dcb3e/f6f5be02-e1e9-46aa-8371-d7460dcc6236.jpg",
    "altTitles": [
      {
        "zh": "恶魔X天使 不能友好相处"
      },
      {
        "en": "Demon X Angel Can't Get Along!"
      },
      {
        "ar": "ملاك و شيطان! لا يمكن ان نتعايش"
      },
      {
        "pt-br": "Demônio X Anjo, Não Conseguem Se Dar Bem!"
      },
      {
        "vi": "Oan gia chung nhà: Thiên thần x Ác quỷ, sao mà thân được!?"
      }
    ],
    "description": {
      "ar": "الشياطين والملائكة نوعان من الأجناس المتقابلة مع مرور الزمن سئموا من القتال ضد بعضهم بعض ولكي يتعايشوا بسلام سويا قرروا البدء بخطة زواج! الخطة لها فترة مراقبة مدتها عام واحد. إذا كان الشيطان والملاك لا يزالان غير قادرين على العيش سويا وفهم بعضهم البعض بشكل جيد ، فسيتم إلغاء الزواج و نتيجة لذلك ، تم اختيار جيا تشينغ (الشيطان) و يو شانشان (الملاك) بواسطة اليانصيب كشريكين في الزواج ، وبدأت حياتهم سويا كزوجين يجب عليهم التعايش معا بشكل جيد.",
      "en": "Demons and angels are natural enemies that have grown tired of fighting each other. In order to coexist peacefully, they decided to arrange a marriage between the two races! If the pair can't get along within the one-year trial period, the marriage will be dissolved. This is how Jiacheng (Demon) and Yu Shanshan (Angel) became the chosen \"lucky\" pair for the marriage. Sharing the goal of divorce, the two began their lives of \"happy\" cohabitation!",
      "pt-br": "Demônios e anjos são duas raças opostas. À medida que os tempos mudam, eles estão cansados ​​de lutar. Para conviverem pacificamente, decidiram iniciar um plano de casamento! O plano tem um período de observação de um ano. Se os demônios e os anjos ainda não se derem bem, o casamento será cancelado. Como resultado, Jiacheng (demônio) e Yu Shanshan (anjo) foram “felizmente” selecionados por sorteio como parceiros de casamento, e começaram uma vida de coabitação “feliz” com o destino do divórcio."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22f26be5-03d7-4e59-8028-45963aabd614",
    "title": {
      "en": "Lord of Destiny Wheel"
    },
    "updatedAt": "2024-09-23T02:51:54+00:00",
    "coverArt": "https://mangadex.org/covers/22f26be5-03d7-4e59-8028-45963aabd614/16963ce6-e63f-4229-8bb7-2326ed9a1009.jpg",
    "altTitles": [
      {
        "en": "Lord of the Wheel of Fortune! When changes come to the world"
      },
      {
        "zh": "命轮之主！当异变降临人间"
      },
      {
        "en": "The Lord of the Wheel of Destiny"
      },
      {
        "ja": "隠しジョブでレベルアップ"
      }
    ],
    "description": {
      "en": "A planet called Ghost Star suddenly appeared, causing the earth's animals and plants to evolve into monsters that can destroy humans. At the time of human extinction, people accidentally discovered a way to log into the ghost star, and found that they could gain power against monsters on the ghost star. So in order to survive, human beings started the era of exploring ghost stars..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cb9c0f0-f7ee-402f-90bf-7b7945134242",
    "title": {
      "en": "Dancing With Uninvited Guests"
    },
    "updatedAt": "2024-06-24T07:57:45+00:00",
    "coverArt": "https://mangadex.org/covers/8cb9c0f0-f7ee-402f-90bf-7b7945134242/a38edf05-2840-42cb-a7a7-5ac1da98fe6b.png",
    "altTitles": [
      {
        "ko": "불청객과 춤을"
      }
    ],
    "description": {
      "en": "In the new semester of her second year of high school, Ji Haero finds herself in the same class as her ex-boyfriend, whom she dated in secret and subsequently broke up with.\n\nBut uh-oh!\n\"I wanted to die when I saw that my ex-boyfriend was in the same class as me, but this jerk had someone he liked in our class!\"\n\nWhat's more surprising is that someone turns out to be Choi Jinyoung!\nJi Haero and Choi Jinyoung share a secret that must remain concealed.\nWill Haero safely navigate through this phase of puberty, surrounded by these uninvited guests?",
      "ko": "중학교 2학년 새 학기,\n지해로는 남몰래 사귀다 차였던 \n전 남친과 같은 반이 된다.\n\n그런데 얼라리요?\n나를 찬 전 남친과 같은 반이 된 것도 서러워 죽겠는데,\n이 녀석이 같은 반에 좋아하는 사람이 있다고?\n\n그런데 그 상대가 하필… 최진영이라고?!\n\n지해로와 최진영 사이엔 \n남들이 알아선 안 되는 비밀 한 가지가 있는데…\n사방엔 온통 불청객뿐인 해로는 \n무사히 사춘기를 돌파할 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b340d77a-6bfe-4f33-8352-4d305ecf264c",
    "title": {
      "en": "Yomi no Tsugai"
    },
    "updatedAt": "2024-10-06T04:21:44+00:00",
    "coverArt": "https://mangadex.org/covers/b340d77a-6bfe-4f33-8352-4d305ecf264c/5fae4a90-d06d-464e-8ffb-832271abcfe1.jpg",
    "altTitles": [
      {
        "ja": "黄泉のツガイ"
      },
      {
        "en": "Daemons of the Shadow Realm"
      },
      {
        "en": "Tsugai of the Underworld"
      },
      {
        "en": "Hell's Pair"
      },
      {
        "fr": "Tsugai : Daemons of the Shadow Realm"
      },
      {
        "ru": "Цугаи загробного мира"
      },
      {
        "hi": "Underworld ke Tsugai"
      }
    ],
    "description": {
      "en": "The manga centers on Yuru, a boy who lives in a remote mountain village, spending his time hunting birds and being one with nature. But one day, Yuru's younger twin sister Asa is called to serve in the jail at the heart of the village, her duty also confining her there. Yuru slowly unravels the unnatural mystery hidden beneath his quiet village.\n___\n**Alt Official English:** [Square Enix Manga & Books](https://squareenixmangaandbooks.square-enix-games.com/en-us/series/daemons-of-the-shadow-realm)",
      "ja": "山奥の小さな村落に住む少年のユルは、野鳥を狩り、大自然の中で静かに暮らしていた。しかしユルの双子の妹のアサは、何故か村の奥にある牢の中で「おつとめ」を果たしているという。それはまるで幽閉されているかのように…。穏やかな村に浮かぶ不自然な謎、この村に隠された秘密とは一体…!?",
      "ru": "Сюжет расскажет о мальчике Юру из далекой горной деревни, который проводит свое время в единении с природой, охотясь за птицами. Но однажды его сестру-близнеца Асу призвали служить в тюрьме, находящейся в центре деревни. После этого Юру постепенно разгадывает тайну, скрытую в его тихой деревне...",
      "pt-br": "A trama acompanha Yuru, um jovem que vive em uma aldeia remota na montanha, onde vive da caça e se conecta com a natureza. Após Asa, sua irmã gêmea, ser chamada para servir na prisão da vila, Yuru começa a desvendar um mistério sobrenatural que envolve sua aldeia."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63fb6354-0ace-4f74-b8b8-af1be314f245",
    "title": {
      "en": "Class no Daikirai na Joshi to Kekkon Suru Koto ni Natta"
    },
    "updatedAt": "2024-10-06T09:08:43+00:00",
    "coverArt": "https://mangadex.org/covers/63fb6354-0ace-4f74-b8b8-af1be314f245/f332fca0-fd65-492b-9679-ab60288a75d0.jpg",
    "altTitles": [
      {
        "ja": "クラスの大嫌いな女子と結婚することになった。"
      },
      {
        "en": "I Got Married to the Girl I Hate Most in Class"
      },
      {
        "zh-hk": "我要和班裡我最討厭的妹子結婚了。"
      },
      {
        "vi": "Kết Hôn Với Đứa Con Gái Mà Tôi Ghét Nhất Trong Lớp"
      }
    ],
    "description": {
      "en": "High school student Hojo Saito married his classmate, Sakuramori Akane, the girl who's his worst enemy in school.\n\n\"If you tell the rest of the class we’re married, I'll kill you.\"\n\"I don't want them to know either. There’s no point in that.\"\n\nTheir newlywed life wasn't going so well, and they were constantly at odds. However, as they progress through their daily lives, the distance between them closes, they have more enjoyable moments together, and they gradually come to understand one another. Saito learns about Akane's cute side, which he never saw before, and Akane gradually began to recognize the feelings that she’s been keeping inside...",
      "ja": "「私と結婚してること、クラスのみんなに言ったら殺すから」これは嫌い合っている二人がお互いを知り、本当の夫婦になるまでの物語。",
      "vi": "Học sinh trung học Hojo Saito đã kết hôn với bạn cùng lớp của mình, Sakuramori Akane, cô gái mà cậu xem là kẻ thù lớn nhất trong trường.\n“Nếu cậu nói với cả lớp rằng chúng ta đã kết hôn, tớ sẽ giết cậu.”\n“Tớ cũng không muốn họ biết đâu. Chẳng có ích gì cả.”\nCuộc sống hôn nhân của họ không diễn ra suôn sẻ và họ thường xuyên xung đột. Tuy nhiên, khi họ cùng trải qua những ngày tháng thường nhật, khoảng cách giữa hai người dần thu hẹp lại, họ có nhiều khoảnh khắc vui vẻ bên nhau hơn, và dần dần bắt đầu hiểu nhau hơn. Saito bắt đầu khám phá ra những khía cạnh dễ thương của Akane mà trước đây cậu chưa từng thấy, còn Akane cũng từ từ nhận ra những cảm xúc mà cô ấy đã giữ kín bấy lâu...",
      "pt-br": "O estudante do ensino médio Hojo Saito se casou com sua colega de classe, Sakuramori Akane, a garota que é seu pior inimigo na escola. \n\n“Se você contar ao resto da turma que somos casados, eu mato você” \n\n“Eu também não quero que eles saibam. Não há sentido nisso. ” \n\nA vida de recém-casados não estava indo muito bem e eles estavam constantemente em conflito. No entanto, à medida que avançam em suas vidas diárias, a distância entre eles diminui, eles passam momentos mais agradáveis juntos e, aos poucos, passam a se entender. Saito aprende sobre o lado fofo de Akane, que ele nunca tinha visto antes, e Akane gradualmente começou a reconhecer os sentimentos que ela estava guardando… \n\nA vida de recém-casado comovente de duas pessoas que simplesmente não conseguem ser honestas uma com a outra começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e96113a-8b19-4f1a-8a6e-f485f90b3f52",
    "title": {
      "en": "Lonely Kagome"
    },
    "updatedAt": "2024-10-06T08:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/6e96113a-8b19-4f1a-8a6e-f485f90b3f52/f809b581-b049-4853-a23b-7f231430d182.jpg",
    "altTitles": [
      {
        "ja": "ひとりかごめ"
      },
      {
        "ja": "ザリガニ"
      },
      {
        "ja": "ペット"
      },
      {
        "zh": "一個人的籠中鳥"
      },
      {
        "zh": "半夢半醒"
      },
      {
        "ja": "地図"
      },
      {
        "zh": "地圖"
      },
      {
        "ja": "夢うつつ"
      },
      {
        "zh": "寵物"
      },
      {
        "zh": "小龍蝦"
      },
      {
        "ja": "工場勤務"
      },
      {
        "zh": "工廠勤務"
      },
      {
        "ja": "消費者の呻き"
      },
      {
        "zh": "消費者的呻吟"
      },
      {
        "ja": "無数の孤独"
      },
      {
        "zh": "無數的孤獨"
      },
      {
        "ja": "現象"
      },
      {
        "zh": "百元的眺望"
      },
      {
        "ja": "百円の眺望"
      },
      {
        "zh": "車轍被黑暗吞噬"
      },
      {
        "ja": "轍は闇に呑み込まれ"
      },
      {
        "ja": "遺された調理法"
      },
      {
        "zh": "遺留下來的烹飪法"
      },
      {
        "ja-ro": "hitorikagome"
      },
      {
        "ru": "Кагоме в одиночестве"
      },
      {
        "ja-ro": "Ame ga Tsuba Shoujo-gun"
      }
    ],
    "description": {
      "en": "A collection of the best stories illustrated by Amagappa Shoujogun, a rising star in the world of horror manga.",
      "ja": "ホラー漫画界の新星・雨がっぱ少女群が描く、至極の短編集。",
      "ru": "Cборник лучших рассказов, нарисованных Amagappa Shoujogun, восходящей звездой в мире хоррор-манги."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "43ff67bf-44a7-41ae-8cd4-b38b8664db4d",
    "title": {
      "en": "Nichiasa Suki no Otaku ga Akuyaku Seito ni Tenseishita Kekka, Hametsu Flag ga Houkaishiteiku Ken ni Tsuite"
    },
    "updatedAt": "2024-09-30T16:31:08+00:00",
    "coverArt": "https://mangadex.org/covers/43ff67bf-44a7-41ae-8cd4-b38b8664db4d/e7242843-a694-453e-9089-9dcb214626e3.jpg",
    "altTitles": [
      {
        "ja": "ニチアサ好きのオタクが悪役生徒に転生した結果、破滅フラグが崩壊していく件について"
      },
      {
        "en": "Regarding the Destruction of the Destruction Flag as a Result of a Nichiasa-Loving Otaku Being Reincarnated as a Villainous Student."
      }
    ],
    "description": {
      "en": "Yugo Kurei is a high school student that loves tokusatsu hero shows. One day, he loses his life protecting a child from a street slasher, but he is reincarnated in another world as Yugo Clay, a character from a certain game. However, Yugo is the most disliked person in the school and is destined to die tragically... He was reincarnated as a villain, but with the new power of magic in his hands, he aims to become a hero!\n\n\"In this world, I can become the strongest hero!\" A hero story of a tokusatsu otaku who rises from the bottom while crushing his doom flags!",
      "ja": "日曜日の朝に放送されているヒーロー番組をこよなく愛している高校生・呉井雄悟。ある日、通り魔から子供を庇って命を落とすが、気づくと【ルミナス・ヒストリー】というゲームのキャラクター、ユーゴ・クレイとして異世界転生していた。しかし、ユーゴというキャラは学園一の嫌われ者で、ゆくゆくは無様に命を落とす運命・・・\n\nそんな悪役キャラに転生したが、魔法という新たな力を手にしたことで、ヒーローになれる可能性に気づく！\n\n「この世界なら俺は“本物”のヒーローになれる！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dc3ebf9-c86c-431c-bcca-5e35ac124f28",
    "title": {
      "en": "Lout of Count's Family"
    },
    "updatedAt": "2024-07-31T23:45:38+00:00",
    "coverArt": "https://mangadex.org/covers/1dc3ebf9-c86c-431c-bcca-5e35ac124f28/90882d33-10a7-41ff-8f46-c3943ae4e9ec.png",
    "altTitles": [
      {
        "ko": "백작가의 망나니가 되었다"
      },
      {
        "ko-ro": "Baekjakgaui Mangnaniga Doeeotda"
      },
      {
        "ko-ro": "Baegjaggaui Mangnaniga Doeeossda"
      },
      {
        "en": "Trash Count"
      },
      {
        "it": "I Became the Countess Fool"
      },
      {
        "fr": "Je suis devenu le voyou de la famille du comte"
      },
      {
        "id": "Pembuat Onar Di Keluarga Count"
      },
      {
        "pl": "Śmieć z rodziny hrabiego"
      },
      {
        "ru": "Я стал графским ублюдком"
      },
      {
        "ru": "Ничтожество из графского семейства"
      },
      {
        "ru": "Отброс графской семьи"
      },
      {
        "uk": "Покидьок графської сім’ї"
      },
      {
        "th": "อันธพาลแห่งตระกูลเคานต์"
      },
      {
        "th": "คุณชายไม่เอาไหนแห่งตระกูลเคานต์"
      },
      {
        "fa": "بچه‌ی به‌دردنخور کنت"
      },
      {
        "ja": "伯爵家の暴れん坊になった"
      },
      {
        "zh": "成为伯爵家的废物"
      },
      {
        "zh": "成为伯爵家的混混"
      },
      {
        "zh-hk": "變成伯爵家的混混"
      },
      {
        "pt-br": "O Lixo da Família do Conde"
      },
      {
        "en": "Trash of the Count's Family"
      },
      {
        "fr": "Je suis devenu la honte de la Maison du Comte"
      }
    ],
    "description": {
      "en": "Kim Roksu has one life motto: “Let’s not get beat up.”\n\nBut after dozing off somewhere midway through the novel “Birth of a Hero,” he wakes up as Cale Henituse - one of the minor villains in the novel who gets the beating of a lifetime from soon-to-be hero Choi Han.\n\nOnly time will tell how much longer he has before that dreadful encounter. Can Kim Roksu change the course of this story so he can enjoy a long and lavish life free of the soon-to-be hero?",
      "fr": "Réincarné dans un roman, c’est le rêve non? Pas tout à fait, surtout quand on est devenu une ordure qui se fait tabasser par le héros au début de l’histoire… Vu qu’il sait ce qui va se passer, pas question de se faire taper dessus! Et puis, si au passage il peut en profiter pour se la couler douce…",
      "id": "Saat membuka mata, aku sudah berada di dalam dunia novel.\nTidak hanya itu, aku masuk ke dalam tubuh seorang tuan muda dari keluarga Count yang terkenal sebagai pembuat onar.\nTetapi, aku tidak bisa menjadi seorang pembuat onar begitu saja kan?",
      "it": "Quando Kim aprì gli occhi non poteva credere a ciò che stava vedendo. Si era ritrovato inspiegabilmente all’interno di un libro che stava leggendo. Ora lui è Cale Henituse, un antagonista del racconto. Il problema più grande però, è che lui non aveva finito di leggere il libro. Quindi ora lui vive il suo personaggio e gli eventi della storia per come se li ricorda. Ma cosa dovrà fare Cale Henituse una volta superato il punto dove Kim si era fermato?",
      "ja": "目を開けると、そこは小説の中だった。 暴君として名高い伯爵家の令息の体に憑依してしまい…!?\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=sh35YE4VgXE)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B0%B1%EC%9E%91%EA%B0%80%EC%9D%98-%EB%A7%9D%EB%82%98%EB%8B%88%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2414)\n\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/lout-of-counts-family)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%AE%8A%E6%88%90%E4%BC%AF%E7%88%B5%E5%AE%B6%E7%9A%84%E6%B7%B7%E6%B7%B7/98)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/8142/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Pembuat-Onar-di-Keluarga-Count/3395)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/54067)\n\n- [Official French Translation](https://delitoon.com/webtoon/je-suis-devenu-le-voyou-de-la-famille-du-comte)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%B9%E0%B8%A5%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B9%8C/14)",
      "ko": "눈을 떠보니 소설 속이었다.\n그컷도 망나니로 유명한 백작가의 도련님 몸으로.......\n그리고, 소설 속에서 나를 박살 냈던 \n막강한 주인공 최한이 곧 여기로 온다.",
      "pl": "Gdy otworzyłem oczy, znalazłem się w świecie z powieści „Narodziny bohatera”.\n\nKsiążka ta opisuje przygody Choi Hana - licealisty, który przeniósł się z Ziemi do innego świata - oraz wielu innych bohaterów. Ja znalazłem się w ciele śmiecia z hrabskiej rodziny, na której to terytorium położona jest wioska, w której mieszka Choi Han.\n\nPo tym, jak wioska zostaje zaatakowana przez tajemniczych napastników, główny bohater powiadamia o zdarzeniu syna hrabiego, lecz ten go zbywa.\nNastępnie ów syn zostaje zbity na kwaśne jabłko.\n\n„To… dość problematyczne.”",
      "ru": "Я очнулся в романе, в теле молодого наследника графства, прославленного не без помощи его жестокого выродка.  \nНо я не собираюсь быть таким же ублюдком.",
      "th": "เมื่อ 'คิมรกซู' ต้องไปอยู่ในร่างอันธพาลตัวร้ายในเรื่องอย่าง 'เคล'\nเขาจึงตั้งปณิธานกับตัวเองว่าจะต้องมีชีวิตรอด ไม่ถูก 'ชเวฮัน' ตัวเอกของเรื่อง อัดจนเละเหมือนในนิยาย\nและเคลยังตัองร่วมเดินทางผจญภัยไปกับตัวละครในเรื่อง 'กำเนิดวีรชน'\nเขาจะมีชีวิตรอด ไม่เจ็บป่วย และใช้ชีวิตได้สงบสุขอย่างที่ต้องการหรือไม่\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=sh35YE4VgXE)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B0%B1%EC%9E%91%EA%B0%80%EC%9D%98-%EB%A7%9D%EB%82%98%EB%8B%88%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2414)\n\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/lout-of-counts-family)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%AE%8A%E6%88%90%E4%BC%AF%E7%88%B5%E5%AE%B6%E7%9A%84%E6%B7%B7%E6%B7%B7/98)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/8142/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Pembuat-Onar-di-Keluarga-Count/3395)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/54067)\n\n- [Official French Translation](https://delitoon.com/webtoon/je-suis-devenu-le-voyou-de-la-famille-du-comte)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%B9%E0%B8%A5%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B9%8C/14)",
      "uk": "Коли я відкрив очі, я опинився в новелі.\n\n[Народження героя] - новела, присвячений пригодам головного героя Чхве Хана, хлопчика старшої школи, якого перенесли в інший вимір із Землі, і який народжений як один з численних героїв континенту .\nЯ став частиною цього роману як старший син графа, сім'я, якого контролювала територію, де знаходиться перше село, яке відвідує Чхве Хань.\n\nЧхве Хан змінюєть після того села, а після — всі її мешканці буди вбиті таємною організацією.\n\nБільшою проблемою є той факт, що цей нікчемний покидьок, яким я став, не знає про те, що трапилося в селі, і насміхається над Чхве Ханом, лише щоб його побили.\n\n\"... Це стане проблемою\"\n\nЯ відчуваю, що зі мною станеться щось серйозне.\n\nАле варто спробувати зробити своє нове життя кращим.",
      "zh": "一个出场5秒就下线的贵族混混，一个高冷霸气的英雄男主，穿成前者还马上要被高冷男主暴揍怎么办？呵，作为一个美貌废物，当然只能靠骚操作，抱大腿抢机遇努力在这个充斥着魔法，龙，狼族的大陆求生存！",
      "pt-br": "“Não posso continuar sendo um lixo pra sempre.” Após ler os 5 primeiros volumes da novel [O Nascimento de um Herói], Kim Rok-Soo dorme e acorda em outro mundo. Ele havia sido transportado para o mundo da novel no corpo de Cale Henituse, o lixo da família do conde Henituse e um nobre mimado que tinha sido espancado pelo protagonista no começo da história. Neste novo mundo cheio de perigo e magia, Cale Henituse (Kim Rok-Soo) deseja apenas viver uma vida tranquila e livre de problemas, mas as coisas nem sempre vão de acordo com o planejado…",
      "zh-hk": "睜開眼就發現自己到了小說世界，\n而且我還變成了赫赫有名的伯爵家混混少爺...\n另外，小說裡那個\n把我當成沙包揍的強大主角——崔漢，\n很快就要抵達這裡了。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e79d513-2ed1-4589-8b04-19dac6b2f43a",
    "title": {
      "en": "Height Gap Sisters"
    },
    "updatedAt": "2024-10-05T12:21:34+00:00",
    "coverArt": "https://mangadex.org/covers/3e79d513-2ed1-4589-8b04-19dac6b2f43a/f33fe676-d174-46e6-b410-7327c907c174.png",
    "altTitles": [
      {
        "ja": "身長差姉妹百合"
      },
      {
        "ja-ro": "Shinchou-sa Shimai Yuri"
      },
      {
        "en": "With Love to the Hanaki Sisters"
      },
      {
        "ja": "花木姉妹へ愛をこめて"
      },
      {
        "ja-ro": "Hanaki Shimai e Ai wo Komete"
      },
      {
        "ru": "Сёстры с разницей в росте"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cfc0541-41e2-4f77-8340-971fdc15bacc",
    "title": {
      "en": "Into the Light, Once Again"
    },
    "updatedAt": "2023-07-16T00:50:17+00:00",
    "coverArt": "https://mangadex.org/covers/6cfc0541-41e2-4f77-8340-971fdc15bacc/dac30d3e-4e26-450d-ace0-69d00970757e.jpg",
    "altTitles": [
      {
        "ko": "다시 한 번, 빛속으로"
      },
      {
        "ko-ro": "Dasi Han Beon, Bin Sogeuro"
      },
      {
        "en": "Once Again, Into the Light"
      },
      {
        "en": "Once Again Into the Light, Alone"
      },
      {
        "en": "Once Again Into the Light"
      },
      {
        "fr": "Into the Light Once Again"
      },
      {
        "fr": "Encore une fois sous la lumière"
      },
      {
        "it": "Ritorno alla luce"
      },
      {
        "pt": "Mais uma vez até a luz"
      },
      {
        "ru": "Ещё раз в свет"
      },
      {
        "th": "องค์หญิงผู้หวนคืนสู่แสงสว่าง"
      },
      {
        "ja": "もう一度、光の中へ"
      },
      {
        "zh": "再次遇见光明"
      },
      {
        "zh": "再见光明"
      },
      {
        "zh-hk": "重迎曙光"
      },
      {
        "zh-hk": "遇光重生"
      }
    ],
    "description": {
      "en": "I was falsely accused of attempting to kill my younger sister, who was worshipped as a holy maiden. There was not a single person who believed in me, nor was there a person who stood up for me. Not even my blood-related family. I was fourteen years old, and it was winter. I, who was Edenbell's Fourth Princess, was miserably beheaded in front of the masses. After the end of my death, I awoke and what came was...\n\n\"My baby, my precious younger sister.\"\n\nWith a delightful smile, he held my small fingers. That warm gesture, warmth, and touch. He sang me a lullaby as he held me gently and swayed.\n\n---\nWhen Princess Alisa is framed for a terrible crime, she is shocked to learn that her own family wants her executed. After losing her will to live, she finds herself reborn as the princess of a rival empire. And though her new family acts sweet and kind on the surface, she's not sure they can be truly trusted. Luckily, with this new life comes new power. But what exactly is this mysterious magic that awakens in her? And more importantly, can she use it to get vengeance against those who once betrayed her?\n\n---\n[Original Novel](https://page.kakao.com/content/52524734)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%8B%9C-%ED%95%9C%EB%B2%88-%EB%B9%9B-%EC%86%8D%EC%9C%BC%EB%A1%9C/2586), [KakaoPage](https://page.kakao.com/content/57770713)\n\n**Official Translations:**\n* [English](https://tapas.io/series/into-the-light-once-again/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=146)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%87%8D%E8%BF%8E%E6%9B%99%E5%85%89/209)\n* [French / Français](https://fr.piccoma.com/fr/product/225)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Into-the-Light-Once-Again/51)\n* [Japanese / 日本語](https://piccoma.com/web/product/83347)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%A7%E0%B8%99%E0%B8%84%E0%B8%B7%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87/249)",
      "fr": "Alyssa, la quatrième princesse d’Edenbell, est accusée à tort d’avoir tenté de tuer sa petite sœur. Condamnée froidement à mort par sa famille, elle se réincarne comme princesse de l’empire rival, Elmir. Dégoutée par la trahison de ses proches, elle jure de ne plus jamais aimer qui que ce soit. Mais l’empire d’Elmir est bien différent de celui d’Edenbell… Dans ce nouvel environnement, parviendra-t-elle à retrouver foi en l'humanité et à découvrir les terribles secrets qui entourent son exécution?\n\n---\nPersonne n’a cru en moi, personne n’était là pour me soutenir, même ma propre famille. A ce moment-là, j’étais Alyssa, 4e princesse d’Edenbell. J’étais dans un état épouvantable et j’avais la gorge asséchée par la soif. J’ai regardé ma sœur cadette, espérant qu’elle les empêcherait de me tuer. Mais ce que j’ai vu sur son visage, c’était une expression d’extase, elle était heureuse d’assister à ma mort. Après avoir été exécutée, j’ai ouvert de nouveau mes yeux. J’étais dans le ventre de quelqu’un et je pouvais entendre des voix. Avant de retomber dans l’inconscience, j’ai entendues les paroles d’un petit garçon:\n\n«Bienvenue, ma précieuse petite sœur,» il a ri chaleureusement, «Le monde entier t’aime.»\n\nJe me suis réincarnée en tant que première princesse de l’empire Elmir, le rival de l’empire Edenbell!\n\n---\n[Original Novel](https://page.kakao.com/content/52524734)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%8B%9C-%ED%95%9C%EB%B2%88-%EB%B9%9B-%EC%86%8D%EC%9C%BC%EB%A1%9C/2586), [KakaoPage](https://page.kakao.com/content/57770713)\n\n**Official Translations:**\n* [English](https://tapas.io/series/into-the-light-once-again/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=146)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%87%8D%E8%BF%8E%E6%9B%99%E5%85%89/209)\n* [French / Français](https://fr.piccoma.com/fr/product/225)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Into-the-Light-Once-Again/51)\n* [Japanese / 日本語](https://piccoma.com/web/product/83347)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%A7%E0%B8%99%E0%B8%84%E0%B8%B7%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87/249)",
      "id": "Aku dituduh mau membunuh adikku sendiri yang mendapat julukan sebagai saintess. Tidak ada seorang pun yang percaya denganku, dan tidak ada seorang pun yang melindungiku. Bahkan keluarga kandungku sendiri tidak mau mendengarkan penjelasanku sedikit pun. Pada akhirnya, aku yang merupakan putri ke-4 kekaisaran Edenberr mengakhiri hidupku dengan cara yang sadis pada usia 14 tahun. Setelah kehidupan pertamaku berakhir, saat aku membuka mata... \"Sayang, adikku yang manis.\" Ada yang memanggilku dengan hangat. Dia memegang tanganku yang mungil sambil tersenyum. Aku bisa merasakan kehangatan darinya. Dia menggendongku sambil menyanyikan lagu tidur untukku.\n\n---\n[Original Novel](https://page.kakao.com/content/52524734)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%8B%9C-%ED%95%9C%EB%B2%88-%EB%B9%9B-%EC%86%8D%EC%9C%BC%EB%A1%9C/2586), [KakaoPage](https://page.kakao.com/content/57770713)\n\n**Official Translations:**\n* [English](https://tapas.io/series/into-the-light-once-again/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=146)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%87%8D%E8%BF%8E%E6%9B%99%E5%85%89/209)\n* [French / Français](https://fr.piccoma.com/fr/product/225)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Into-the-Light-Once-Again/51)\n* [Japanese / 日本語](https://piccoma.com/web/product/83347)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%A7%E0%B8%99%E0%B8%84%E0%B8%B7%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87/249)",
      "it": "Quando la principessa Alicia viene incastrata per un terribile crimine, rimane scioccata nell'apprendere che la sua stessa famiglia vuole che sia giustiziata. Dopo aver perso la voglia di vivere, si ritrova a rinascere come la principessa di un impero rivale. E sebbene la sua nuova famiglia si comporti in modo dolce e gentile in superficie, non è sicura che ci si possa veramente fidare di loro. Fortunatamente, con questa nuova vita arriva un nuovo potere. Ma cos'è esattamente questa misteriosa magia che si risveglia in lei? E, cosa più importante, può usarla per vendicarsi di coloro che una volta l'hanno tradita?\n\n---\n[Original Novel](https://page.kakao.com/content/52524734)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%8B%9C-%ED%95%9C%EB%B2%88-%EB%B9%9B-%EC%86%8D%EC%9C%BC%EB%A1%9C/2586), [KakaoPage](https://page.kakao.com/content/57770713)\n\n**Official Translations:**\n* [English](https://tapas.io/series/into-the-light-once-again/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=146)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%87%8D%E8%BF%8E%E6%9B%99%E5%85%89/209)\n* [French / Français](https://fr.piccoma.com/fr/product/225)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Into-the-Light-Once-Again/51)\n* [Japanese / 日本語](https://piccoma.com/web/product/83347)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%A7%E0%B8%99%E0%B8%84%E0%B8%B7%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87/249)",
      "ja": "イデンベル帝国の皇女アリサには腹違いの妹マリアンヌがいた。 金色の瞳を持ち誰からも愛される華やかな妹に対し、アリサは使用人にも冷遇を受けていた。 アリサがマリアンヌをお茶に招待した日、突然マリアンヌが血を吐き倒れる。 家族からも嫉妬したアリサが毒を入れたと決めつけられ、アリサは死刑になる。この濡れ衣はマリアンヌの陰謀だった。 もう人間には生まれ変わりたくないと神に願ったが、アリサはライバル国・エルミール帝国の皇女アイシャとして転生してしまう。 前世と正反対の愛情深い家族。特に腹違いの兄・イシスにやすらぎを感じ次第に心を開いて行く。 精霊使いの能力を持ち、賢く優しい少女へと成長するアイシャは、前世の残酷な記憶を乗り越え再び光の中で輝けるのか!?\n\n---\n[Original Novel](https://page.kakao.com/content/52524734)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%8B%9C-%ED%95%9C%EB%B2%88-%EB%B9%9B-%EC%86%8D%EC%9C%BC%EB%A1%9C/2586), [KakaoPage](https://page.kakao.com/content/57770713)\n\n**Official Translations:**\n* [English](https://tapas.io/series/into-the-light-once-again/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=146)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%87%8D%E8%BF%8E%E6%9B%99%E5%85%89/209)\n* [French / Français](https://fr.piccoma.com/fr/product/225)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Into-the-Light-Once-Again/51)\n* [Japanese / 日本語](https://piccoma.com/web/product/83347)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%A7%E0%B8%99%E0%B8%84%E0%B8%B7%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87/249)",
      "ru": "Селена. Хранительница Империи. Богиня луны и мести... Неужели у меня не будет шанса отыскать справедливость и отомстить? Если так, то поскорее убейте меня. И прошу... Пускай впредь я больше никогда не появлюсь на свет человеком. Чтобы больше не сталкиваться с предательством. Чтобы избежать жизни, в которой ни единая живая душа тебя не любит. Чтобы больше не влачить жалкое существование.\n\n---\n[Original Novel](https://page.kakao.com/content/52524734)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%8B%9C-%ED%95%9C%EB%B2%88-%EB%B9%9B-%EC%86%8D%EC%9C%BC%EB%A1%9C/2586), [KakaoPage](https://page.kakao.com/content/57770713)\n\n**Official Translations:**\n* [English](https://tapas.io/series/into-the-light-once-again/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=146)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%87%8D%E8%BF%8E%E6%9B%99%E5%85%89/209)\n* [French / Français](https://fr.piccoma.com/fr/product/225)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Into-the-Light-Once-Again/51)\n* [Japanese / 日本語](https://piccoma.com/web/product/83347)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%A7%E0%B8%99%E0%B8%84%E0%B8%B7%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87/249)",
      "sk": "Keď je princezná Alisa obvinená z hrozného zločinu, je šokovaná, keď sa dozvie, že jej vlastná rodina chce, aby ju popravili. Cíti sa porazená a ocitne sa znovuzrodená ako princezná znepriatelenej ríše. A hoci jej nová rodina pôsobí na povrchu milo a láskavo, nie je si istá, že sa im dá skutočne dôverovať. Našťastie s týmto novým životom prichádza nová sila. Ale čo presne je to tajomné kúzlo, ktoré sa v nej prebúdza? A čo je dôležitejšie, dokáže to využiť na pomstu tým, ktorí ju kedysi zradili?\n\n---\n[Original Novel](https://page.kakao.com/content/52524734)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%8B%9C-%ED%95%9C%EB%B2%88-%EB%B9%9B-%EC%86%8D%EC%9C%BC%EB%A1%9C/2586), [KakaoPage](https://page.kakao.com/content/57770713)\n\n**Official Translations:**\n* [English](https://tapas.io/series/into-the-light-once-again/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=146)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%87%8D%E8%BF%8E%E6%9B%99%E5%85%89/209)\n* [French / Français](https://fr.piccoma.com/fr/product/225)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Into-the-Light-Once-Again/51)\n* [Japanese / 日本語](https://piccoma.com/web/product/83347)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%A7%E0%B8%99%E0%B8%84%E0%B8%B7%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87/249)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2f337f9-fe7c-4ff8-8d72-839a31d88caa",
    "title": {
      "ja": "Usagi no Furafura"
    },
    "updatedAt": "2024-04-30T15:35:03+00:00",
    "coverArt": "https://mangadex.org/covers/e2f337f9-fe7c-4ff8-8d72-839a31d88caa/66d16a43-f430-4ecd-a5a3-e6dbcbd620ec.jpg",
    "altTitles": [
      {
        "ja": "うさぎのふらふら"
      },
      {
        "ko": "토끼는 흔들흔들"
      }
    ],
    "description": {
      "en": "Usagi and Maho are good friends.\n\nThey walk around Kichijoji, visit Akabane, do riddles in the bookstore district, play doctor in the park, and so on.\n\nCute things happen anytime, anywhere in this strange town!\n\nA whimsical, whimsical, fluffy and fun location comic~!",
      "ja": "うさぎとまほ、ふたりの女の子が可愛らしくデフォルメされた「街」を舞台に、好きなことを好きなように！　気ままで気まぐれでふわふわ楽しいロケーションコミック♪"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "16"
  },
  {
    "mangaId": "c5c57509-151f-4fa8-90e6-e942b614cdfe",
    "title": {
      "en": "Himegoto - Juukyuusai no Seifuku"
    },
    "updatedAt": "2023-12-22T12:41:00+00:00",
    "coverArt": "https://mangadex.org/covers/c5c57509-151f-4fa8-90e6-e942b614cdfe/8e4b2c91-6356-42d3-8179-5f58074c9b4a.jpg",
    "altTitles": [
      {
        "es": "Himegoto - Uniformes a los diecinueve"
      },
      {
        "en": "Secrets - Uniforms at the Age of Nineteen"
      },
      {
        "pt": "Segredos - Uniformes aos Dezenove"
      },
      {
        "ja": "ヒメゴト ～十九歳の制服～"
      },
      {
        "ja-ro": "Himegoto - 19sai no Seifuku"
      }
    ],
    "description": {
      "en": "This is a story of a group of college-age people who struggle with gender and sexual identity. \nYuki (nicknamed Yoshiki) is a girl but doesn't feel like 'being feminine.' She mostly dresses like a boy and is often mistaken as one. However, she has to wear a skirt and imagine being dominated to masturbate. \nNagao Mikako seems young and innocent, and she uses that apparent innocence to sell her body as a fake 15-year-old. She knows her youthfulness can't last forever, but she enjoys tricking the men. Her friends have no idea of her sexual habits and believe her to be sweet and sheltered. \nAiba Kaito is a pretty good-looking guy, but he wants to be Nagao Mikako. He often dresses as a girl, picking out clothes that mimic Mikako's style. Though he's into cross-dressing, he is still attracted to women. \nWill these young adults and their friends be able to handle their 'guilty secrets' and muddle their way through this confusing period of their lives?"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "8",
    "lastChapter": "100"
  },
  {
    "mangaId": "18f5549a-9d1a-44a2-a8ca-aed2448e37c0",
    "title": {
      "en": "Arafoo Otoko no Isekai Tsuhan Seikatsu"
    },
    "updatedAt": "2024-10-06T07:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/18f5549a-9d1a-44a2-a8ca-aed2448e37c0/061adb2f-da7d-44b5-a3a0-fa50e994b0cc.jpg",
    "altTitles": [
      {
        "en": "The Daily Life of a Middle-Aged Online Shopper in Another World"
      },
      {
        "ja": "アラフォー男の異世界通販生活"
      },
      {
        "ja-ro": "Around 40 Otoko no Isekai Tsuuhan Seikatsu"
      },
      {
        "zh-hk": "四十左右男的異世界網購生活"
      },
      {
        "ru": "Жизнь 40-летнего мужчины в другом мире"
      },
      {
        "en": "The Mail Order Life of a Man Around 40 in Another World"
      },
      {
        "zh": "中年男的异世界网购生活"
      },
      {
        "pt-br": "A vida por correspondência de um homem de cerca de 40 anos em outro mundo"
      },
      {
        "id": "Kehidupan pria paruh baya berbelanja daring di dunia lain"
      }
    ],
    "description": {
      "en": "The story of a middle aged man doing whatever he wants with the power of 1-click online shopping!  \n\nKenichi, a single man in his 40s, is transported into another world for no apparent reason. As he tries to escape a dangerous forest teaming with monsters, he realizes he has the power to access to a huge online store.\n\nBy using this power to exchange goods he found in this new world for cash, and then buying modern ones off the internet, he was able to quickly create a very popular business. However, his goal is to have a slow and leisurely life. Instead of growing his business even more, he decides to settle down and live off of the power of Jeff Bezos.\n\nThe mail order life of a middle aged man in other world begins now!\n\n[web novel](https://ncode.syosetu.com/n2945eg/) (jp)\n\n---",
      "ru": "История о мужчине средних лет, который делает все, что хочет, с помощью покупок в Интернете в один клик!",
      "pt-br": "A história de um homem de meia idade fazendo o que quiser com o poder das compras online com um clique!\nKenichi, um homem solteiro de 40 anos, é transportado para outro mundo sem motivo aparente. Enquanto ele tenta escapar de uma floresta perigosa se unindo a monstros, ele percebe que tem o poder de acessar uma enorme loja online."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "59"
  },
  {
    "mangaId": "4fcca10d-cdde-4d69-b8bd-d053185dfa19",
    "title": {
      "en": "Munou na Mamahaha desu ga, Kazoku no Dekiai ga Tomarimasen!"
    },
    "updatedAt": "2024-09-30T06:02:26+00:00",
    "coverArt": "https://mangadex.org/covers/4fcca10d-cdde-4d69-b8bd-d053185dfa19/60cd116b-b537-4a65-bb72-925d406ebef2.png",
    "altTitles": [
      {
        "ja": "無能な継母ですが、家族の溺愛が止まりません！"
      },
      {
        "ja-ro": "Munou na Keibo desu ga, Kazoku no Dekiai ga Tomarimasen!"
      },
      {
        "en": "I'm a Worthless Stepmother, But I Love My Family Madly!"
      },
      {
        "en": "The Beloved Incompetent Stepmom"
      }
    ],
    "description": {
      "en": "Elsa grew up in a family devoid of love and warmth, leaving her neglected and uneducated, branded as useless by those around her. However, destiny has a surprising twist in store. She receives a decree from the Emperor, commanding her to marry the formidable Duke Rolf Eiberg, a man renowned for his prowess on the battlefield and whispered about in the shadows for his cruelty, earning him the ominous title of “war maniac.”\n\nContrary to the expectations of those around her, Elsa views this marriage as a chance to change her life and find happiness. But upon arriving at the Duke's grand residence, she is shocked to find that her groom is absent. Instead, she encounters his two sons: the fiery Wilbert and the enigmatic Hugh, both unaware of their father’s impending marriage.\n\nWhat follows is Elsa's arduous journey into a family cloaked in secrets, where every heart is ensnared by the barbed wire of detachment and mistrust. Can she uncover the truths hidden within these walls and cultivate love in a place overshadowed by the past?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d31d0aee-c7df-481f-ac60-bce111cdd8b0",
    "title": {
      "en": "Tokyo Shinobi Squad"
    },
    "updatedAt": "2024-10-06T08:52:17+00:00",
    "coverArt": "https://mangadex.org/covers/d31d0aee-c7df-481f-ac60-bce111cdd8b0/20a63889-2cbb-4c8b-bbd7-e56c449eae14.jpg",
    "altTitles": [
      {
        "ru": "Токийский отряд шиноби"
      },
      {
        "ja": "トーキョー忍スクワッド"
      },
      {
        "zh": "东京忍者小队"
      },
      {
        "zh-hk": "東京忍者小隊"
      },
      {
        "vi": "Biệt Đội Nhẫn Giả Tokyo"
      }
    ],
    "description": {
      "en": "Tokyo, 2049… Thanks to the Galapagos Reform enacted by the government, Russia, China, America and Japan are now connected by a Hyper Loop system. This globalization has turned Tokyo into the most crime-ridden city in the world. To fight the rising crime, those who have been working in the shadows since the Sengoku period are needed… They are…the Shinobi!  \n  \n\n\n---\n\n**Officially Translated:**  \n- In French by [Kazé](http://manga.kaze.fr/)",
      "vi": "Tokyo, năm 2049 ... Nhờ cuộc Cải cách Galapagos do chính phủ ban hành, Nga, Trung Quốc, Mỹ và Nhật Bản được liên kết với nhau bằng hệ thống Hyper Loop."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "27"
  },
  {
    "mangaId": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": {
      "en": "【Oshi no Ko】"
    },
    "updatedAt": "2024-10-03T23:56:26+00:00",
    "coverArt": "https://mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/eaf207b7-47e4-4173-ba07-cc1cccd408cb.jpg",
    "altTitles": [
      {
        "es-la": "Hijos predilectos"
      },
      {
        "en": "【My Star】"
      },
      {
        "ru": "Звёздное дитя"
      },
      {
        "ja": "推しの子"
      },
      {
        "de": "Mein*Star"
      },
      {
        "id": "Oshi no Ko - Anak Idola"
      },
      {
        "fa": "اوشی نو کو (Pashto)"
      },
      {
        "fa": "فرزند آیدول مورد علاقه‌ام"
      },
      {
        "el": "Το Αστέρι μου"
      },
      {
        "th": "【เกิดใหม่เป็นลูกโอชิ】"
      },
      {
        "ja": "【推しの子】"
      },
      {
        "ru": "Ребёнок идола"
      },
      {
        "pl": "Moja gwiazda"
      },
      {
        "zh-hk": "【我推的孩子】"
      },
      {
        "ko": "【최애의 아이】"
      },
      {
        "fr": "Oshi no Ko"
      },
      {
        "pt": "Criança que deve ser suportada"
      },
      {
        "pt": "Filho de sua favorita"
      },
      {
        "ar": "نجمتي"
      },
      {
        "ar": "الفتاة التي ادعمها"
      },
      {
        "tr": "Yıldızım"
      },
      {
        "tr": "İdolümün Çocuğu"
      },
      {
        "vi": "Dưới Ánh Hào Quang"
      },
      {
        "de": "Mein Star"
      },
      {
        "cs": "【OŠI NO KO】"
      },
      {
        "ka": "ჩემი ვარსკლავი"
      },
      {
        "pt-br": "Oshi no Ko - Minha Estrela Preferida"
      },
      {
        "ja-ro": "[Oshi no Ko]"
      },
      {
        "uk": "Зіркове дитя"
      },
      {
        "uk": "Дитина Улюбленця"
      },
      {
        "vi": "Đứa con của thần tượng"
      }
    ],
    "description": {
      "el": "H Άι Χόσινο είναι ένα ανερχώμενο μουσικό είδωλο, η οποία ανακοίνωσε ξαφνικά οτι θα πάρει ενα διάλειμμα από το μουσικό της γκρουπ, Μπι-Κομάτσι, για λόγους υγείας. Προς εκπλήξη ενός από τους μεγαλύτερους θαυμάστες της, του γυναικολόγου Γκόρο Αμεμίγια, μια μέρα η νεαρή Αϊ εμφανίστηκε στο νοσοκομείο οπού δουλεύει. Ο Γκόρο έρχοντας πλεον πρόσωπο με πρόσωπο με την αδυναμία του, τρέμει στο γεγονός ότι η 16-χρονη Αϊ είναι έγκυος... με δίδυμα με τον πατέρα άφαντο. Αποφασισμένη να αποκτήσει την δικιά της οικογένεια και να συνεχίσει την δουλεία της ως είδωλο, έχει σκοπο να κρατήσει την γέννα των παιδιών της μυστικο, μαζί με την βοήθεια του Γκόρο.\n\nΤο δυνατότερο όπλο ενός ειδώλου ειναι τα ψέματα.\nΜια ίστορια μυστηρίου και εξαπάτησης, όπου η σκοτεινή πλευρά της σόου-μπιζ αποκαλύπτεται κάτω από τις στρώσεις ψεμάτων και εκμεταλεύσεων.",
      "en": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
      "es": "'Oshi no Ko' explora la vida de una abrumadoramente hermosa heroína y muestra la industria del entretenimiento desde un punto de vista nunca antes visto.\n\n- [Wikipedia](https://es.wikipedia.org/wiki/Oshi_no_Ko)",
      "fa": "آی هوشینو ۱۶ ساله یک آیدول با استعداد و زیباست که هواداران زیادی داره؛اون نماد پاکیه، ولی ظاهر با باطن قضیه متفاوته. گورو هوندا یک پزشک زنان که ساکن حومه‌ی شهره که یکی از طرفداران بزرگ آی هستش، ولی ناگهان آیدول مورد علاقه خودش رو ملاقات میکنه و متوجه میشه که اون بارداره، گورو به اون قول میده که بچش رو سالم بدنیا بیاره، ولی اون نمیدونست که این ملاقات باعث عوض شدن زندگیش میشه.",
      "fr": "L'histoire commence avec une belle fille, son sourire parfaitement faux, et les gens qui l'aiment égoïstement pour cela. Que se passe-t-il dans les coulisses de la brillante industrie du showbiz? Jusqu'où iriez-vous pour votre idole bien-aimée ? Que feriez-vous si vous découvriez que la réincarnation est réelle? La star du spectacle est Aquamarine Hoshino et la scène n'est qu'une simple façade. Parviendra-t-il à atteindre le point culminant avant que le monde du glamour ne l'avale tout entier?  \n\n\n---\n\n- [Nominated for the 14th annual Manga Taisho awards.](https://www.animenewsnetwork.com/news/2021-01-24/14th-manga-taisho-awards-nominate-10-titles/.168759)\n\n- [Wikipedia](https://fr.wikipedia.org/wiki/Oshi_no_ko)",
      "ja": "「この芸能界（せかい）において嘘は武器だ」　地方都市で、産婦人科医として働くゴロー。芸能界とは無縁の日々。一方、彼の“推し”のアイドル・星野アイは、スターダムを上り始めていた。そんな二人が“最悪”の出会いを果たし、運命が動き出す…!?",
      "ru": "Что, если бы дорога в шоу-бизнес была открыта для тебя с самого начала?  \nНовая серия оригинальной манги от двух известных авторов — Акасака Ака («Госпожа Кагуя: в любви как на войне») и Ёкояри Мэнго («Тайные желания отвергнутых»). Это совершенно новая работа, в которой мир шоу-бизнеса предстаёт перед читателями в очень необычном свете: у лидера идол-группы Хосино Аи есть секрет, о котором никто не должен знать…  \n\n\n---\n- [Wikipedia](https://ru.wikipedia.org/wiki/Oshi_no_Ko)",
      "vi": "Câu chuyện khởi đầu với sự xuất hiện của một cô gái xinh đẹp, mang nụ cười giả tạo hoàn hảo, và có những người yêu cô ấy một cách ích kỷ bất chấp điều đó.\n\nĐiều gì diễn ra đằng sau ánh hào quang của thế giới showbiz? Con người ta sẽ làm đến mức nào vì thần tượng yêu quý của mình? Bạn sẽ làm gì nếu phát hiện ra luân hồi chuyển kiếp là có thật? Nhân vật chính của chúng ta - Aquamarine Hoshino liệu có hoàn thành được khát vọng báo thù trước khi bị thế giới hào nhoáng ấy nuốt trọn? Hãy cùng đón xem bộ truyện được sáng tác bởi bộ đôi tác giả của Kaguya-sama và Kuzu no Honkai.",
      "es-la": "La historia comienza con una hermosa chica, su sonrisa perfectamente falsa y la gente que la ama con egoísmo gracias a eso.\n  \n¿Qué ocurre detrás de la brillante industria del espectáculo? ¿Hasta dónde llegarías por el bien de tu ídolo? ¿Qué harías si descubrieras que la reencarnación es real? La estrella del espectáculo es Aquamarine Hoshino, y el escenario no es más que una mera fachada. ¿Conseguirá llegar al clímax antes de que el mundo del espectáculo se lo trague por completo?",
      "pt-br": "Doutor Goro é obstetra em um hospital do interior e se encontra longe do mundo em que brilha e evolui Aï Hoshino, uma cantora de sucesso crescente da qual é fã absoluto. O que ele ainda não sabe é que sem mais nem menos ele se encontrará com sua idol favorita em uma circunstância um pouco fora do normal. Terá ele tempo suficiente para ficar perto dela ou o mundo irá girar de maneira cruel para ele? Essa é uma história sobre o mundo do entretenimento japonês."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-09-29T17:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23b51846-bec4-41e4-a9a2-a034064d01eb",
    "title": {
      "en": "Yahari Ore no Seishun Love Come wa Machigatteiru @comic"
    },
    "updatedAt": "2024-10-05T15:02:38+00:00",
    "coverArt": "https://mangadex.org/covers/23b51846-bec4-41e4-a9a2-a034064d01eb/57be50e8-6ca7-4cc8-b09b-a869c550a80e.jpg",
    "altTitles": [
      {
        "en": "My Youth Romantic Comedy Is Wrong, As I Expected @ comic"
      },
      {
        "ja-ro": "Oregairu"
      },
      {
        "ru": "Как и ожидал, моя школьная романтическая жизнь не удалась @комикс"
      },
      {
        "th": "กะแล้วชีวิตรักวัยรุ่นของผมมันต้องไม่สดใสเลยซักนิด"
      },
      {
        "ja": "やはり俺の青春ラブコメはまちがっている。@comic"
      },
      {
        "vi": "Chuyện tình thanh xuân bi hài của tôi quả nhiên là sai lầm @comic"
      }
    ],
    "description": {
      "en": "Hachiman Hikigaya is a cynic. He believes \"youth\" is a crock-a sucker's game, an illusion woven from failure and hypocrisy. Unsurprisingly, he's not the most popular guy. Meanwhile, there's Yukino Yukinoshita - brilliant, beautiful, and chillier than winter in Antarctica. Would you believe she's not exactly beloved by her classmates either? The unlikely pair gets forced into a club dedicated to helping solve their fellow students' problems. But will an ice queen and a screw-up really be able to help anybody?",
      "ru": "Эта история о школьнике по имени Хачиман Хикигая, который обладает искаженными взглядами на жизнь. У него нет ни друзей, ни подруг, а на вопрос о том, какая у него мечта, можно услышать лишь: «Ее нет». Но не все безразличны к апатии Хачимана. Его учительница просит школьника стать волонтером сервис-клуба, в котором также находится самая красивая девушка школы. Как изменит членство в клубе жизнь Хачимана? Появится ли теперь у него мечта?  \n  \nОдна из двух манга-адаптаций ранобэ Yahari Ore no Seishun Love Comedy wa Machigatteiru."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": "118"
  },
  {
    "mangaId": "d50cfb00-6bb7-4ec1-9ead-1ffb6e6b6496",
    "title": {
      "en": "World End Solte"
    },
    "updatedAt": "2024-07-20T20:53:53+00:00",
    "coverArt": "https://mangadex.org/covers/d50cfb00-6bb7-4ec1-9ead-1ffb6e6b6496/ebe5cbc2-36a0-40fe-9f7a-40a00d8a6eca.jpg",
    "altTitles": [
      {
        "ja-ro": "Saihate no Solte"
      },
      {
        "en": "Solte of the Far Reaches"
      },
      {
        "en": "Solte the Traveler"
      },
      {
        "ja": "最果てのソルテ"
      },
      {
        "zh": "终末的索鲁特"
      }
    ],
    "description": {
      "en": "Though magic has been forbidden for many long years, the effects of spells woven in bygone wars still remain in pockets of corruption blighting the world today. To uncover the secrets in the hidden reaches of this world and become the wise-woman of her dreams, \"Lucky\" Solte sets out for adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6670ee28-f26d-4b61-b49c-d71149cd5a6e",
    "title": {
      "en": "Mieruko-chan"
    },
    "updatedAt": "2024-09-29T14:48:21+00:00",
    "coverArt": "https://mangadex.org/covers/6670ee28-f26d-4b61-b49c-d71149cd5a6e/b881ba09-58fc-4b3c-888e-9258b0a4d800.jpg",
    "altTitles": [
      {
        "ja": "見える子ちゃん"
      },
      {
        "en": "The Girl Who Can See Them"
      },
      {
        "en": "The Girl Who Sees \"Them\""
      },
      {
        "en": "Can See Them–chan"
      },
      {
        "en": "Can-See-Ghosts-chan"
      },
      {
        "en": "Girl That Can See It"
      },
      {
        "en": "Child That Can See It"
      },
      {
        "en": "Li'l Miss Can-See-Ghosts"
      },
      {
        "fr": "Mieruko-chan : Slice of Horror"
      },
      {
        "zh": "看得见的女孩"
      },
      {
        "zh-hk": "陰陽眼見子"
      },
      {
        "ru": "Девочка, которая видит это"
      },
      {
        "ne": "मिएरुको-चान"
      },
      {
        "ar": "مييروكو تشان"
      },
      {
        "th": "มิเอรุโกะจัง ใครว่าหนูเห็นผี"
      },
      {
        "ko": "보이는 여고생"
      },
      {
        "de": "Mieruko-chan - Die Geister, die mich riefen"
      },
      {
        "uk": "Дівчина, що бачить це"
      }
    ],
    "description": {
      "en": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and… ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.\n___\n[Alt Raw (niconico Manga)](http://seiga.nicovideo.jp/comic/37662)",
      "fr": "**Officially Published:**  \n- In French by [Ototo Manga](http://www.ototo.fr/Serie-94-Mieruko-chanSliceofHorror)",
      "ru": "Мико — старшеклассница, проклятая шестым чувством; у нее есть способность видеть призраков- Она пытается жить обычной жизнью, но трудно, когда призраки продолжают преследовать ее- Она также может видеть души людей, и она понимает, что люди — настоящие монстры.В один «прекрасный» день старшеклассница внезапно начала видеть призраков! Она не может от этого избавиться, но изо всех сил старается вести себя так, будто вообще их не видит. История девушки с шестым чувством начинается!",
      "uk": "В один “прекрасний” день старшокласниця раптово почала бачити привидів! Вона не може від цього позбутися, але з усіх сил намагається поводитися так, ніби взагалі їх не бачить."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd4d1d7e-420b-49fd-8acf-cb2e58205f65",
    "title": {
      "en": "Psycho Staff"
    },
    "updatedAt": "2023-08-22T02:32:49+00:00",
    "coverArt": "https://mangadex.org/covers/dd4d1d7e-420b-49fd-8acf-cb2e58205f65/0d96d0ac-f463-4d16-99fc-39e74abbc793.jpg",
    "altTitles": [
      {
        "ja-ro": "Saiko Sutaffu"
      },
      {
        "ja": "サイコスタッフ"
      }
    ],
    "description": {
      "en": "\"To Hiiragi Kouichi-kun. I'll be waiting for you after school behind the school gym. Sakuragi Umeko.\" These were the words written in the first love letter Hiiragi ever received. But when he meets Sakuragi, she tells him that she wants to take him to the planet R'lyeh!?! Disappointed that the love letter from the cute girl came from a nutcase, Hiiragi returns home, only to find that Sakuragai won't give up so easily. Not only that, she may have been telling the truth afterall! But then again, Hiiragi isn't such a normal guy, either…"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "ba1784ae-d325-4f53-ad40-093764100f43",
    "title": {
      "en": "Kimi ga Sore wo Ai to Yonde Mo"
    },
    "updatedAt": "2024-10-06T08:18:59+00:00",
    "coverArt": "https://mangadex.org/covers/ba1784ae-d325-4f53-ad40-093764100f43/21e21e71-30de-49cc-acf5-dd2f171d01c1.jpg",
    "altTitles": [
      {
        "ja": "君がそれを愛と呼んでも"
      },
      {
        "ko": "네가 그것을 사랑이라 불러도"
      },
      {
        "en": "Even If You Call It Love"
      },
      {
        "vi": "Ngay kể cả khi anh gọi nó là yêu"
      }
    ],
    "description": {
      "en": "Mochizuki ran into his middle school junior, Asuka, at a brothel that his friend forcibly brought him to. Mochizuki was worried about her life as a prostitute, but Asuka smiled and said that she was happy with it, but she had suffered abusive domestic violence at the hands of her lover, Yohei. Mochizuki was ready to go help Asuka the next day, but when he woke up, he was in the body of Yohei!!! Whose \"love\" will \"save\" Asuka tomorrow? And who is in Mochizuki's body now?",
      "ja": "友人に無理やり連れてこられたデリヘルで、中学時代の後輩・明日花と再会した望月。\n生活を心配する望月に、明日花は笑顔で幸せだと答えるが、\n恋人・陽平から酷いDVを受けていたことを知る。\n明日花を助けようとした望月だったが…。\n明日花を「救う」のは、誰の「愛」なのか。\n入れ替わってしまった望月に待ち受けていたものとは――。",
      "vi": "Mochizuki gặp lại kouhai thời còn là học sinh trung học cơ sở của mình, Eno Asuka, trong khi gọi gái gọi. Mochizuki, người đang lo lắng cho cuộc sống người mình từng yêu, hỏi rằng Eno Asuka đang có hạnh phúc không? Nhưng anh không biết rằng cô ấy đã phải chịu đựng sự bạc đãi từ người yêu của mình, Yohei. Mochizuki đã cố gắng cứu Eno rồi bị tai nạn, nhưng khi tỉnh dậy, anh ấy đã ở trong hình dạng của Yohei! Mochizuki sẽ làm gì để khiến Asuka hạnh phúc khi trong thân thể người yêu cô (cái thằng rác rưởi Youhei). Những khó khăn thách thức gì đang ở phía trước việc anh bù đắp cho Asuka?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df9ad105-5b9c-455f-b978-e0bf43ffb5b1",
    "title": {
      "en": "Chronos - Jiseidai Hanzai Jouhoushitsu"
    },
    "updatedAt": "2018-11-07T12:33:57+00:00",
    "coverArt": "https://mangadex.org/covers/df9ad105-5b9c-455f-b978-e0bf43ffb5b1/89e1e047-24e9-4550-86a7-9ab16612304e.jpg",
    "altTitles": [
      {
        "en": "クロノス 次世代犯罪情報室"
      }
    ],
    "description": {
      "en": "The National Police Agency Security Bureau has a secret organization known as the Next Generation Crime Information Center. Their job is to stop the murders by using a certain girl’s precognitive “dreams” before they actually happen! Written by the same author as Shinrei Tantei Yakumo.  \n  \nAdapted from a novel."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "17"
  },
  {
    "mangaId": "d58abdf4-9268-41d8-9920-f8fe8858a173",
    "title": {
      "en": "Shiori Experience: My Plain Self and an Odd Old Man"
    },
    "updatedAt": "2024-06-01T18:15:26+00:00",
    "coverArt": "https://mangadex.org/covers/d58abdf4-9268-41d8-9920-f8fe8858a173/9088390b-b3bd-4d8b-8b7d-8f11ae5bcf27.jpg",
    "altTitles": [
      {
        "ja-ro": "Shiori Experience - Jimi na Watashi to Hen na Ojisan"
      },
      {
        "ja": "SHIORI EXPERIENCE ~ジミなわたしとヘンなおじさん~"
      },
      {
        "ja": "シオリエクスペリエンス  ~ジミなわたしとヘンなおじさん~"
      },
      {
        "ko": "시오리 익스페리언스"
      },
      {
        "ru": "Shiori Experience: незаурядный Джими и заурядная Я"
      },
      {
        "uk": "Досвід Шіорі ~Джимі, я і дивний дядько~"
      }
    ],
    "description": {
      "en": "Shiori was once a guitarist in a light music club in high school. But her first live performance was dashed when her brother ran away from home with a lot of debt, to become a musician in Tokyo.  \n  \nA decade later, Shiori is now a high school teacher, leading a boring, uneventful life and paying off the debt… till she runs into the ghost of none other than a famous guitarist Jim-you-know-who.  \n  \nA story of a 27-year-old woman on her way to a music legend begins here.",
      "ru": "История о Шиори, скромной и неуклюжей 27-летней школьной учительнице, которая любит играть на гитаре и общается с призраком Джими Хендрикса.",
      "pt-br": "Shiori era uma guitarrista em um clube de música no colégio. Mas sua primeira apresentação ao vivo foi frustrada quando seu irmão fugiu de casa deixando um monte de dívidas para se tornar um músico em Tóquio. Uma década depois, Shiori é agora uma professora do ensino médio, levando uma vida monótona e entediante pagando as dívidas... Até ela dar de cara com o fantasma de ninguém menos que um famoso guitarrista chamado Jim-você-sabe-quem. A história de uma mulher de 27 anos de idade, a caminho de uma lenda musical começa aqui."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b98e414-3eae-4b4f-b43b-5e75fbbb0014",
    "title": {
      "en": "Touhou Sangetsusei ~ Visionary Fairies in Shrine."
    },
    "updatedAt": "2022-10-29T05:08:56+00:00",
    "coverArt": "https://mangadex.org/covers/8b98e414-3eae-4b4f-b43b-5e75fbbb0014/ea4a2df7-9ca4-45e0-853b-8b56485d7ca5.jpg",
    "altTitles": [
      {
        "pt": "As Três Fadas Orientais - Fadas Visionárias no Santuário."
      },
      {
        "ja": "東方三月精 〜 Visionary Fairies in Shrine."
      },
      {
        "en": "Eastern Three Fairies ~ Visionary Fairies in Shrine."
      }
    ],
    "description": {
      "en": "The fourth and final part in the official long-running Touhou Sangetsusei series, marking the long-awaited return of the daily tomfoolery by Gensokyo's Three Fairies of Light. This time, they're joined by fan-favorite and honorary fourth member, Clownpiece!  \n  \n2005: Touhou Sangetsusei ~ Eastern and Little Nature Deity.  \n2006: Touhou Sangetsusei ~ Strange and Bright Nature Deity.  \n2009: Touhou Sangetsusei ~ Oriental Sacred Place.  \n2016: Touhou Sangetsusei ~ Visionary Fairies in Shrine.",
      "pt": "Continuação das travessuras das fadas, agora com uma nova integrante!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-09-06T10:12:17+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/d685e9ee-caf4-4ab9-bea7-6f705067ef28.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "en": "Akane Story"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. Shinta and his daughter Akane have been seduced by this wonderful form of classical entertainment. Having observed her father strive to pass the shin'uchi rakugo test, Akane will take her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo na história é expresso apenas com seu corpo e palavras. Shinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. Observando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64f2f1e1-d7be-45d1-bd7e-62d09b25b82b",
    "title": {
      "en": "Tsumugi-chan wants to make seto-san laugh"
    },
    "updatedAt": "2024-10-04T09:45:12+00:00",
    "coverArt": "https://mangadex.org/covers/64f2f1e1-d7be-45d1-bd7e-62d09b25b82b/ced9ffbd-fe87-46e0-84df-11633d5458e9.png",
    "altTitles": [
      {
        "ja": "瀬戸さんを笑わせたい紬ちゃん"
      },
      {
        "ko": "세토 씨를 웃게하고 싶은 츠무기짱"
      }
    ],
    "description": {
      "ja": "キレイでかっこいい学級委員長の瀬戸さん。笑った顔はきっと素敵なはず。……見たい！ 入学式のときからちょっと接点があったドジっ子の紬ちゃんが、果敢に瀬戸さんを笑わそうと多彩な作戦を繰り出して失敗するショートコミック。……なのだけど、瀬戸さんの様子がどうもおかしい！！！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ef11280-30bc-434b-bf61-c61e092905ac",
    "title": {
      "en": "Class de 2 Banme ni Kawaii Onna no Ko to Tomodachi ni Natta"
    },
    "updatedAt": "2024-10-01T15:35:09+00:00",
    "coverArt": "https://mangadex.org/covers/8ef11280-30bc-434b-bf61-c61e092905ac/b00bfc79-80d8-4828-9330-cd0e5b86da97.jpg",
    "altTitles": [
      {
        "ja": "クラスで２番目に可愛い女の子と友だちになった"
      },
      {
        "en": "I Became Friends with the Second Cutest Girl in My Class"
      },
      {
        "ja-ro": "Class de 2 Banme ni Kawaii Onna no Ko to Tomodachi ni Natta"
      },
      {
        "id": "Aku Berteman dengan Gadis Paling Cantik Kedua di Kelas ku"
      },
      {
        "it": "Sono diventato amico con la seconda ragazza più carina nella mia classe"
      }
    ],
    "description": {
      "en": "I, Maehara Maki, someone who couldn’t make any acquaintances or friends in high school, finally had someone I can hang out with outside of school. A girl.\n\nHer name was Asanagi-san. The boys in my class called her ‘The class’ second cutest girl’ behind her back.\n\nOn Fridays, she would refuse her best friend, Amami, ‘the cutest girl in class’ invitation just to hang out in my house with me.\n\nTogether, we played games, watched some movies, read some manga while eating junk foods like pizza and hamburgers, and chugging cola without a care in the world. To others, we may seem sloppy, but it was a precious, secret time together for Asanagi-san and myself.\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/59139)",
      "id": "Aku, Maehara Maki, seseorang yang tidak memiliki kenalan atau teman di SMA, akhirnya memiliki seseorang yang bisa aku ajak bergaul di luar sekolah. Seorang gadis.\n\nNamanya Asanagi-san. Anak-anak laki-laki di kelas saya memanggilnya 'Gadis paling imut kedua di kelas' di belakangnya.\n\nPada hari Jumat, dia akan menolak ajakan sahabatnya, Amami, 'gadis paling manis di kelas' hanya untuk berkumpul di rumah ku dengan ku.\n\nBersama-sama, kami bermain game, menonton film, membaca manga sambil makan junk food seperti pizza dan hamburger, dan menenggak cola tanpa peduli dengan dunia. Bagi orang lain, kami mungkin terlihat ceroboh, tetapi itu adalah waktu yang berharga, waktu rahasia bersama untuk Asanagi-san dan ku sendiri.",
      "es-la": "Yo, Maehara Maki, alguien que no podía conocer ni hacer amigos en la escuela secundaria, finalmente tenía a alguien con quien podía pasar el rato fuera de la escuela. Una mujer. Su nombre era Asanagi-san. Los chicos de mi clase la llamaban \"La segunda chica más linda de la clase'\" a sus espaldas. Los viernes, rechazaba la invitación de su mejor amiga, Amami, \"la chica más linda de la clase\" solo para pasar el rato en mi casa conmigo. Juntos, jugamos, vimos algunas películas, leímos manga mientras comíamos comida chatarra como pizza y hamburguesas, y tomábamos refrescos de cola sin preocuparnos por nada. Para otros, podemos parecer descuidados, pero fue un tiempo secreto y precioso para Asanagi-san y para mí.",
      "pt-br": "Eu, Maehara Maki, alguém que não conseguia conhecer ou fazer amigos no ensino médio, finalmente consegui alguém com quem eu pudesse sair fora da escola. Uma garota.\n\nO nome dela era Asanagi-san. Os meninos da minha turma a chamavam de 'a segunda garota mais fofa da turma' pelas costas.\n\nÀs sextas-feiras, ela recusava o convite de sua melhor amiga, Amami, 'a garota mais fofa da classe' só para ficar na minha casa comigo.\n\nJuntos, jogamos, assistimos a alguns filmes, lemos alguns mangás enquanto comíamos junk food como pizza e hambúrgueres e bebíamos refrigerantes sem nenhuma preocupação no mundo. Para outros, podemos parecer desleixados, mas foi um tempo precioso e secreto juntos para Asanagi-san e eu."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]