[
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-10-25T16:30:02+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/800833b8-8fee-4309-8e2d-d83df6b842a6.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aeccf180-8e12-4dc9-90a5-d9b5898e9933",
    "title": {
      "en": "Jigoku Sensei Nuubee"
    },
    "updatedAt": "2024-07-23T10:01:49+00:00",
    "coverArt": "https://mangadex.org/covers/aeccf180-8e12-4dc9-90a5-d9b5898e9933/47cd56bc-37d4-4501-a486-c348a6371d73.jpg",
    "altTitles": [
      {
        "ja": "地獄先生ぬ～べ～"
      },
      {
        "ja-ro": "Jigoku Sensei Nube"
      },
      {
        "en": "Hell Teacher Nuubee"
      },
      {
        "en": "Hell Teacher Nube"
      },
      {
        "id": "Nube : Guru Ahli Roh"
      },
      {
        "zh-hk": "灵异教师神眉"
      }
    ],
    "description": {
      "en": "Nueno Meisuke, better known as Nuubee, is an exorcist who also happens to be the teacher for a 5th grade class at Doumori Elementary. While he uses many various exorcism techniques, his main weapon is his left hand, the Demon's Hand, which has the power of a chaotic demon sealed within it.\n\nThe series follows Nuubee and Doumori Class 5-3 though the many weird, insane, and downright silly supernatural encounters they face.\n___\n[Official X Account](https://x.com/nube_off)"
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "suggestive",
    "lastVolume": "31",
    "lastChapter": "276"
  },
  {
    "mangaId": "4665f772-9fea-4137-966c-b0ceb0162666",
    "title": {
      "en": "Yo-Jo Life!"
    },
    "updatedAt": "2024-11-03T12:44:07+00:00",
    "coverArt": "https://mangadex.org/covers/4665f772-9fea-4137-966c-b0ceb0162666/e3c7b89c-71b7-408b-8525-cd625e3addda.jpg",
    "altTitles": [
      {
        "ja": "よーじょらいふ！"
      },
      {
        "ru": "Жизнь Ё-Дзё!"
      },
      {
        "ru": "Жизнь маленькой девочки"
      },
      {
        "en": "Youjo Life!"
      }
    ],
    "description": {
      "en": "Akihiko Shimura, 20 years old (male). When I woke up in the morning, I was a little blonde loli.",
      "ru": "Акихико Симура — 20-летний мужчина, который, проснувшись как-то утром, стал маленькой девочкой-блондинкой."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a1b0b57-82d8-4dfd-99ff-43f15a541d17",
    "title": {
      "en": "\"Issho ni Netaindesu yo Ne, Senpai?\" to Amaku Sasayakarete Kon'ya mo Nemurenai"
    },
    "updatedAt": "2025-02-06T20:54:31+00:00",
    "coverArt": "https://mangadex.org/covers/8a1b0b57-82d8-4dfd-99ff-43f15a541d17/65d09808-9097-4a33-8996-9291e3df64b9.jpg",
    "altTitles": [
      {
        "ja": "「一緒に寝たいんですよね、せんぱい？」と甘くささやかれて今夜も眠れない"
      },
      {
        "en": "\"You Want to Sleep With Me, Don't You, Senpai?\" and She Whispered Sweetly, So I Can't Sleep Tonight Either"
      },
      {
        "vi": "Trị Chứng Mất Ngủ Bằng Asmr Cùng Nhỏ Đàn Em Tinh Nghịch~"
      }
    ],
    "description": {
      "en": "Bakuya, a second-year high school student suffering from insomnia, however, one night, he meets Kimidori, a first-year girl who enjoys eating cup noodles yakisoba. Kimidori claims she can help Bakuya sleep; nevertheless, she enjoys playing pranks on him whenever she gets the chance.",
      "ja": "不眠症に悩む高校二年生・半崎獏也はある日、深夜の公園でカップ焼きそばをおいしそうに食べる後輩少女・小比類巻君鳥と出会う。獏也がぐっすり眠れるよう手伝いをすると言う彼女は、自分の家に来てほしいといきなり提案してきて！？\n「女子の部屋に入って、いきなりクンクンと匂いを嗅ぐなんて流石先輩ですね」「……せーんぱい。おっぱい見過ぎです」と、隙あらば獏也をおちょくる君鳥ちゃんから耳元でエッチな言葉を囁かれたり添い寝したりと長い夜を過ごすことになり――！",
      "vi": "Bakuya a.k.a Lariat-senpai là một học sinh cao trung năm hai bị chứng mất ngủ. Một đêm, cậu gặp Kimidori, một cô gái năm nhất học cùng trường trong công viên. Cô tự nhận mình có thể chữa bệnh mất ngủ cho Bakuya, nhưng lại trêu chọc cậu mỗi khi có cơ hội.",
      "es-la": "Bakuya, un estudiante de segundo de bachillerato que padece insomnio, sin embargo, una noche conoce a Kimidori, una chica de tercero que le gusta comer fideos yakisoba de taza. Kimidori dice que puede ayudar a Bakuya a dormir, no obstante, le gusta gastarle bromas cada vez que ella tiene la oportunidad."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "11.5"
  },
  {
    "mangaId": "52ac0414-18d7-4d5e-aa80-22dea46d484b",
    "title": {
      "en": "Power-Hara Genkai Yuusha, Maougun kara Koutaiguu de Scout sareru ~Yuusha Ranking 1-i na no ni Tedori ga Gomi sugite Seikatsu Dekimasen~"
    },
    "updatedAt": "2025-02-11T07:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/52ac0414-18d7-4d5e-aa80-22dea46d484b/c6ee81cb-527c-4841-a3b7-a3a9bb70cb0f.jpg",
    "altTitles": [
      {
        "ja": "パワハラ限界勇者、魔王軍から好待遇でスカウトされる～勇者ランキング１位なのに手取りがゴミ過ぎて生活できません～"
      },
      {
        "vi": "Dũng Sĩ Bị Bóc Lột Đến Cùng Cực, Được Ma Vương Chiêu Mộ Với Đãi Ngộ Hậu Hĩnh ~ Dù Đứng Đầu Bảng Xếp Hạng Anh Hùng Nhưng Lương Bổng Chẳng Đủ Sống Qua Ngày ~"
      }
    ],
    "description": {
      "en": "In this modern age, there are many heroes and demon lords. There was a hero who ranked first in the hero rankings and had the title of \"Strongest''. His name is Hero Allen. The strongest hero, who is recognized by everyone, has gained status and honor, and his life is in easy mode...\n\n\"That never happened!\"\n\nOrders to subjugate the Demon King are issued without a break. Even if you go to great lengths to subjugate a brutal demon lord, you will only receive an amount that even an average man can easily earn, excluding miscellaneous expenses. All expeditions are at my own expense. It's not very bad, but I can't live with it. He then confronts the demon king of destiny. The beautiful female demon lord made a proposal to the dissatisfied hero.\n\n\"Hero! Get hired on these conditions!\"\n\nThe conditions were so favorable, that I was moved.",
      "ja": "無数の勇者と魔王が存在する世界で、『最強』の称号を持つ勇者アレン。だが彼は、悩んでいた…\n・絶え間ない魔王討伐命令\n・王様からのパワハラ\n・見合わない報酬\n\nもう、我慢の限界!!\n\nそんな金欠勇者に魔王から救いの手が!? 超好待遇のスカウトにアレンの選択は――",
      "vi": "rong thời đại có rất nhiều anh hùng và ma vương này, có một anh hùng ứng đầu bảng xếp hạng và có danh hiệu \"mạnh nhất''. Đó là dũng sĩ Allen. Người anh hùngmajnh nhất, được mọi người công nhận, đạt được địa vị và danh dự, và cuộc sống của anh ta thật suôn sẻ...\n\n\"Có cái củ chuối ấy!\"\n\nNhững nhiệm vụ diệt trừ ma vương được đưa ra liên tục. Ngay cả khi tôi cố gắng hết sức để đánh bại một ma vương mạnh mẽ, cũng chỉ nhận được một số tiền mà ngay cả một người bình thường cũng có thể dễ dàng kiếm được, chưa bao gồm các chi phí khác. Tôi phải tự chi trả cho các cuộc thám hiểm, không đến nỗi tệ, nhưng cũng không thể tiếp tục sống như vậy. Sau cùng,  anh ấy đã đối đầu với ma vương của số phận. Một nữ quỷ xinh đẹp đã đưa ra đề xuất cho người anh hùng đang bất mãn.\n\n\"Dũng sĩ! Hãy làm việc cho tôi với những điều kiện sau!\"\n\nNhững phúc lợi đầy hứa hẹn đó đã làm tôi lay động."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1026e605-61f4-4b43-bfb4-06782c110236",
    "title": {
      "en": "Kyou mo Kitansu ka, Yoda-senpai."
    },
    "updatedAt": "2025-02-03T03:38:42+00:00",
    "coverArt": "https://mangadex.org/covers/1026e605-61f4-4b43-bfb4-06782c110236/4466a8b2-8c4b-4be5-872e-1245adfb8bba.jpg",
    "altTitles": [
      {
        "ja": "今日も来たんすか、依田先輩。"
      },
      {
        "en": "Have You Come Again Today, Yoda-senpai?"
      },
      {
        "vi": "Hôm nay chị lại tới nữa à, Yoda-senpai?"
      }
    ],
    "description": {
      "en": "This woman makes herself at home in my parents' house. She is a senior in the same high school and a friend of my sister's. It seems to take her two hours to get to school each way, so she stays at my house almost every day. Yoda is defenseless and a bit out of the ordinary, and I'm always on the edge of my seat!",
      "ja": "**ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！**\n\n俺の実家で、我が家のようにくつろぐこの女。 同じ高校の先輩で、姉の友達の依田燈。 学校まで片道2時間らしく、ほぼ毎日俺の家に居座っている。 無防備で少し抜けてる依田先輩に振り回されて、ドキドキしっぱなし!! ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "62"
  },
  {
    "mangaId": "bb8310e4-6050-4a43-984e-f7bbdfce23b1",
    "title": {
      "en": "Kokou no Hito"
    },
    "updatedAt": "2025-01-26T09:06:59+00:00",
    "coverArt": "https://mangadex.org/covers/bb8310e4-6050-4a43-984e-f7bbdfce23b1/4609341a-08a1-4933-8394-fd7af3d58890.jpg",
    "altTitles": [
      {
        "fr": "Ascension"
      },
      {
        "tr": "Dağcı"
      },
      {
        "ja-ro": "Kokou no Hito"
      },
      {
        "id": "Sang Pendaki"
      },
      {
        "he": "המטפס"
      },
      {
        "ar": "المتسلق"
      },
      {
        "ja": "孤高の人"
      },
      {
        "kk": "Шыңкез"
      },
      {
        "en": "The Climber"
      },
      {
        "uz": "Alpinist"
      }
    ],
    "description": {
      "en": "On his first day of transferring to a new high school, a loner named Mori Buntarou, is cajoled by a classmate into climbing the school building. Despite knowing that one misstep could send him spiraling to his death, he moves forward, and upon finally reaching the top, Mori experiences a sense of fulfillment. That feeling, which seems to be telling him, \"You're alive!\" gives birth to an adrenaline for rock-climbing.",
      "ru": "В старшей школе Северной Ёкосуки новый, необычный ученик – Мори Бунтаро. В первый же день он отдает предпочтение крыше здания, чем ее кабинетам, где со всех сторон сыплются расспросы. Чтобы отвязаться от надоедливых одноклассников, лихо спрыгивающих с карниза вниз по веревке, Мори совершает безумный поступок: без страховки забирается на крышу по трубе, да еще в таком месте, где это достаточно проблематично, даже для тренированного человека! Одноклассник Миямото и Ониси-сенсей в ужасе и восторге, ведь они профессиональные скалолазы, а тут появляется такой способный ученик! Но Мори не разделяет их восторга и не принимает помощи. Нелюдимый и гордый, он всего добивается в одиночку, и трудности скалолазания его не пугают. Он собирается покорять вершину за вершиной, с каждый разом поднимаясь все выше.   \n  \nNote: Sakamoto Shinichi did both the story and the art from Volume 4 onwards.  \n  \n\n\n---\n\n**Officially Translated:**  \n- In French by [Delcourt](https://www.editions-delcourt.fr/mangas/series/serie-ascension)",
      "uz": "Yangi o'rta maktabga ko'chib o'tganining birinchi kuni Mori Buntaru ismli yolg'iz o'quvchini sinfdoshi ko'ndirib maktab binosiga ko'tariladi. Bir xato qadam uni o'limga olib kelishi mumkinligini bilsa ham, u oldinga siljiydi va nihoyat cho'qqiga chiqqandan so'ng, Mori qoniqish hissini boshdan kechiradi. O‘sha tuyg‘u, go‘yo unga: “Sen tiriksan!” qoyaga chiqish uchun adrenalin tug'diradi."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "170"
  },
  {
    "mangaId": "f367ec06-a1d7-4fcc-94a4-f97e2ab99264",
    "title": {
      "en": "Asa to Hiru to Yoru to Sorekara"
    },
    "updatedAt": "2025-02-14T08:09:35+00:00",
    "coverArt": "https://mangadex.org/covers/f367ec06-a1d7-4fcc-94a4-f97e2ab99264/b22a8556-b6e1-4180-a568-310d131a6322.png",
    "altTitles": [
      {
        "ja": "朝と昼と夜とそれから"
      },
      {
        "en": "Day, then Noon, then Night, and then"
      },
      {
        "vi": "Sáng, rồi trưa, rồi tối, và rồi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "f89ed57a-e4c0-48f5-b664-8ef88aa87fd9",
    "title": {
      "en": "I Shall Master This Family"
    },
    "updatedAt": "2024-11-17T16:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/f89ed57a-e4c0-48f5-b664-8ef88aa87fd9/8deb6809-72af-4b3a-83ec-9ada79cd0fa7.jpg",
    "altTitles": [
      {
        "ko": "이번 생은 가주가 되겠습니다"
      },
      {
        "ko-ro": "Ibeon Saengeun Gajuga Doegetseumnida"
      },
      {
        "ko-ro": "Ibeonsaeng-eun Gajuga Doegessseubnida"
      },
      {
        "en": "In This Life, I Will Be the Lord"
      },
      {
        "en": "I'll Be the Matriarch in This Life"
      },
      {
        "en": "In This Life, I'll Become the Head of the Family"
      },
      {
        "fr": "En cette vie, je deviendrai la cheffe de famille"
      },
      {
        "pt": "Nesta vida, serei a matriarca"
      },
      {
        "pt-br": "Nesta vida, eu serei a matriarca"
      },
      {
        "pt-br": "Serei a matriarca nessa vida"
      },
      {
        "uk": "Цього разу я господарка свого життя"
      },
      {
        "uk": "Цього разу я володарка свого життя"
      },
      {
        "uk": "У цьому житті я очолю родину"
      },
      {
        "ru": "В этой жизни я - глава семьи"
      },
      {
        "ru": "На сей раз я - хозяйка этой жизни"
      },
      {
        "ru": "Я стану хозяйкой этой жизни"
      },
      {
        "th": "เกิดใหม่ชาตินี้ฉันจะเป็นเจ้าตระกูล"
      },
      {
        "ja": "今世は当主になります"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирна"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирах болно"
      },
      {
        "zh": "这一世我来当家主"
      },
      {
        "zh": "今生我会成为家主"
      },
      {
        "zh-hk": "今生我來當家主"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành gia chủ"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành Matriarch"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành mẫu hệ"
      },
      {
        "es": "Seré la matriarca en esta vida"
      },
      {
        "es": "En esta vida seré la soberana"
      },
      {
        "fr": "Cette fois-ci, je serais la Matriarche"
      },
      {
        "fr": "La nouvelle cheffe de clan (piccoma)"
      },
      {
        "ja-ro": "Konyo Ha Toshu Ni Narimasu"
      }
    ],
    "description": {
      "cs": "Veľká rodina Lombardi bola kedysi na vrchole impéria. Po smrti jej patriarchu sa osud rodiny a Firentie - nemanželskej dcéry, sa rúca do záhuby rukami jej neužitočných a krutých bratrancov. Jej otec zomrel, príbuzní ju vyhodili na ulicu a významná rodina, na ktorú bola taká hrdá, bola úplne zničená... Keď sa však prevtelí do svojho sedemročného ja, bude sa snažiť ochrániť česť rodiny, získať si priazeň starého otca Lulaca a zabrániť smrti vlastného otca. V tomto živote pre ňu existuje len jeden spôsob, ako zvíťaziť: stať sa hlavou ich mocného rodu.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "en": "I've reincarnated as Firentia Lombardy, the illegitimate daughter of the wealthiest and most influential family in the Empire. I thought I was all set to have a comfortable and luxurious life… but it wasn't long before my beloved father died, my relatives kicked me out, and our family went bankrupt!!\n\nTo add insult to injury, I was hit by a carriage one day when I drank (a bit too much) booze to drown my sorrows… but my despair was only temporary. When I opened my eyes, I found that I'd traveled back in time to when I was 7 years old!\n\nI was surprised to see my father again in the flesh. But as if that wasn't already shocking enough, the 2nd prince, our family's once sworn enemy, was now following me around like a dog!\n\nNow that I've been given a second chance at life, I'll take things into my own hands and claim both the 2nd prince and my family for myself!\n\n---\n**Links:**\n* Alternative Official English - [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family), [Pocket Comics](https://www.pocketcomics.com/comic/9247)",
      "fr": "Florentia s'est réincarnée comme l'enfant illégitime de la famille la plus riche de l'empire, même si elle n'était pas de sang pure elle pensait que tout irait bien, son père était gentil avec elle, mais à la mort de ce dernier sa famille l'a abandonnée et elle s'est retrouvée seule, puis soudainement le trou noir.\n\nElle se souvient d'avoir un peu bu puis avoir ressenti un violent coup sur la tête et maintenant elle est de retour dans son corps de 7 ans! L'occasion de tout changer et de devenir même en étant illégitime la cheffe de la famille!\n\n---\nLa grande famille Lombardi était autrefois au sommet de l’Empire. Après la mort de son patriarche, le sort de la famille et celui de Firentia, née d’un Lombardi et d’un paysan, tombent en ruine aux mains de ses cousins inutiles et cruels. Mais lorsqu’elle se réincarne à l’âge de ses sept ans, elle fera tout pour protéger l’honneur de la famille, gagner les faveurs de son grand-père Lulac et, empêcher la mort de son père. Dans cette vie, il n’y a qu’un seul moyen pour elle de gagner: devenir la cheffe de leur puissante famille.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "id": "Aku pikir aku adalah putri bangsawan yang hidupnya bergelimang harta dan kebahagiaan, tapi ternyata aku ini anak berdarah campuran bangsawan dan rakyat biasa yang keberadaannya tidak dianggap dalam keluargaku sendiri. Ibuku sudah tiada dan tidak ada yang menyayangiku kecuali ayahku sendiri. Setelah bekerja keras mengabdikan diri untuk keluarga ini, siapa sangka aku malah diusir dan berakhir mati tertabrak kereta kuda. Ketika terbangun lagi aku bereinkarnasi untuk kedua kalinya di tubuh yang sama.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "ja": "今度こそ守れるんじゃないかな？ ランブル帝国随一の家門、ロンバルディを！ 交通事故で死んだ後ロンバルディ家の婚外子として転生したフィレンティア。 だが…彼女を待ち受けていたのは愛する父の死とロンバルディ家の滅亡だった。 家門の滅亡を知った日に彼女は酒を飲んで馬車に轢かれてしまうのだが、目を覚ますと7歳の自分に戻っていた。 今度こそ父と家門を守り抜くと決めたフィレンティア。 彼女を待ち構える試練とは一体何なのか… 当主になると決めた彼女の挑戦が始まるーー！\n\n---\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)",
      "ko": "“한번 해 보자, 내가 가주가 되는 거야.”\n환생에 회귀까지, 인생 3회차 피렌티아의 가주 되기 프로젝트!\n\n제국 제일가는 명문가 롬바르디가의 막내 손녀 ‘피렌티아’. 그녀는 똑똑하고 능력 있지만 사생아로 태어났다는 이유로 친척들에게 온갖 수모를 당하고, 결국 가문에서 쫓겨나고 만다. 이후 피렌티아는 더 이상 가문 일에 참여할 수 없게 되고, 그저 무능력한 큰아버지의 손에 롬바르디가가 망해가는 것을 지켜볼 수밖에 없었다. 화가 나 술을 진탕 마신 어느 날, 피렌티아는 마차 사고를 당해 죽음을 맞이하는데…. 그러나 어떻게 된 일인지 눈을 떠 보니 거울에 비친 것은 일곱 살 때의 모습?! 전생의 기억을 가지고 회귀한 피렌티아는 다시 찾은 생에서는 롬바르디가의 멸문을 막기 위해 스스로 가주가 되기로 결심하는데…!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)",
      "th": "เมื่อเธอมาเกิดใหม่ในร่างของฟีเรนเทีย ลอมบาร์เดีย บุตรีแห่งตระกูลลอมบาร์เดีย หลังปู่ของเธอเสียไปเธอก็ถูกไล่ออกจากตระกูลและเพียงไม่นานตระกูลได้ล่มสลาย ฟีเรนเทียประสบอุบัติเหตุเสียชีวิตอีกครั้ง และย้อนกลับมาตอนอายุ 7 ขวบ ฟีเรนเทียที่ล่วงรู้อนาคตที่กำลังจะเกิดขึ้นทุกอย่างจึงพยายามแก้ไขทุกอย่างให้ดีขึ้น และมุ่งสู่เส้นทางการขึ้นเป็นผู้นำตระกูล...\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "uk": "\"...спробуймо. Я очолю цю родину.\" Фірентія переродилася позашлюбною дитиною аристократа Ломбарді - наймогутнішої родини в імперії. Ба більше, історія цього роду тотожна історії держави Лембру! Ломбарді, знамениті своїми статками, обросли зв'язками та стали надійними покровителями для талановитих людей. Здавалось, що на Фірентію чекає світле майбутнє... Але її батько помер, а родичі, які прогнали дівчину, розвалили впливовий дім! Трохи (ні) випивши, вона потрапила під екіпаж на шляху додому. \"Це занадто...\" Фірентія знову розплющила очі семирічною дівчинкою. Тепер вона може врятувати татка і свою родину? А другий принц бігає за нею, немов відданий пес? Гаразд, тоді другий принц і дім Ломбарді належать їй!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "vi": "Gia đình vĩ đại Lombardy, đã một thời đứng đầu đế quốc. Sau cái chết của chủ gia đình, số phận của gia đình và của cả Firentia, sinh ra từ một Lombardy và thường dân, rơi vào tay những anh em họ độc ác và vô dụng của cô ấy. Nhưng khi Firentia quay về cơ thể của mình vào năm 7 tuổi, cô ấy sẽ làm hết sức để bảo vệ danh dự của gia đình, lấy lòng người ông nội Lulac, và ngăn chặn cái chết của cha mình. Trong lần này, chỉ có một đường để Firentia thắng: trở thành mẫu hệ của gia đình vĩ đại này.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "zh": "意外穿成为了帝国最声名鼎盛的第一家族的私生女。虽然蒂亚头脑出众，也积累了大量的实战经验，但最终在爷爷去世后被叔叔扫地出门，而无能的叔叔很快便败光了家族的产业…… 意外死亡后，又一次重新回了小时候——这一世，蒂亚决定成为家主，重新让家族站上帝国巅峰！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "pt-br": "Florentia reencarnou como filha ilegítima da família mais rica do império. Ela pensou que tudo iria bem no futuro. Mas seu pai havia falecido, seus parentes a deixaram na porta, e a família honrada de que ela tanto se orgulhava estava completamente arruinada…. Mas isso é real? Ela bebeu um pouco (muito) e foi atropelada por uma carruagem, Quando ela abriu os olhos novamente, ela tinha sete anos? Além disso, o Segundo Príncipe, que era inimigo de sua família em sua vida anterior, está seguindo-a como um cachorro!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/702682a6-84f1-46af-95e5-fb705905c614.png",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16aa985e-1bc0-4d80-b3f8-03bc61474de3",
    "title": {
      "en": "The Story of Being Unable to Leave the House Because of My Older Sister"
    },
    "updatedAt": "2025-01-11T22:51:16+00:00",
    "coverArt": "https://mangadex.org/covers/16aa985e-1bc0-4d80-b3f8-03bc61474de3/2db2f360-087b-4a2f-928d-f475be755b98.png",
    "altTitles": [
      {
        "ja": "姉貴のせいで家を出れない話"
      },
      {
        "ja-ro": "Aneki no Sei de Ie o Derarenai Hanashi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "10"
  },
  {
    "mangaId": "2ca258f3-f212-49ff-b66c-8ec6ff41ad87",
    "title": {
      "en": "Kimi wa 008"
    },
    "updatedAt": "2024-10-09T04:32:06+00:00",
    "coverArt": "https://mangadex.org/covers/2ca258f3-f212-49ff-b66c-8ec6ff41ad87/ddde676b-9f10-46b0-a34a-0f78a7cc1aee.jpg",
    "altTitles": [
      {
        "es": "Tú eres 008"
      },
      {
        "en": "You Are Double-O Eight"
      },
      {
        "ja": "君は008"
      },
      {
        "ja": "君はダブルオーエイト"
      },
      {
        "it": "Agente 008"
      },
      {
        "fr": "008 Apprenti espion"
      }
    ],
    "description": {
      "en": "Akashi Eito has failed miserably on all high school admissions exams but somehow, he receives a letter of acceptance from a school he does not remember applying for. He nevertheless happily enrolls, expecting to live the ideal school life, but his aspiration are quickly destroyed as he discovers that this mysterious school is a training institution for secret agents!   \n  \nImmediately, Eito wants to return home and live a normal life with his normal family, until the director of the school makes a shocking revelation: Eito's deceased father was also a secret agent! He subsequently wants to know more about the past and memories of his father, so he decides to stay in this school. However, as a student of this institution, Eito will have to face a deadly exam made to test the skills of all new students…  \n  \nFollow this story of action and espionage, in which our hero, who lacks physical strength, compensates for it with great bravery, and captivates everyone around him with the power of his courage and friendship!!",
      "es-la": "Eight es un chico que anhela tener una vida escolar de ensueño, para ello aplica varios exámenes para ingresar a cualquier escuela. Con todo esto, Eight no logra ingresar a ninguna escuela , excepto a una escuela a la que él no recuerda haber hecho el examen de ingreso, más tarde al llegar esta escuela descubrirá un mundo de super personas con ideales y habilidades fuera de lo común."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "33",
    "lastChapter": "297"
  },
  {
    "mangaId": "b8672a2c-93e9-42f9-b044-5a898138bb20",
    "title": {
      "en": "Love Phantom"
    },
    "updatedAt": "2025-02-12T18:48:50+00:00",
    "coverArt": "https://mangadex.org/covers/b8672a2c-93e9-42f9-b044-5a898138bb20/3cb5b6b1-fd6d-43d6-90ad-680d2823bbbd.jpg",
    "altTitles": [
      {
        "ar": "شبح الحب"
      },
      {
        "ja": "ラブファントム"
      },
      {
        "zh": "爱如幻影"
      }
    ],
    "description": {
      "en": "Momoko is just a mediocre who work at a café, but suddenly the fateful romance appears right in front of her…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "dbc193d2-51c1-403b-8d22-13f3c3a6862c",
    "title": {
      "en": "Can Boys be Cute in Maid Dresses too?"
    },
    "updatedAt": "2024-11-06T00:02:02+00:00",
    "coverArt": "https://mangadex.org/covers/dbc193d2-51c1-403b-8d22-13f3c3a6862c/f8e32bce-fb25-4ce2-b665-be0e0e4631b2.png",
    "altTitles": [
      {
        "ja": "男の子もメイド服でかわいくなっていいですか？"
      },
      {
        "ja-ro": "Otoko no Ko mo Maid-fuku de kawaikunatte ii desuka?"
      },
      {
        "en": "Can Boys be cute in maid dresses too?"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "4"
  },
  {
    "mangaId": "3c355cfa-d8a9-495c-a50b-8729102ab2b7",
    "title": {
      "en": "Shin Lupin III"
    },
    "updatedAt": "2023-05-16T03:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/3c355cfa-d8a9-495c-a50b-8729102ab2b7/33549561-aa82-473c-9bc3-534b194a5a96.jpg",
    "altTitles": [
      {
        "en": "Lupin III - World's Most Wanted"
      },
      {
        "en": "New Lupin III"
      },
      {
        "ja-ro": "Shin Lupin Sansei"
      },
      {
        "ja": "新ルパン三世"
      }
    ],
    "description": {
      "en": "Lupin the Third and his motley crew return in Shin Lupin III! This time, several of the stories are either brand new or adapted from or to the Lupin anime, and the beginning story was even animated by itself several years later!  \n  \nLupin the Third is the grandson of the famous literary thief Arsène Lupin, and his partners in crime include the sharpshooter Jigen Daisuke, the stoic samurai Goemon Ishikawa the Thirteenth, and the on-again-off-again lover/enemy Fujiko Mine. Their goal is to outwit enemies bigger than themselves while nabbing the world's rarest and most important items, while also outwitting the dogged Inspector Zenigata, who's made it his life's work to capture and secure Lupin. In the manga however, his relationship with the titular thief isn't as \"respecting to the enemy\" as you would expect, as he's attempted multiple times to kill him without shedding a tear!   \n  \nWhat kind of sexy exploits will Lupin and his crew get up to next in…Shin Lupin III!"
    },
    "status": "completed",
    "releaseDate": 1977,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "188"
  },
  {
    "mangaId": "bcf87ead-3364-430d-a731-29a8943a5949",
    "title": {
      "en": "Kiite kuremasu yo ne? Senpai"
    },
    "updatedAt": "2024-11-01T00:21:38+00:00",
    "coverArt": "https://mangadex.org/covers/bcf87ead-3364-430d-a731-29a8943a5949/39437db7-7bfe-42de-9361-8d2e5c87f6c0.png",
    "altTitles": [
      {
        "en": "You'll listen to me, won't you? Senpai"
      },
      {
        "ja-ro": "Kiite kuremasuyone? Senpai"
      },
      {
        "ja": "聞いてくれますよね？先輩"
      },
      {
        "zh": "你会听我说的吧？学长"
      },
      {
        "vi": "Anh Sẽ Nghe Em Phải Không? SENPAI!"
      }
    ],
    "description": {
      "en": "One day, the most beautiful girl in school suddenly shows up at Kento Ikuno's door. She shows him a \"ticket\" written in awkward handwriting. This is the start of a romantic comedy about a \"ticket to do anything I say\" that came from his childhood.\n\n[Alternative Raw](https://seiga.nicovideo.jp/comic/60455)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "26"
  },
  {
    "mangaId": "e16303ac-8d6b-4144-af0b-7005e114211b",
    "title": {
      "en": "Shijou de Katta Dorei Elf ni Oratsukareru"
    },
    "updatedAt": "2025-01-25T06:10:25+00:00",
    "coverArt": "https://mangadex.org/covers/e16303ac-8d6b-4144-af0b-7005e114211b/bb5dde65-b64b-4e97-a081-389c8c6d09da.jpg",
    "altTitles": [
      {
        "ja": "市場で買った奴隷エルフにオラつかれる"
      },
      {
        "ja-ro": "Ichiba de katta dorei Erufu ni ora tsukareru"
      },
      {
        "en": "I Bought a Rude Elf Slave at the Market"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0a5528a-c4a8-4495-a966-6877c12856ba",
    "title": {
      "en": "TRUMP"
    },
    "updatedAt": "2024-11-28T05:13:20+00:00",
    "coverArt": "https://mangadex.org/covers/a0a5528a-c4a8-4495-a966-6877c12856ba/8cec91f3-ac76-460f-9d42-3d1b4163c0e3.jpg",
    "altTitles": [
      {
        "en": "Trump"
      },
      {
        "ja": "トランプ"
      }
    ],
    "description": {
      "en": "Sophie, a boy with vampire and human blood, is transferred from an orphanage to an institution called Clan. The school houses vampire boys who have reached their Cocoon period, or puberty in human terms. Sophie has a fateful encounter with a boy named Ul while being coldly greeted by the vampires around him. As Ul continues to research the “power of immortality” that vampires once possessed, he learns of the existence of TRUMP, the original vampire that is said to live forever, and begins to crave eternal life.\n\nEventually, Sophie and Ul become entangled in the deep fate surrounding the legend of immortality...\n\nA manga adaptation of the origin story of playwright Kenichi Suemitsu’s popular series! A Gothic school fantasy that beautifully spins the conflicts of impressionable and sensitive boysー!",
      "ja": "吸血種<ヴァンプ>と人間の血が流れる少年ソフィは、養護院からクランと呼ばれる施設へと入所した。そこは繭期――人間でいうところの思春期を迎えた吸血種の少年たちが集う学園。周囲の吸血種から冷ややかな目で迎えられる中、ソフィはある一人の少年と運命的な出会いを果たす。劇作家・末満健一の人気シリーズの原点となる物語をコミック化!! 繊細かつ多感な少年たちの葛藤を美しく紡ぎ出すゴシック学園ファンタジー!",
      "vi": "Câu chuyện xoay quanh Sophie Anderson - một con lai giữa con người và ma cà rồng (Dhampir), bị khinh ghét vì sự không thuần khiết. Tuy vậy, Sophie vẫn vượt lên những trở ngại với trái tim cao quý và luôn đầy tự hào về dòng máu của mình."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "f2b62555-1056-4996-bf3b-986ccac0b6ee",
    "title": {
      "en": "Yume ka Utsutsu ka"
    },
    "updatedAt": "2025-02-13T16:29:04+00:00",
    "coverArt": "https://mangadex.org/covers/f2b62555-1056-4996-bf3b-986ccac0b6ee/85218b14-08ac-414d-ac51-c1a04dd37b3b.jpg",
    "altTitles": [
      {
        "ja": "ユメかウツツか"
      }
    ],
    "description": {
      "en": "The main character, Iroha, is a first-year high school student who finds it difficult to talk to others. Even though it’s been about two months since she started high school, she still hasn’t had a proper conversation with any of her classmates. During every break, she quietly slips out of the classroom and heads to the courtyard by the old school building. She does this to meet and talk with a senior she met at the town library while studying for exams. This senior, who is a year older, has become a source of support for Iroha. However, the two of them share a secret...",
      "es": "La protagonista, Iroha, es una estudiante de primer año de instituto a la que le cuesta hablar con los demás. Aunque han pasado dos meses desde que empezó el instituto, todavía no ha tenido una conversación adecuada con ninguno de sus compañeros. En los recreos, se escapa de clase y se dirige al patio, junto al antiguo edificio de la escuela. Lo hace para encontrarse y hablar con un estudiante de último curso que conoció en la biblioteca del pueblo mientras estudiaba para los exámenes. Este alumno, un año mayor que ella, se ha convertido en una fuente de apoyo para Iroha. Sin embargo, ambos comparten un secreto...",
      "fr": "Iroha, le personnage principal, est un lycéen de première année qui a du mal à parler aux autres. Bien que deux mois se soient écoulés depuis son entrée au lycée, elle n'a encore jamais eu de véritable conversation avec l'un de ses collègues de classe. Durant la récréation, il sort de la classe en cachette et se rend dans la cour de récréation située à côté de l'ancien bâtiment scolaire. Elle le fait pour rencontrer un élève de terminale qu'elle a rencontré à la bibliothèque municipale alors qu'elle étudiait pour ses examens. Cet étudiant, qui a un an de plus qu'elle, est devenu une source de soutien pour Iroha. Cependant, toutes deux partagent un secret...",
      "ja": "主人公は他人と会話することが苦手な高校1年生・いろは。高校入学から約2カ月、いまだクラスの人とまともに話せない彼女は、休み時間のたびに教室を抜け出しては旧校舎側の中庭に向かう。その目的とは、受験勉強をしているときに町の図書館で出会った1つ年上の先輩と話すこと。先輩との交流を支えに日々を過ごすいろはだが、2人にはある秘密があって……。",
      "es-la": "La protagonista, Iroha, es una estudiante de primer año de instituto a la que le cuesta hablar con los demás. Aunque han pasado dos meses desde que empezó el instituto, todavía no ha tenido una conversación adecuada con ninguno de sus compañeros. En los recreos, se escapa de clase y se dirige al patio, junto al antiguo edificio de la escuela. Lo hace para encontrarse y hablar con un estudiante de último curso que conoció en la biblioteca del pueblo mientras estudiaba para los exámenes. Este alumno, un año mayor que ella, se ha convertido en una fuente de apoyo para Iroha. Sin embargo, ambos comparten un secreto..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b72da03-16aa-4040-81c3-95cf7e3e8b6f",
    "title": {
      "en": "Jane"
    },
    "updatedAt": "2025-02-14T12:33:40+00:00",
    "coverArt": "https://mangadex.org/covers/0b72da03-16aa-4040-81c3-95cf7e3e8b6f/00ee7e49-260a-4a91-9cc9-9a21e56f38b3.jpg",
    "altTitles": [
      {
        "ja": "ジェーン"
      },
      {
        "ja-ro": "Jēn"
      },
      {
        "en": "Jane"
      }
    ],
    "description": {
      "en": "A story about a middle-aged woman with a high-flying career dating a university student.\n\nNote: The author also made a [song](https://www.youtube.com/watch?v=9IF8Mdk64wg) based on the oneshot."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0aa2ca6-8985-4b6f-beda-f7fa1956422e",
    "title": {
      "en": "Saijaku Tamer wa Gomi Hiroi no Tabi o Hajimemashita"
    },
    "updatedAt": "2025-01-29T00:37:01+00:00",
    "coverArt": "https://mangadex.org/covers/f0aa2ca6-8985-4b6f-beda-f7fa1956422e/e25fe686-37dd-4cbf-b0a7-fd43612effe6.jpg",
    "altTitles": [
      {
        "ja": "最弱テイマーはゴミ拾いの旅を始めました。＠COMIC"
      },
      {
        "ja-ro": "Saijaku Tamer wa Gomi Hiroi no Tabi wo Hajimemashita"
      },
      {
        "en": "The Weakest Tamer Began a Journey to Pick up Trash"
      },
      {
        "fr": "La dresseuse sans étoiles parcourt le monde pour récolter des déchets"
      },
      {
        "ru": "Слабейшая укротительница в путешествии по сбору мусора"
      },
      {
        "th": "การผจญภัยของเทมเมอร์มือใหม่ กับสไลม์สุดด๋อย"
      },
      {
        "ko": "최약 테이머는 폐지 줍는 여행을 시작했습니다"
      },
      {
        "zh": "最弱的驯养师开启的捡垃圾的旅途"
      },
      {
        "id": "Penjinak terlemah mulai berkelana untuk memungut sampah"
      },
      {
        "uk": "Найслабша приборкувачка почала свою подорож зі збирання сміття"
      },
      {
        "id": "Pawang Terlemah Mulai Berpetualang Menjadi Pemulung"
      }
    ],
    "description": {
      "en": "When Ivy was born into this world, she remembered her past life. Remembering her preincarnation, she strove to avoid strife. But fate curdled at the status check, when kids learn who they are. For she had only one skill – Taming – and not a single star. Ivy was weak from the start – at most, she could tame a slime. And in her world, most people did not give the weak their time. Only one woman in her village would treat her as her own. But after she died, Ivy got the hint and ran from home. While on the lam, she met a tiny slime and made Sora its name.  And such begins the heart-warming survival story of a small girl who can tame.\n\n- [Original Web Novel](https://ncode.syosetu.com/n9629ex/)",
      "fr": "Dans un monde fantasy où l'avenir de chacun est déterminé par les \"skills\" révélés durant l'enfance, la jeune Ivy se voit attribuer le métier de dresseuse de monstres au rang le plus bas qui soit : sans-étoile. Rejetée par son village, elle entame alors un voyage aux côtés de Sora, un slime tout faible, seul monstre qu'elle ait réussi à apprivoiser.\nLa plus faible des dresseuses et le plus faible des monstres parviendront-ils à survivre dans ce monde rude et sans pitié... ?",
      "ja": "スキル上主義の異世界。気弱で優しい魔物使い《テイマー》に転生した少女・アイビーは星なしの最弱ランクがために命を狙われ、生きるために旅に出る。道中唯一テイムできたのは最弱の崩れスライム「ソラ」最弱同士の２人（匹）には魔物がはびこる異世界は過酷……と思いきや＿＿？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e84309ff-0417-40f6-b33f-9f7e7865c377",
    "title": {
      "en": "Jinsei ni Tsukareta Saikyou Majutsushi wa Akiramete Nemuru Koto ni Shita"
    },
    "updatedAt": "2025-01-29T19:21:59+00:00",
    "coverArt": "https://mangadex.org/covers/e84309ff-0417-40f6-b33f-9f7e7865c377/49fa505c-7372-4982-95de-bb4dfba4745a.jpg",
    "altTitles": [
      {
        "ja": "人生に疲れた最強魔術師は諦めて眠ることにした"
      },
      {
        "en": "Tired of Life, the Strongest Magician Gave up and Fell Asleep"
      }
    ],
    "description": {
      "en": "Fiona, the most powerful magician in the empire, was tired of being overworked on the battlefield every day, both physically and emotionally. She thought she had given up her life on the battlefield, but when she woke up, she found herself under the protection of Matthias, the most powerful knight in the enemy kingdom!\n\nIn this powerful and loving fantasy, Fiona recovers her life while receiving love and tenderness for the first time!\n\n---\n**Original Web Publication:** [Comic Pixiv](https://comic.pixiv.net/works/9722), [ComicWalker](https://comic-walker.com/contents/detail/KDCW_FL00204275010000_68/), [NicoVideo](https://seiga.nicovideo.jp/comic/64890)\n\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16817330652446237885), [Syosetu](https://ncode.syosetu.com/n1027hw/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac783473-e74c-4ed4-b3d7-89e50b171b5f",
    "title": {
      "en": "GALAXIAS"
    },
    "updatedAt": "2024-12-29T05:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/ac783473-e74c-4ed4-b3d7-89e50b171b5f/f84e324d-c051-4c68-a314-83540ce9c39a.jpg",
    "altTitles": [
      {
        "ja": "ガラクシアス"
      },
      {
        "ru": "Галаксия"
      }
    ],
    "description": {
      "en": "It's been ten years since the assassination of the Dragon King, the land's most powerful ruler. Off in the corner of the kingdom where tailed dragonfolk dwell, Jio, a human girl, yearns for adventure and an escape from rural life. However, when she meets the mysterious, amnesiac young man Neraid, Jio's life turns upside-down! With courage and curiosity knocking on the door, the two of them find the ultimate adventure waiting for them!! A traditional battle fantasy from a rookie artist begins!! (K MANGA)\n___\n[Official X Account](https://x.com/GALAXIAS_manga)\n**Official English:** [K MANGA](https://kmanga.kodansha.com/title/10608/episode/352898) - United States, Canada, Australia, New Zealand, & Singapore only."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e26bb9f-7d65-4bbd-bd79-b48e1f58dad0",
    "title": {
      "en": "My Hero Academia - L'incident Chocolaté (Doujinshi)"
    },
    "updatedAt": "2025-02-14T11:49:55+00:00",
    "coverArt": "https://mangadex.org/covers/5e26bb9f-7d65-4bbd-bd79-b48e1f58dad0/0f03a891-def9-41ae-8919-5f0227c4d70e.png",
    "altTitles": [],
    "description": {
      "en": "Pairing: Todoroki Shouto x Bakugou Katsuki"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "701e67c9-45b2-459b-a517-a0cb9865def8",
    "title": {
      "en": "Sazae-san"
    },
    "updatedAt": "2023-08-15T09:45:17+00:00",
    "coverArt": "https://mangadex.org/covers/701e67c9-45b2-459b-a517-a0cb9865def8/912f5f03-8dfb-448e-b117-a93c064a5fc5.jpg",
    "altTitles": [
      {
        "ja-ro": "Heisei no Sazae-san"
      },
      {
        "en": "The Wonderful World of Sazae-san"
      },
      {
        "ja": "サザエさん"
      },
      {
        "ja-ro": "Yorinuki Sazae-san"
      },
      {
        "zh": "蠑螺太太"
      },
      {
        "ja": "よりぬきサザエさん"
      }
    ],
    "description": {
      "en": "Slice of life manga about a woman named Sazae and her family."
    },
    "status": "completed",
    "releaseDate": 1946,
    "contentRating": "safe",
    "lastVolume": "45",
    "lastChapter": "6477"
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/fa082938-dc58-4745-bbcf-a094d4d98929.png",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e25693b-7711-4502-bda7-0647d4df26dd",
    "title": {
      "en": "Ganbatte Ikimasshoi"
    },
    "updatedAt": "2024-10-26T06:55:58+00:00",
    "coverArt": "https://mangadex.org/covers/1e25693b-7711-4502-bda7-0647d4df26dd/11cc45d9-082f-4fdc-a596-8cfb0bfd2a8c.png",
    "altTitles": [
      {
        "ja": "がんばっていきまっしょい"
      },
      {
        "en": "Let's Do Our Best!"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "089eb68d-1519-4b27-93c7-67c65a13d486",
    "title": {
      "en": "Enoch"
    },
    "updatedAt": "2024-09-13T19:23:14+00:00",
    "coverArt": "https://mangadex.org/covers/089eb68d-1519-4b27-93c7-67c65a13d486/bedafe4a-ad3f-4c3a-b804-115f9f01d2f2.png",
    "altTitles": [
      {
        "ko": "에녹"
      }
    ],
    "description": {
      "en": "“Chimeras” are people that have been infused with animal DNA in order to give them superpowers and abilities, however society doesn’t favor them so they live in fear and rejection. Our main character, code name “01”, works as a mercenary who happens upon an old acquaintance. He’s then given a job to protect and transport Enoch, a girl who is sought out to be the perfect “material”, to the borders of Canada.",
      "fr": "Les \"chimères\" sont des personnes auxquelles on a infusé de l'ADN animal afin de leur donner des superpouvoirs et des capacités, mais la société ne les favorise pas, si bien qu'elles vivent dans la peur et le rejet. Notre personnage principal, dont le nom de code est \"01\", travaille comme un mercenaire qui tombe sur une vieille connaissance. Il est ensuite chargé de protéger et de transporter Enoch, une fille qui est recherchée pour être le \"matériel\" parfait, jusqu'aux frontières du Canada.",
      "pt": "“Quimeras” são pessoas que foram infundidas com DNA animal para receber superpoderes e habilidades, mas a sociedade os despreza e vivem marginalizados. Nosso protagonista, codinome “01”, trabalha como um mercenário e recebe a missão de proteger e levar Enoch, o “material” perfeito, à fronteira do Canadá."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "48"
  },
  {
    "mangaId": "76a41f6e-98be-4538-866d-c9a7edf4e6cc",
    "title": {
      "en": "The Detective of Muiella"
    },
    "updatedAt": "2023-11-23T19:14:16+00:00",
    "coverArt": "https://mangadex.org/covers/76a41f6e-98be-4538-866d-c9a7edf4e6cc/8c008538-71a4-422d-a2f4-72c95ca4e6ac.jpg",
    "altTitles": [
      {
        "ko": "뮈엘라의 수사관"
      },
      {
        "ko-ro": "Mwiellaui Susagwan"
      },
      {
        "fr": "L'enquêteur de Muiella"
      },
      {
        "es": "El detective de Muiella"
      },
      {
        "uk": "Слідчий Муелли"
      },
      {
        "ja": "ミュエラの捜査官"
      },
      {
        "zh": "心动搜查官"
      },
      {
        "zh": "慕艾拉的调查官"
      },
      {
        "zh-hk": "穆艾拉的調查官"
      },
      {
        "th": "นักสืบแห่งมิวเอลล่า"
      }
    ],
    "description": {
      "en": "Kate Smith enjoys her quiet life as a maid and has no interest in getting married. Her resolve only deepens as she watches her peers swoon over the moody manservant, Ian. Whether it's fate or bad luck, Kate quickly finds herself in a series of compromising encounters with him. One day another maid goes missing and the mystical happenings that follow only intensify her suspicions about Ian. As the expert detective Jade Killian comes into town, can he help her uncover the truth?\n\n---\nKate is a maid at the Baron's estate in Muiella, a country where warlocks and witches are shunned. One day, the new servant Ian arrives… but he's much too proper and handsome for his lowly rank. As they keep running into each other, Kate's suspicion of Ian's disarming demeanor only grows when strange incidents crop up in the manor. Sleuthing for the truth, the wellbeing of the estate and its residents may be at stake! Where's a good detective when you need one?!\n\n---\n[Original Webtoon](https://page.kakao.com/home/50099907)\n\n**Official Translation:**\n* English: [Tapas](https://tapas.io/series/the-detective-of-muiella/info), [Tappytoon](https://www.tappytoon.com/series/detmuiella/) (expired)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [French / Français](https://delitoon.com/webtoon/lenqueteur-de-muiella)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Detective-of-Muiella/210)\n* [Japanese / 日本語](https://piccoma.com/web/product/18201)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B7%E0%B8%9A%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%A7%E0%B9%80%E0%B8%AD%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2/34)",
      "fr": "Simple deomestique dans un manoir à la campagne, elle ne pensait pas se retrouver mêlée à un mystère. Alors qu’elle ne désire qu’avoir une petite vie tranquille, la visite d’un enquêteur au manoir et l’arrivée d’un valet mystérieux vont bouleverser son petit quotidien. La disparition d’une de ses amies va la pousser à enquêter sur les mystères entourant le manoir...\n\n---\nKate est une domestique dans un manoir à Muiella, une contrée où les gens dotés de pouvoirs magiques sont rejetés. Un jour, Ian, un nouveau domestique arrive… Mais il est bien trop impeccable et élégant pour un simple servant.\n\nLes soupçons de Kate quant au comportement désarmant de Ian ne font que grandir à mesure que d’étranges incidents se produisent dans le manoir.\n\nLa recherche de la vérité pourrait bien mettre tous les résidents en danger! Où trouver un bon détective quand on en a besoin?!\n\n---\n[Original Webtoon](https://page.kakao.com/home/50099907)\n\n**Official Translation:**\n* English: [Tapas](https://tapas.io/series/the-detective-of-muiella/info), [Tappytoon](https://www.tappytoon.com/series/detmuiella/) (expired)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [French / Français](https://delitoon.com/webtoon/lenqueteur-de-muiella)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Detective-of-Muiella/210)\n* [Japanese / 日本語](https://piccoma.com/web/product/18201)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B7%E0%B8%9A%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%A7%E0%B9%80%E0%B8%AD%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2/34)",
      "ko": "마법사와 마녀를 배척하는 나라. 뮈엘라.\n뮈엘라의 시골 영지 알라나데일의 저택에서 하녀로 일하는 케이트.\n\n어느 날, 그녀가 일하는 데일 남작가에 수상한 하인이 들어온다.\n\n하인에 어울리지 않는 훤칠한 키에 단정한 외모를 가진 그는 첫날부터 주목을 받지만,\n케이트는 사사건건 자신과 부딪치는 이안이 마음에 들지 않는다.\n\n한편 그녀가 몸담은 데일 남작가에 불길한 사건들이 하나둘 일어나기 시작하는데…….\n\n---\n[Original Webtoon](https://page.kakao.com/home/50099907)\n\n**Official Translation:**\n* English: [Tapas](https://tapas.io/series/the-detective-of-muiella/info), [Tappytoon](https://www.tappytoon.com/series/detmuiella/) (expired)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [French / Français](https://delitoon.com/webtoon/lenqueteur-de-muiella)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Detective-of-Muiella/210)\n* [Japanese / 日本語](https://piccoma.com/web/product/18201)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B7%E0%B8%9A%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%A7%E0%B9%80%E0%B8%AD%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2/34)",
      "uk": "Муелла - країна, яка неприймає чарівників та відьом. Кейт працює покоївкою в сільській місцевості в маєтку Аланалейл. Одного разу в маєток влаштовується підозрілий слуга. Він недостатньо вмілий для слуги, і в нього гарна зовнішність. Тим часом у будинку барона починають відбуватися зловісні події.\n\n---\n[Original Webtoon](https://page.kakao.com/home/50099907)\n\n**Official Translation:**\n* English: [Tapas](https://tapas.io/series/the-detective-of-muiella/info), [Tappytoon](https://www.tappytoon.com/series/detmuiella/) (expired)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [French / Français](https://delitoon.com/webtoon/lenqueteur-de-muiella)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Detective-of-Muiella/210)\n* [Japanese / 日本語](https://piccoma.com/web/product/18201)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B7%E0%B8%9A%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%A7%E0%B9%80%E0%B8%AD%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2/34)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "163"
  },
  {
    "mangaId": "a4edc11f-50d6-4fdd-a8b6-c44f6398979c",
    "title": {
      "en": "A City Called Nowhere"
    },
    "updatedAt": "2022-09-03T14:47:08+00:00",
    "coverArt": "https://mangadex.org/covers/a4edc11f-50d6-4fdd-a8b6-c44f6398979c/4b103ef1-8e91-4389-8094-b737f61d71dd.jpg",
    "altTitles": [],
    "description": {
      "en": "Sheryl lives in a city full of dangers that most people do not notice."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e",
    "title": {
      "en": "Multiverse no Watashi, Koishite Ii desu ka?"
    },
    "updatedAt": "2025-02-04T01:21:37+00:00",
    "coverArt": "https://mangadex.org/covers/6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e/05ab2b1a-70db-4d7d-b319-3aa7e0b67e3d.jpg",
    "altTitles": [
      {
        "ja": "マルチバースの私、恋していいですか?"
      },
      {
        "en": "Is It Alright for My Multiverse Self to Fall in Love?"
      },
      {
        "vi": "Em của đa vũ trụ có thể yêu anh được không?"
      },
      {
        "ja": "マル恋"
      },
      {
        "ja-ro": "Marukoi"
      }
    ],
    "description": {
      "en": "Jogo has a crush on his classmate, Miyato. \n\nOne day, they unexpectedly end up walking home together after school. When Miyato is about to be hit by a truck, Jogo throws himself in harm's way to save her. In the final moment before impact, Jogo wishes he could have told Miyato how he felt. \n\nBut then he hears a mysterious voice saying, \"You can do it over. This time, don’t have any regrets.\"\n\nWhen he wakes up, he finds himself unharmed, lying on the ground, with a different version of Miyato beside him — she looks the same, but her clothes and hairstyle are different...?",
      "ja": "本当なら出逢えていなかった、私とあなた。好きだと言わなくても後悔はしない？\n\n可能性を切り拓く、マルチバースラブコメ読切！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6371d3a6-3663-4fb3-ad0f-e927c627d8ba",
    "title": {
      "en": "Past Life Destiny"
    },
    "updatedAt": "2022-04-17T11:40:26+00:00",
    "coverArt": "https://mangadex.org/covers/6371d3a6-3663-4fb3-ad0f-e927c627d8ba/3c0558a5-1818-42c4-81de-0ffbbd4badb6.jpg",
    "altTitles": [
      {
        "ko": "전생연분"
      },
      {
        "en": "Past Life Relationship"
      }
    ],
    "description": {
      "en": "\"I was a Queen from the Joseon Dynasty who was murdered by the royal consort?!\"\n\nKim Minju, who suddenly remembered her past life while taking an exam. \n\nShe was very confused when she remembered but tried to calm down because the most important thing was her college entrance examination and not her previous \nlife. But the Consort, who was her enemy in the past life came to find Minju. \nAnd soon after, even the King who was her husband in the past life appears in front of her and puts her student life into a crisis. \n\n\"I don't care about the past life or whatever, just please let me study!\"",
      "ko": "'내가 후궁에게 살해당한 조선의 왕비?!'\n시험을 보다가 갑자기 전생을 떠올리게 된 민주.\n크게 당황하지만, 전생보다 중요한 것은 대입이었기에 애써 마음을 추스른다.\n하지만 전생의 철천지 원수였던 후궁이 민주를 찾아오고\n뒤이어 전생에 남편이었던 왕까지 나타나면서 민주의 수험생활은 위기를 맞는데....\n'전생이고 나발이고 제발 공부 좀 하자!!'"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38204a99-8c9f-43f4-ac29-1e3896841946",
    "title": {
      "en": "My Rei of Light"
    },
    "updatedAt": "2025-01-19T00:54:39+00:00",
    "coverArt": "https://mangadex.org/covers/38204a99-8c9f-43f4-ac29-1e3896841946/6ccca173-5fd7-4ce1-b5ac-fdd7bc651656.jpg",
    "altTitles": [],
    "description": {
      "vi": "“Tôi muốn cậu trở thành nguồn cảm hứng của tôi!”\n\nHai con người với những đam mê cháy bỏng nhưng lạc lối trong chính câu chuyện của riêng mình. Một cách tình cờ, họ đã gặp được nhau.\n\nỞ cạnh nhau, Yuji và Masa, hai con người yêu cái đẹp, được sống là chính mình. Cùng niềm đam mê quá đỗi đặc biệt họ dần khám phá ra những cảm xúc chôn giấu và điều sẽ thay đổi cuộc đời của họ mãi mãi."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1604fe26-256d-467c-8b34-d66d703029fc",
    "title": {
      "en": "Utsuranain desu"
    },
    "updatedAt": "2025-02-14T12:43:19+00:00",
    "coverArt": "https://mangadex.org/covers/1604fe26-256d-467c-8b34-d66d703029fc/b8503c9d-fafd-429d-8f1d-a2b758680437.jpg",
    "altTitles": [
      {
        "ja": "写らナイんです"
      },
      {
        "ja": "The ghost doesn't show up."
      },
      {
        "en": "The Ghost Doesn't Show Up"
      },
      {
        "en": "They Can't Be Photographed"
      },
      {
        "ru": "Призрак не показывается"
      }
    ],
    "description": {
      "en": "A high school boy who sees things that shouldn't be there encounters an enthusiastic girl from the occult research club. (Manga Mogura)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0984daf7-068e-4862-a583-e7f7519dfe29",
    "title": {
      "en": "Vtuber Savior ✟ Messiah-chan"
    },
    "updatedAt": "2025-02-07T20:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/0984daf7-068e-4862-a583-e7f7519dfe29/daa71375-66f0-4452-bfb1-09cc9e4036c8.jpg",
    "altTitles": [
      {
        "ja": "救済系Vッタラー✟メシアちゃん"
      },
      {
        "ja-ro": "Kyuusai Kei Vtterer ✟ Messiah-chan"
      }
    ],
    "description": {
      "en": "A horror manga where viewers watch and join in on Messiah-chan's stream activities."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "51"
  },
  {
    "mangaId": "6378f4b1-f9a0-4233-b89a-95021535d100",
    "title": {
      "en": "Mitsuishi-san is Being Weird This Year"
    },
    "updatedAt": "2024-11-01T15:15:30+00:00",
    "coverArt": "https://mangadex.org/covers/6378f4b1-f9a0-4233-b89a-95021535d100/286be2e5-2adf-43da-a41c-9007711a1c2c.jpg",
    "altTitles": [
      {
        "ja": "今年の三石さんはどこかおかしい"
      },
      {
        "ja-ro": "Kotoshi no Mitsuishi-san wa Dokoka Okashil"
      },
      {
        "ja-ro": "Kotoshi no Mitsuishi-san ha Dokoka Okashii"
      },
      {
        "ja-ro": "Kotoshi no Mitsuishi-san wa Doko ka Okashii"
      },
      {
        "en": "There's Something Strange About Mitsuishi-san This Year"
      },
      {
        "zh-hk": "今年的三石同學哪裡有點怪"
      },
      {
        "vi": "Mitsuishi-san năm nay cứ là lạ"
      },
      {
        "ja": "三石さん"
      },
      {
        "ja-ro": "Mitsuishi-san"
      },
      {
        "en": "Mitsuishi-san"
      }
    ],
    "description": {
      "en": "A notebook? A jersey!? Gym clothes!?!? What do you want to borrow?\n\nMitsuishi constantly takes care of her classmate Hajime, a lethargic boy. What made the cool honor student Mitsuishi suddenly change over the past year?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5a7b424-a40a-4919-b95a-48f3144b659c",
    "title": {
      "en": "Marriage of Murder and Lies"
    },
    "updatedAt": "2025-01-26T09:01:28+00:00",
    "coverArt": "https://mangadex.org/covers/c5a7b424-a40a-4919-b95a-48f3144b659c/ff3462f1-6a74-40de-b040-45bbbd2164db.png",
    "altTitles": [
      {
        "ja": "殺しと噓のマリアージュ"
      },
      {
        "ja-ro": "Koroshi to Uso no Marriage"
      }
    ],
    "description": {
      "en": "From the fearsome tag team of Kawamoto Homura (Kakegurui) and Nadai Nishi (Satsudou) comes the cutest serial killer heroine ever?! A romantic thriller where exposing the lie means instant death!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1f8f17a-6c51-4a35-9205-bc70bb5fa826",
    "title": {
      "en": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
    },
    "updatedAt": "2024-12-31T10:10:40+00:00",
    "coverArt": "https://mangadex.org/covers/a1f8f17a-6c51-4a35-9205-bc70bb5fa826/67519246-a388-4d76-bdd5-482455fda583.jpg",
    "altTitles": [
      {
        "ja": "つれないほど青くて あざといくらいに赤い"
      },
      {
        "ja-ro": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
      },
      {
        "ru": "Холодно-синий и коварно-красный"
      },
      {
        "es-la": "Tan frío como el azul y tan agresivo como el rojo"
      },
      {
        "vi": "Xanh đến nỗi Lạnh Lùng, Đỏ tới mức Xảo Quyệt"
      },
      {
        "vi": "𩇢𦤾馁𨗺𡫶 𧹼細墨巧譎 (Nom Script)"
      }
    ],
    "description": {
      "en": "Is this senior... female? Male? Neutral? Demonic? A transfer student suffering from an incurable disease called curiosity meets a mysterious being (human) who is beautiful, cute, cool, and terrifying. The first of a new generation of horror comic authors presents an abyssal love story, a ghost story to peek into and sensuality to you.",
      "ja": "覗いてはいけない、だから、覗きたい。　この先輩は…女性？　男性？　中性？　魔性??　好奇心という不治の病を患う転校生が出会ったのは、美しく、可愛らしく、格好よく、恐ろしい、謎の存在（ヒト）だった。",
      "ru": "Мой сэмпай... Кто же это? Девушка? Парень? Оно? Демон?.. Главный герой — переведенный ученик старшей школы, страдающий неизлечимым чувством любопытства натыкается на красивое, милое, крутое и опасное создание (человека?). С этого момента и начинаются их необычные отношения.\n\n(Source: mangalib)",
      "vi": "Liệu senpai này là... Nữ giới? Nam giới? Vô giới? Ác quỷ giới?? Một học sinh chuyển trường mắc một căn bệnh vô phương cứu chữa gọi là sự hiếu kì đã gặp phải một tồn tại bí ẩn dưới hình dạng của một con người vô cùng xinh đẹp và dễ thương nhưng cũng rất lạnh lùng và đáng sợ. Một câu chuyện tình yêu nơi vực thẳm, một câu chuyện ma quái đầy gợi cảm, mang đến cho bạn bởi tác giả đứng đầu về một thế hệ mới của truyện kinh dị...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2025-02-07T06:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/c15f762d-5437-4f73-aa85-64a7b686ddba.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      },
      {
        "pt-br": "O lado oculto da minha Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "214"
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2025-02-06T14:29:35+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/ae1a9844-3a74-462d-8bdd-bef3232e1e03.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      },
      {
        "ur": "Sath ki kursi par beithne wali mujhe \"Un Ankhoñ\" se deikhti he"
      }
    ],
    "description": {
      "en": "While you were admiring the girl in the next seat, she might be eyeing you up, too…? A new kind of “neighborly” short-form pure love comedy!\n\n(Source: Sunday Webry, translated)",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fdb3ae24-7e0d-4fa9-94e2-b194ee4d8217",
    "title": {
      "en": "Bokura no Kiseki"
    },
    "updatedAt": "2024-12-01T12:23:21+00:00",
    "coverArt": "https://mangadex.org/covers/fdb3ae24-7e0d-4fa9-94e2-b194ee4d8217/840d5c8c-60ec-4a90-8a89-cb3596a01e9f.jpg",
    "altTitles": [
      {
        "fr": "Notre Miracle"
      },
      {
        "en": "Our Miracle"
      },
      {
        "vi": "Phép Lạ Của Chúng Ta"
      },
      {
        "ru": "Наше Чудо"
      },
      {
        "ja": "ボクラノキセキ"
      },
      {
        "zh": "我们的奇迹"
      },
      {
        "zh-hk": "我們的奇蹟"
      },
      {
        "pl": "Nasz Cud"
      },
      {
        "it": "Ol Nostro Miracolo"
      }
    ],
    "description": {
      "en": "From a young age, Minami Harusumi has had recurring dreams of Veronica, a princess whose kingdom is on the verge of destruction. He believes them to be recollections of his past life, and that he is her reincarnation. Because of this, he is ridiculed by his classmates. One day, when the mockery escalates into bullying, he rediscovers magic—something Veronica had studied and used. Reassured his past life is not merely a fantasy, Minami tries to learn more about his past memories and the reason behind them…"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da36a727-7686-4e92-8fac-94bc292b8e91",
    "title": {
      "en": "Magus of the Library"
    },
    "updatedAt": "2024-10-08T18:19:21+00:00",
    "coverArt": "https://mangadex.org/covers/da36a727-7686-4e92-8fac-94bc292b8e91/ee21bae7-726c-4807-b705-43d1398fb305.jpg",
    "altTitles": [
      {
        "ja": "図書館の大魔術師"
      },
      {
        "en": "The Great Wizard of the Library"
      },
      {
        "ko": "도서관의 대마법사"
      },
      {
        "ja-ro": "Toshokan no Daimajutsushi"
      },
      {
        "tr": "Kütüphanenin Başbüyücüsü"
      }
    ],
    "description": {
      "en": "In a distant world reminiscent of Arabian Nights, a mysterious young elf-child etched by a difficult life in the slums of a remote village with his elder sister.  \nOne day, he encountered Sedona, a librarian from the greatest library of the land, and the two formed a bond as they began their adventure in a fantastic and wondrous world.  \n  \n\n\n---\n\n**Officially Translated:**  \n- In French by [Ki-oon](http://www.ki-oon.com/mangas/minisite-697-magus-of-the-library-l-histoire.html)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28ad4f56-42e8-4967-89a4-ec1457c8fb3b",
    "title": {
      "en": "Houkai Gakuen EX - Sakura Arc"
    },
    "updatedAt": "2023-07-21T16:55:55+00:00",
    "coverArt": "https://mangadex.org/covers/28ad4f56-42e8-4967-89a4-ec1457c8fb3b/6afaacf3-362b-415a-bd5e-95852b49c174.jpg",
    "altTitles": [
      {
        "zh-ro": "Benghuai Xueyuan EX"
      },
      {
        "en": "Guns Girl Z EX - Sakura Arc"
      },
      {
        "en": "Honkai Impact 3 - Dark Sakura Tales (#Book 1005)"
      },
      {
        "en": "Houkai Gakuen EX"
      },
      {
        "zh": "绯樱篇"
      }
    ],
    "description": {
      "en": "Houkai Gakuen EX is a special comic introduced in version 2.3 of miHoYo's online game, [Houkai Gakuen 2](https://www.benghuai.com/). [The story also comes with her own MAD version.](https://www.bilibili.com/video/av2645577)  \nThe story set in Middle age, when black death known as honkai pandemic haunt entire europe. The Schicksal using honkai box to purify outbreak causing the victim turned into honkai beast. Kallen Kaslana decided to steal honkai box and destroyed it but instead she got shot by bullet and stranded upon in land of yamato(known as Japan) in Yae village. After that she was saved by guardian miko in that village named Sakura. This is fateful story between two girls.  \n  \n(Houkai Gakuen 2 timeline: version 2.3 as World Boss and 4.0 as Limited time Coop Mode)  \n(Honkai Impact 3 estimated timeline : Direct Sequel of #Book 1009 and Half Century before #Book 1001)  \n\n\n---\n\nMain Story :   \n[# Book 1001 = Escape From The Sky](https://mangadex.org/manga/22297/honkai-impact-3)   \n[# Book 1002 = Cherry Blossom Recall](https://mangadex.org/manga/22297/honkai-impact-3)   \n[# Book 1003 = Mystery of Stigmata](https://mangadex.org/manga/26804/honkai-impact-3rd-mystery-of-stigmata)   \n[# Book 1006 = Anti-Enthrophy Invasion](https://mangadex.org/manga/22297/honkai-impact-3)   \n[# Book 1007 = Gratitude Arc](https://mangadex.org/manga/22297/honkai-impact-3)   \n[# Book 1008 = Moon Shadow](https://mangadex.org/manga/22297/honkai-impact-3)    \n\n\n---\n\nSide Story :  \n[# Book 1004 = Violet Sea Tales](https://mangadex.org/manga/22297/honkai-impact-3)   \n**# Book 1005 = Dark Sakura Tales | Guns Girl SchoolDayZ EX - Sakura Arc**   \n[# Book 1009 = Purple Kite's Tales](https://mangadex.org/manga/22297/honkai-impact-3)   \n[# Book 1010 = Secret of the God Keys](https://mangadex.org/title/31991/honkai-impact-3rd-secret-of-the-god-keys)   \n[# Book 1012 = 2nd Herrscher/Lawman](https://mangadex.org/title/30935/honkai-impact-3rd-2nd-lawman)    \n\n\n---\n\nSpin-off :  \n[# Book 1011 = When Kiana Play Honkai Impact](https://mangadex.org/manga/22297/honkai-impact-3)  \n[# Book 1013 = Valkyries' Dining Escapades](https://mangadex.org/manga/26179/honkai-impact-3-valkyries-dining-escapades)  \n[# Book 1014 = Summer Memories](https://mangadex.org/title/30931/honkai-impact-3rd-summer-memories)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "8"
  },
  {
    "mangaId": "45d3ebca-8d74-4e51-be90-8582e4756cbd",
    "title": {
      "en": "Dungeon Tou de Yadoya wo Yarou! Souzou Mahou wo Moratta Ore no Hosoude Hanjouki"
    },
    "updatedAt": "2024-09-24T18:10:16+00:00",
    "coverArt": "https://mangadex.org/covers/45d3ebca-8d74-4e51-be90-8582e4756cbd/af3328b3-4708-4e88-9428-2d7f26d6ef94.jpg",
    "altTitles": [
      {
        "ja": "ダンジョン島で宿屋をやろう! 創造魔法を貰った俺の細腕繁盛記"
      },
      {
        "en": "Let's run an inn on Dungeon Island! A Story of my Weak Selfs Success after receiving Creation Magic"
      },
      {
        "zh-hk": "在迷宮島上經營旅館吧！得到創造魔法之後我的成長記"
      },
      {
        "ja-ro": "Dungeon Shima de Yadoya o Yarou! Sōzō Mahō o Moratta Ore no Hosoude Hanjō-ki"
      },
      {
        "zh": "在迷宫岛上经营旅馆吧！得到创造魔法之后我的成长记"
      },
      {
        "ko": "던전 섬에서 여관을 하자! 창조 마법을 받은 나의 가냘픈 번성기"
      }
    ],
    "description": {
      "en": "One day, Sanada Shirou, who works for a black company, is transported to another world. Using his \"creation magic\", an ability he gained when transported, he opens an inn and is supposed to lead a slow life, but this other world is a little strange?! It is a world where women are overwhelmingly dominant, where women do dangerous work and battle, and men are powerless and are protected! The daily life of entertaining (in many ways) the women of this other world begins...!\n\n---\n**Links:**\n- [Web Novel](https://kakuyomu.jp/works/1177354055503576578)  (JP)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fbc8b87-7eec-40cf-b0d6-ce250d1deacc",
    "title": {
      "en": "Otonari-kun wa Kyou mo Watashi wo Komaraseru"
    },
    "updatedAt": "2025-02-04T17:43:37+00:00",
    "coverArt": "https://mangadex.org/covers/1fbc8b87-7eec-40cf-b0d6-ce250d1deacc/01312b5e-343d-4b5d-bf60-fabfc2fff58b.jpg",
    "altTitles": [
      {
        "ja": "おとなりくんは今日もわたしを困らせる"
      },
      {
        "ja-ro": "Otonarikun ha kyou mowatashi wo komaraseru"
      }
    ],
    "description": {
      "ja": "心配性な女子高生のミオンは入学早々、デカくて怖いホーイチの隣の席になってしまう。おびえる日々を過ごすミオンだけど、だんだんホーイチは怖くはないと気がついて…。\nむしろドキドキさせてきて、困るのですが！？\n\n心配性女子×ノーテンキ男子の噛み合わないけど愛おしいドタバタラブコメ開幕♡"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e30aec44-7abb-47d6-8114-faf103a5dd03",
    "title": {
      "en": "Gyaru ni Koisuru 5 Byou Mae Anthology Comic"
    },
    "updatedAt": "2025-01-15T09:30:25+00:00",
    "coverArt": "https://mangadex.org/covers/e30aec44-7abb-47d6-8114-faf103a5dd03/c20b1acd-e2dc-463d-8027-2efe4d2e61c4.jpg",
    "altTitles": [
      {
        "ja": "ギャルに恋する５秒前 アンソロジーコミック"
      },
      {
        "ja-ro": "Gyaru ni Koisuru Go Byou Mae Anthology Comic"
      },
      {
        "en": "5 Seconds Before Falling in Love with a Gyaru - Anthology Comics"
      }
    ],
    "description": {
      "en": "\"You’re bound to fall in love when a gal is kind to you!\". Despite dressing flamboyantly with a smidgin of lewdness sprinkle in, these gals occasionally show a pure side that will leave you mesmerized and-?\n\nThis is an Anthology collection of 6 chapters:\n-Don’t seduce me, Sakihara-san! (by Kazawa Youhei)\n-Kiyokawa-san is definitely a gyaru! (by saku)\n-The gyaru childhood friend wants to give a warm welcome! (by Urano Ritsu)\n-The gyaru likes ramen! (by Hidari Ude)\n-Munching ♡ Kanna-chan ~A recipe for making gyaru fall in love with you~ (by Noki Kuzuri)\n-The inexperienced gyaru asks for her teacher’s lessons (by Kamon Shoumi)\n\nCover illustration: Kazawa Youhei"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "066fa82d-fecc-437e-8146-69a6cfcd64bb",
    "title": {
      "en": "Back to Spring"
    },
    "updatedAt": "2024-08-15T22:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/066fa82d-fecc-437e-8146-69a6cfcd64bb/464dd530-4d2f-483b-8fcf-325a153e69a0.png",
    "altTitles": [
      {
        "zh": "溯洄春时"
      }
    ],
    "description": {
      "en": "Because of her personality, highschooler Xu Ting is often picked on by her classmates. Until one day, the school’s young, new maintenance worker saves her.  His attractive looks and mysterious aura enthrall the bullies.  Xu Ting feels indebted, yet in the small forest after school, she accidentally discovers his deepest secret?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13d2856e-9163-43a1-86f9-cd66d41db09b",
    "title": {
      "en": "Isekai Samurai"
    },
    "updatedAt": "2024-12-31T10:16:58+00:00",
    "coverArt": "https://mangadex.org/covers/13d2856e-9163-43a1-86f9-cd66d41db09b/59aee1bf-9fbf-40d3-a5a7-b1acb41fbb45.jpg",
    "altTitles": [
      {
        "ja": "異世界サムライ"
      },
      {
        "ja-ro": "Isekai Samurai"
      },
      {
        "en": "Samurai in Another World"
      },
      {
        "es-la": "Samurái en Otro Mundo"
      },
      {
        "id": "Samurai di Dunia Lain"
      }
    ],
    "description": {
      "en": "The strongest swordsman of the Warring States period, transferred to another world.\n\nAt the end of the Warring States Period, Ginko, the greatest swordsman of the time, was always hungry for a fight to the death with someone stronger than herself. After cutting and cutting and cutting, she finally despairs that there is no one stronger than her in this world, and then she is transferred to another world! Before her eyes - a dragon!",
      "ja": "戦国時代最強の剣豪、異世界転移。\n\n戦国時代末期、最強の剣豪・ギンコは常に、自分より強いものとの死闘に飢えていた。切って切って切りまくり、ついにこの世に自分以上の強者がいないと絶望した矢先、異世界へ転移！　目の前には――ドラゴン！？",
      "pt-br": "A espadachim mais forte do período dos Reinos Combatentes, transferida para outro mundo.\n\nNo final do Período dos Reinos Combatentes, Ginko, a maior espadachim da época, estava sempre ansiosa por lutar até a morte com alguém mais forte que ela. Depois de cortar e cortar e cortar, ela finalmente se desespera porque não há ninguém mais forte do que ela neste mundo, e então ela é transferida para outro mundo! Diante de seus olhos está um dragão!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c8ddbf0-7807-493b-960d-c1e508f12c46",
    "title": {
      "en": "The Marshal King"
    },
    "updatedAt": "2025-02-07T08:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/3c8ddbf0-7807-493b-960d-c1e508f12c46/84c06085-b6c3-400e-82b0-e72505a8e0e2.png",
    "altTitles": [],
    "description": {
      "en": "Nobody on the continent hasn't heard of the evil deeds of the great outlaw M. Godspeed.\nBut one day, a young man claiming to be the criminal's son suddenly appears trekking through the harsh desert.\nThis Jim Godspeed says he's killed his father and has the corpse to prove it!\nA steampunk western from the mind of the master, Boichi!\n\n(Source: MangaPlus)",
      "es": "M. Godspeed fue un legendario villano cuya crueldad extrema hizo que su nombre resonara por todo el continente.\nUn día, apareció un joven llamado Jim Godspeed, quien afirmó ser su hijo.\nJim dijo haber matado a su padre con sus propias manos y haber cruzado el desierto ¡con su cadáver a cuestas...!\n¡Disfruta de esta épica historia ambientada en el Oeste de mano del aclamado maestro Boichi!\n\n(Fuente: MangaPlus)",
      "ja": "<毎週金曜更新>悪逆の限りを尽くし、大陸に名を轟かせた、偉大なる悪党M・ゴッドスピード。\nある日、彼の息子を名乗る、ジム・ゴッドスピードが現れた。\nジムは自らの手で父を殺し、その亡骸とともに、砂漠を渡ってきたと語る...！\n巨匠・Boichiが紡ぐ、新たなるウエスタンストーリー！",
      "vi": "Không ai trên khắp vùng đất này là chưa từng nghe đến những hành động tàn ác của tên tội phạm khét tiếng M. Godspeed.\n\nNhưng một ngày nọ, một chàng trai trẻ tuổi tự xưng là con trai của tên tội phạm đột nhiên xuất hiện, lặn lội qua vùng sa mạc khắc nghiệt.\n\nJim Godspeed này nói rằng hắn đã giết cha mình và có xác chết để chứng minh điều đó!\n\nMột câu chuyện miền viễn tây theo phong cách steampunk đến từ Boichi!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]