[
  {
    "mangaId": "1760bde8-b369-4072-943d-1d99a521d75c",
    "title": {
      "en": "Uso Kareshi Demo Ii Kara Tonikaku Shitai Mashiro-chan"
    },
    "updatedAt": "2024-11-30T06:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/1760bde8-b369-4072-943d-1d99a521d75c/fbad0834-ccd1-4931-acb2-3440707fc5e8.jpg",
    "altTitles": [
      {
        "ja": "嘘彼氏でもいいからとにかくシたいましろちゃん"
      },
      {
        "ja-ro": "Usokareshi Demo Iikara Tonikaku Shitai MASHIRO-chan"
      },
      {
        "en": "Mashiro-chan Wants to Do It Even If It's with a Fake Boyfriend"
      }
    ],
    "description": {
      "en": "Mashiro Naomoto wants to have a taste of romance and even get to try lewd things, now that she has become a high school student.\n\nHowever, she has low self-esteem and as a result of lacking confidence in herself, she began to think that it's probably impossible for her. Right at that moment, to her surprise a handsome male classmate named Oosagi-kun confesses to her. Mashiro starts to suspect that his confession must be some sort of punishment game, but her own desire to do lewd stuff wins over it and as a result, she does the opposite and makes a move on him... it's a case of sexual desire winning over suspicion?!\n\nThis is a romcom where a high school girl's libido will run wild!!\n\n(Source: Comic-Meteor)\n\n---\n\n* [Twitter](https://twitter.com/nekomattaaaaan/status/1851462156996551019) (Preview) *Posted with the caption: Doushitemo Sukebe Shitai JK no Manga Kakimashita (どうしてもスケベしたいJKの漫画描きました) \"I drew a manga about a high school girl who wants to do perverted stuff no matter what\"*",
      "ja": "高校生になったのだから恋愛、さらにはＨなことをしてみたい直本ましろ。だが、自己肯定感が低く、自分に自信がないため、どうせ無理だろうなと思っていたところ、なんとクラスメートのイケメン男子・大鷺くんから告白される。絶対に罰ゲームだろうと告白に疑心暗鬼になるましろだったが、Ｈなことをしたいという欲求が勝ったため、逆に大鷺くんに迫るが…性欲は疑惑に勝る!?　性欲強めJKの暴走ラブコメディ!!",
      "pt-br": "Mashiro Naomoto quer experimentar o romance e até tentar coisas pervertidas, agora que se tornou uma estudante do ensino médio**.\n\nNo entanto, ela tem baixa autoestima e, por falta de confiança em si mesma, começou a pensar que isso provavelmente seria impossível para ela. Nesse momento, para sua surpresa, um colega bonito chamado Oosagi-kun se declara para ela. Mashiro começa a suspeitar que a confissão dele seja algum tipo de jogo de punição, mas seu próprio desejo de fazer coisas pervertidas fala mais alto, e, como resultado, ela toma a iniciativa com ele... seria esse um caso de desejo sexual vencendo a desconfiança?!\n\nEssa é uma comédia romântica onde a libido de uma garota do ensino médio vai correr solta!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b129c748-5fb9-4fce-aa3d-f6a016a4fe6b",
    "title": {
      "en": "Chiikawa: Nanka Chiisakute Kawaii Yatsu"
    },
    "updatedAt": "2024-11-11T18:31:46+00:00",
    "coverArt": "https://mangadex.org/covers/b129c748-5fb9-4fce-aa3d-f6a016a4fe6b/45ed776e-06ce-4a41-a3fd-85c587675e9e.jpg",
    "altTitles": [
      {
        "ja": "ちいかわ なんか小さくてかわいいやつ"
      },
      {
        "ja": "なんか小さくてかわいいやつ"
      },
      {
        "ru": "Чиикава: Что-то маленькое и милое"
      }
    ],
    "description": {
      "en": "The sometimes happy, sometimes sad, and a tad stressful daily life of \"some sort of small, cute creature\" known as Chiikawa. Chiikawa enjoys delicious food with bees and rabbits, toils hard every day for the rewards of work, and still maintains a smile.",
      "ja": "なんか小さくてかわいいやつ＝通称「ちいかわ」たちが繰り広げる、楽しくて、切なくて、ちょっとハードな日々の物語。\n\nみんなに愛されて、優しくされて、こういう風になって暮らしたい…はずが、周囲には得体の知れない存在もたくさん!?\nでも、大好きなハチワレやうさぎたちと、おいしいものを食べたり、労働の報酬でほしいものを手に入れようとしたり、毎日を一生懸命生きる「ちいかわ」の周りは、いつも笑顔で溢れています。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2ba181a-3651-4903-b391-44134a57c144",
    "title": {
      "en": "Isekai de Mizu no Dai Seirei Yattemasu"
    },
    "updatedAt": "2024-11-26T10:27:00+00:00",
    "coverArt": "https://mangadex.org/covers/f2ba181a-3651-4903-b391-44134a57c144/68f7434d-2bfb-47b9-8652-7325d10fe755.jpg",
    "altTitles": [
      {
        "ja": "異世界で水の大精霊やってます。"
      }
    ],
    "description": {
      "en": "When the laid-back high school student Saejima Nagi wakes up from a nap, he finds himself in a lake in another world!? After learning that he is the \"Great Water Spirit\" whose essence is the lake, Nagi uses the power that resides within him to heal those suffering from injuries and illnesses. One day, Nagi is led by a voice calling for help and is summoned by a boy. This encounter will greatly change Nagi's fate...",
      "ja": "のんびり屋の高校生・冴島凪（サエジマ ナギ）が居眠りから目覚めると、異世界の湖になっていた!? 自分が湖を本体とする「水の大精霊」であると知ったナギは、怪我や病で苦しむ者たちを自らに宿る力で癒していく。ある日、ナギは助けを求める声に導かれ、ひとりの少年に召喚される。その出会いが、ナギの運命を大きく変えることになり――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c492c1b9-a1e0-48d9-812f-4cae90968355",
    "title": {
      "en": "The Marked"
    },
    "updatedAt": "2024-09-11T12:46:33+00:00",
    "coverArt": "https://mangadex.org/covers/c492c1b9-a1e0-48d9-812f-4cae90968355/5a6cce14-03b0-4f12-bbd1-adf29b1cb310.png",
    "altTitles": [
      {
        "pt-br": "Os Marcados"
      }
    ],
    "description": {
      "en": "In a world where reincarnation is a known phenomenon, the legend of the Marked Ones is often dismissed as nothing more than a children's tale. Yet, deep within an isolated, nameless forest, the first Marked One, Hassasha, was born. \n\nMysterious symbols adorned her skin, said to be a curse or perhaps a gift from a forgotten deity. As she grows, Hassasha begins to uncover the truth behind her markings, unlocking ancient powers and secrets that could change the fate of the world —if they don't destroy her first."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3",
    "title": {
      "en": "Sensei! Bokutachi ga Sekai wo Horoboshimasu."
    },
    "updatedAt": "2024-10-23T17:56:43+00:00",
    "coverArt": "https://mangadex.org/covers/1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3/da3de2f4-f8be-48ca-90d2-b3cb8e176f9d.jpg",
    "altTitles": [
      {
        "ja": "先生！ 僕たちが世界を滅ぼします。"
      },
      {
        "ru": "Мы уничтожим весь мир, учитель!"
      },
      {
        "en": "Teacher, We will Destroy the World!"
      },
      {
        "en": "The Strongest Assassin as a Teacher"
      }
    ],
    "description": {
      "en": "A \"Teacher\" has a sacred job that protects and guides students.\n\nIn this world where people who can use magic and people who cannot use magic coexist, Solo is a sorcerer who lives alone. He is also known as No. 0, a skilled assassin who always completes any request he receives.\n\n\"As part of a certain mission, I am assigned to teach at a magic school, and the teenagers I am assigned to teach are the students of the Class 2D, which is made up of dropouts.\"\n\nWhile he is desperately playing the role of a teacher in order to complete his mission, a transfer student arrives and the situation takes an unexpected turn...",
      "ja": "『教師』とは、生徒を守り、教え導く聖なる仕事。\n魔法が使える人間と使えない人間が混在するこの世界で、孤独に生きる一人の魔導士・ソロ。受けた依頼は必ず完遂するという凄腕の殺し屋・No.0（ナンバーゼロ）という異名も持つ彼は、とある任務の一件で魔法学校で教師をすることになりますが、そこで担任することになったのは、学年の落ちこぼれが集まる２年Ｄ組。任務遂行のために必死に教師を演じている最中、そこに転校生がやってきて事態は思わぬ方向に…。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efee636b-2b65-488c-ad39-25a0d2a261f5",
    "title": {
      "en": "Our Villainess Has Changed"
    },
    "updatedAt": "2024-11-19T16:27:47+00:00",
    "coverArt": "https://mangadex.org/covers/efee636b-2b65-488c-ad39-25a0d2a261f5/adc66fc0-ed2b-4b21-a5d9-bb16ee2030c6.jpg",
    "altTitles": [
      {
        "ko": "우리 악녀님이 달라졌어요"
      }
    ],
    "description": {
      "en": "She grew up an orphan, working herself to death in part-time jobs, and eventually died from exhaustion. \n\nRight before her death, she was reading an R-rated romance fantasy novel and found herself reincarnated as Annette Ethelred, the twisted villainess who was adopted into a duke's family and was bent on killing the novel's heroine. Annette was also the last princess of a fallen kingdom. Her happiness over the lavish lifestyle of the duke’s family didn’t last long, as she was quickly thrown out with nothing to her name, punished for the evil deeds of the original Annette. \n\nBut giving up wasn’t an option. With the survival skills honed from all her part-time jobs, she managed to get hired as a maid at the temple. \n\n\"This time around, I’ll make lots of money and date a handsome man! ...But seriously, are there no normal guys around here?!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ed9cdaf-71f7-4b11-9e9b-4e35563a2719",
    "title": {
      "en": "Only My Psycho"
    },
    "updatedAt": "2024-11-30T10:36:50+00:00",
    "coverArt": "https://mangadex.org/covers/4ed9cdaf-71f7-4b11-9e9b-4e35563a2719/9bd29317-6d37-4e41-a94c-8c71f2ce6059.jpg",
    "altTitles": [
      {
        "ja": "オンリーマイサイコ"
      }
    ],
    "description": {
      "en": "This is District A, somewhere in Asia, where skyscrapers and slums coexist in a chaotic mix.\n\nSakaki Takeru, who grew up in such a place, is scouted by an underworld organization's assassin squad and, under the guise of recruit training, becomes partners with Atonashi Isagi.\n\nUpon their first meeting, Takeru fell for Isagi's looks, gentle personality, and the fact that he's still a virgin.\n\nAs a perfect match both professionally and physically, they seemed to be off to a smooth start.\n\nUntil \"something\" happened that provoked Isagi's wrath...",
      "vi": "Khi hai thằng khùng dính vào nhau.\n\nĐây là quận A, nằm tại châu Á, nơi có những toà nhà chọc trời nằm đan xen với khu ổ chuột. Takeru Sakaki lớn lên tại đây và được chiêu mộ vào đội ngũ sát thủ của một tổ chức thế giới ngầm, sau đó được xếp cặp với Isagi Atonashi để đào tạo người mới.\n\nNgoại hình chuẩn gu, tính tình ôn hoà và trên hết, khi biết Isagi vẫn còn zin, Takeru bỗng nảy sinh hứng thú với người này. Công việc và cơ thể đều vô cùng hoà hợp, có vẻ như họ đã có một khởi đầu thuận lợi. Cho đến khi “một việc” xảy đến chạm trúng vảy ngược của Isagi."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "b80ea8bd-7293-4e61-965a-14594059dde1",
    "title": {
      "en": "7-Kakan Gentei Kanojo"
    },
    "updatedAt": "2024-09-29T12:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/b80ea8bd-7293-4e61-965a-14594059dde1/53aef29b-5b24-41de-8631-3f4b9105b419.png",
    "altTitles": [
      {
        "ja": "7日間限定彼女"
      },
      {
        "ko": "7일간 한정 여자친구"
      },
      {
        "th": "แฟนสาวแค่ 7 วัน"
      },
      {
        "en": "Girlfriend limited to 7 days."
      }
    ],
    "description": {
      "en": "A yuri romantic comedy centered on a temporary relationship between a gal and an honor student. \n\nThe story begins when Manatsu, a gal who is on the verge of repeating a grade, starts receiving tutoring from Sumie, an honor student. Manatsu loves shoujo manga and romantic gossip but has the vague that having a boyfriend somehow doesn't fit her. \n\nWhen she casually brings this up, Sumie suggests, \"Why not try starting with just the form?\" and offers \"How about dating me for just 7 days?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6aca5618-378d-42a1-af2e-6f308890ab30",
    "title": {
      "en": "Kimi ni Koisuru Sanshimai"
    },
    "updatedAt": "2024-11-15T14:24:15+00:00",
    "coverArt": "https://mangadex.org/covers/6aca5618-378d-42a1-af2e-6f308890ab30/ec4d0981-6611-47f3-abf0-33c7eda2139b.jpg",
    "altTitles": [
      {
        "ja": "キミに恋する三姉妹"
      },
      {
        "en": "Three Sisters in Love with You"
      }
    ],
    "description": {
      "en": "In the world of daily full-throttle dedication to his studies, there's Itsuki, a high school boy. The reason he's putting in so much effort into his studies is to reunite with his first love, a girl named Amane, and go on a date with her. While he's immersed in these study-centric days, by a twist of fate, he ends up living together with Amane and her sisters, Shion and Mone...!?",
      "ja": "勉学に日々全力投球の男子高校生・樹。勉強を頑張る理由は、初恋の女性・天音と再会し、デートをするためである。そんな勉強一色の日々を過ごす中、天音とその姉妹の詩音・萌音とひょんなことから同居することになり…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-11-28T04:31:13+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/4389c689-ff1a-40af-9828-d47bc6711fb6.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. \nStrolling around the neighborhood, soaking in the public baths, eating the local cuisine, enjoying the park... \neven if she can't take a big vacation or travel too far, she's determined to still enjoy any little \"vacation\" she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccd62324-c226-4e8a-94fe-87e42737f12a",
    "title": {
      "en": "Candy and Choco Bonbon"
    },
    "updatedAt": "2024-11-30T10:36:48+00:00",
    "coverArt": "https://mangadex.org/covers/ccd62324-c226-4e8a-94fe-87e42737f12a/b28a7973-e32b-4128-85c4-255f3518c365.png",
    "altTitles": [
      {
        "ja-ro": "Candy to Choco Bonbon"
      },
      {
        "en": "Images (OOYA Chiki)"
      },
      {
        "ja": "キャンディとチョコボンボン"
      }
    ],
    "description": {
      "en": "Ooya Chiki has two short story compilations with the same name. \n\n**1974 edition:**\n- **Candy to Choco Bonbon**: Booboo Sue transfers to Gradler Academy to find her lost childhood love, Buddy. \n- Ouji-sama ga Ippa: Ooya's debut work.\n- Shiroi Carnival\n- Rouge wa Saigo\n\n**2007 edition:**\n- Candy to Choco Bonbon:\n- Ouji-sama ga Ippai\n- Alphonse, Osaki ni Douzo\n- Shiroi Carniva\n- Yukiwarisou\n- **Images**: A short story by Ooya Chiki published in Ribbon in 1974.\n- Namiki-doori no Noriai Bus\n- Boku no Suteki na Posie Oba-san"
    },
    "status": "completed",
    "releaseDate": 1973,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "2"
  },
  {
    "mangaId": "a1f8f17a-6c51-4a35-9205-bc70bb5fa826",
    "title": {
      "en": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
    },
    "updatedAt": "2024-11-05T01:49:07+00:00",
    "coverArt": "https://mangadex.org/covers/a1f8f17a-6c51-4a35-9205-bc70bb5fa826/d4338a34-b39d-4c2a-953c-2dec2d22acdb.jpg",
    "altTitles": [
      {
        "ja": "つれないほど青くて あざといくらいに赤い"
      },
      {
        "ja-ro": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
      },
      {
        "en": "So Cold That It's Blue, and Cunning Enough to Be Red"
      },
      {
        "es-la": "Tan frío como el azul y tan agresivo como el rojo"
      },
      {
        "vi": "Xanh đến nỗi Lạnh Lùng, Đỏ tới mức Xảo Quyệt"
      },
      {
        "vi": "𩇢𦤾馁𨗺𡫶 𧹼細墨巧譎 (Nom Script)"
      },
      {
        "ru": "Холодно-синий и коварно-красный"
      }
    ],
    "description": {
      "en": "Is this senior... female? Male? Neutral? Demonic? A transfer student suffering from an incurable disease called curiosity meets a mysterious being (human) who is beautiful, cute, cool, and terrifying. The first of a new generation of horror comic authors presents an abyssal love story, a ghost story to peek into and sensuality to you.",
      "ru": "Мой сэмпай... Кто же это? Девушка? Парень? Оно? Демон?.. Главный герой — переведенный ученик старшей школы, страдающий неизлечимым чувством любопытства натыкается на красивое, милое, крутое и опасное создание (человека?). С этого момента и начинаются их необычные отношения.\n\n(Source: mangalib)",
      "vi": "Liệu senpai này là... Nữ giới? Nam giới? Vô giới? Ác quỷ giới?? Một học sinh chuyển trường mắc một căn bệnh vô phương cứu chữa gọi là sự hiếu kì đã gặp phải một tồn tại bí ẩn dưới hình dạng của một con người vô cùng xinh đẹp và dễ thương nhưng cũng rất lạnh lùng và đáng sợ. Một câu chuyện tình yêu nơi vực thẳm, một câu chuyện ma quái đầy gợi cảm, mang đến cho bạn bởi tác giả đứng đầu về một thế hệ mới của truyện kinh dị...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54cc1547-1d1c-4759-a94c-39b9d1f958d7",
    "title": {
      "en": "Mousou Sensei"
    },
    "updatedAt": "2024-11-03T01:08:32+00:00",
    "coverArt": "https://mangadex.org/covers/54cc1547-1d1c-4759-a94c-39b9d1f958d7/44110af1-4750-4fb1-a491-174742b46589.jpg",
    "altTitles": [
      {
        "ja": "妄想先生"
      },
      {
        "en": "Delusional Teacher"
      },
      {
        "ru": "Помешанный учитель"
      }
    ],
    "description": {
      "en": "The beautiful English teacher Momoko Irosaki receives what she thinks are the lustful gazes of her male students every day... or so she misunderstands!? What goes on in the school life of a teacher who inadvertently indulges in fantasies full of allure...?",
      "ja": "美人英語教師の色咲先生は、日々男子生徒から思春期真っ盛りの視線を浴びている…のは勘違い!? ついお色気全開の妄想をしてしまう先生の学校生活は――…。ちょっとえっちでかなり笑える妄想スクールコメディ!!",
      "ru": "Красивая учительница английского Иросаки Момоко, как ей кажется, каждый день ловит на себе похотливые взгляды своих учеников мужского пола... Или она просто неправильно их понимает?! Что происходит в школьной жизни учителя, который невольно предается таким фантазиям?...",
      "vi": "Irosaki-sensei, một giáo viên trẻ xinh đẹp, hoạt bát,... Nói chung là mặt tiền cô rất  tuyệt với, học sinh đứa nào đứa nấy cũng mê. Nhưng thật ra \"mặt trong\" của cô lại không được xán lạn đến vậy. Và rồi cô gặp một cậu học trò yêu thích môn tiếng anh mà cô đang giảng dạy, thay vì nghĩ rằng \"ồ, siêng quá ta\", thì trong đầu cô lại chỉ có vô vàn suy nghĩ đồi trụy rồi tự gán hết lên người cậu học sinh ấy, nói chung là ngây ngô lắm cả nhà XD."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9484b1fd-0271-4c9b-b096-7e313823058e",
    "title": {
      "en": "Jitsu wa Ore, Saikyou Deshita?"
    },
    "updatedAt": "2024-11-15T16:57:47+00:00",
    "coverArt": "https://mangadex.org/covers/9484b1fd-0271-4c9b-b096-7e313823058e/99d7deec-670e-4e46-8736-5005cb1fb147.jpg",
    "altTitles": [
      {
        "ja": "実は俺、最強でした？"
      },
      {
        "en": "Am I Actually the Strongest?"
      },
      {
        "ko": "실은 나, 최강이었다?"
      },
      {
        "zh": "其实，我乃最强？"
      },
      {
        "zh": "其实，我是最强的？"
      },
      {
        "zh-hk": "其實，我是最強的？"
      },
      {
        "fr": "Suis-je en fait le plus fort ?"
      },
      {
        "ka": "სინამდვილეში ყველაზე ძლიერი ვარ?"
      },
      {
        "id": "Apakah Aku Sebenarnya Yang Terkuat?"
      },
      {
        "pt-br": "Na Verdade, Eu Sou o Mais Forte?"
      },
      {
        "ru": "На самом деле, я самый сильный?"
      },
      {
        "es": "¿En realidad soy el más fuerte?"
      },
      {
        "th": "ผมเทพสุดจริงเหรอ?"
      },
      {
        "vi": "Tôi Có Thực Sự Là Người Mạnh Nhất Không?"
      }
    ],
    "description": {
      "en": "To be reincarnated into another world with the promise of a \"cheat\" power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless? That's another thing entirely!\n\nNow the newly-born Reinhart — or Hart to his new friends — must find his way through a dangerous world. But luckily, he's got magic that's quite literally off the charts!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10050/episode/322262) (U.S. Only), [Kodansha](https://kodansha.us/series/am-i-actually-the-strongest/)",
      "ja": "赤ちゃんに転生したのに捨てられた！チート魔法力で生き延びろ！",
      "pt": "Um NEET é renascido em outro mundo com a promessa de um avida pacifica. Apesar de ter nascido na realeza, devido a sua magica parecer fraca, seus pais o abandonaram sem pensar em uma floresta para ser devorado por monstros. Contudo sua magia é desumanamente poderosa. O que ele devera fazer para obter a vida pacifica que ele tanto deseja?\n\nHikikomori (引き篭り) é um termo que significa literalmente isolado em casa, ele é usado para referir-se a pessoas que apresentam graves níveis de isolamento, normalmente são jovens entre 13 e 39 anos que muitas vezes são sustentados pelos pais ou trabalham online. NEET é basicamente a mesma coisa mas tem suas diferenças.\"",
      "ru": "Парень перерождается в другой мир, чтобы иметь обещанную мирную жизнь. Ребенком его бросают в лесу за низкий уровень магии, который не может быть измерен современными радарами. Что ему нужно сделать, чтобы достичь мирной жизни, которую он так желает?",
      "es-la": "Un chico renace en otro mundo para tener una vida pacífica. Un bebé nacido de poder y realeza, abandonado en el bosque por tener un poder que no puede ser comparado ni por los radares modernos (no, no esta ni cerca de sobrepasar los 9000). ¿Qué hara para obtener la vida pacífica que él tanto desea?\"",
      "pt-br": "Reencarnar em outro mundo com a promessa de um poder de \"trapaça\" é uma coisa... mas renascer como um bebê e então ser deixado para morrer depois que seus pais reais acham que você é impotente? Isso é outra coisa completamente diferente!\n\nAgora, o recém-nascido Reinhart — ou Hart para seus novos amigos — deve encontrar seu caminho através de um mundo perigoso. Mas, felizmente, ele tem uma magia que está literalmente fora dos gráficos!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d6abf8e-550c-4a73-b193-f3b02d628ae3",
    "title": {
      "en": "A Little Sister with Squishy Cheeks"
    },
    "updatedAt": "2024-04-13T22:36:59+00:00",
    "coverArt": "https://mangadex.org/covers/1d6abf8e-550c-4a73-b193-f3b02d628ae3/dc8a2417-f2d8-4124-a901-69167121b906.jpg",
    "altTitles": [
      {
        "ja": "ほっぺがもちもちな妹ちゃん"
      },
      {
        "ja-ro": "Hoppe ga Mochimochi na Imouto-chan"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "944f5727-7917-4d47-8c9c-654dcf535acb",
    "title": {
      "en": "Tough Gaiden - The Man Who Succeeds the Dragon"
    },
    "updatedAt": "2024-06-18T15:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/944f5727-7917-4d47-8c9c-654dcf535acb/c6bd599e-910a-43d7-be7c-ccf0384636e2.jpg",
    "altTitles": [
      {
        "en": "The Man Who Succeeds The Dragon"
      },
      {
        "ja-ro": "Ryuu wo Tsugu Otoko"
      },
      {
        "ja": "TOUGH 龍を継ぐ男"
      },
      {
        "ru": "Жесткий: Преемник Дракона"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu o Tsugu Otoko"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu wo Tsugu Otoko"
      }
    ],
    "description": {
      "en": "The series starring one of illegitimate children of Kiryu Miyazawa, Ryuusei Nakamura. Years after Kiibo founded the new dojo, both him and Kiryu mysteriously disappeared. Ryuusei, after losing his mother to cancer, is set to find out about his birth father and his destiny as the evil dragon’s heir, but he is not the only one.",
      "ru": "Третья часть саги Саруватари Тэцуи во вселенной \"Жесткого\". Что произошло после окончания второй части? Куда подевались некоторые старые герои? Где Киичи?  \r\nОтвет на эти и множество других вопросов вы узнаете, начав читать \"Жесткий: Наследник Дракона\"!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-11-22T16:06:26+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/78d0c2a9-08fb-4d3c-904a-d9dae23debc7.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      },
      {
        "vi": "Nô lệ của đội tinh nhuệ Ma đô"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "vi": "Chiều không gian đầy quỷ dữ được gọi là \"Ma đô\" đã mở ra đe dọa đối với loài người. Tại đó, có một loài  \"đào\" ban cho kẻ ăn sức mạnh đặc biệt, giúp nhân loại có cơ hội chiến đấu, tuy nhiên, chỉ có nữ giới mới có thể sử dụng thứ sức mạnh \"trái đào\" ấy. Bởi vậy mà phụ nữ trở thành những người bảo vệ loài người, địa vị xã hội tăng cao, trong khi nam giới bị giáng xuống tầng lớp công dân hạng hai, giành giật nhau những công việc cơ bản và sự thừa nhận.\n\nNhân vật chính Yuuki Wakura, một nam sinh chăm chỉ yêu nội trợ, chị gái cậu đã bị bắt trong một sự kiện của Ma đô 5 năm về trước. Khi đang than thở về những khó khăn gặp phải, cậu đã bị lũ quỷ tấn công. Nhờ được đội trưởng Kyouka của Đội chống Quỷ kịp thời ứng cứu, cậu chấp nhận trở thành \"nô lệ\" của cô để có thể sở hữu sức mạnh tiêu diệt bầy quỷ.\n\nBất ngờ thay, việc làm \"nô lệ\" đòi hỏi một cái giá tương xứng...và người phải trả giá lại không phải là cậu.",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80c46754-6fd6-4f28-a7bd-0d8df7ae56bc",
    "title": {
      "ja": "Nanase-san no Koi ga Ijou"
    },
    "updatedAt": "2024-10-25T16:26:53+00:00",
    "coverArt": "https://mangadex.org/covers/80c46754-6fd6-4f28-a7bd-0d8df7ae56bc/2c0754ed-8186-4603-9762-ab15171cadac.jpg",
    "altTitles": [
      {
        "ja": "七瀬さんの恋が異常"
      },
      {
        "en": "Nanase-san's Crazy Love Obsession"
      },
      {
        "vi": "Cô nàng cuồng tình Nanase"
      },
      {
        "en": "Nanase's Love is Crazy"
      }
    ],
    "description": {
      "en": "Takahashi met Nanase, a beautiful and seemingly innocent woman, on a dating app. They were steadily growing closer in their relationship until one day, when he goes to Nanase's house, he finds a shocking sight...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bcbb813-d9c7-4cd8-8ac2-63584a1498ab",
    "title": {
      "en": "Lockdown Zone: Level X"
    },
    "updatedAt": "2024-10-26T11:53:14+00:00",
    "coverArt": "https://mangadex.org/covers/6bcbb813-d9c7-4cd8-8ac2-63584a1498ab/0629572a-d256-4dd5-b957-838b8de788cc.jpg",
    "altTitles": [
      {
        "ja-ro": "Kankin kuiki reberu X"
      },
      {
        "ja": "監禁区域レベルX"
      }
    ],
    "description": {
      "en": "Ryoka is awakened by flurry of text messages from her mother! Panicked and rushed, Mom is clearly concerned for Ryoka's safety, but she is not to keen on letting her daughter know why. Her reasoning being that nothing could really properly describe what is happening!  \n  \nThe world might be ending! And there might be a massive new life-form on the roof of their apartment building!  \n  \n(Denpa)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "ffa156e7-dd60-46e3-b238-e05f94eb979c",
    "title": {
      "en": "A Savage Proposal"
    },
    "updatedAt": "2024-11-13T18:32:31+00:00",
    "coverArt": "https://mangadex.org/covers/ffa156e7-dd60-46e3-b238-e05f94eb979c/bc6df3dc-0271-40c3-914e-c651187637b2.jpg",
    "altTitles": [
      {
        "ko": "야만의 청혼"
      },
      {
        "pl": "Szaleńcza Propozycja"
      }
    ],
    "description": {
      "en": "When the ruthless Lord Tiwakan seizes the kingdom of Nauk, Princess Liene Arsac faces an impossible choice: marry her captor or watch her homeland crumble. But Lord Tiwakan isn’t just after power; he desires Liene, and his devotion stirs a mix of fear and undeniable attraction within her. With her former betrothed, Lafitte, still missing, Liene must decide whether to trust Tiwakan's promises or hold out hope for a rescue. As dangerous secrets come to light, Liene’s decision could change the fate of Nauk—and her own heart—forever.",
      "pl": "Kiedy bezwzględny lord Tiwakan przejmuje królestwo Nauk, księżniczka Liene Arsac staje przed niemożliwym wyborem: poślubić swojego porywacza lub patrzeć, jak jej ojczyzna się rozpada. Ale lord Tiwakan pragnie nie tylko władzy; pożąda Liene, a jego oddanie wzbudza w niej mieszankę strachu i niezaprzeczalnego przyciągania. Ponieważ jej były narzeczony, Lafitte, wciąż jest uznawany za zaginionego, Liene musi zdecydować, czy zaufać obietnicom Tiwakana, czy też mieć nadzieję na ratunek. Gdy niebezpieczne sekrety wychodzą na jaw, decyzja Liene może zmienić los Nauk - i jej własnego serca - na zawsze."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1d16bd6-6b08-4985-b15e-e8586a8de78a",
    "title": {
      "en": "I, Who Have the Natural Charismatic Traits, Was Targeted by Yandere Disciples"
    },
    "updatedAt": "2024-05-13T10:05:29+00:00",
    "coverArt": "https://mangadex.org/covers/d1d16bd6-6b08-4985-b15e-e8586a8de78a/eda60bb2-bebc-4669-8176-9ec05c556782.png",
    "altTitles": [
      {
        "zh": "天生媚骨的我被病娇徒儿盯上了"
      },
      {
        "zh-ro": "Tiansheng Meigu De Wo Bei Bing Jiao Tu Er Ding Shangle"
      },
      {
        "zh-ro": "Tiānshēng Mèigǔ De Wǒ Bèi Bìng Jiāo Tú Er Dīng Shàngle"
      },
      {
        "vi": "Trời Sinh Mị Cốt, Ta Bị Đồ Nhi Yandere Để Mắt Tới"
      }
    ],
    "description": {
      "en": "After losing all magical powers, Bing Yuanzi was caught by a female disciple with ulterior motives. Witnessing a disciple she had painstakingly raised harboring malicious intentions, the master drank the last vial of a transformative potion, intending to erase her own existence. Unexpectedly, instead of disappearing, she became the legendary natural beauty, with allure and beauty reaching maximum levels. At the same time, the next words from her female disciple sounded behind her: “Master, you wouldn’t want your loss of magical powers to be known by our enemies, would you?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e6fe2fd-ea67-4ca0-83f2-5bebfce436c2",
    "title": {
      "en": "Breaking Into The Body of The Emperor's Daughter"
    },
    "updatedAt": "2024-11-30T10:48:14+00:00",
    "coverArt": "https://mangadex.org/covers/4e6fe2fd-ea67-4ca0-83f2-5bebfce436c2/ffcebc89-cc21-4541-960f-48fb713d6338.png",
    "altTitles": [
      {
        "en": "Unveiling The Emperor's Secret"
      },
      {
        "zh": "撞破皇帝女儿身"
      }
    ],
    "description": {
      "en": "After transmigrating to another world as a wealthy young master, Su Changqing only wanted to live a low-profile life as a rich second-generation heir and enjoy his days in comfort. However, his plans are suddenly disrupted when his family faces an unexpected crisis, and he accidentally discovers the Emperor's secret - that she is actually a woman.\n\nWhile he initially feared the female Emperor would stop at nothing to silence him, to his surprise, she instead becomes interested in his mysterious ability to transform his appearance. She wants him to become her male body double. What Su Changqing never expected was that being the female Emperor's male substitute would mean he has to visit the imperial harem on his very first day. His peaceful life completely falls apart from that moment on..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-09-12T22:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e477578d-db2f-47df-ba81-607f2bdafa65",
    "title": {
      "en": "The Most Beautiful Girl in the School is in Love With Me, the xx Artist!?"
    },
    "updatedAt": "2024-10-26T11:22:59+00:00",
    "coverArt": "https://mangadex.org/covers/e477578d-db2f-47df-ba81-607f2bdafa65/0fdbd68f-9bed-44cf-b757-6950ad4cc874.jpg",
    "altTitles": [
      {
        "ja": "学園1の美少女は××絵師の俺に惚れている！？"
      },
      {
        "ja-ro": "Gakuen 1 no Bishōjo wa ×× Eshi no Ore ni Horeteiru!?"
      },
      {
        "ja-ro": "Gakuen 1 no Bishoujo wa ×× Eshi no Ore ni Horeteiru!?"
      },
      {
        "id": "Gadis Nomor 1 di Sekolah Sekaligus Pembuat Karya XXX Jatuh Cinta Denganku?!"
      },
      {
        "en": "The Number 1 Beautiful Girl in the School is in Love With Me, the xx Artist!?"
      }
    ],
    "description": {
      "en": "Amesaka Sora, an ordinary high school boy, usually enjoys drawing erotic pictures as a hobby. Since his failure in junior high school, he had planned to hide his hobby in high school... But one day, the student council president and the most beautiful girl in the school, Kisaragi Uguisu, finds out his secret...!?\n\nA coming-of-age rom-com between a beautiful girl at the top of the caste system and one of those male extras!",
      "id": "Amesaka Sora, seorang siswa biasa yang suka menggambar hal-hal cabul. Karena kegagalannya di SMP, dia menyembunyikan hobinya ini di SMA. Namun, suatu hari, ketua OSIS sekaligus gadis tercantik sepenjuru sekolah, Kisaragi Uguisu mengetahui hobi rahasianya tersebut. Apa yang akan terjadi di antara mereka berdua?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8",
    "title": {
      "en": "Kyou mo Veranda de"
    },
    "updatedAt": "2024-11-01T15:31:45+00:00",
    "coverArt": "https://mangadex.org/covers/fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8/c76f37b5-5414-453e-8e7e-bd9acfcf2923.jpg",
    "altTitles": [
      {
        "ja": "今日もベランダで"
      },
      {
        "ja-ro": "Kyou mo Beranda de"
      },
      {
        "en": "On the Balcony Again Today"
      },
      {
        "en": "Today, Again, on this Veranda"
      },
      {
        "en": "Today, Again on this Balcony"
      },
      {
        "ru": "Сегодня снова на балконе"
      },
      {
        "uk": "Сьогодні знову на балконі"
      },
      {
        "vi": "Lại gặp nhau ở ban công rồi"
      }
    ],
    "description": {
      "en": "A freelance designer loves to relax from work through gardening on his balcony. There he starts talking to his new neighbor next door over the wall without knowing her face.",
      "ja": "フリーのエディトリアルデザイナー・土岐田旬は、仕事に追われ部屋に籠りっぱなしの毎日。癒やしを求めてベランダガーデニングにハマるように。そんなある日、隣にちょっと変わった天然系の女性が引っ越してきた。ふとした出来事から、お互いの顔も知らぬままベランダの隔壁越しに話をするようになる二人。実は隣の女性は新進俳優・成海游なのだが……。ベランダとグリーンが繋ぐ隔壁越しの二人は？",
      "ru": "Фрилансер дизайнер-редактор Сюн Токита настолько занят своей работой, что целыми днями сидит взаперти в своей квартире. В поисках отдыха он пристрастился к балконному садоводству. Однажды по соседству с ним поселяется необычная женщина природной красоты. Они начинают разговаривать через стенку балкона, не зная друг друга в лицо. На самом деле соседка — восходящая актриса Ю Наруми...\nБалкон и зелень объединяют их через перегородку.",
      "uk": "Дизайнер-фрілансер любить відпочивати від роботи, займаючись садівництвом на своєму балконі. Там він починає розмовляти зі своєю новою сусідкою через стіну, не знаючи її в обличчя."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e52367ac-5799-46d0-93db-67ef336de6dd",
    "title": {
      "en": "Taberu Dake de Level-Up! Damegami to Issho ni Isekai Musou"
    },
    "updatedAt": "2024-11-29T21:20:54+00:00",
    "coverArt": "https://mangadex.org/covers/e52367ac-5799-46d0-93db-67ef336de6dd/df232e70-69b8-4c96-a7dc-376392994ce8.jpg",
    "altTitles": [
      {
        "ja": "食べるだけでレベルアップ！ ～駄女神といっしょに異世界無双～"
      },
      {
        "en": "Level Up Just by Eating!: Unrivaled in Another World with a Useless Goddess"
      }
    ],
    "description": {
      "en": "Just by eating, you can become unrivaled!? A young boy named Kehma is summoned to another world and given a cheat skill that allows him to gain experience points and skills from the food he eats! He lives a slightly erotic and delicious life in another world with a silly and cute useless goddess while enjoying the adventures and gourmet food that are unique to that world! \n\nA long-awaited comic adaptation of a unique fantasy about eating your way around another world!",
      "ja": "ただ食べるだけで、とにかく無双!? 異世界に召喚された少年ケーマに与えられたのは、食べたものの経験値＆スキルをそのまま獲得できちゃうチートスキル！異世界ならではの冒険やグルメを堪能しながら、おバカ可愛い駄女神と送る、ちょっとＨ＆おいしい異世界生活!!",
      "pt-br": "A Inútil Deusa Laura cujo único ponto forte é ter seios enormes,\n\nE o menino Kehma que foi convocado para outro mundo.\n\nGanhando uma habilidade de trapaça que absorve as habilidades do que ele come, ele aproveita a vida no outro mundo comendo monstros deliciosos e brincando com a Deusa fácil de lidar."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "0a29b87c-f6eb-4e6d-98b4-3cd8adb3ab8f",
    "title": {
      "en": "Moto Ansatsusha, Tensei Shite Kizoku no Reijou ni Narimashita"
    },
    "updatedAt": "2024-09-30T16:40:56+00:00",
    "coverArt": "https://mangadex.org/covers/0a29b87c-f6eb-4e6d-98b4-3cd8adb3ab8f/549f4ffe-f56b-4a41-8008-fbb9246b8a86.png",
    "altTitles": [
      {
        "ja": "元暗殺者、転生して貴族の令嬢になりました"
      },
      {
        "en": "A Former Assassin Was Reborn as a Blue-Blooded Daughter"
      }
    ],
    "description": {
      "en": "The story is about Serena, a former assassin who was reincarnated as a duke's daughter after failing her mission. She initially thought that pretending to be a noble would be easy, but she struggled with the gap in perception between herself and her mother, who had a flighty personality, and her adoptive sister, who deceived those around her in an attempt to push Serena out of the picture.\n\nDespite skillfully dodging the harassment she faced at the tea parties full of rivalry and navigating the complex social life of a school embroiled in love and hate, Serena's cold demeanor resulted in her being ostracized and isolated. One day, she discovers that her adoptive sister is engaged to the second prince, which leads her to run away from home. However, it is at this point that the first prince, Evan, appears in front of her...\n\nFollow Serena, a former assassin who knows nothing of love, as she charges forward into the aristocratic society of another world in this comedic, occasionally romantic tale.",
      "ja": "任務に失敗した暗殺者が転生したのは、公爵令嬢のセレナ。「私は元暗殺者。なりすますなんて簡単だ」そう思っていたセレナだが、 頭がお花畑な母親や、彼女を蹴落とそうと周りを欺く義妹などとの感覚のズレに日々いら立ち、生きづらさを感じていた。 \nマウントだらけのお茶会に、愛憎ドロドロな学園生活……周囲からの嫌がらせを冷めた目で痛烈にかわしながらも、その冷徹さゆえに疎まれ孤立していくセレナ。 そしてある日、義妹が第二王子と婚約することを知り、ついに家出を決意する。しかしそこに第一王子のエヴァンが現れて--!?\n愛を知らない元暗殺者が貴族社会を突き進む、異世界転生コメディときどきラブ!？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-11-20T19:46:51+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      },
      {
        "vi": "Tụi mình không có hẹn hò"
      },
      {
        "pt-br": "Não Estamos Namorando!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”",
      "pt-br": "\"Por que você continua perguntando se estamos namorando? Só estamos de mãos dadas, não estamos namorando!!\"\nÉ uma comédia romântica slice-of-life sobre casais que não são realmente casais!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-10-27T22:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba549e23-300f-426a-81e9-114115db5bcd",
    "title": {
      "en": "Zatsuyo Gakari Ken Shien Jutsu Shi Ha Party Tsuiho Ni Akogareru ~Seken Ha Tsuiho Boomnanoni, Ore Wo Kadai Hyoka Suru Party Member Tachi Ga Kesshite Tebanaso to Shitekurenai~"
    },
    "updatedAt": "2024-10-31T12:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/ba549e23-300f-426a-81e9-114115db5bcd/546e5cf9-4f78-4c43-ae43-c7d6c820c197.jpg",
    "altTitles": [
      {
        "ja": "雑用係兼支援術師はパーティー追放に憧れる～世間は追放ブームなのに、俺を過大評価するパーティーメンバーたちが決して手放そうとしてくれない～"
      },
      {
        "en": "The Support Mage Yearns for Party Banishment: The World Is in a Banishment Boom, but the Party Members Who Think Too Highly of Me Never Want to Let Me Go"
      },
      {
        "es": "El Encargado de los Deberes y Mago de Apoyo Anhela ser Expulsado del Grupo ~Aunque el Mundo Está en un Boom de Expulsiones, los Miembros del Grupo que me Sobreestiman no me Dejarán ir~"
      }
    ],
    "description": {
      "en": "\"Stormbreaker,\" an up-and-coming party of young adventurers, is making waves in the dungeon conquest world with its record-breaking speed. Amidst this, Monog, who works as a handyman and a support mage, begins to doubt whether he will be expelled from \"Stormbreaker\" due to the recent \"Attacker Supremacy\" trend. However, the other members have no intention of kicking him out. In fact, they are the complete opposite...? Is the negative handyman actually a genius(?) support mage?",
      "es": "El grupo de aventureros jóvenes y prometedores 'Stormbreaker' está causando sensación al progresar en la conquista del calabozo a una velocidad récord. En medio de esto, Monogu, quien trabaja en tareas generales y también es un mago de apoyo, se siente cada vez más paranoico debido al actual 'atacante supremacista' que prevalece, temiendo ser expulsado de 'Stormbreaker'. Sin embargo, los miembros no tienen intenciones de expulsarlo, ¡y de hecho, algo totalmente opuesto...? ¡El despectivo asistente resulta ser un genio mago de apoyo! Junto a los miembros con personalidades únicas y adorables, ¡apuntemos a convertirnos en el grupo más fuerte! ¡Desde 'Novela Web', una historia de aventuras juveniles y harem!",
      "ja": "新進気鋭の若手パーティー「ストームブレイカー」は、最速記録でダンジョン攻略を進める今話題の冒険者集団だ。そんな中、雑用係兼支援術師のモノグは昨今の「アタッカー至上主義」により、自身が「ストームブレイカー」から追放されるのでは？と疑心暗鬼に陥っていた。しかし、メンバーたちは追放しようとは思っておらず、それどころかまったくの真逆で…？ネガティブ雑用係は天才（？）支援術師だった！？"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "41da8b4c-baa1-48f5-9ad2-9b6ec4bdecdb",
    "title": {
      "en": "Sense."
    },
    "updatedAt": "2024-10-30T14:30:56+00:00",
    "coverArt": "https://mangadex.org/covers/41da8b4c-baa1-48f5-9ad2-9b6ec4bdecdb/155dca56-73e8-4152-a8b8-5d4de16a3192.jpg",
    "altTitles": [
      {
        "ja": "センセ。"
      },
      {
        "en": "Teach."
      },
      {
        "zh": "妄想老师"
      },
      {
        "ko": "센세"
      }
    ],
    "description": {
      "en": "A new teacher enters an all-girls high school and as he tours around he sees a female student sleeping in a classroom. When she wakes up, however, she suddenly kisses him…"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "58468edb-e328-4f50-a96a-f58ffd513715",
    "title": {
      "en": "Osananajimi no S-kyuu Party kara Tsuihou sareta Seijuutsukai.: Bannou Shien Mahou to Nakama wo Fuyashite Saikyou e!"
    },
    "updatedAt": "2024-10-25T22:21:55+00:00",
    "coverArt": "https://mangadex.org/covers/58468edb-e328-4f50-a96a-f58ffd513715/07bf237c-2c8c-417c-885a-f7fa54a29672.jpg",
    "altTitles": [
      {
        "en": "The Beast Tamer Was Fired From His Childhood Friends' S-Rank Party"
      },
      {
        "ja": "幼馴染のS級パーティーから追放された聖獣使い。万能支援魔法と仲間を増やして最強へ！"
      }
    ],
    "description": {
      "en": "From MangaUpdates:\r\n\r\nA beast tamer without a familiar, Lock had been supporting his friends in an S Rank party until they finally decided to use him as a decoy and abandoned him. After a conversation with the Fenrir his party was attacking, it chose to serve him as his familiar. By using and expanding the [Mini Monster Garden], Lock gathers more and more familiars to form the strongest- and cutest- party ever. Behold, a fantasy where men and beasts go on adventures together."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4c0acd-dc97-44a1-bebe-040cf79b62bd",
    "title": {
      "en": "Isekai NTR ~Shinyuu no Onna wo Saikyou Skill de Otosu Houhou~"
    },
    "updatedAt": "2024-11-02T12:46:13+00:00",
    "coverArt": "https://mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/cea89510-fb77-4622-bd98-669bd22ab36a.jpg",
    "altTitles": [
      {
        "ja": "異世界NTR～親友のオンナを最強スキルで堕とす方法～"
      },
      {
        "th": "ISEKAI NTR ~สร้างฮาเร็มโดยไม่ให้พรรคพวกรู้~"
      },
      {
        "ko": "이세계 NTR ~절친의 여자를 최강 스킬로 함락시키는 방법~"
      },
      {
        "zh-hk": "異世界NTR ～不被同伴發現地開後宮～"
      },
      {
        "zh-hk": "異世界NTR～用最強技能令摯友的女人墜落的方法～"
      },
      {
        "en": "Isekai NTR: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "en": "NTR in Another World: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "ru": "Исекай NTR"
      }
    ],
    "description": {
      "en": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them.\n\nThat's why, for his sake, I'll eat them up first. But, just what is this power…?",
      "es": "Este mundo de mierda que no es más que un juego basura, él y yo definitivamente escaparemos juntos. Entonces, todas estas mujeres molestas que intentan aprovecharse de él son solo una molestia. Lo que es peor, él parece que está comenzando a sentir algo por ellas. Por eso, por su bien, las comeré primero. Pero, ¿qué es este poder…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a32a7f35-4bc5-4c60-8913-999238deeebd",
    "title": {
      "en": "Superstar From Age 0"
    },
    "updatedAt": "2024-08-17T22:53:19+00:00",
    "coverArt": "https://mangadex.org/covers/a32a7f35-4bc5-4c60-8913-999238deeebd/db8512a6-6979-4323-8e03-959670f3bad7.jpg",
    "altTitles": [
      {
        "ko": "0살부터 슈퍼스타"
      }
    ],
    "description": {
      "en": "From elves, fairies, slimes, gift items, devils and more, countless and thousands of reincarnations have led to a new life. I, Lee Seo Jun, have been reborn as a human child!\r\n\r\nIn the library of my life, where memories of my previous lives remain like fairy tales, I happen to see a past life with the dream life I desperately wanted. On top of that, I’ve been given abilities that grabs people’s attention!\r\n\r\nWith my hansome face doing all the hard work! My insane acting skills! This time, at long last, I will achieve my dream and become a superstar!\r\n\r\nWet’s dow it! (Baby Accent)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "004f414f-badf-414a-9991-e4a7c76de81e",
    "title": {
      "en": "SM Yuri Ecchi Anthology"
    },
    "updatedAt": "2024-10-20T23:27:52+00:00",
    "coverArt": "https://mangadex.org/covers/004f414f-badf-414a-9991-e4a7c76de81e/c6dd8a49-cd0b-4131-b36e-d6ac222aaeb8.jpg",
    "altTitles": [
      {
        "ja": "SM百合えっちアンソロジー"
      }
    ],
    "description": {
      "en": "Because It's You: I Want to Bully You/I Want You to Bully me. \n\nAn \"SM\" themed yuri anthology is here!",
      "ja": "あなただから、いじめたい。いじめられたい。「SM」をテーマにした百合えっちアンソロジーが登場！"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "46f0482c-9fa7-4811-87e8-9234b7f33eeb",
    "title": {
      "en": "Sonna Hiroki mo Isekai e"
    },
    "updatedAt": "2024-11-13T17:18:44+00:00",
    "coverArt": "https://mangadex.org/covers/46f0482c-9fa7-4811-87e8-9234b7f33eeb/764b84a2-0714-493a-a6cb-b36cbf526d51.jpg",
    "altTitles": [
      {
        "ja": "そんなヒロキも異世界へ"
      },
      {
        "ja-ro": "Sonna Hiroki mo Isekai he"
      },
      {
        "en": "Hiroki, Too, Gets Summoned into Another World"
      },
      {
        "pl": "Hiroki też, chciałby być przywołany do innego świata"
      }
    ],
    "description": {
      "en": "Hiroki, an office worker who works for a black company, likes anime and manga about being reincarnated into another world. One night, he hated his job so much that he said, \"If there is a different world, I want to go there...!\". To be summoned as a mage...! The days with the elf Millia, who is the owner of the heavenly voice, and the dragon Sophie, are completely different from what he imagined them to be. A different world comedy starts now!",
      "ja": "ブラック企業に勤めるサラリーマンのヒロキが好きなものは、異世界転生もののアニメや漫画。ある晩、仕事がイヤになり「異世界があるなら行きたいよっ…！」と切に願うと、謎の天の声に誘われ、異世界のニム国に魔導士として召喚されることに…！ 天の声の主であるエルフのミリアや竜人のソフィーとの日々は、それまでとまるで違う…ようでどこか同じでもあったりして⁉ 『ソウナンですか？』のタッグが贈る異世界コメディ！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "30"
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-11-22T05:23:22+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/72a089a1-3ef1-4337-9f0f-dfd5202b91f8.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      },
      {
        "es-la": "Mis 100 novias que me quieren mucho mucho"
      },
      {
        "it": "Le 100 fidanzate"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. \nIn desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! \nNow this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! \nWorse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d74f24dd-6d6c-44a2-86f8-f4296c900a87",
    "title": {
      "en": "Mimiko-chan, enjoy your meal"
    },
    "updatedAt": "2024-11-30T09:32:43+00:00",
    "coverArt": "https://mangadex.org/covers/d74f24dd-6d6c-44a2-86f8-f4296c900a87/cca4361a-ff94-4909-8241-9d61d8b44629.png",
    "altTitles": [
      {
        "ja-ro": "Mimiko-chan, omeshiagari kudasai"
      },
      {
        "ja": "みみこちゃん、お召し上がりください"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23ae2a63-eb44-4580-9adc-fbd8ba4b2670",
    "title": {
      "en": "Boku wo Shirita Sugiru Shimizu-san"
    },
    "updatedAt": "2024-10-30T23:50:52+00:00",
    "coverArt": "https://mangadex.org/covers/23ae2a63-eb44-4580-9adc-fbd8ba4b2670/2ed9ebb9-7061-4b43-8a95-7e203f919e10.jpg",
    "altTitles": [
      {
        "ja": "ボクを知りたすぎる清水さん"
      },
      {
        "en": "Shimizu-san who wants to know me too much"
      },
      {
        "id": "Shimizu-san yang sangat ingin mengenalku"
      },
      {
        "es-la": "Shimizu-san quiere conocerme demasiado"
      },
      {
        "es": "Shimizu-san quiere conocerme demasiado"
      },
      {
        "pt-br": "Shimizu-san quer muito me conhecer"
      }
    ],
    "description": {
      "en": "Atago Gato is a shy and reclusive high school boy. One day, while preparing for the school festival, a cute and cheerful classmate named Shimizu Roman finds out that he is aiming to become a manga artist. Isn't that amazing? The popular girl, who seems to live in a different world from him, takes an interest in him and asks him a lot of questions he never expected! When he confesses a traumatic experience after being criticized on SNS... Shimizu-san tries to help him overcome it in a slightly strange way...? A youthful romantic comedy in which a cheerful girl and a gloomy boy struggle to make manga!\n\n(Source: AniList)",
      "es": "Atago Gato es un chico de instituto tímido y solitario. Un día, mientras se prepara para el festival escolar, una simpática y alegre compañera de clase llamada Shimizu Roman descubre que aspira a convertirse en dibujante de manga. ¿No es increíble? La chica popular, que parece vivir en un mundo distinto al suyo, se interesa por él y le hace un montón de preguntas que no esperaba. Cuando confiesa una experiencia traumática tras ser criticado en SNS... Shimizu-san intenta ayudarle a superarlo de una forma un tanto extraña...? ¡Una comedia romántica juvenil en la que una chica alegre y un chico sombrío luchan por hacer manga!",
      "id": "Atago Gato adalah anak SMA yang pemalu dan tertutup. Suatu hari, saat mempersiapkan festival sekolah, teman sekelasnya yang lucu dan ceria bernama Shimizu Roman mengetahui bahwa dia bercita-cita menjadi seorang seniman manga. Bukankah itu luar biasa? Gadis populer, yang sepertinya hidup di dunia yang berbeda darinya, menaruh minat padanya dan menanyakan banyak pertanyaan yang tidak pernah dia duga! Saat dia mengakui pengalaman traumatis setelah dikritik di SNS... Shimizu-san mencoba membantunya mengatasinya dengan cara yang sedikit aneh...?\nSebuah komedi romantis masa muda di mana seorang gadis ceria dan seorang anak laki-laki muram berjuang untuk membuat manga!",
      "ja": "陰キャで引っ込み思案の高校生・愛宕画人（あたごがくと）。ある日、文化祭の準備中に陽キャで可愛すぎる女子高生・清水ろまんに『マンガ家を目指している』ことがバレてしまう。「めっちゃスゴくない！？」住む世界が違うカノジョから興味を持たれて、まさかの質問攻め！？ SNSで批判されたトラウマを告白すると…清水さんは、ちょっぴりカゲキな方法で克服させようとしてきて――？　陽キャな女子と陰キャな男子がマンガ作りに奮闘する青春ラブコメ！",
      "es-la": "Atago Gato es un chico de instituto tímido y solitario. Un día, mientras se prepara para el festival escolar, una simpática y alegre compañera de clase llamada Shimizu Roman descubre que aspira a convertirse en dibujante de manga. ¿No es increíble? La chica popular, que parece vivir en un mundo distinto al suyo, se interesa por él y le hace un montón de preguntas que no esperaba. Cuando confiesa una experiencia traumática tras ser criticado en SNS... Shimizu-san intenta ayudarle a superarlo de una forma un tanto extraña...? ¡Una comedia romántica juvenil en la que una chica alegre y un chico sombrío luchan por hacer manga!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c641a4a5-ec82-4173-89f3-6febdff4142e",
    "title": {
      "en": "Elf Dorei to Kizuku Dungeon Harem - Isekai de Netotte Nakama o Fuyashimasu"
    },
    "updatedAt": "2024-10-30T01:22:37+00:00",
    "coverArt": "https://mangadex.org/covers/c641a4a5-ec82-4173-89f3-6febdff4142e/d01e4ee7-ccd8-4417-a1e4-9ad0a987e14c.jpg",
    "altTitles": [
      {
        "ja": "エルフ奴隷と築くダンジョンハーレム ―異世界で寝取って仲間を増やします―"
      },
      {
        "en": "A Dungeon Harem to Build with Elf-slaves: I'm Going to Sleep with Them in Another World and Make More Friends..."
      }
    ],
    "description": {
      "en": "Mars, a boy who was reincarnated in another world, travels with the Elf slave, Lilia. His goal is to conquer the world's main dungeon and obtain a \"forbidden magic book\" that has powers beyond common sense. But... since he fucked with Lilia every day, his conquests tended to be delayed.",
      "id": "Mars, seorang anak laki-laki yang bereinkarnasi di dunia lain, bepergian dengan budak Elf, Lilia.Tujuannya adalah untuk menaklukan dungeon utama dunia dan mendapatkan \"buku sihir terlarang\" yang memiliki kekuatan di luar akal sehat.  Tapi...karena dia ngentot dengan Lilia setiap hari, penaklukannya cenderung tertunda.",
      "ja": "人智を超えた宝が眠る“迷宮（ダンジョン）”と、“奴隷”と呼ばれる主従関係が存在する異世界。前世の記憶を持ったままこの異世界に転生したマルスは、エルフの少女・リリアと奴隷契約を結び、迷宮巡りの旅をしていた。愛しいリリアとイチャイチャ二人旅……のはずが、殺気立った剣士の隣にいたとある女の子を助けることになり――!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b88b338a-cd19-460e-b148-8c7ed31155ff",
    "title": {
      "en": "Hyakkakyu no Osoujigakari"
    },
    "updatedAt": "2024-11-30T10:03:07+00:00",
    "coverArt": "https://mangadex.org/covers/b88b338a-cd19-460e-b148-8c7ed31155ff/a99e182f-9cc7-46de-9b53-2953a71c8d28.jpg",
    "altTitles": [
      {
        "en": "Housekeeper of the Hundred Blossom Palace"
      },
      {
        "en": "Housekeeper of the Hundred Blossom Palace: Novice Court Lady Resolves the Inner Palace Intrigues"
      },
      {
        "ja": "Hyakkakyu no Osoujigakari: Tenseishita Shinmai Kyuujo, Koukyuu no Onayami Kaiketsu Shimasu"
      },
      {
        "ja": "百花宮のお掃除係"
      },
      {
        "ja": "百花宮のお掃除係～転生した新米宮女、後宮のお悩み解決します。"
      },
      {
        "id": "Pramuwisma Istana Ratusan Puspa"
      }
    ],
    "description": {
      "en": "\"You, that's His Majesty the Emperor, you know?!\"\n\n\"Is that more important than a steamed bun?\"\n\nYui Mei has two secrets. First, she retained the memories of her past life. Second, it is highly probable that she is a daughter of the Sai Kingdom’s Emperor.\nAs a certified die-hard fan of Chinese dramas in her past life, she willingly participated in the court lady selection just for the sake of seeing the imperial harem in the flesh.\n\n---\n\n[Original Web Novel](https://ncode.syosetu.com/n4104ev/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1262ecb7-d056-4e87-ae1a-f8fcde4efa4d",
    "title": {
      "en": "Kiwamete Goumantaru Akuyaku Kizoku no Shogyou"
    },
    "updatedAt": "2024-10-18T21:48:47+00:00",
    "coverArt": "https://mangadex.org/covers/1262ecb7-d056-4e87-ae1a-f8fcde4efa4d/e1d55469-4c67-46c0-80e6-f4c04a759f4d.jpg",
    "altTitles": [
      {
        "ja": "極めて傲慢たる悪役貴族の所業"
      },
      {
        "id": "Perbuatan seorang penjahat dan bangsawan yang sangat arogan"
      }
    ],
    "description": {
      "en": "He was reincarnated as Luke Wizalia Gilbert, a hated villainous noble who, due to his overwhelming talent, would eventually be defeated by the protagonist in a “serves you right” moment.\n\nThe only way to avoid this disastrous end is… “hard work”!!\n\nBy defying fate, Luke gradually captivates the beautiful and talented daughters of prestigious families, and even attracts shadowy figures with hidden powers who were never meant to be involved, as well as the heroine who was supposed to side with the protagonist…\n\nA story where “hard work” twists the plot in unexpected ways, featuring a villain’s reincarnation and an unbeatable fantasy!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64f2f1e1-d7be-45d1-bd7e-62d09b25b82b",
    "title": {
      "en": "Seto-san o Warawasetai Tsumugi-chan"
    },
    "updatedAt": "2024-11-04T15:24:03+00:00",
    "coverArt": "https://mangadex.org/covers/64f2f1e1-d7be-45d1-bd7e-62d09b25b82b/ced9ffbd-fe87-46e0-84df-11633d5458e9.png",
    "altTitles": [
      {
        "ja": "瀬戸さんを笑わせたい紬ちゃん"
      },
      {
        "ja-ro": "Seto-san wo Warawasetai Tsumugi-chan"
      },
      {
        "en": "Tsumugi-chan Wants to Make Seto-san Laugh"
      },
      {
        "ko": "세토 씨를 웃게하고 싶은 츠무기짱"
      }
    ],
    "description": {
      "en": "Seto-san is a beautiful and cool class president. Her smiling face must be absolutely wonderful. I want to see it! \n\nThis is a short comic in which Tsumugi-chan, a ditzy girl with whom Seto-san has had a little bit of contact with since the entrance ceremony, boldly tries various strategies to make Seto-san laugh — but usually fails. However, there seems to be something quite interesting about Seto-san...",
      "ja": "キレイでかっこいい学級委員長の瀬戸さん。笑った顔はきっと素敵なはず。……見たい！ 入学式のときからちょっと接点があったドジっ子の紬ちゃんが、果敢に瀬戸さんを笑わそうと多彩な作戦を繰り出して失敗するショートコミック。……なのだけど、瀬戸さんの様子がどうもおかしい！！！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fcaaa65-6fa4-4772-9006-b905101905d7",
    "title": {
      "en": "Cheating Men Must Die"
    },
    "updatedAt": "2024-09-29T20:30:10+00:00",
    "coverArt": "https://mangadex.org/covers/1fcaaa65-6fa4-4772-9006-b905101905d7/1bdc693c-8bcd-4f30-89ce-1fd08fcc04cc.jpg",
    "altTitles": [
      {
        "it": "Gli Uomini Traditori Devono Morire"
      },
      {
        "zh-ro": "Wan Zha Chao Huang"
      },
      {
        "zh": "万渣朝凰"
      },
      {
        "en": "Phoenix Rising Above Evil"
      },
      {
        "vi": "Vạn Tra Triêu Hoàng"
      },
      {
        "es": "Hombres Infieles Deben Morir"
      },
      {
        "fr": "Les hommes infidèles doivent mourir"
      },
      {
        "pt-br": "Presságio da Fênix"
      },
      {
        "th": "ชายเลวหมื่นลี้ทานตะวัน"
      },
      {
        "ja": "負けヒロイン救済計画"
      },
      {
        "ja-ro": "Make Hiroin Kyūsai Keikaku"
      },
      {
        "ko": "환생해결사"
      },
      {
        "ko-ro": "Hwansaeng Haegyeolsa"
      }
    ],
    "description": {
      "en": "Why torment scumbags for just a moment when you can do so forever? Join Su LuXia as she transmigrates into countless worlds with her ‘Supporting Female Character’s Counterattack System’ to unleash vengeance upon the deplorable male and female leads using a variety of tactics! \n\nSu LuXia: \"The only thing that brings me comfort is the tears of remorse from scumbag men and the agonizing groans of despicable women who can't get what they want.\" \n\nSystem: \"Has My Esteemed Host learnt to reel back her vengeful spirit? Nope, I guess not.\"",
      "fr": "Su Lüxia fait partie d'un \"Système de rôle féminin\".\nSa mission : en se téléportant dans les corps des femmes trompées et bafouées, elle renverse leur destinée.\n\"Seules les larmes d'un bâtard de tricheur et les gémissements de douleur d'une garce m'apportent le réconfort.\"",
      "it": "Schiacciare un verme per un solo momento dà una soddisfazione momentanea, ma le vite passate a schiacciare i vermi forniscono vite di soddisfazione continua. Su Lüxia, la nostra protagonista femminile, trasmigra in altri mondi con il sistema di contrattacco della seconda protagonista femminile; usa schemi e trucchi elaborati per picchiare innumerevoli bastardi traditori e puttane.\n\nSu Lüxia: \"Solo le lacrime di rimorso di un bastardo traditore, e i gemiti di dolore di una puttana incapace di ottenere ciò che vuole, mi danno conforto.\"\n\nSistema: \"Il mio ospite ha attinto alla sua umanità oggi? No.\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce25484a-6be2-4f29-807c-569dfed8a091",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita"
    },
    "updatedAt": "2024-11-30T01:48:03+00:00",
    "coverArt": "https://mangadex.org/covers/ce25484a-6be2-4f29-807c-569dfed8a091/00cef3f2-d311-4187-b094-ea9220df2b3d.jpg",
    "altTitles": [
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      },
      {
        "en": "I'm a High School Boy, but I Got Gender-Swapped into a Gyaru"
      },
      {
        "pt-br": "Eu sou um Garoto do Ensino médio, mas troquei de Gênero e Me Tornei uma Gal"
      }
    ],
    "description": {
      "en": "Junpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! Every day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.\n___\n [Alternative Official Raw (NicoNico)](https://seiga.nicovideo.jp/comic/67976)",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！ギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。",
      "pt-br": "Shunpei, um estudante solitário do ensino médio, se tornou uma gal depois de salvar a deusa das gals de se afogar. Através das conexões de sua mãe, ele conseguiu transferir-se para uma escola só para meninas, mas estava cheia de gals!\n Todos os dias são uma sobrecarga sensorial para Shunpei, que nunca falou com uma garota, muito menos com uma gal.\n \n É o início de uma comédia escolar engraçada, com um cara introvertido do ensino médio => transformado em Gal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80644606-4b0b-4f17-b477-9d482ea3a3da",
    "title": {
      "en": "Aegis in the Dark"
    },
    "updatedAt": "2023-02-19T04:09:29+00:00",
    "coverArt": "https://mangadex.org/covers/80644606-4b0b-4f17-b477-9d482ea3a3da/c0fb1ee7-fe5f-4b69-a8a6-2397b65627da.jpg",
    "altTitles": [
      {
        "en": "Aegis of Darkness"
      },
      {
        "en": "Shield in the Dark"
      },
      {
        "ru": "Щит во тьме"
      },
      {
        "zh": "暗之盾"
      },
      {
        "ja": "闇のイージス"
      },
      {
        "zh": "闇之盾"
      },
      {
        "zh-hk": "黑暗守护神"
      },
      {
        "ko": "어둠의 이지스"
      },
      {
        "ja-ro": "Yami no Aegis"
      }
    ],
    "description": {
      "en": "A protector, with an arm of steel, able to deflect bullets, swearing never to take a life. That is Tate Karito, the Shield in the Dark."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "264"
  },
  {
    "mangaId": "e86c4d93-ee4f-4626-9b8a-317562b5ca5c",
    "title": {
      "en": "Yumizuka Iroha wa Tejun ga Daiji!"
    },
    "updatedAt": "2024-10-26T10:59:11+00:00",
    "coverArt": "https://mangadex.org/covers/e86c4d93-ee4f-4626-9b8a-317562b5ca5c/a3a47e4a-a8aa-407d-9365-d1462a839a47.png",
    "altTitles": [
      {
        "en": "Technique is Everything to Yumizuka Iroha!"
      },
      {
        "en": "The Process is Important for Iroha Yumizuka"
      },
      {
        "en": "Yumizuka Iroha's No Good Without Her Procedure!"
      },
      {
        "ja": "弓塚いろはは手順が大事！"
      },
      {
        "zh": "弓塚同学今天也依旧脱靶"
      }
    ],
    "description": {
      "en": "Yumizuka-san grew up as the daughter of one of Japan's leading families of archery. But she had a secret about her seemingly perfect life! A tempestuous romantic comedy about a captivating archer!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "56"
  },
  {
    "mangaId": "8325137c-32bf-464c-b716-b4c9b17c0002",
    "title": {
      "en": "Natsume Arata no Kekkon"
    },
    "updatedAt": "2024-10-06T13:58:27+00:00",
    "coverArt": "https://mangadex.org/covers/8325137c-32bf-464c-b716-b4c9b17c0002/9e8defdf-278d-4282-9c30-ab8b01d4f0c5.jpg",
    "altTitles": [
      {
        "en": "Arata Natsume Getting Married"
      },
      {
        "ja": "夏目アラタの結婚"
      },
      {
        "zh-hk": "夏目新的结婚"
      },
      {
        "es-la": "La boda de Natsume Arata"
      },
      {
        "en": "Natsume Arata's Marriage"
      },
      {
        "fr": "Pour le pire (Glénat)"
      },
      {
        "vi": "Hôn lễ của Arata Natsume"
      }
    ],
    "description": {
      "en": "Arata Natsume works at a child guidance center, is in his thirties and single with no plans for marriage. But one day, he receives a request from the child he was in charge of, Takuto, to \"meet the criminal who killed his father\". That serial killer is Shinagawa Shinju, also known as the \"Shinagawa Pierrot\".",
      "fr": "“Le clown de Shinagawa” avait défrayé la chronique lors de son arrestation : cette tueuse en série corpulente, déguisée en clown, avait découpé et caché les corps de ses victimes… Pour aider l'enfant d'une victime à retrouver la tête de son père, Arata Natsume, assistant social, va la rencontrer. Mais contre toute attente, une frêle et fragile jeune fille arrive en face de lui. Est-elle vraiment un monstre sanguinaire ? Pour le savoir, Arata va devoir se livrer à un jeu dangereux en se prétendant amoureux d'elle…",
      "ja": "これは、最も一線を越える「結婚」！！\n\n児童相談所に勤務する夏目アラタは、結婚に夢など抱いていない30代・独身。彼はある日、担当児童・卓斗から「父を殺した犯人に代わりに会って欲しい」という依頼を受ける。犯人の名は品川真珠。【品川ピエロ】と呼ばれる有名連続殺人犯だった…！！",
      "pt": "Natsume trabalha no conselho tutelar, está em seus trinta anos e solteiro, sem planos para casa. Mas um dia, ele recebe um pedido de uma criança a qual estava a cargo, de \"encontrar o criminoso que matou seu pai\". Tal assassino é a serial killer Shinagawa Shinu, também conhecida como \"Pierrot Shinagawa\".",
      "vi": "Arata Tsume làm việc tại một trung tâm hỗ trợ trẻ em, ở độ tuổi 30, độc thân và chưa có kế hoạch kết hôn. Nhưng một ngày nọ, anh nhận được thỉnh cầu từ đứa trẻ mà anh đang chăm sóc, Takuto, để \"gặp tên tội phạm đã giết cha mình\". Kẻ giết người hàng loạt đó là Shinagawa Shinju, còn được gọi là \"Tên hề Shinagawa\".",
      "es-la": "Arata Natsume trabaja en un centro de orientación infantil, tiene más de treinta años y está soltero sin planes de matrimonio. Pero un día recibe una petición del niño que tenía a su cargo, Takuto, para \"conocer al criminal que mató a su padre\". Ese asesino en serie es Shinagawa Shinju, también conocido como el \"Shinagawa Pierrot\"."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "106"
  },
  {
    "mangaId": "7c94cfd0-6d13-4275-a984-67afbe2b2f0f",
    "title": {
      "en": "Astral Online - Maou no Noroi de Saikyou Bishoujo ni natta Ore, Saijaku Shoku da ga Cheat Skill de Chou Seichou shite Musou suru"
    },
    "updatedAt": "2024-10-05T08:34:21+00:00",
    "coverArt": "https://mangadex.org/covers/7c94cfd0-6d13-4275-a984-67afbe2b2f0f/94d1ced8-ee5c-4f0b-9661-35daab15925e.jpg",
    "altTitles": [
      {
        "ja": "アストラル・オンライン 魔王の呪いで最強美少女になったオレ、最弱職だがチートスキルで超成長して無双する"
      },
      {
        "en": "Astral Online: I, Who Became the Strongest Beautiful Girl Due to the Demon King's Curse, Have the Weakest Job but I Grow Up Super Fast With My Cheat Skills and Become a Warrior."
      }
    ],
    "description": {
      "en": "A high school boy, Sora Kamijo, who is addicted to VR games, starts playing Astral Online, a VRMMO that has been talked about as a god game, and suddenly finds himself fighting against the Demon King, the last boss. In addition to the sudden battle, the Demon King casts a curse on him and transforms him into a beautiful silver-haired girl...?　\n\nA new VRMMO fantasy involving both the game and reality begins!"
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]