[
  {
    "mangaId": "73965527-b393-4f65-9bc3-2439ec44935a",
    "title": {
      "en": "That Time I Was Blackmailed By the Class's Green Tea Bitch"
    },
    "updatedAt": "2024-09-30T14:47:00+00:00",
    "coverArt": "https://mangadex.org/covers/73965527-b393-4f65-9bc3-2439ec44935a/8976a8c8-7f06-4a9f-836e-2a0b24071526.jpg",
    "altTitles": [
      {
        "zh": "关于被班上绿茶威胁那件事"
      },
      {
        "zh-ro": "Guānyú bèi bān shàng lǜchá wēixié nà jiàn shì"
      },
      {
        "zh-hk": "關於被班上綠茶威脅那件事"
      },
      {
        "fr": "La fois où la garce manipulatrice [garce au thé vert] de ma classe m'a fait chanter"
      }
    ],
    "description": {
      "en": "Green Tea Bitch (n.): A woman who pretends to be pure and innocent but is actually manipulative and calculating.\n\nWhen school ends, a good honor student is threatened by the class's green tea bitch.\n\"I never thought a wide-eyed goody-two-shoes like you would do something like this.\"\n\"If you don't want me to tell everyone your shameful secret…\"\n\nA cute romance that stems from a misunderstanding begins in *That Time I Was Blackmailed By the Class's Green Tea Bitch*!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40a2695a-0fa9-47cb-9c71-daff8cfe2bd4",
    "title": {
      "en": "Futago no Ane ga Miko to shite Hikitorarete, Watashi wa Suterareta kedo Tabun Watashi ga Miko de aru."
    },
    "updatedAt": "2023-09-02T14:04:48+00:00",
    "coverArt": "https://mangadex.org/covers/40a2695a-0fa9-47cb-9c71-daff8cfe2bd4/daae7dfe-86c9-4415-8416-7c49c833dc59.jpg",
    "altTitles": [
      {
        "ru": "Мою сестру-близнеца приняли как Мико, а меня бросили, но может, это я была Мико"
      },
      {
        "ja": "双子の姉が神子として引き取られて、私は捨てられたけど多分私が神子である。"
      },
      {
        "ko": "쌍둥이 언니가 무녀로 거둬져서, 나는 버려졌지만 아무래도 내가 무녀인 듯하다"
      },
      {
        "en": "My Twin Sister Was Taken as the Miko and I Was Thrown Away but I'm Probably the Miko"
      }
    ],
    "description": {
      "en": "Lerunda has always been treated unfairly, constantly compared to her twin sister, whose personality is bright and beautiful. One day Lerunda was thrown away into the forest, abandoned by her parents when her sister was taken over to the Great Temple as a child… In disappointment, the strongest monster Griffon in the forest and a Sky Horse helped her lonely person…  \n\n\n---\n\nAlternative Raw: [ComicWalker](https://comic-walker.com/contents/detail/KDCW_MF00000220010000_68/)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38179337-1640-4927-8851-9bedd8d19e82",
    "title": {
      "en": "Shiotaiou no Sato-san ga Ore ni dake Amai"
    },
    "updatedAt": "2024-07-12T20:01:49+00:00",
    "coverArt": "https://mangadex.org/covers/38179337-1640-4927-8851-9bedd8d19e82/2cfe608f-109e-4a6d-9a8e-e539720d9fd7.jpg",
    "altTitles": [
      {
        "ja": "塩対応の佐藤さんが俺にだけ甘い"
      },
      {
        "en": "Aren’t You Too Sweet Salt-God Sato-San?"
      },
      {
        "en": "The Salt-God Sato-san is only sweet to me!"
      },
      {
        "zh": "冷淡的佐藤同學只對我撒嬌"
      },
      {
        "th": "คุณซาโต้ยอดนักเมิน เธอหวานใส่ผมแค่คนเดียว"
      }
    ],
    "description": {
      "en": "Satou-san is the unattainable flower of the class. She is always cold and curt with classmates, but only I know she's actually very cute when she smiles, even if she's not much of a photographer.  \nOshio-kun is friendly and lively, but only I know he works at his family's cafe after school. He does a great job with the cafe's SNS account, and his mischievous smile makes my heart skip a beat!  \nInnocent and sweet, but sometimes frustrating, this is a 120%-pure fluffy story about two people falling in love for the first time.",
      "ja": "こんなに甘い”両片想い”見たことない！\n\n「佐藤さんは高嶺の花で誰に対しても塩対応。でも、意外と隙だらけだって俺だけが知ってる。写真を撮るのが下手。そのくせドヤ顔しがち。そして、へにゃっと笑う顔がすごく可愛い」\n\n「押尾君は誰に対しても優しい。でも、意外といじわるなところもあるって私だけが知ってる。SNSを使うのが上手。オシャレなカフェの店員さん。そして、悪戯っぽく笑う顔にすごくドキドキする」\n\n――これは内緒だけど、俺（私）はそんな彼女（彼）のことが好きだ。\n\n初々しくて、もどかしい二人の初恋。尊さ＆糖度120％！",
      "pt-br": "Satou-san é a flor inatingível da classe.  Ela é sempre fria e ríspida com os colegas de classe, mas só eu sei que ela é realmente muito fofa quando sorri, mesmo que ela não seja muito fotogênica.\n  \nOshio-kun é amigável e animado, mas só eu sei que ele trabalha no café de sua família depois da escola.  Ele faz um ótimo trabalho com a conta da internet do café, e seu sorriso malicioso faz meu coração bater mais forte!\n  \n Inocente e doce, mas às vezes frustrante, esta é uma história fofa 120% pura sobre duas pessoas se apaixonando pela primeira vez."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc",
    "title": {
      "en": "High School Boy"
    },
    "updatedAt": "2024-08-20T14:16:46+00:00",
    "coverArt": "https://mangadex.org/covers/003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc/df98b3a9-bddd-4dd2-81cd-23a1618e38fc.png",
    "altTitles": [
      {
        "ko": "남고 소년"
      },
      {
        "en": "Highschool Boy"
      }
    ],
    "description": {
      "en": "Hong Il-tak, the only red spot at Daemun Namgo. Despite his name and nickname, he's a boy, and his dwarfism and peculiar appearance have led to him being looked down upon by everyone from the nerds to the elders, and he's at the bottom of the school hierarchy. \n\nIn the past, until his sophomore year, Iltak had been a famous member of the Iljin, but a problem of his own brought him to the bottom of the food chain... \n\n\"His secondary sexuality. If only he'd come to me...!\" \n\nAfter enduring daily teasing and bullying because his body stopped growing like his peers, Hong Il-taek thought of a way to move up in the ranks... \n\n\"If I can befriend this guy, who's in the second grade at Dae-moon Boys' High School, I'll be able to move up again!\" \n\nBut for some reason, Lee Hyun-woo tries to keep his distance from Hong Il-taek... Can Hong Il-taek find his former glory again?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-09-18T06:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30952c4e-29f8-407d-98f9-84f4582af76f",
    "title": {
      "en": "Ware ni Cheat o ~Hazure Cheat no Shoukan Yuusha wa Isekai de Yukkuri Kurashitai~"
    },
    "updatedAt": "2024-09-15T08:25:18+00:00",
    "coverArt": "https://mangadex.org/covers/30952c4e-29f8-407d-98f9-84f4582af76f/52eee964-c6bd-4cb3-91b9-fd6bb4da799a.jpg",
    "altTitles": [
      {
        "ja": "我にチートを ～ハズレチートの召喚勇者は異世界でゆっくり暮らしたい～"
      },
      {
        "en": "Give Me Cheat!: The Summoned Hero with Trash Cheats Lives a Slow Life in a Different World"
      }
    ],
    "description": {
      "en": "Amidst the annual summoning of over 1,000 heroes, Saburou's summoning bonus is a mere +1 to luck. Dubbed the most disappointing hero in a decade, he begins a laid-back life in another world with a doll princess as his companion. What adventures await him in this new life?",
      "ja": "年間1000名を超える勇者が召喚される中、勇者サブロウに与えられた召喚ボーナスは運+1。10年に1度のガッカリ勇者となった男は、与えられた人形姫をお供にマイペースな異世界生活を始めるが!?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5bb3b15f-3f60-490a-b873-bd7589f4e662",
    "title": {
      "en": "Kabeyaku Nado Fuyou to Tsuihousareta S-kyuu Boukensha, <Dorei Kaihou> Skill wo Kushi shite Shijou Saikyou no Kunizukuri"
    },
    "updatedAt": "2024-09-26T20:48:16+00:00",
    "coverArt": "https://mangadex.org/covers/5bb3b15f-3f60-490a-b873-bd7589f4e662/1776478a-e772-4382-88f1-37e7ab5f5a8a.jpg",
    "altTitles": [
      {
        "ja": "壁役など不要と追放されたＳ級冒険者、≪奴隷解放≫スキルを駆使して史上最強の国造り"
      },
      {
        "en": "An S-class Adventurer, Banished as the Tank of the Party, Uses His \"Slave Release\" Skill to Build the Strongest Country in History!"
      },
      {
        "pt-br": "Um aventureiro classe-S que foi banido como tank da party, usa suas habilidades de “Libertação dos Escrav*s” para construir a nação mais forte da história."
      }
    ],
    "description": {
      "en": "Alex, a holy knight, is suddenly expelled from his adventurers' party.\n\nHe tries to live a comfortable life by accepting a quest to cultivate a remote area, but suddenly he is given the extra skill \"Slave Release\"...?\n\nSummon beautiful girl slaves and cultivate a demon territory overrun with demons! A slow life of harem in a fantasy world is about to begin!",
      "ja": "冒険者パーティーから突如追放された聖騎士・アレックス。\n\n僻地の開拓クエストを受けて、悠々自適の生活を送ろうとするが突然エクストラスキル≪奴隷解放≫を授かって―!?\n\n美少女奴隷を召喚して、魔物が跋扈する魔族領を開拓しろ! 異世界ハーレムスローライフ開幕!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a62cb38-c27e-4b27-9738-6fe317c2c004",
    "title": {
      "en": "Youheidan no Ryouriban"
    },
    "updatedAt": "2024-09-28T22:35:02+00:00",
    "coverArt": "https://mangadex.org/covers/0a62cb38-c27e-4b27-9738-6fe317c2c004/d1d1f7d2-2438-498c-859c-163f26e6ea73.jpg",
    "altTitles": [
      {
        "ja": "傭兵団の料理番"
      }
    ],
    "description": {
      "en": "The story begins when Azuma Akari, a young man with an ambition to be a chef, trips into another world. Akari is picked up by Gangreve, the leader of a mercenary group. Akari joins the group as an odd job and gradually increases his own value by demonstrating his cooking skills. Each leader of the mercenary group is a quirky character, but Akari connects with them through his cooking. By improving the mercenary group's food situation and occasionally helping with inventions, Akari is gradually recognized by his fellow members of the mercenary group. However, Akari does not yet know that he will become a hero.",
      "ja": "料理人志望の青年・東朱里が異世界にトリップしたところから物語は始まる。朱里を拾ったのは、傭兵団の団長、ガングレイブ。雑用として傭兵団に身を寄せる朱里は、徐々に料理の腕を振るうことで自らの存在価値を高めていく。傭兵団の各隊長たちは一癖も二癖もある人物揃いだったが、朱里は料理を通じて彼らと心を通じ合わせていった。傭兵団の食事事情を改善し、時に発明を手伝ったりと少しずつ、朱里は傭兵団の仲間たちに認められていくのだった。しかし、朱里はまだ知らない。自分自身が英雄として語られる存在になることを…。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd2d7c3e-87ab-4775-a1e3-17403994043b",
    "title": {
      "en": "The Witch and the Mercenary"
    },
    "updatedAt": "2024-09-20T13:05:12+00:00",
    "coverArt": "https://mangadex.org/covers/fd2d7c3e-87ab-4775-a1e3-17403994043b/b65c35ec-380e-48b1-9e5f-195eea4575f9.jpg",
    "altTitles": [
      {
        "ja": "魔女と傭兵"
      },
      {
        "ja": "Majo to Youhei"
      },
      {
        "en": "WITCH AND MERCENARY"
      },
      {
        "ru": "Ведьма и наёмник"
      },
      {
        "es-la": "La bruja y el mercenario"
      },
      {
        "fr": "La Sorcière et le Mercenaire"
      }
    ],
    "description": {
      "en": "Zig—a tall, broad-shouldered mercenary—participates in a witch hunt. Following a fierce duel with the deadly witch, he becomes privy to her desire. “I want you to protect me,” she requests, tired of having her life trivialized. Seeking a place to survive, the witch and the mercenary set their sights on an unknown continent!\n___\nCharacter Design: [Kanase Bench](https://mangadex.org/author/58a70142-dece-49d1-86b3-e19aa9afadf9)\n___\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10570/episode/350366)\n[Official X Account](https://x.com/witch_mercenary)",
      "fr": "Zig, un mercenaire grand et large d'épaules, participe à une chasse aux sorcières. Après un duel acharné avec la sorcière redoutable, il découvre son désir. \"Je veux que tu me protèges,\" demande-t-elle, fatiguée que sa vie soit prise à la légère. Cherchant un endroit pour survivre, la sorcière et le mercenaire tournent leurs regards vers un continent inconnu !",
      "es-la": "Zig, un mercenario alto y de anchos hombros, participa en una caza de brujas. Tras un feroz duelo con la mortífera bruja, se entera de su deseo. \"Quiero que me protejas\", le pide ella, cansada de que trivialicen su vida. En busca de un lugar donde sobrevivir, la bruja y el mercenario ponen sus miras en un continente desconocido."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7215b1e8-bac1-49a2-83d9-ed62335dd849",
    "title": {
      "en": "Kekkon shiyou. Rikon zentei de."
    },
    "updatedAt": "2024-08-02T14:16:14+00:00",
    "coverArt": "https://mangadex.org/covers/7215b1e8-bac1-49a2-83d9-ed62335dd849/9f0fb476-85c0-407a-ada9-42caa44a656f.png",
    "altTitles": [
      {
        "en": "Please Marry Me With Divorce in Mind"
      },
      {
        "ja": "結婚しよう。離婚前提で。"
      }
    ],
    "description": {
      "en": "After turning 30 as a NEET, Kyousuke was kicked out of his parents' house. \nThat's when Rui, his closest friend, proposes a solution: to get married, then divorce!\n\n\nA guy and girl who've been 'just friends' for around a decade decide to enter a pretend marriage.\nHe's a romantic and she's just a pragmatic girl.  A pair unsuited for marriage.\nWhat will they discover after 100 days together?",
      "pt-br": "Depois de completar 30 anos como NEET, Kyousuke foi expulso da casa de seus pais.\nFoi então que Rui, o seu melhor amigo, propôs uma solução: casar e depois divorciar-se!\n\nUm rapaz e uma moça que são “apenas amigos” há cerca de uma década decidem entrar em um casamento de mentira.\nEle é um romântico e ela é apenas uma garota pragmática. Um casal inadequado para o casamento.\nO que eles descobrirão depois de 100 dias juntos?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7a3d410-3b96-477a-912b-d2476477f5b5",
    "title": {
      "en": "Gideon of the 3rd"
    },
    "updatedAt": "2024-08-15T17:24:49+00:00",
    "coverArt": "https://mangadex.org/covers/d7a3d410-3b96-477a-912b-d2476477f5b5/53da5da1-7372-41bb-8c39-4629fff6d4fa.png",
    "altTitles": [
      {
        "ja-ro": "Dai 3 no Gideon"
      },
      {
        "ja-ro": "Dai-3 no Gideon"
      },
      {
        "ja": "第3のギデオン"
      },
      {
        "zh": "第三犹太勇士"
      }
    ],
    "description": {
      "en": "The stage is the eve of the French Revolution. There is the commoner Gideon, who wants to save the impoverished country side-by-side with the members of the Estates General. Then there is the aristocrat, Georges, who will use any means to achieve his purpose. A man who wants to change the country, and a man who wants to destroy it. Both begin their journey forward. Will their joint efforts of love and hatred, justice and evil lead them to a hell of bloodshed, or an ideal future?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "69"
  },
  {
    "mangaId": "1003024d-101c-4fb6-86e6-033167bab723",
    "title": {
      "en": "Amai Seikatsu"
    },
    "updatedAt": "2023-08-01T16:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/1003024d-101c-4fb6-86e6-033167bab723/57892aeb-0a79-4f4f-a59d-33151b1daf24.png",
    "altTitles": [
      {
        "zh": "内衣高手"
      },
      {
        "ja": "甘い生活"
      },
      {
        "ko": "달콤한 생활"
      },
      {
        "en": "Sweet Life"
      }
    ],
    "description": {
      "en": "The complicated story of a young man who goes to work for a lingerie company. \nOne of the very first harem manga, done by a former shojo mangaka known for his peculiar tendencies \n(was known to cross dress among other things) and serialized in the now defunct Business Jump.\n \nVolume titles and Romaji equivalent:  \n  \n2. ランジェリーに恋してる♥ (Ranjerī ni Koishiteru ♥)  \n- 愛の悩み (Ai no Nayami)  \n- 恋模様みだれ髪 (Koi Moyō Midare-kami)  \n- おかしな二人 (Okashina Futari)  \n- 弓香の日記 (Yumika no Nikki)  \n- 二人の気持ち (Futari no Kimochi)  \n- 伸介の選択 (Shinsuke no sentaku)  \n- おかしな気分 (Okashina Kibun)  \n- おかしな三角関係 (Okashina Sankaku Kankei)  \n- よみがえる美 (Yomigaeru Bi)  \n- 東京ショック (Tokyo Shock)  \n- ユミカ・センセーション (Yumika Sensation)  \n- セルフヌード (Self-nude)  \n- 能力喪失 (Nōryoku Sōshitsu)  \n- お嬢様の初体験 (Ojō-sama no Shotaiken)  \n- 巴の目覚め (Tomoe no Mezame)  \n- ぱんつのお披露目 (Pantsu no Ohirome)  \n- 女優・佐倉澪 (Joyū Sakura Mio)  \n- 弓香が女優 (Yumika ga Joyū)  \n- 美人双子姉妹 (Bijin Futago Shimai)  \n- 政略結婚！？ (Seiryaku Kekkon!?)  \n- 触りのライセンス (Sawari no License)  \n- がんばれ！！大統領！！ (Ganbare!! Daitōryō!!)  \n- ブービー・トラップ (Booby Trap)  \n- ガマン大会 (Gaman Taikai)  \n- 世界新記録！？ (Sekaishinkiroku!?)  \n- 殿・姫・伸介 (Tono Hime Shinsuke)  \n- 姫のお目覚め？ (Hime no o Mezame?)  \n- ニューゴッドハンド？ (New God Hand?)  \n- コスプレ秘書 (Cosplay Hisho)  \n- 天才×天才 (Tensai × Tensai)  \n- ナマで大事件！？ (Nama de Daijigen!?)  \n- 4回転マッサージ (4 Kaiten Massage)  \n- 官能タイフーン (Kan'nō Typhoon)  \n- デザイナーの資質 (Designer no Shishitsu)  \n- 伸介の痴漢騒動 (Shinsuke no Chikan Sōdō)  \n- ベガスの狂乱 (Vegas no Kyōran)  \n- 1000万ドルの下着 (1000 Man-doru no Shitagi)  \n- 幼なじみの下着 (Osana Najimi no Shitagi)  \n- 呪いのコルセット発動！？ (Noroi no Corset Hatsudō!?)"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "40",
    "lastChapter": "480"
  },
  {
    "mangaId": "ef42b96c-a05e-4950-8e9c-8a58da3b7ff7",
    "title": {
      "en": "The 9th Class Swordmaster: Blade of Truth"
    },
    "updatedAt": "2024-07-09T02:41:42+00:00",
    "coverArt": "https://mangadex.org/covers/ef42b96c-a05e-4950-8e9c-8a58da3b7ff7/3285ee81-1dbd-45d0-b4da-7b352231ebcb.jpg",
    "altTitles": [
      {
        "en": "The Ninth-Rank Sword Master: Conquering the Sword Forms"
      },
      {
        "ko": "9클래스 소드 마스터 : 검의 구도자"
      },
      {
        "en": "9th Class Sword Master: The Guardian of the Sword"
      }
    ],
    "description": {
      "en": "In the year 237 of the Imperial Era, the ‘Divine War’ concludes – a war fought to protect humanity from ‘corruption.’ At the end of this battle, the Sword Saint, Kyril McGyver, faces betrayal from his closest friend and Emperor, Oliver.\n\nIn the end, after killing the Emperor, Kyril decides to correct all the wrongs by returning to the past.\n\nNow, with a power he could not acquire in his past life – the power of the sword and magic – he stands at the apex of both paths, ready to change the future."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "312e47bc-5749-4be8-8a23-19f1f909949d",
    "title": {
      "en": "Zatsu Tabi: That's Journey"
    },
    "updatedAt": "2024-06-21T12:57:42+00:00",
    "coverArt": "https://mangadex.org/covers/312e47bc-5749-4be8-8a23-19f1f909949d/9ffb33da-053f-4c93-ad3d-7fd2e4a21298.jpg",
    "altTitles": [
      {
        "en": "That's Journey"
      },
      {
        "ja": "ざつ旅"
      },
      {
        "vi": "cuộc hành trình"
      }
    ],
    "description": {
      "en": "Chika Suzugamori, a rookie manga artist, has been getting rejected every time she submits a new draft.\n\nOn the verge of giving up, she suddenly gets the idea of going on a journey-\n\nA journey that heals precisely because it's rough - the ultimate travel comic!",
      "ja": "ここではない、どこか。そこに私が待っている——。\n\n新人漫画家の鈴ヶ森ちかは、ネームを持ち込む度に全ボツを食らっていた。\n心が折れかけた彼女だが、唐突に旅に出ることを思い立ち——。\nざつな旅だからこそ癒やされる、究極旅コミック！",
      "es-la": "Chika Suzugamori, una artista de manga novata, ha sido rechazada cada vez que presenta un nuevo borrador. \n\nA punto de rendirse, de repente se le ocurre la idea de emprender un viaje... \nUn viaje que se cura precisamente porque es duro: ¡el cómic de viajes definitivo!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "946ff973-95b5-4f57-8e81-7c4674ea50dc",
    "title": {
      "en": "The Druid of Seoul Station"
    },
    "updatedAt": "2024-05-28T15:20:02+00:00",
    "coverArt": "https://mangadex.org/covers/946ff973-95b5-4f57-8e81-7c4674ea50dc/25af0915-1ee5-4b57-ac6b-300bd885f149.jpg",
    "altTitles": [
      {
        "ko": "서울역 드루이드"
      },
      {
        "en": "Seoul Station Druid"
      },
      {
        "zh": "归来的异世界王者"
      },
      {
        "th": "ดรูอิดแห่งสถานีโซล"
      },
      {
        "ru": "Друид с Сеульского вокзала"
      },
      {
        "ja": "ドルイド侵略"
      },
      {
        "uk": "Друїд з Сеульського вокзалу"
      },
      {
        "es-la": "Druida de la Estación de Seúl"
      }
    ],
    "description": {
      "de": "Was wie ein gewöhnlicher Tag begann, wird auf den Kopf gestellt, als eine mysteriöse Katastrophe die Erde heimsucht und Soo Ho Park auf einen anderen Planeten befördert. Mit der Zeit lernt er, sich anzupassen und um sein Überleben in dieser fremden Welt zu kämpfen. Doch eines Tages wird Soo Ho genauso plötzlich wieder auf die Erde zurückgeholt, wie er auf dem neuen Planeten gelandet ist. Schnell erfährt er, dass eine Rückkehr zu seinem vergangenen Leben nicht möglich ist, denn die Erde befindet sich in einem ständigen Kampf mit Monstern, denen es gelungen ist, den Planeten zu infiltrieren. Wie wird Soo Ho gegen die Monster ankämpfen und wird er dieses Mal mit seinen derzeitigen Fähigkeiten überleben können?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "en": "What started out as an ordinary day turned upside down when an unknown catastrophe struck Earth, transporting Suho Park to a different planet. He eventually learns how to adapt and fight for his survival in this foreign world, but one day, just as suddenly as he was sucked into this new planet, Suho is pulled back to Earth!\n\n He quickly learns that return to life as he remembers it is no longer possible, as Earth is in constant battle with monsters who’ve managed to infiltrate the planet.\n\nHow will Suho fight against the monsters attacking Earth, and will he be able to survive this time with his current skills?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "fr": "Ce qui a commencé comme une journée ordinaire a basculé lorsqu'une catastrophe inconnue a frappé la Terre, transportant Suho Park sur une autre planète. Ce dernier apprend peu à peu à s'adapter et à se battre pour survivre dans ce monde étranger, mais un jour, tout aussi soudainement qu'il a été transporté sur cette nouvelle planète, Suho est miraculeusement ramené sur Terre. Il apprend rapidement que le retour à la vie normale telle qu'il se souvient n'est plus possible, car la Terre est en lutte constante avec des monstres qui ont réussi à s'infiltrer sur la planète. Suho trouvera-t-il un moyen de se battre contre les monstres qui attaquent la Terre, et pourra-t-il survivre avec ses compétences actuelles ?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "id": "Suho, kembali ke Bumi setelah seribu tahun menghilang di dunia lain. Namun, dunia yang dulu ditinggali sekarang telah berubah menjadi dunia kebiadaban dengan munculnya monster-monster!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "ja": "「この世界の支配者は俺だ！」 異世界に迷い込んでから1000年ぶりに地球に帰還した緒形元汰。その間に、地球はモンスターの登場により、完璧な弱肉強食の世界に変わっていた。異世界にて1000もの間、激しい生存競争のすえに、動物の王として降臨した緒形元汰は、ドルイドとして地球征服に乗り出す！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "ko": "이세계로 사라진 뒤 천 년 만에 지구로 귀환한, 박수호.\n그 사이 세상은 몬스터의 등장으로 철저한 약육강식의 세상으로 변해 있었다.\n천 년 동안 처절한 생존경쟁으로 살아남은 동물의 왕 드루이드, 세계 정복에 나서다.\n\n이제부터 이 구역의 지배자는 나다.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "pl": "Park Sooho powrócił na Ziemię po tym, jak przeniósł się do innego świata na tysiąc lat. W tym czasie Ziemia zmieniła się w świat przetrwania najsilniejszych dzięki pojawieniu się potworów. Druid, król zwierząt, któremu udało się przetrwać przez tysiąc lat, wyrusza teraz na podbój świata.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "ru": "Пак Су Хо, провел тысячу лет с животными и стал друидом.\nТем временем мир превратился в мир жестокости и появились монстры. Друид и царь зверей,\nвыживший в ожесточенной битве за выживание в течение тысячи лет, отправляется покорять мир.\n\"Отныне я правитель!\"\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "th": "\"พัคซูโฮ\" กลับมายังโลก หลังจากที่ตกไปอีกโลกนับพันปี ในขณะเดียวกัน โลกที่ซูโฮเคยอาศัยอยู่ได้กลายเป็นสนามรบตั้งแต่มีมอนสเตอร์ปรากฏตัวจากอีกโลกหนึ่ง จากนี้ไป พัคซูโฮ ดรูอิดผู้รอดชีวิตจากป่าอันโหดร้ายและกลายเป็นราชาแห่งสัตว์ ได้เริ่มต้นการต่อสู้เพื่อพิชิตโลก!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "zh": "千年归来的万物之王！\n从现在开始出击征服世界！\n朴修浩意外来到异世界后，在千年的生存竞争中成功存活并成为了动物之王。时隔千年又意外重返地球。 在此期间，世界因为怪兽的出现，而彻底变成了弱肉强食的世界。为了继续生存朴修浩开始征服人类世界！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94c7e52e-a6b2-4b57-ba14-68f58fc77c8e",
    "title": {
      "en": "Ghost Fixers"
    },
    "updatedAt": "2024-09-06T11:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/94c7e52e-a6b2-4b57-ba14-68f58fc77c8e/f38d717c-4e45-487b-b628-c08d733bcb53.jpg",
    "altTitles": [
      {
        "ja": "ゴーストフィクサーズ"
      },
      {
        "ru": "Исправители призраков"
      }
    ],
    "description": {
      "en": "Following a certain event, Mikurigaoka New Town transformed into a crucible of supernatural phenomena known as GHOSTS! In said town lives Hifumi, a middle school boy, who one day encounters a girl who just moved in... Help \"correct\" the supernatural in this action-packed tale from Yasuki Tanaka, creator of \"Summer Time Rendering\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc3ba1ed-6639-4100-9fcc-4792e483b515",
    "title": {
      "en": "God Slayer"
    },
    "updatedAt": "2024-09-30T21:15:30+00:00",
    "coverArt": "https://mangadex.org/covers/dc3ba1ed-6639-4100-9fcc-4792e483b515/38b3d1f5-860f-4b21-a936-e9db1a83c1db.png",
    "altTitles": [
      {
        "zh": "斩神"
      }
    ],
    "description": {
      "en": "Gods and demons have descended upon the world, leading to the destruction of various nations one after another. With the last haven, Da Xia, on the verge of annihilation, they are on the cusp of their final victory, poised to rule the planet and enslave all of humanity. Countless warriors have fallen, and even Da Xia’s guardian god, Ying Che, can no longer hold on. But just as Ying Che perishes on the battlefield, he suddenly opens his eyes again and finds himself reborn ten years in the past—before any of it happened! Armed with memories and experience from his previous life, can Ying Che change everything, rewrite history, and prevent the disaster from striking once more?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09dda883-a4c0-45e7-86ef-07b626b08578",
    "title": {
      "en": "Toshishita Joushi wa Homeraretai"
    },
    "updatedAt": "2024-09-27T07:05:55+00:00",
    "coverArt": "https://mangadex.org/covers/09dda883-a4c0-45e7-86ef-07b626b08578/3f43d560-44da-48f2-912a-327817851ac7.png",
    "altTitles": [
      {
        "ja": "年下上司は褒められたい"
      },
      {
        "en": "Younger Boss Wants to be Praised"
      }
    ],
    "description": {
      "en": "[Pushy Younger Boss x Lone Wolf Older Subordinate]\nA heartwarming office romance that begins with two adults 'complimenting each other'!\n\n\"This is a suggestion to help our work go more smoothly... Why don’t we compliment each other?\"\n\nKashiwagi, in his 30s, has just moved into a new industry. His brilliant younger boss and mentor, Amamiya, seems a bit uncomfortable interacting with him, an older subordinate. Concerned about their relationship, Kashiwagi waits for an opportunity to have a relaxed conversation with him, but catching up with the very busy Amamiya proves difficult.\n\nOne day after work, Kashiwagi runs into Amamiya who is working overtime. He offers to help, hoping to improve their relationship even if just a little, but...?\n\nWhat surprising suggestion comes from Amamiya, the capable younger boss...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-09-06T00:01:30+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/3c0e3291-cbc3-4463-aedc-bf3653b54d0f.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      },
      {
        "es-la": "Después de vencer a un novato en un FPS, ¡Quería pelear conmigo en la vida real jaja!"
      }
    ],
    "description": {
      "en": "After I beat a noob in an FPS, he challenged me to a fight in real life!?\n\nI decided to go along with it just for fun, but when I got there, a cute girl was waiting for me!\n\nThis is a romcom featuring a scummy male lead and a feisty female lead!\n\n(Source: [BookLive](https://booklive.jp/product/index/title_id/1564434/vol_no/001))",
      "ja": "FPSで初心者をボコったらリアルファイトに誘われた！？\n面白半分で行ってみるとそこにいたのは可愛い女の子！\nクズ系主人公と、闘志マンマンのヒロインによる\nラブコメディ！？\n未公開の前日章「とある1日」も追加しています！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f461e344-2385-46b5-83b8-8776f5ea65d0",
    "title": {
      "en": "The Top Dungeon Farmer"
    },
    "updatedAt": "2024-07-21T16:40:33+00:00",
    "coverArt": "https://mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "altTitles": [
      {
        "it": "Coltivo nella Torre"
      },
      {
        "en": "Only I Farm in the Dungeon"
      },
      {
        "en": "Dungeon Farming on My Own"
      },
      {
        "en": "Farming in the Tower Alone"
      },
      {
        "en": "I'm the Only One Farming in the Dungeon"
      },
      {
        "ko": "나혼자 탑에서 농사"
      },
      {
        "en": "Solo Farming in the Tower"
      },
      {
        "ko-ro": "Nahonja Tabeseo Nongsa"
      },
      {
        "es-la": "Cultivando en la torre en solitario"
      },
      {
        "es-la": "Cultivando a solas en la torre"
      },
      {
        "pt-br": "O Único Fazendeiro da Torre"
      }
    ],
    "description": {
      "en": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
      "it": "Un giorno, una misteriosa torre apparve improvvisamente in città. La gente decise di chiamarla dungeon, e sebbene fosse pieno di asperità e mostri pericolosi, era anche una terra di opportunità, dove erano in attesa innumerevoli tesori. Quando Sejun, un giovane che vive una vita normale, viene invitato per caso nel dungeon sotterraneo, è entusiasta all'idea di diventare ricco, ma è rimasto bloccato in una zona nascosta della torre misteriosa. Tutto quello che ha sono alcuni semi e il suo corpo. Ora Sejun deve coltivare, raccogliere risorse e capire come sopravvivere!",
      "es-la": "Un día, una torre misteriosa apareció de repente en la ciudad. La gente decidió llamarla mazmorra, y aunque estaba llena de un terreno irregular y monstruos peligrosos, también era una tierra de oportunidades, donde aguardaban innumerables tesoros. Cuando Sejun, un joven que vive una vida ordinaria, es invitado por casualidad a la mazmorra, está emocionado ante la perspectiva de hacerse rico, pero se encuentra varado en un área oculta de la misteriosa torre. Todo lo que tiene son unas pocas semillas y su cuerpo. ¡Ahora, Sejun debe cultivar, recolectar recursos y descubrir su propia estrategia de supervivencia!",
      "pt-br": "Sejun, o típico azarão de Seul não esperava se tornar um Fazendeiro quando tropeçou e foi transportado para a famosa Dungeon, cheia de missões, de monstros e recompensas misteriosas. No entanto, lá estava ele, como um agricultor cultivando e vendendo seus frutos engenhosamente, enquanto concluía inúmeras missões que surgiam em seu caminho. Será que Sejun conseguirá sair da Dungeon que está preso? Pelo menos ele tem o que é necessário: otimismo, engenhosidade e um grupo de leais amigos peludinhos."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fc308c9-4b00-4dc3-943e-1f39242bc708",
    "title": {
      "en": "Overgeared"
    },
    "updatedAt": "2024-07-14T21:00:08+00:00",
    "coverArt": "https://mangadex.org/covers/3fc308c9-4b00-4dc3-943e-1f39242bc708/2af0c6f7-cd3d-4c59-afee-a8ff471e0561.jpg",
    "altTitles": [
      {
        "ko": "템빨"
      },
      {
        "ru": "Во всеоружии (перезапуск)"
      },
      {
        "fa": "تا دندان مسلح"
      },
      {
        "en": "Overgeared (Team Argo)"
      },
      {
        "ja": "テムパル〜アイテムの力〜"
      },
      {
        "id": "Kekuatan Item"
      },
      {
        "zh-hk": "裝備仔"
      },
      {
        "zh": "装备我最强"
      }
    ],
    "description": {
      "de": "Shin Youngwoo spielt mit seinem Avatar \"Grid\" das zurzeit beliebteste Virtual-Reality-Spiel der Welt: Satisfy.  \n  \nOb in der Realität oder in-game, Shin scheint vom Unglück verfolgt zu werden. Doch als er nach der Suche nach einem Questgegenstand seine Belohnung erhält, kann er zu einer legendären Klasse wechseln. Einer Klasse, die außer ihm niemand der über 2 Milliarden Spielern besitzt.",
      "en": "Shin Youngwoo (aka Grid), an unlucky man in life and a low-level player in the popular VR game Satisfy, finds a powerful item that earns him a rare legendary class title: Pagma’s Successor. Now a skilled blacksmith, he can forge unique weapons and equip the game’s most powerful gear!\n\nGrid resolves to use his new abilities to achieve fame and fortune, but as his very existence begins to stir up trouble in Satisfy, he realizes that life as a legend may be more than he bargained for….",
      "fa": "⁧⁧بزرگ‌ترین بازی واقعیت مجازی جهان «ستیسفای».  \n⁧چه تو واقعیت و چه در دنیای مجازی شینگ وو کسی بود که همه‌ی بدبختی‌ها سرش می‌اومد.  \n⁧اما تو میون این‌همه بدبختی‌، یه‌بار شانس بهش رو می‌کنه و تو یه مأموریت غیرممکن کتاب پاگما رو پیدا می‌کنه، کتابی افسانه‌ای که زندگی اون رو از این رو به اون رو می‌کنه.",
      "fr": "Quand un joueur raté de VMMORPG tombe, lors d’une quête, sur un livre légendaire permettant de changer de classe, il en profite immédiatement. Attention joueurs, le plus grand de tous les forgerons est né ! Et il n‘a pas prévu de passer inaperçu !\n\n---\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)",
      "id": "Shin Youngwoo punya kehidupan yang bernasib sial. Ia terpaksa bekerja kasar di sebuah tempat kontruksi untuk membayar biaya sekolah dan uang game yang ia gunakan. Bahkan ia juga kerja kasar di VR Game yang bernama Satisfy. Namun, hidupnya mulai berubah ketika karakternya sebagai 'Grid' di game menemukan 'Pagma's Rare Book' hingga menjadi legendary class player.\n\n---\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)",
      "ja": "世界最高のバーチャルリアリティゲーム<SATISFY>。 全世界ユーザー数２０億人、もう一つの地球と呼ばれるほどの壮大なファンタジーゲーム。 しがない無職のゲーム中毒者である「長嶺巧」はゲーム課金の借金を返すために日雇い労働をする以外のほとんどの時間はゲームに費やしていた。 ある日、クエスト中にレジェンダリー転職書＜ファグマの奇書＞を手に入れた「巧」。 ＜ファグマの奇書＞売って大儲けできると思ったその瞬間…！新たなクエストが発動され殺される寸前になるが… このままだと殺され、レジェンダリー転職書＜ファグマの奇書＞もなくしてしまうと思った「巧」は＜ファグマの奇書＞を開き、伝説の職人＜ファグマの末裔＞へとジョブチェンジするが… 借金まみれの底辺人生から２０億プレイヤーの頂点に立つレジェンダリープレイヤーになれるのか！？\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)",
      "ko": "[신영우 (유저 네임: 그리드)]\n세계 최고의 가상 현실 게임 <SATISFY>.\n\n현실에서나, 게임 속에서나, 불운은 항상 그의 곁을 맴도는데....\n퀘스트 수행 중 우연히 발견한 게임 속 로또, '파그마의 기서'. \n20억 명이 넘는 유저 중 유일한 최강의 레전드리 직업으로 전직.\n\n\"어떻게 아직 살아있는 거지...?!\"\n\n\"뭐, 특별한 건 없고...\"\n\n\n\"템빨이죠.\"\n\n지긋지긋한 불운과 악몽 같은 빚쟁이 인생에서 벗어난\n최강 플레이어 \"그리드\".\n고인물도 울고 갈 끝판왕이 찾아온다!\n\n[<SATISFY>에 접속합니다.]\n\n웹툰 <템빨>은 매주 토요일 연재됩니다.",
      "ru": "В реальности, в играх, где бы он ни был, ему сопутствуют неудачи... Но в один момент всё меняется. В игре конце Северной пещеры он обнаружит квест, в котором найдёт \"Редкую книгу Пагмы\"... Ему удастся то, что не удалось сотням миллионов пользователей. - Как ты выжил? - Ничего особенного.",
      "th": "ชินยองอู ID กริด ไม่ว่าจะในชีวิตจริงหรือในในโลกเกมเสมือนจริง SATISFY เขาก็เป็นตัวแทนแห่งความอับโชคไม่ต่างกัน...\nแต่อยู่มาวันหนึ่ง กริด ได้พบกับตำราเปลี่ยนอาชีพที่นำเขาไปสู่การเปลี่ยนเป็นอาชีพระดับตำนาน 'ทายาทของแพ็กม่า'\nอาชีพช่างตีเหล็กในตำนานที่จะทำให้เขาหลุดพ้นจากหนี้สิน พร้อมกับได้สัมผัส 'พลังแห่งไอเทม' และก้าวสู่การเป็นผู้เล่นที่แข็งแกร่งที่สุด!\n\n---\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh": "无论是现实世界还是游戏世界中，他都是最底层的存在！然而咸鱼翻身的机会终于来了！只要能够找到游戏中的最强装备，就能获得超20亿玩家中唯一一个成为传说中最强职业电竞选手的机会！他能否在假想现实游戏世界中创造新的传奇，成功脱离如同噩梦般的悲惨人生呢？\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)",
      "zh-hk": "[申英宇(使用者名稱：格里德)]\n稱霸全球的虛擬實境遊戲《SATISFY》\n\n無論現實還是遊戲中，他都是個「不幸」的象徵...\n在解任務時偶然發現\n遊戲中的樂透——「帕格瑪的奇書」，\n並轉職成20億玩家中，僅只一名的最強傳奇級職業。\n\n「你怎麼還活著...?!」\n\n「嗯...也沒什麼啦...」\n\n「靠裝備囉。」\n\n脫離不幸與惡夢般的債務，\n重生為最強玩家的「格里德」!\n經典名著通通滾開，真正的王者駕到了!\n\n[已成功登入《SATISFY》。]\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "136dd3fe-3e21-4fc9-b737-5bf382b9682a",
    "title": {
      "en": "Uketsukejou ni Kokuhaku Shitakute Guild ni Kayoitsumetara Eiyuu ni Natteta"
    },
    "updatedAt": "2024-09-01T10:22:26+00:00",
    "coverArt": "https://mangadex.org/covers/136dd3fe-3e21-4fc9-b737-5bf382b9682a/e225de24-32c3-42f9-882e-235c44b45063.jpg",
    "altTitles": [
      {
        "ja": "受付嬢に告白したくてギルドに通いつめたら英雄になってた"
      },
      {
        "en": "I Wanted to Confess to the Receptionist, but When I Went to the Guild, I Became a Hero"
      },
      {
        "ja-ro": "Uketsukejou ni Kokuhaku Shitakute Girudo ni Kayoitsumetara Eiyuu ni Natteta"
      }
    ],
    "description": {
      "en": "**I Became the Strongest Hero by Frequenting the Guild Just to See the Receptionist!**\n\nJade, who aims to become the strongest adventurer, arrives at the guild and falls in love at first sight with the receptionist! Determined to talk to her, he realizes the only way to do so is to complete as many quests as possible. Thus begins Jade's journey, driven by love, to become the ultimate hero through relentless questing and adventure.",
      "id": "**Saya Menjadi Pahlawan Terkuat dengan Sering Mengunjungi Guild Hanya untuk Melihat Resepsionis!**\n\nJade, yang ingin menjadi petualang terkuat, tiba di guild dan jatuh cinta pada pandangan pertama dengan resepsionis! Bertekad untuk berbicara dengannya, ia menyadari bahwa satu-satunya cara untuk melakukannya adalah dengan menyelesaikan quest sebanyak mungkin. Maka dimulailah perjalanan Jade, yang didorong oleh cinta, untuk menjadi pahlawan utama melalui pencarian dan petualangan tanpa henti."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-09-29T08:26:34+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/13ea7b4e-5f34-4b28-9924-25eaaa42c3ed.jpg",
    "altTitles": [
      {
        "ja-ro": "Chieri no Koi wa 8 Meter"
      },
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      },
      {
        "en": "Chieri's Love Is 8 Meters Tall"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!\n\nThe start of a literally larger-than-life romcom!",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62608082-d81d-4513-af7d-ae3ffe2423d2",
    "title": {
      "en": "Kiyo in Kyoto: From the Maiko House"
    },
    "updatedAt": "2024-04-14T17:56:31+00:00",
    "coverArt": "https://mangadex.org/covers/62608082-d81d-4513-af7d-ae3ffe2423d2/8a3491cd-8d3c-4788-b621-d1e45dd6902a.jpg",
    "altTitles": [
      {
        "ja": "舞妓さんちのまかないさん"
      },
      {
        "en": "The Caterer at the Maiko Manor"
      },
      {
        "fr": "La maison des Maiko"
      },
      {
        "ja-ro": "Maiko-san Chi no Makanai-san"
      },
      {
        "ru": "Кухарка в доме майко"
      },
      {
        "id": "Juru Masak Para Maiko"
      },
      {
        "en": "The Makanai: Cooking for the Maiko House"
      }
    ],
    "description": {
      "en": "Within the winding streets of Kyoto's geisha district lives a 16 year old girl named Kiyo. \nAfter failing to become a Maiko, a traditional dance apprentice, she starts working as caterer for her troupe. \nThis is the story of her daily life.  \n\nPublished in Indonesian by Elex Media as **Juru Masak Para Maiko**.\n\nAnime: [AniDB](https://anidb.net/anime/15476) | [MAL](https://myanimelist.net/anime/41556/Maiko-san_Chi_no_Makanai-san) | [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=23951) | [LC](https://www.livechart.me/anime/9863) | [IMDB](https://www.imdb.com/title/tt13884016/)\nLive-action dorama: [Netflix](https://www.netflix.com/title/81325501) | [MyDramaList](https://mydramalist.com/718203-kiyo-in-kyoto) | [IMDB](https://www.imdb.com/title/tt15964848/)\n \n--- \n- **Won the 65th Shogakukan Manga Award for Shonen Manga**",
      "ja": "ここは京都のど真ん中にある花街。 舞妓さんたちが深夜、お仕事を終えたあと帰ってきて、共同生活を送っているのは、「屋形」と呼ばれるおうちです。 とある屋形で「まかないさん」として舞妓さんたちに毎日の食事を作っているのは、なんと弱冠16歳の少女・キヨ。 彼女がまかないさんになったのには、ある意外な理由があって——。 華やかな花街の舞台裏、普通の日のごはんを通して、温かな人間模様が描かれます。"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "03e2f370-b1d0-4f69-87a7-3ecc124cbb55",
    "title": {
      "zh": "The Wolf Marshal's Double Doting"
    },
    "updatedAt": "2024-09-01T01:46:35+00:00",
    "coverArt": "https://mangadex.org/covers/03e2f370-b1d0-4f69-87a7-3ecc124cbb55/5cf7e07e-977e-4aab-b15a-78ffbcf01eb2.png",
    "altTitles": [
      {
        "zh": "Wolf Marshall's Double Dating"
      },
      {
        "zh": "Marshal Wolf's Double Favorite"
      },
      {
        "zh": "The Wolf Marshal's Double Favorite"
      },
      {
        "zh": "Mr. Werewolf's Love"
      },
      {
        "zh": "狼元帅的双重宠爱"
      },
      {
        "zh": "狼元帅的双重宠爱: Special Favors"
      }
    ],
    "description": {
      "en": "Ryan is the son of the Prime Minister of the Blue Moon Empire and comes from a distinguished background. However, due to his unfavored status, he was often abused by his half-brother. He escaped from his brother's birthday party, but was captured by human traffickers and became an auction item for the underground trading place. By chance, Ryan was bought by Austin, the Supreme Commander of the Star Ocean Alliance. In a foreign country, he meets his mother's half-blood servant and gradually unravels the mystery of his birth. With the development of the story, a century of silence of the blood race also re-emerged, opening a new round of war between the orcs and the blood clan."
    },
    "status": "cancelled",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "38"
  },
  {
    "mangaId": "5665969c-d6d9-49e5-a602-ad8a7fc6eddb",
    "title": {
      "en": "Haidou!"
    },
    "updatedAt": "2024-09-05T23:31:01+00:00",
    "coverArt": "https://mangadex.org/covers/5665969c-d6d9-49e5-a602-ad8a7fc6eddb/466cebf1-637a-4366-a7f3-913e0389a1f2.jpg",
    "altTitles": [
      {
        "ja": "はいどう!"
      },
      {
        "zh": "废道"
      }
    ],
    "description": {
      "en": "A comedy of two girls exploring an abandoned road!\nYukina Masanaga, a transfer student, is called the \"Snow Princess. She is a very quiet girl, but when she talks about \"abandoned roads\", she bursts into a smile! In order to see such a cute smile on her face. Ringo and Yukina explore the \"abandoned road\" together..!\n\nA story of girls who are passionate about abandoned roads"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b7af8c8-6e09-4863-81f2-d55dc2ae8815",
    "title": {
      "en": "Insomnia"
    },
    "updatedAt": "2024-09-28T18:12:01+00:00",
    "coverArt": "https://mangadex.org/covers/8b7af8c8-6e09-4863-81f2-d55dc2ae8815/e7b85387-ab85-4471-95f9-e85543f8d9fc.jpg",
    "altTitles": [
      {
        "ja": "インソムニア"
      },
      {
        "th": "นิทราสยอง"
      }
    ],
    "description": {
      "en": "20 nights, 20 terrifying stories. Masaya Hokazono tells us the horrific stories he has experienced as well as those that have been told to him. Even in a technologically advanced modern Japan, traditional spirits never cease to torment the living.",
      "ja": "赤い妹・ネットの妖怪・宇宙人・電車を徘徊する女・深夜のコンビニに集まる亡者たちがあなたを今夜も“インソムニア(不眠症)”にする！\n\n外薗昌也待望のホラー短編集!"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach"
    },
    "updatedAt": "2024-08-31T10:49:49+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "Bleach - Digital Colored Comics"
      },
      {
        "en": "BLEACH (Official Colored)"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      },
      {
        "en": "BLEACH"
      },
      {
        "tr": "Bleach (RENKLENDİRİLMİŞ)"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n  \nMonochrome version won the 50th Shogakukan Manga Award in the Shounen category.",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.  \n  \nVersión monocroma ganó el 50º Premio Shogakukan Manga en la categoría Shounen.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "95980b06-b360-48c9-bf42-adc1b8d8ce32",
    "title": {
      "en": "Ordo Signae de Missa"
    },
    "updatedAt": "2024-04-28T00:59:34+00:00",
    "coverArt": "https://mangadex.org/covers/95980b06-b360-48c9-bf42-adc1b8d8ce32/8d049845-906f-4659-af10-07fe12a8c77e.png",
    "altTitles": [
      {
        "pt-br": "Convento Signiano de Missa"
      },
      {
        "en": "Signian Convent of Missa"
      }
    ],
    "description": {
      "en": "Gags of a Catholic Convent on a Fantasy World.",
      "pt-br": "Tirinhas sobre um Convento Católico num mundo de fantasia."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d6585c1-ddea-4fcb-8e3b-b1191b653831",
    "title": {
      "en": "The Breaker - Eternal Force"
    },
    "updatedAt": "2024-05-28T16:23:59+00:00",
    "coverArt": "https://mangadex.org/covers/8d6585c1-ddea-4fcb-8e3b-b1191b653831/fa323231-9732-4484-b3c2-b6d57e61adbf.jpg",
    "altTitles": [
      {
        "en": "The Breaker Season 3"
      },
      {
        "en": "Eternal Force"
      },
      {
        "ko": "이터널 포스"
      },
      {
        "es-la": "Fuerza Eterna"
      }
    ],
    "description": {
      "en": "Ha Jae, who’s contemplating death on the rooftop due to bullying. A senior appears before him and suddenly pushes Ha-Jae off?! But, he wakes up safely in the Nurse’s Office in school. Ha-Jae’s retaliation against the bullying that the delinquents have started again ends in failure…\r\n\r\nBut, Siwoon appears before him yet again and coaches Ha-Jae to defeat the delinquents in one strike using his fist.\r\n\r\nThe presence of the Murim appears hidden under what seems to be an ordinary school, and the perilous adventure to the world of Murim begins."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81dfc5a1-fc0a-4691-afe3-9da726601588",
    "title": {
      "en": "Yashiro no Maou"
    },
    "updatedAt": "2024-09-12T06:23:04+00:00",
    "coverArt": "https://mangadex.org/covers/81dfc5a1-fc0a-4691-afe3-9da726601588/09b6015f-02de-4bd0-ae6e-d3ba929182a0.jpg",
    "altTitles": [
      {
        "ja": "やしろの魔王"
      },
      {
        "en": "Demon Lord of \"Yashiro\""
      },
      {
        "ja-ro": "Yashiro no Maou"
      }
    ],
    "description": {
      "en": "Maou Shaitan Geneha, a demon lord whose powers were sealed away, seeks out the descendant of the one who sealed her; company employee Shishibe Yashiro. Wanting Yashiro to undo the seal, Maou forms a contract with her, aiming to satisfy Yashiro in the hopes that she'll undo the seal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4413d794-e0da-4a6e-b61a-afd5758914e6",
    "title": {
      "en": "Hanninmae no Koibito"
    },
    "updatedAt": "2024-06-27T01:23:25+00:00",
    "coverArt": "https://mangadex.org/covers/4413d794-e0da-4a6e-b61a-afd5758914e6/a93fd0e6-aeda-4f9b-86ae-643c9bb084e9.jpg",
    "altTitles": [
      {
        "ja": "半人前の恋人"
      },
      {
        "en": "Blooming Love"
      },
      {
        "ru": "Цветущая любовь"
      },
      {
        "bg": "Разцъфтяваща любов"
      },
      {
        "th": "มือใหม่หัดรัก"
      },
      {
        "pt-br": "Amor Florescente"
      },
      {
        "ru": "Неопытные возлюбленные"
      },
      {
        "ru": "Недостаточно опытные возлюбленные"
      },
      {
        "en": "Half Serving Lover"
      }
    ],
    "description": {
      "en": "One day, when I was making school supplies in the art room, a very scary-looking girl was staring at me…!? Crafts girl vs. art boy romantic comedy!!",
      "ru": "В один прекрасный день Ибуки Синтаро поручили сделать ящик для предложений только потому, что он состоит в художественном кружке. Пока он работал с непривычными для него инструментами, он заметил на себе сверлящий взгляд устрашающей девчонки. Неожиданно она забирает у него пилу и энергичными движениями начинает резать доску! Так начинаются отношения между мальчишкой-художником и девчонкой-мастерицей!",
      "th": "“ในวันหนึ่ง ขณะที่กำลังทำงานอุปกรณ์ในห้องศิลปะ มีเด็กสาวที่มีหน้าตาน่ากลัวกำลังเฝ้ามองมาที่ผม...!?” เรื่องราวความรักคอมเมดี้ระหว่างสาวช่างฝีมือกับหนุ่มสายศิลป์!?",
      "pt-br": "Um dia, quando eu estava fazendo material escolar na sala de arte, uma garota muito assustadora estava olhando para mim...!? \n\nMenina do artesanato vs. garoto da arte comédia romântica!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8116a628-d561-4528-9bff-76e667f43ba0",
    "title": {
      "en": "I am the Last Villainess He Has to Kill"
    },
    "updatedAt": "2024-08-23T15:44:19+00:00",
    "coverArt": "https://mangadex.org/covers/8116a628-d561-4528-9bff-76e667f43ba0/d6040ccc-f64e-425c-a56e-af5ae7205306.jpg",
    "altTitles": [
      {
        "ko": "나는 그가 죽여야 할 마지막 악당이다."
      }
    ],
    "description": {
      "en": "When people get transported into novels, they usually end up as noble ladies, even if they're villains. But I ended up as the final monster that the male lead must kill—the daughter of the Demon King.\n\n\"Here’s your favorite finger necklace, Princess!\"\n\nAbduction and murder are the norm among demons. \nI can’t live with these creatures for 5,000 years! \nI just need to endure it, fulfill my role according to the original story, and move on to the next novel! \nOh, God. How is this even possible? \nThis isn’t some stray cat adoption; it’s like adopting the male lead! \nAnd the eight-year-old Kiel is saying some very ominous things.\n\n“Can I eat you?”\n\"Well... I’ll raise you with care, so come kill the Demon King’s daughter later.\"",
      "pt-br": "Quando as pessoas são transportadas para dentro de romances, geralmente acabam como damas nobres, mesmo que sejam vilãs. Mas eu acabei como o monstro final que o protagonista deve matar - a filha do Rei Demônio.\n\n\"Aqui está o seu colar de dedos favorito, Princesa!\"\n\nSequestros e assassinatos são normais entre os demônios.\n\nEu não posso viver com essas criaturas por 5.000 anos!\n\nSó preciso aguentar, cumprir meu papel de acordo com a história original e seguir para o próximo romance!\n\nOh, Deus. Como isso é possível?\n\nIsso não é como adotar um gato de rua; é como adotar o protagonista!\n\nE o Kiel, de oito anos, está dizendo coisas muito sinistras.\n\n\"Posso te comer?\"\n\n\"Bem... Vou te criar com cuidado, então venha matar a filha do Rei Demônio mais tarde.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7aca9347-6757-4415-a340-4d892ccaf798",
    "title": {
      "en": "Harem Yori Heion o! Isekai de Shizuka ni NEET Hime sasete Kure"
    },
    "updatedAt": "2024-09-23T01:08:08+00:00",
    "coverArt": "https://mangadex.org/covers/7aca9347-6757-4415-a340-4d892ccaf798/1d0de790-d3d6-42d6-a7c0-c27f97ec4c2b.jpg",
    "altTitles": [
      {
        "ja": "ハーレムより平穏を！異世界で静かにニート姫させてくれ"
      },
      {
        "ja-ro": "Harem Yori Heion wo! Isekai de Shizuka ni NEET Hime sasete Kure"
      },
      {
        "en": "More peace than a harem"
      },
      {
        "en": "More Peace than a Harem - In Another World, Let Me Be a Neet Princess in Peace"
      },
      {
        "en": "I Wish for Peace Instead of a Harem! Let Me Be a NEET Princess Peacefully in Another World"
      },
      {
        "es-la": "Más paz que un harem"
      },
      {
        "es-la": "Más paz que un harem - En otro mundo, déjame ser una princesa Nini en paz"
      },
      {
        "es-la": "En otro mundo, déjame ser una princesa NiNi en paz"
      }
    ],
    "description": {
      "en": "An elite salaryman (aspiring NEET), gets reincarnated and genderswapped into a princess living an idle life of masturbation...!?\n\nKishibe is an elite office worker who dreams of becoming a NEET who has attained FIRE (Financial Independence, Retire Early). The fulfillment of his dream is now right before his very eyes!! ...or was, when he died saving a girl from getting hit by a car. A self-proclaimed god felt pity for such a man, so she reincarnated Kishibe into another world where he could live as a NEET. The next thing he knew, he had become Iris, the princess of a superpower kingdom!!\n\nBlessed with incredible beauty and not having the need to work even once, Kishibe won the jackpot with a life full of indolence, freedom and masturbation!! ...is what he believed, but there was a catch. Princess Iris seemed like she possessed a trait that made others love her at the highest level (a skill?), and various girls just keep coming on to her (who was formerly a man)...!?\n\nThis is another world where one can experience endless love and eat meals that one didn't work for (does it taste good?), it's an envy-inducing, genderswap isekai story with a super NEET harem!\n\n(Source: Nico Nico Seiga)",
      "ja": "エリートサラリーマン（ニート志望）、姫様にTS転生してオナ●ート生活…!!!?\n\nニートを夢見てFIREをした、エリートサラリーマン・岸辺。夢の生活も目前!!のはずが、車にひかれる寸前だった女の子を助けたことで死亡してしまう。そんな彼を憐れんだ自称神様が岸辺をニートができる異世界へと転生。気づけば超大国の姫様・アイリスになっていた!!!\n超絶美少女で一切働く必要がなく、惰眠と自由とオナ●ーのし放題で岸辺は人生勝ち組!!…と確信していたが、ある問題が。この姫様、最高レベルの愛され体質（スキル？）みたいで、色々な女の子が姫様（元男）に迫られまくり……!!?\n\n\n異世界で愛されまくって働かないメシが上手いか？を体験できる、羨ましすぎる異世界TSクソニートハーレム!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10939bf2-2dc7-4aae-8e4b-e96ba25c94de",
    "title": {
      "en": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
    },
    "updatedAt": "2024-09-11T13:04:21+00:00",
    "coverArt": "https://mangadex.org/covers/10939bf2-2dc7-4aae-8e4b-e96ba25c94de/0420a0b8-7c94-4cf6-bdf6-f5a81a249833.jpg",
    "altTitles": [
      {
        "ja": "外面は最高なのに、家では本性むき出しの義姉"
      },
      {
        "ja-ro": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
      },
      {
        "en": "Even Though the Outside Is the Best, Her Sister-in-Law Has a Bare Nature at Home"
      },
      {
        "es-la": "Mi hermanastra que es perfecta en público, muestra su verdadera cara en casa."
      },
      {
        "en": "My Stepsister Who Is Perfect in Public, Shows Her True Colors at Home"
      },
      {
        "fr": "Ma belle-sœur, parfaite, en apparence, montre son vrai visage à la maison"
      }
    ],
    "description": {
      "en": "One of my classmates is the most beautiful girl in our grade, and I was just gazing at her from afar.\n\nBut when I came home, I found her there and she was acting strangely...\n\nThis is a manga about a sister and brother who are classmates, but turn out to be a “neeshota”!\n\n---\n\n**Note:** The alternative English title (Even Though the Outside Is the Best, Her Sister-in-Law Has a Bare Nature at Home) is the one used on Amazon."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7e181df-21ee-4fa0-993c-6cf22f24fac3",
    "title": {
      "en": "Goddess of Jealousy"
    },
    "updatedAt": "2024-09-29T00:53:23+00:00",
    "coverArt": "https://mangadex.org/covers/f7e181df-21ee-4fa0-993c-6cf22f24fac3/1049fa6d-c77b-4533-ad77-dbc6ef244ed5.jpg",
    "altTitles": [
      {
        "zh": "宇宙第一醋神"
      },
      {
        "en": "Universe's Most Jealous Goddess"
      },
      {
        "es-la": "La diosa de los celos"
      }
    ],
    "description": {
      "en": "The bubbly and innocent little idol, Xiao Fengyu, encountered the calm and collected award-winning actress, He Yunhan. Soon after, they met once again as trainee and mentor in a reality show. This seemed like a great opportunity to get close to the goddess, but why could she constantly feel potential rivalry no matter where she went?\r\n\r\nShaDiaoDan arranged the little star XiaoFengYu to accidently meet HeYunHan, an ascetic actress, and the two are in a variety show as an instructor and trainee, It seems like a good opportunity to get intimate with goddess, but how can it seem to be full of crisis everywhere?",
      "zh": "沙雕单线条小明星萧风瑜意外结识禁欲影后何芸涵，紧接着二人是一档综艺节目的导师与学员关系。看似是个亲近女神的好机会，可怎么好似处处充满危机呢？",
      "es-la": "Xiao Fengyu, la jovial idol, se cruzó con He Yunhan, una actriz galardonada y serena. Cuando se reencontraron en un reality show como mentora y aprendiz, parecía el momento perfecto para acercarse. Sin embargo, ¿por qué sentía una rivalidad constante?\n\nShaDiaoDan orquestó un encuentro entre Xiao Fengyu y He Yunhan, y juntas participaron en un programa de variedades. Aparentemente, era una oportunidad ideal para conocer a su ídola, pero ¿por qué parecía que la tensión y el conflicto la rodeaban por todas partes?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "149"
  },
  {
    "mangaId": "86494fd7-9887-42d1-85ea-832366e041d3",
    "title": {
      "en": "I, Who Used to Be an Idiot, Was Possessed by an Idol?!"
    },
    "updatedAt": "2024-09-06T19:25:31+00:00",
    "coverArt": "https://mangadex.org/covers/86494fd7-9887-42d1-85ea-832366e041d3/6c4a4cba-6859-48f6-9393-9216e7bb7489.png",
    "altTitles": [
      {
        "ko": "똥퍼였던 내가 아이돌에 빙의했습니다?!"
      }
    ],
    "description": {
      "en": "\"Hyunsoo, who lived a decent life doing all kinds of odd jobs alone without parents, relatives, or siblings. He even did things like dumping things! Then one day, when he opened his eyes after a near-death experience... he had possessed an idol?! An idol? A member? The internet? At least 50 years had passed since Hyunsoo lived, so there was everything he didn't know. And on top of that, they were on the verge of disbanding...! In an instant, Hyunsoo, who had lost his way to live, appears in front of him the savior of the group 'Technician', Cha Soo-hyun. But this person... looks exactly like the master Hyunsoo used to serve...?!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17218bb1-685c-433d-aa59-a8f5dab5d852",
    "title": {
      "en": "Ichi"
    },
    "updatedAt": "2022-02-05T00:10:57+00:00",
    "coverArt": "https://mangadex.org/covers/17218bb1-685c-433d-aa59-a8f5dab5d852/6f77d2e0-211e-4eec-a7d4-2b69982ed5d8.jpg",
    "altTitles": [
      {
        "en": "Female Zatoichi"
      },
      {
        "ja": "いち"
      },
      {
        "ja": "市"
      }
    ],
    "description": {
      "en": "Ichi is a lone goze (blind woman singer) who carries only a shamisen (a traditional Japanese stringed instrument) and a walking stick with a hidden blade inside. When necessary, she uses her exceptional sword skills to fight off yakuza and other villains.",
      "es": "Ichi es una solitaria goze (cantante ciega) que sólo lleva un shamisen (un instrumento de cuerda tradicional japonés) y un bastón con una cuchilla oculta en su interior. Cuando es necesario, ella usa sus excepcionales habilidades con la espada para luchar contra la yakuza y otros villanos."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "39"
  },
  {
    "mangaId": "011ecd60-144f-476f-92e9-278905cb4450",
    "title": {
      "en": "Getsuyoubi no Tawawa (Serialization) (Blue) (Fan Colored)"
    },
    "updatedAt": "2024-04-08T19:34:51+00:00",
    "coverArt": "https://mangadex.org/covers/011ecd60-144f-476f-92e9-278905cb4450/58288378-8baf-4520-9c1c-c9e9cb97d6b2.jpg",
    "altTitles": [
      {
        "en": "Tawawa on Monday"
      },
      {
        "ja": "月曜日のたわわ"
      }
    ],
    "description": {
      "en": "Following the spirit of the origins of our popular big-breasted girls of Himura Kiseki-sensei, presenting a special Blue Edition of the weekly chapters of Yanmaga magazine's serialization \"Getsuyoubi no Tawawa\"!\n\n---\n\nBe sure to check out the published volumes released in Blue format in the Retail section, and the official English licensing by Denpa US (also in Blue)!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c196df6-a4c4-4f7a-8b61-10dd47d30f0c",
    "title": {
      "en": "Isekai Furin ll ~Michibika Reshi Hitodzuma Tachi to Bukiyo Tensei Yuusha~"
    },
    "updatedAt": "2024-09-21T20:22:50+00:00",
    "coverArt": "https://mangadex.org/covers/0c196df6-a4c4-4f7a-8b61-10dd47d30f0c/93cc4ac0-b699-476c-acd6-f8d80f6e24a4.jpg",
    "altTitles": [
      {
        "ja": "異世界不倫Ⅱ～導かれし人妻たちと不器用転生勇者～"
      },
      {
        "en": "Otherworld Affair II"
      },
      {
        "en": "Isekai Affair 2"
      },
      {
        "en": "Isekai Furin Part 2"
      }
    ],
    "description": {
      "en": "An office worker, Yuuto Aida, witnesses his wife's affair at home!  When he jumps out of the house, he gets hit by a truck and is reincarnated in another world as a hero!!  However, due to the misunderstanding about Goddess Reincarnation, he only had one skill, it was a skill that could captivate other people's wives!!\n\n(MTL)",
      "id": "Suami sibuk bekerja Istri sibuk selingkuh, Seorang pekerja kantoran, Yuuto Aida, menyaksikan perselingkuhan istrinya di rumahnya! Ketika dia melompat keluar rumah, dia ditabrak truk dan bereinkarnasi di dunia lain sebagai pahlawan!! Namun, karena kesalahpahaman tentang Reinkarnasi Dewi, dia hanya punya satu skill, itu adalah skill yang dapat memikat istri orang lain!!",
      "ja": "ごくごく普通のサラリーマン・愛田勇人（あいだ　ゆうと）は、自宅で妻の浮気現場を目撃！家を飛び出したところ、“例のトラック”に轢かれ──勇者として異世界転生することに！！しかし、転生の女神のひょんな勘違いから、たったひとつのスキルだけを彼は手に入れることになった──　それは、“人妻完全魅了（チャーム）”というスキル！世の人妻は皆すべて、彼に魅了される！！！！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b27cbd8-4cc6-40ca-b010-928da4540be8",
    "title": {
      "en": "Getsuyoubi no Tawawa"
    },
    "updatedAt": "2024-04-19T17:22:13+00:00",
    "coverArt": "https://mangadex.org/covers/6b27cbd8-4cc6-40ca-b010-928da4540be8/a9923f80-c4cb-4235-8efc-86c55ddf2942.jpg",
    "altTitles": [
      {
        "ru": "Загруженный понедельник"
      },
      {
        "ru": "Тавава по Понедельникам"
      },
      {
        "ja": "月曜日のたわわ"
      },
      {
        "ja-ro": "Getsuyoubi no Tawawa"
      },
      {
        "en": "Tawawa on Monday"
      }
    ],
    "description": {
      "en": "A salary man is quite depressed, especially on Mondays. At his lowest point a well-endowed High-School girl calling herself Ai-chan stumbles breast-first into his face. The concussion she gave him served as the start of their relationship.  \n  \n**Notes**:\n - This page refers to the Twitter manga's official serialization, which began in Weekly Young Magazine on November 16, 2020.\n - For the separate Blue Edition for the serialization, click [here](https://mangadex.org/title/f5818aee-080b-42b5-b717-b1dae81f049c/getsuyoubi-no-tawawa-blue)",
      "fr": "Un employé de bureau est déprimé, surtout les lundis. Au bout du rouleau, une lycéenne bien fournie qui se fait appeler Ai-chan lui tombe dessus, poitrine la première. La blessure qu’elle lui a infligée, marque le début de leur relation.",
      "ja": "読めばアナタも元気になれる！ 月曜日の憂鬱なんて吹っ飛ばす！ たわわな女の子たちの日常コメディ！",
      "pt-br": "Um assalariado fica bastante deprimido, principalmente às segundas-feiras. Em seu ponto mais baixo, uma garota bem dotada do colégio que se autodenomina Ai-chan tropeça no rosto dele. A concussão que ela deu a ele serviu como o início de seu relacionamento. \n\n*Esta página refere-se à serialização oficial do mangá do Twitter, que começou na Weekly Young Magazine em 16 de novembro de 2020.*"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-08-08T14:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/1d8b322a-eff4-4f2d-ac99-8db32b77b398.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "854c745e-d4e5-4410-92ad-ab16fe7e8df0",
    "title": {
      "en": "Highly Talented Doctor"
    },
    "updatedAt": "2024-01-26T21:10:34+00:00",
    "coverArt": "https://mangadex.org/covers/854c745e-d4e5-4410-92ad-ab16fe7e8df0/1aa08e66-da32-42f7-ab06-784ad836f82d.png",
    "altTitles": [
      {
        "pt-br": "Médico Altamente Talentoso"
      }
    ],
    "description": {
      "en": "Ye Qiu was betrayed by his girlfriend, oppressed by his colleagues and misunderstood by his superior, but due to fate, he received a miraculous encounter, which enabled him to save lives, join a mysterious organization, uphold justice, and ultimately becomes a legendary doctor in the city, fulfilling an urban hot-blooded adventure story.",
      "pt-br": "Ye Qiu foi traído por sua namorada, oprimido por seus colegas e incompreendido por seu superior, mas, devido ao destino, ele teve um encontro milagroso que lhe permitiu salvar vidas, juntar-se a uma organização misteriosa, defender a justiça e, por fim, tornar-se um médico lendário na cidade, realizando uma história de aventura urbana de sangue quente."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "76424fe0-ec26-400c-a0c9-93a17114a4ae",
    "title": {
      "en": "Haitatsusaki no Onee-san ga Kowa Sugiru"
    },
    "updatedAt": "2024-08-01T19:09:27+00:00",
    "coverArt": "https://mangadex.org/covers/76424fe0-ec26-400c-a0c9-93a17114a4ae/7cd85b7b-5a9d-4b30-9df0-c7b35a058410.jpg",
    "altTitles": [
      {
        "ja": "配達先のお姉さんが怖すぎる"
      },
      {
        "en": "The Delivery Destination Onee-san Is Too Scary"
      },
      {
        "ja": "配達先のお姉さんが怖すぎる話"
      },
      {
        "ja-ro": "Haitatsusaki no Onee-san ga Kowa Sugiru Hanashi"
      },
      {
        "ja-ro": "Haitatsu-saki no Onee-san ga Kowa Sugiru Hanashi"
      },
      {
        "en": "The Story of This Scary Consignee Girl"
      },
      {
        "en": "The Story of a Scary Consignee"
      },
      {
        "en": "The Delivery Destination Onee-san Is Too Scary Story"
      },
      {
        "es-la": "La Historia de un destinatario aterrador"
      },
      {
        "vi": "Câu chuyện về cô nàng nhận hàng đáng sợ"
      }
    ],
    "description": {
      "en": "An introverted part-time food delivery guy working in the countryside receives a food delivery order. When he reaches the delivery address, he discovers that the recipient is a tall and intimidating-like woman. However, as the story unfolds, he eventually discovers…",
      "es-la": "Un introvertido repartidor de comida a tiempo parcial que trabaja en el campo recibe un pedido de comida a domicilio. Cuando llega a la dirección de entrega, descubre que la destinataria es una mujer alta y de aspecto intimidatorio. Sin embargo, a medida que avanza la historia, descubrirá que..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58ba350d-b350-4d73-abc8-1af63d3dfa70",
    "title": {
      "en": "I Became the Tutor of the Royal Twins"
    },
    "updatedAt": "2024-08-26T00:12:22+00:00",
    "coverArt": "https://mangadex.org/covers/58ba350d-b350-4d73-abc8-1af63d3dfa70/2a5eef87-96dd-4d9b-997e-40821537d005.jpg",
    "altTitles": [
      {
        "ko": "쌍둥이 전하들의 가정교사입니다"
      }
    ],
    "description": {
      "en": "An elementary school teacher in her past life, and a private tutor in the present.\n\nSarah Popo uses all her past life experiences in her second life.\n\nShe worked as a highly sought out tutor for aristocratic children.\n\nHer goal is to be the owner of her own school!\n\nThen, one day, the Emperor of the Empire sought her out.\n\n“I want Miss Popo to be my siblings’ tutor.”\n\nWater bombs, flour bombs, bug attacks.\n\nWhat kind of offer did he make? To make her the tutor of a pair of notorious twins with all kinds of vicious pranks!\n\nA very sweet one, of course.\n\nThe devil’s temptation shook Sarah’s life.",
      "ko": "전생엔 초등교사, 현생엔 가정교사.\n인생 2회 차인 세라 포포는 전생의 경험을 살려\n귀족 자제들을 대상으로 고액 가정교사 일을 하는 중이었다.\n목표는 건물주!\n\n그러던 어느 날,\n제국의 황제가 찾아왔다.\n\n“포포 양께서 제 동생들의 가정교사를 맡아주면 좋겠어요.”\n\n물 폭탄, 밀가루 폭탄, 벌레 공격 등\n온갖 악질 장난은 다 한다고 악명이 자자한 쌍둥이 전하들의\n가정교사가 되어 달라는 무시무시한 제안을 하기 위해!\n\n달콤하기 짝이 없는 고액을 곁들인,\n그 악마의 제안이 세라의 인생을 뒤흔들었다.\n\n#환생물 #육아물\n#전생도 현생도 교사 여주\n#육아지옥에 빠진 황제 남주"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06",
    "title": {
      "en": "Bijin Onna Joushi Takizawa-san"
    },
    "updatedAt": "2024-08-16T12:45:06+00:00",
    "coverArt": "https://mangadex.org/covers/7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06/e24b17bb-51be-4666-9c5f-5d4509c76743.jpg",
    "altTitles": [
      {
        "en": "Beautiful Female Superior Takizawa-san"
      },
      {
        "de": "Meine hübsche Vorgesetzte Takizawa-san"
      },
      {
        "es-la": "Mi Hermosa Jefa Takizawa-san"
      },
      {
        "es": "Mi Jefa Bella, Takizawa-san"
      },
      {
        "pt": "Minha linda chefe, Takizawa-san"
      },
      {
        "en": "My Beautiful Boss, Takizawa-san"
      },
      {
        "fr": "Takizawa-san, ma patronne magnifique"
      },
      {
        "en": "The Greatest Lady Boss \"Takizawa-san\""
      },
      {
        "ru": "Мой прекрасный босс Такидзава-сан"
      },
      {
        "ja": "美人女上司滝沢さん"
      },
      {
        "zh": "美女上司泷泽小姐"
      },
      {
        "ko": "미인 여자 상사 타키자와 씨"
      },
      {
        "zh-hk": "美女上司瀧澤小姐"
      },
      {
        "ja-ro": "Bijin On'na Jōshi Takizawa-san"
      }
    ],
    "description": {
      "en": "Kouta Takeda is a young office worker, who at the entry level at XOX Corporation is put under the direct supervision of Kyouko Takizawa, a stunning and voluptuous woman with a fearsome reputation at the company as an inflexible and cruel boss, but Takeda has the privilege of finding out that Takizawa is no iron lady, and that she's no stranger to kindness where it's dispensed.",
      "ja": "こんな上司と働きたい♪　Twitter発、美人で巨乳な女上司4コマ！ 新卒で入った僕の会社の上司・滝沢さんは、美人で巨乳でちょっぴり○○！？　Twitterで話題になった後ニコニコ静画にて連載化された美人女上司さん4コマがたわわに書籍化!!",
      "pt": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa.  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/yan_baru55)",
      "pt-br": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-09-19T16:05:58+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/93b0b3ea-5990-4e2b-ad1a-01e231a7938a.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]