[
  {
    "mangaId": "ec603d23-fceb-4eb9-bc02-60a0fd5c780e",
    "title": {
      "en": "Aru Hi, Totsuzen Gal no Iinazuke ga Dekita"
    },
    "updatedAt": "2024-11-03T23:26:29+00:00",
    "coverArt": "https://mangadex.org/covers/ec603d23-fceb-4eb9-bc02-60a0fd5c780e/b912fb88-4269-4ade-8c9a-cf9632109dc3.jpg",
    "altTitles": [
      {
        "ja": "ある日、突然ギャルの許嫁ができた"
      },
      {
        "ja-ro": "Aru Hi, Totsuzen Gyaru no Iinazuke ga Dekita"
      },
      {
        "en": "One Day, I Suddenly Got Myself a Gal Fiancée​"
      },
      {
        "en": "One Day, Out of the Blue, I Got a Gal's Forgiving Wife"
      }
    ],
    "description": {
      "en": "Miran Katsuki, a positive gal who reigns in the upper class of the school caste, often asks Shuji Nagasawa, an otaku. I was confused by her suggestive behavior, but she unexpectedly announced that she was his fiancée!?",
      "ja": "「ねぇねぇ、なんでいつも寝たふりしてるの？」スクールカースト上位に君臨する陽キャギャル華月美蘭が度々、底辺オタクの俺こと永沢修二に声をかけてくる。思わせぶりな態度に戸惑っていたら、まさかの許嫁宣言！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "451cf71f-ed06-4da6-abcb-8f792a344420",
    "title": {
      "en": "Toad's Blood"
    },
    "updatedAt": "2024-01-09T23:04:53+00:00",
    "coverArt": "https://mangadex.org/covers/451cf71f-ed06-4da6-abcb-8f792a344420/41085384-a830-4674-a72a-4f0d0806f38b.png",
    "altTitles": [
      {
        "ja-ro": "Gama no Chi"
      },
      {
        "ja": "蟇の血"
      }
    ],
    "description": {
      "en": "A man is entwined and captured by a glamorous yet bizarre, deep-seated terror.\n\nThe gears of a young man with a promising future go a little out of order when he meets a certain woman. The genius Yoko Kondo vividly visualizes the decadent ghost stories recorded in the masterpiece collection of ghost stories \"Kurameshu\" by Kotaro Tanaka, the master of ghost story literature."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-11-15T14:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/390cad21-40ef-49ea-9482-921f44c23dfe.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch has Begun: I Will Live Freely in a World Where Only I can View the \"Strategy Site\""
      },
      {
        "id": "Aku Menjadi Penyihir Terkuat di Dunia: Aku Akan Hidup dengan Bebas di Dunia di Mana Hanya Aku yang Bisa Mengakses \"Situs Panduan\""
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fed930cb-30d2-438e-a136-9a224b7c50aa",
    "title": {
      "en": "I Have An Apocalyptic Dungeon"
    },
    "updatedAt": "2024-12-08T09:51:00+00:00",
    "coverArt": "https://mangadex.org/covers/fed930cb-30d2-438e-a136-9a224b7c50aa/600325c8-d0f6-43b8-9a23-d84eab68591a.png",
    "altTitles": [
      {
        "zh": "我有一座未世地下城"
      },
      {
        "en": "I Have an Apocalyptic Underground City"
      },
      {
        "en": "I Have a Post-Apocalyptic Dungeon"
      },
      {
        "ru": "У меня есть апокалиптическое подземелье"
      },
      {
        "zh": "系统送我避难所"
      },
      {
        "zh-ro": "Xìtǒng sòng wǒ bìnàn suǒ."
      },
      {
        "es-la": "Tengo Un Refugio Apocalíptico"
      }
    ],
    "description": {
      "en": "A Female President? Then come help me manage the shelter. A Female Special Forces Soldier? Then come and be the captain of the guards.   \nAt the end of the world, titles like CEOs, beautiful women, secretaries, electricians, programmers and all other professions are all no longer useful. Don't be afraid to come to my underground system shelter- as long as you are talented people and human beings!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c86edee1-807b-4e17-b524-291ac7c2f650",
    "title": {
      "en": "Lost Man"
    },
    "updatedAt": "2022-03-24T07:11:36+00:00",
    "coverArt": "https://mangadex.org/covers/c86edee1-807b-4e17-b524-291ac7c2f650/d6769e85-20c1-4835-bfaf-87a473984738.jpg",
    "altTitles": [
      {
        "ru": "Потерянный"
      },
      {
        "ja": "ロストマン"
      },
      {
        "zh": "契約足球員"
      }
    ],
    "description": {
      "en": "There lives a man who has lost his memory and can’t remember where he’s from, and who he is, including his name. He just goes by the name Matsumoto and the one and only thing he remembers is how to play soccer. However, the one thing he does remember, he does exceptionally well, even better than the professionals. He sells his ridiculous soccer skills to teams and guarantees them goals and, even more important, wins. As he travels from city to city, country to country playing for money, he hopes that he regains his memory."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "168"
  },
  {
    "mangaId": "010a8ee8-847b-44dd-a269-9ac472e9f91a",
    "title": {
      "en": "Happiness"
    },
    "updatedAt": "2024-10-25T21:28:36+00:00",
    "coverArt": "https://mangadex.org/covers/010a8ee8-847b-44dd-a269-9ac472e9f91a/d39174a3-c68a-400f-9d5c-3891dd86cfa2.jpg",
    "altTitles": [
      {
        "id": "Kebahagiaan"
      },
      {
        "tr": "Mutluluk"
      },
      {
        "fa": "خوشبختی"
      },
      {
        "ja": "ハピネス"
      },
      {
        "ko": "해피니스"
      },
      {
        "uk": "Щастя"
      },
      {
        "ar": "سعادة"
      },
      {
        "pt-br": "Felicidade"
      }
    ],
    "description": {
      "ar": "أوكازاكي ماكوتو تلميذ في الثانوية، هدف سهل للمتنمرين، يقرر في أحد الليالي إرجاع شريط الفيديو للمتجر، فيلمح على أحد السطوح شخصاُ ما وقبل أن يلاحظ حتى، قفز ذلك الشخص من أعلى المبنى عليه و أخذ في مص دمه...، من ذلك الشخص؟!! ما الذي سيحدث لماكوتو...؟ .",
      "en": "Makoto Okazaki is your run of the mill high-schooler, a perfect bullying target and a closet pervert. One night he decides to return a DVD to a friend of his and ventures out into the darkness. He notices a person on a nearby rooftop. The person lunges at him before he is able to make sense of this, and bites into his neck, drinking his blood. The attacker stops. At this point Makoto notices that the attacker is a beautiful girl. She asks him: \"Do you want to die or become like me?\" He decides to live…",
      "fa": "ماکوتو چیزی را در تاریکی روی پشت بام خانه‌ای دید. دختری زیبا روی به سمتش هجوم برد و نیشش را در گلویش فرو کرد و خونش را نوشید. سپس دختر زیبا روی سرش را نزدیک صورت ماکوتو برد و پرسید:« میخوای بمیری یا… میخوای مثل من باشی؟»   \nجوابی که ماکوتو داد زندگی‌ش را برای همیشه تغییر داد.",
      "es-la": "Makoto Okazaki es el típico chico tonto, el objetivo perfecto de los bravucones; además de ser el clásico pervertido. Una noche, camino a casa de un amigo para regresar un DVD, divisa una persona en el techo de una casa. Esta persona lo embiste y muerde su cuello, succionando así su sangre. Y entonces la atacante, una hermosa chica, le pregunta: «¿Quieres morir así o… prefieres ser como yo?» Y Makoto elige la opción que le permitirá seguir con vida…",
      "pt-br": "Makoto Okazaki é um estudante comum do ensino médio, um alvo perfeito de bullying e um pervertido enrustido. Uma noite ele decide devolver um DVD a um amigo e se aventura na escuridão. Ele percebe uma pessoa em um telhado próximo. A pessoa ataca ele antes que ele consiga entender isso e morde seu pescoço, bebendo seu sangue. O atacante para. Neste ponto Makoto percebe que o agressor é uma linda garota. Ela pergunta a ele: \"Você quer morrer ou se tornar como eu?\" Ele decide viver..."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "50"
  },
  {
    "mangaId": "bc9ccb3d-bb15-431d-b7ef-35084514df69",
    "title": {
      "en": "Onna Tomodachi to Kekkon Shitemita"
    },
    "updatedAt": "2024-12-07T06:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/bc9ccb3d-bb15-431d-b7ef-35084514df69/a6eacc4a-9a2e-4a1d-b1a6-f24f7500cde5.png",
    "altTitles": [
      {
        "en": "I Married My Female Friend"
      },
      {
        "ja": "女ともだちと結婚してみた。"
      },
      {
        "zh": "尝试与女性朋友结婚了"
      },
      {
        "zh-hk": "嘗試與女性朋友結婚了"
      },
      {
        "zh-ro": "Chángshì yǔ nǚxìng péngyǒu jiéhūnle"
      },
      {
        "zh-hk": "和女性朋友結婚了。"
      },
      {
        "pl": "Jak poślubić przyjaciółkę"
      },
      {
        "th": "คุณเพื่อนคะลองมาแต่งงานกันมั้ย"
      },
      {
        "ko": "여자 친구와 결혼해봤다."
      }
    ],
    "description": {
      "en": "Two women who are just friends make a pact… \"If both of us are still single in 5 years, let's get married.\" Five years later, they meet again, and their married life begins.  \n  \n[Serialised in Yuri Hime starting in November 2020.](https://www.animenewsnetwork.com/news/2020-10-17/donuts-under-a-crescent-moon-shio-usui-launches-new-manga-in-november/.165322)",
      "ja": "「5年後お互い独り身だったら結婚しよう」そんな友達との約束が実を結び、結婚することになったくるみと瑠璃子。恋人だったわけじゃない”ともだち”同士の二人の結婚生活は、何から何まで初めてづくし。",
      "ko": "\"5년 후에도 독신이면 우리 둘이 결혼하자.”\n‘친구’와의 약속이 결실을 맺어, 결혼하게 된 쿠루미와 루리코.\n연인이 아닌 ‘친구’끼리의 결혼.\n두 사람의 결혼생활은 하나부터 열까지 서툴기만 하다.\n약지에 끼워진 결혼 반지가 언제쯤 익숙해질지......\n그것은 앞으로 두 사람에게 달려있다.",
      "pt-br": "Duas mulheres que são apenas \namigas fazem uma promessa... \n\"Se nós duas ainda estivermos \nsolteiras em 5 anos, vamos nos \ncasar.\" Cinco anos depois, elas se \nreencontram, e as suas vidas \nde casadas começa."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "f1311d54-99bc-49ed-b12f-099b9a40c104",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 2-bu 「Hon no Tamenara Miko ni Naru!」"
    },
    "updatedAt": "2024-10-29T23:16:40+00:00",
    "coverArt": "https://mangadex.org/covers/f1311d54-99bc-49ed-b12f-099b9a40c104/63b56926-faed-43a1-b553-582346fd4633.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll Do Anything to Become a Librarian~ Part 2 \"I'll Become a Shrine Maiden for Books!\""
      },
      {
        "en": "Ascendance of a Bookworm ~I'll Do Anything to Become a Librarian~ Part 2 \"I'll Even Join the Temple to Read Books!\""
      },
      {
        "ja-ro": "Honzuki no Gekokujou: Part 2"
      },
      {
        "ru": "Власть книжного червя: часть вторая"
      },
      {
        "ja": "本好きの下剋上 ～司書になるためには手段を選んでいられません～ 第二部 「本のためなら巫女になる！」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 2-bu 「Hon no Tamenara Miko ni Naru!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 2"
      },
      {
        "th": "การปฏิวัติของสาวน้อยหนอนหนังสือ ภาค 2"
      },
      {
        "vi": "Cuộc nổi dậy của nàng mọt sách ~Để trở thành thủ thư, tôi sẽ làm mọi cách~ Phần 2: Vì sách, tôi trở thành nữ tu!"
      }
    ],
    "description": {
      "en": "After the discussions with the temple master and head priest ended, Myne won the right to be treated as a noble with the role of a blue-robed shrine maiden apprentice.   \nWork in the temple began and Myne could read books in the long-awaited temple library.   \nHowever, there were many problems in the temple, such as adapting to the class system and dealing with the problem children assigned to her as attendants.   \nOvercome adversity to be able to read books in peace!   \nA biblio-fantasy written for book lovers and bookworms! The second part begins!\n___\n**Character Designer:** [Shiina You](https://mangadex.org/author/bf3b6af9-eac9-4886-be15-bc4a75640ede)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-11-24T11:04:27+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cedc7401-8c70-4057-b14a-4ecbbcd73945",
    "title": {
      "en": "Otoyomegatari"
    },
    "updatedAt": "2024-11-19T20:24:13+00:00",
    "coverArt": "https://mangadex.org/covers/cedc7401-8c70-4057-b14a-4ecbbcd73945/578314af-062f-4c1e-9a9c-e99205a2d5f2.jpg",
    "altTitles": [
      {
        "ja": "乙嫁語り"
      },
      {
        "ja-ro": "Otoyome Gatari"
      },
      {
        "de": "Young Bride's Story"
      },
      {
        "de": "Die Geschichte einer Braut"
      },
      {
        "no": "Brudens Fortellinger"
      },
      {
        "fr": "Bride Stories"
      },
      {
        "it": "I Giorni Della Sposa"
      },
      {
        "pt": "A història de uma noiva"
      },
      {
        "es": "La historia de una novia"
      },
      {
        "ru": "История молодой невесты"
      },
      {
        "uk": "Історія молодої нареченої"
      },
      {
        "pl": "Opowieść panny młodej"
      },
      {
        "el": "Οι ιστορίες της νύφη"
      },
      {
        "ne": "बेहुलीहरूका कथा"
      },
      {
        "fi": "Aron morsiamet"
      },
      {
        "fi": "Morsiamen tarina"
      },
      {
        "ar": "قصة عروس"
      },
      {
        "tr": "Gelin Öyküsü"
      },
      {
        "id": "The Bride's Stories"
      },
      {
        "vi": "Cô Dâu Thảo Nguyên"
      },
      {
        "ko": "신부이야기"
      },
      {
        "th": "เจ้าสาวแห่งทางสายไหม"
      },
      {
        "zh": "少女新娘物语"
      },
      {
        "zh-hk": "姊嫁物語"
      },
      {
        "kk": "Келін Хикаясы"
      },
      {
        "en": "A Bride's Tale"
      },
      {
        "tr": "Gelinin Öyküsü"
      },
      {
        "az": "Gəlin Hekayəsi"
      },
      {
        "az": "Gəlinin Hekayəsi"
      },
      {
        "tr": "Kelin hikoyasi"
      },
      {
        "tr": "Gelin Hikayesi"
      }
    ],
    "description": {
      "ar": "تدور أحداث القصة في بلدة ريفية بالقرب من بحر قزوين في آسيا الوسطى خلال أواخر القرن التاسع عشر عند الغزو الروسي ، وتدور القصة حول امرأة شابة ، أمير ، تصل من قرية بعيدة عبر الجبال لتتزوج كارلوك ، شاب ثماني سنوات. صغارها. يتتبع المسلسل علاقتهما أثناء تطورها ، بينما يقدم قصصًا أخرى حول مختلف الشابات وحياتهن اليومية مع خطيبهن وأزواجهن على طول طريق الحرير .",
      "de": "Die zwanzigjährige Amira wird von ihrem Clan zu einer Familie jenseits der Berge geschickt, damit sie deren zwölfjährigen Sohn Karluk heiratet. Nach der Hochzeit fügt sich Amira schnell in ihre neue Familie ein. Während sie einige Zeit nach ihrer Hochzeit mit Karluk entfernte Verwandte seines Clans besucht, beschließt ihre eigene Familie, sie zurückzufordern, da sie mit Amira andere Pläne haben...",
      "en": "Central Asia, mid-19th century: in a rural town near the Caspian Sea, a young woman named Amir arrives from a distant village across the mountains to marry Karluk, a boy eight years her junior. The story unfolds among details of everyday family and community life. However, the peaceful atmosphere is disturbed when Amir's family demands to take her back to their village.\n\n---\n- **Won the 7th Manga Taisho Award in 2014**",
      "es": "Ambientada en una ciudad rural cerca del mar Caspio en Asia Central a finales del siglo xix, la historia gira en torno a una joven llamada Amira, que llega de un pueblo distante a través de las montañas para casarse con Karluk, un joven ocho años menor que ella. La serie sigue su relación a medida que se desarrolla, al tiempo que presenta otras historias sobre varias mujeres jóvenes y su vida cotidiana con sus respectivos novios y esposos a lo largo de la Ruta de la Seda.",
      "fi": "Tarina seuraa aluksi tuoreen morsiamen, Amiran, sekä hänen uuden perheensä elämää. Myöhemmin muun muassa kuljetaan tutkimusmatkailijan seurassa ja tutustutaan uusiin seutuihin ja uusiin morsiamiin. Upea piirrosjälki, taidokas tunnelmanluonti, uskottavasti rakennettu eksoottinen miljöö sekä useat kiinnostavat henkilöhahmot tekevät Aron morsiamista vuoden mangatapauksen!",
      "fr": "La vie d’Amir, 20 ans, est bouleversée le jour où elle est envoyée dans le clan voisin pour y être mariée. Elle y rencontre Karluk, son futur époux… un garçon de huit ans son cadet ! Autre village, autres mœurs… La jeune fille, chasseuse accomplie, découvre une existence différente, entre l’aïeule acariâtre, une ribambelle d’enfants et Smith, l’explorateur anglais venu étudier leurs traditions.\n\nMais avant même que le jeune couple ait eu le temps de se faire à sa nouvelle vie, le couperet tombe : pour conclure une alliance plus avantageuse avec un puissant voisin, le clan d’Amir décide de récupérer la jeune femme coûte que coûte…",
      "id": "Karluk Eyhon dan Amira Hargal adalah pasangan suami istri dengan usia terpaut delapan tahun (Amira 20 tahun dan Karluk 12 tahun). Setelah menikah mereka tinggal bersama dengan Keluarga Karluk.\nHubungan keduanya pun berjalan dengan baik. Namun, ketenangan mereka kemudian terusik oleh kedatangan kakak serta sepupu Amira yang berniat membawanya pulang. Apa yang sebenarnya terjadi!?",
      "it": "Tardo XIX secolo, nelle vicinanze del Mar Caspio in Asia centrale, lungo la via della seta. La ventenne Amira viene mandata dalle montagne in cui vive ad un altro villaggio, per sposare il più giovane Karluk, appena dodicenne. Dopo gli iniziali imbarazzi per la differenza di età fra i due, il loro rapporto comincia ad essere sempre più unito e Amira inizia ad abituarsi alla vita della tribù e ad integrarsi nella comunità, ma la pace viene disturbata quando delle persone della famiglia di Amira raggiungono il villaggio per riprenderla con loro.",
      "ja": "美貌の娘・アミル（20歳）が嫁いだ相手は、若干12歳の少年・カルルク。遊牧民と定住民、８歳の年の差を越えて、ふたりは結ばれるのか……？　『エマ』で19世紀末の英国を活写した森薫の最新作はシルクロードの生活文化。馬の背に乗り弓を構え、悠久の大地に生きるキャラクターたちの物語！",
      "ko": "독특한 감성으로 큰 인기를 끌며 많은 사랑을 받았던 만화 <엠마>의 작가 모리카오루의 신작. 19세기 중앙아시아의 실크로드를 배경으로 한 장대한 스케일의 내용과 섬세하고 화려한 그림 그리고 한층 성숙된 탄탄한 스토리로 무장하였다. 드넓은 중앙 아시아를 배경으로 이야기가 펼쳐진다.\n\n이제 무대는 중앙아시아 실크로드. 끝없는 대지에서 살아가는 유목 정착민의 낮과 밤이 펼쳐지는 카스피 해 인근의 지방도시. 아름다운 연상의 신부 아미루와 소년에서 어른이 되어가는 어린 신랑 카르르크는 부부가 된다. 다른 부족에서 시집온 아미루와 어린 신랑 카르르크의 평화롭고 행복한 시간도 잠시. 이 두 부부에게 다가오는 어두운 계획이 꿈틀거리기 시작한다.",
      "ne": "मध्य एशिया, 19 औं शताब्दीको मध्य: \nक्यास्पियन सागर नजिकैको एक ग्रामीण सहरमा, आमिरा नामकी युवती आफू भन्दा आठ वर्ष कान्छो केटा कार्लुकसँग विवाह गर्न पहाड पारी टाढाको गाउँबाट आइपुग्छिन्।  \nकथा दैनिक परिवार र सामुदायिक जीवनको विवरणहरूको बारेमा हो।\nतर, आमिराको परिवारले उनलाई आफ्नो गाउँ फर्काउन माग गर्दा शान्तिपूर्ण वातावरण खलबलिएको छ।",
      "pl": "Dwudziestoletnia Amir zostaje wydana za młodszego o 8 lat Karluka. Dziewczyna opuszcza swoje koczownicze plemię, by zamieszkać wraz z mężem i jego rodziną w odległym mieście na Jedwabnym Szlaku. Uzdolniona w łucznictwie i jeździectwie, otwarta i bezpośrednia Amir próbuje odnaleźć swoje miejsce w nowej społeczności. Gdy między nią a Karlukiem rozkwita głębsze uczucie, w mieście pojawia się starszy brat Amir, żądając unieważnienia małżeństwa. Między dwoma rodzinami wybucha spór.",
      "ru": "Это истории из жизни Амиры - прекрасной лучницы и наездницы, посланной за горы, чтобы выйти замуж за Карлука - одного из поселенцев, который младше её на 8 лет. Благодаря многим своим умениям, Амира быстро находит себе место среди жителей деревни. Но всё меняется, когда люди из деревни Амиры решают забрать её назад.",
      "th": "ตั้งอยู่ในเมืองชนบทใกล้ทะเลแคสเปียนในเอเชียกลางในช่วงปลายศตวรรษที่ 19 ที่รัสเซียพิชิตเรื่องราวหมุนรอบหญิงสาวคนหนึ่งชื่ออาเมียร์ที่มาจากหมู่บ้านห่างไกลข้ามภูเขาเพื่อแต่งงานกับคาร์ลุก ชายหนุ่มอายุแปดขวบ จูเนียร์ของเธอ ชุดนี้ความสัมพันธ์ของพวกเขาในขณะที่มันพัฒนาในขณะที่การนำตุ๊กตุ่นอื่น ๆ เกี่ยวกับหญิงสาวที่ต่างๆและชีวิตประจำวันของพวกเขากับคู่หมั้นของตนและสามีไปตามเส้นทางสายไหม",
      "uk": "Події цієї романтично-пригодницької історії розгортаються у Середній Азії позаминулого століття. Молода дівчина Аміра із суворого кочового клану прибуває до селища, щоб вийти заміж за Карлука. Це незвичайний шлюб – адже наречений молодший за неї на вісім років. Однак найбільше бажання Аміри – стати йому гарною дружиною. Вона усіма силами старається догодити і йому, і своїй новій родині, дивуючи давно осілих землеробів своїми талантами.",
      "vi": "Vào thế kỉ 19, ở khu vực Trung Á, tại một vùng thị tứ gần biển Caspi…\n\nCó một cô dâu đã vượt qua bao núi đồi để đến bên một “chú rể nhỏ”.\nCô hoang dã, đáng yêu, chân thành, đáng quý.\nVút qua thảo nguyên xanh ngời, cô bên “chàng” cưỡi ngựa du ca.\nGiương cung hướng lên trời, cô đem về biết bao ngạc nhiên, kì lạ.\n\nĐây là câu chuyện về một phương trời xa xôi huyền bí.\nCâu chuyện trên Con đường Tơ lụa lắm diệu kì.\nNơi cuộc sống diễn ra trong bao la, hào sảng.\nTrong những hành trình, trong tình người và trong những lời ca.\n\nCùng với đó, không thể không nhắc đến nét vẽ tài hoa, tỉ mỉ đến tuyệt vời của tác giả, sẽ khắc họa những nét văn hóa quyến rũ đến lạ kì của một vùng Trung Á bát ngát, bao la.",
      "zh-hk": "故事設定在19世紀後半，中亞與裏海週邊的草原地帶。以12岁的少年哈剌鲁和比他大8岁的新娘爱米尔为起頭，描写在丝绸之路的游牧民族和定居民族的生活。 由數個新娘的故事組成，新娘年齡不一，來自不同的地方。有各個角色的互動凸顯出當地的民俗風情。"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6941f16b-b56e-404a-b4ba-2fc7e009d38f",
    "title": {
      "en": "Isshou Watashi no Joshu de ite!"
    },
    "updatedAt": "2024-11-05T14:00:33+00:00",
    "coverArt": "https://mangadex.org/covers/6941f16b-b56e-404a-b4ba-2fc7e009d38f/f1d13f6f-2cf2-4b88-83c2-da361113ef9a.jpg",
    "altTitles": [
      {
        "ja": "一生わたしの助手でいて！"
      },
      {
        "en": "Be my Assistant for Life!"
      },
      {
        "id": "Jadilah Asistenku Seumur Hidup!"
      }
    ],
    "description": {
      "en": "\"The relationship between a detective and their assistant is not unlike romance!\"\n\nDue to his natural tendency to assist others (a \"helper type\" personality that makes him constantly want to lend a hand), Mitomo Tasuku had always lived in the shadows. To break out of this, he made it his life's mission to \"become number one.\" However, at the high school he transfers to, he encounters three detective girls, who happen to be his rivals from elementary school with whom he formed a detective club together. Thus begins Tasuku's fierce battle for the top detective spot! However... these girls seem to harbor passionate feelings of a different kind...!?",
      "ja": "持ち前の助手体質(つい手助けをしてしまう体質)のせいで日陰者だった御供助玖は、その状況を打破するため「トップになる」ことを最重要課題として生きてきた。しかし、転校先の高校で出会った探偵少女3人は、小学校の頃に探偵団を一緒にやっていた因縁の相手だった! 探偵(トップ)の座をかけた助玖の熱い戦いが始まる!! ただ‥‥彼女たちは違う意味で熱い想いを秘めていて‥‥!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a71e9594-6269-447f-99fa-3d4c8e1fff6f",
    "title": {
      "en": "Hakumei & Mikochi: Tiny Little Life in the Woods"
    },
    "updatedAt": "2024-12-07T18:24:45+00:00",
    "coverArt": "https://mangadex.org/covers/a71e9594-6269-447f-99fa-3d4c8e1fff6f/78dc640c-6db3-4414-a8db-0ba9be8c80b1.jpg",
    "altTitles": [
      {
        "fr": "Minuscule"
      },
      {
        "en": "Hakumei and Mikochi"
      },
      {
        "ru": "Хакумэй и Микоти"
      },
      {
        "ja": "ハクメイとミコチ"
      },
      {
        "zh": "哈库梅伊与蜜珂析"
      },
      {
        "ko": "황혼과 미코찌"
      },
      {
        "ja-ro": "Hakumei to Mikochi"
      },
      {
        "th": "ฮาคุเมกับมิโคจิ"
      },
      {
        "zh-hk": "哈庫梅伊與蜜珂析"
      },
      {
        "ja-ro": "Kobito Hiyori"
      },
      {
        "it": "Hakumei e Mikochi"
      },
      {
        "es": "Hakumei y Mikochi"
      },
      {
        "ru": "Хакумэй то Микоти"
      },
      {
        "zh": "妖精森林的小不点"
      },
      {
        "zh-hk": "妖精森林的小不點"
      }
    ],
    "description": {
      "en": "Nine centimeters (3.5 inches) tall, the tiny girls Hakumei and Mikochi live in the forest. \nLiving in a house in a tree, riding insects and birds, and making umbrellas out of leaves, they live a happy and comfortable life. \nFollow their tiny but lovely lives as they live their day to day in a fantastic world of inchlings, animals, and strange happenings.  \n  \n**#EverydayHeroes Scans Note:**  \nChapter 39 is next after 34. No chapters were skipped, as we switched to using Harta magazine raws, and the chapters from the magazine use a different numbering system."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61e5da82-16ac-421e-9fcd-2db8995031a3",
    "title": {
      "en": "My Friend's Little Sister Has It in for Me!"
    },
    "updatedAt": "2024-11-03T15:08:50+00:00",
    "coverArt": "https://mangadex.org/covers/61e5da82-16ac-421e-9fcd-2db8995031a3/1477be63-fd4a-43a4-aa3d-9f7356661160.jpg",
    "altTitles": [
      {
        "en": "My Friend's Little Sister is Annoying Only Towards Me"
      },
      {
        "id": "Adik Perempuan Temanku Hanya Usil Kepadaku"
      },
      {
        "en": "My Friend's Little Sister is Only Annoying to Me"
      },
      {
        "ru": "Младшая сестрёнка моего друга пристает лишь ко мне"
      },
      {
        "ja": "友達の妹が俺にだけウザい"
      },
      {
        "ko": "친구 여동생이 나한테만 짜증나게 군다"
      },
      {
        "ja-ro": "Tomodachi no Imouto ga Ore ni Dake Uzai"
      },
      {
        "es-la": "La hermana menor de mi mejor amigo solo es molesta conmigo"
      }
    ],
    "description": {
      "en": "I don’t need any deep relationships. I have no desire for a girlfriend, and I only require one friend who holds any value to me. Ever since I threw out my youth for the sake of efficiency, there is one person who keeps entering the bedroom of Ooboshi Akiteru. She’s neither my little sister nor my friend. She’s nothing more than a bothersome, annoying Kouhai, as well as my friend’s little sister: Kohinata Iroha. “Senpai, let’s go on a date~! Did you think I’d say that~?”. Rather than blood, it seems that energy drinks run through her veins. She keeps occupying my bed, and she tries her best to seduce me with whatever method she can play to her favor. She’s a girl who’s constantly annoying and obnoxious around me. Even though I’m busy all day long, she doesn’t care. And in case you’re wondering why all these envious gazes are directed at me, it’s because Iroha is actually really popular. She’s an honor student at our school with top grades to boot, and she’s known for being kind and proper to anyone she meets. …Hey now, why are you only so annoying when you’re around me?  \n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/imouza_PR)  \n- [![](https://i.imgur.com/dQCXZkU.png) Author’s Twitter](https://twitter.com/mikawaghost)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/hiraminmi)  \n- [Official LN (JP)](https://ga.sbcr.jp/sp/imouza/)  \n- [Official LN (EN)](https://j-novel.club/s/my-friend-s-little-sister-has-it-in-for-me)  \n- [Alternative Raw](https://www.ganganonline.com/contents/tomodachino)",
      "pt": "Não preciso de nenhum relacionamento profundo. Não desejo uma namorada, e só preciso de um amigo que tenha algum valor para mim. Desde que eu, Ooboshi Akiteru, joguei fora minha juventude por uma questão de eficiência, há uma pessoa que continua entrando no meu quarto. Ela não é minha irmãzinha nem minha amiga. Ela não passa de uma Kouhai chata e irritante, além da irmã mais nova do meu amigo: Kohinata Iroha. \"Senpai, vamos a um encontro ~! Você achou que eu diria isso ~?\". Em vez de sangue, parece que bebidas energéticas correm por suas veias. Ela continua ocupando minha cama e tenta ao máximo me seduzir com qualquer método que ela possa jogar a seu favor. Ela é uma garota que é constantemente irritante e desagradável ao meu redor. Embora eu esteja ocupada o dia todo, ela não se importa. E caso você esteja se perguntando por que todos esses olhares invejosos são direcionados para mim, é porque Iroha é realmente muito popular. Ela é uma aluna de honra da nossa escola com as melhores notas e é conhecida por ser gentil e adequada com qualquer pessoa que conhece. …Ei agora, por que você é tão irritante quando está perto de mim?",
      "ru": "Мне не нужны никакие глубокие отношения. У меня нет желания иметь подругу, и мне нужен только один друг, который имеет для меня хоть какую-то ценность. С тех пор как я бросил свою молодость ради эффективности, есть один человек, который продолжает входить в спальню Ообоши Акитеру. Она мне не младшая сестра и не подруга. Она не более чем надоедливый, раздражающий кохай, а также младшая сестра моего друга: Кохината Ироха. \"Сэмпай, давай сходим на свидание! Неужели ты думал, что я так скажу?”. Кажется, что по ее венам текут не кровь, а энергетические напитки. Она по-прежнему занимает мою постель и изо всех сил старается соблазнить меня любым способом, который может сыграть ей на руку. Она - девушка, которая постоянно раздражает и раздражает меня. Хотя я весь день занят, ей все равно. И если вам интересно, почему все эти завистливые взгляды направлены на меня, это потому, что Ироха действительно очень популярна. Она почетная ученица в нашей школе с высшими оценками в придачу, и она известна своей добротой и порядочностью ко всем, кого она встречает. \"Эй, почему ты так раздражаешь меня, только когда рядом со мной?\"",
      "es-la": "No necesito una relación profunda. No tengo deseo por una novia, y solo requiero un amigo que tenga algún valor para mí. Desde que deseche mi juventud a favor de la eficiencia, hay una persona que sigue entrando al dormitorio de Ooboshi Akiteru. Ella no es mi hermanita o mi amiga. Ella no es nada más que una molestia, una molesta kouhai, así como la hermana pequeña de mi amigo: Kohinata Iroha. \"¡Senpai, tengamos una cita! ¿Creíste que diría eso?\" En vez de sangre, pareciera que una bebida energética corriera por sus venas. ella sigue ocupando mi cama, y ella da su mejor esfuerzo para seducirme con cualquier método que pueda usar a su favor. ella es una chica que es constantemente molesta y desagradable a mi alrededor. incluso si estoy ocupado todo el día, a ella no le importa. Y en caso de que te estés preguntando por que todas esas miradas envidiosas están dirigidas a mí, es porque Iroha es realmente popular. Ella es una estudiante de honor en nuestra escuela con las mejores calificaciones, y ella es conocida por ser amable y apropiada para cualquiera que ella conozca. Hey ahora, ¿Porque solo eres escandalosa cuando estas alrededor mío?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05bd710c-d94a-45eb-be99-2109d58f1006",
    "title": {
      "en": "Hajirau Kimi ga Mitainda"
    },
    "updatedAt": "2024-11-20T21:07:16+00:00",
    "coverArt": "https://mangadex.org/covers/05bd710c-d94a-45eb-be99-2109d58f1006/ad7798e0-8774-40f4-8d53-8f9e907c00f1.jpg",
    "altTitles": [
      {
        "ja": "恥じらう君が見たいんだ"
      },
      {
        "en": "I Want to See You Embarrassed"
      },
      {
        "ko": "부끄러워하는 널 보고 싶어"
      },
      {
        "zh": "露出导演"
      },
      {
        "zh-hk": "想看妳露出羞恥的模樣"
      },
      {
        "es-la": "Quiero verte avergonzada"
      },
      {
        "th": "เทคนี้ที่ผมถ่ายเป็นเรื่องน่าอายที่เธอไม่คัท"
      }
    ],
    "description": {
      "en": "Akito Shirasawa, a high school boy whose father is a film director, sees something in the library preparation room. It was the \"masturbation scene\" of his classmate, Kaho Honjou. Akito is puzzled, but ends up filming it with his smartphone. Kaho notices Akito, and in the men's restroom, makes a \"proposal\" to Akito! Exposed high school girl and movie boy.",
      "ja": "「私の全てを、撮ってほしいの」\n\n映画監督の父を持つ男子高校生・白沢明人はとある放課後に同級生・本上夏帆の自慰行為を目撃してしまう。困惑しながらもついスマホでそれを盗撮する白沢。しかしそれに気づいた本上は、白沢に驚きの提案を持ちかけて…!?",
      "es-la": "Akito Shirasawa, un chico de secundaria cuyo padre es director de cine, ve algo en la sala de preparación de la biblioteca. Era la \"escena de la masturbación\" de su compañera de clase, Natsuho Honjo. Akito está desconcertado, pero termina filmándolo con su teléfono inteligente. Natsuho nota a Akito, y en el baño de hombres, ¡le hace una \"propuesta\" a Akito! Chica de secundaria expuesta y chico de película. ¡Comienza el \"amor expuesto\" de la retorcida adolescencia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68562661-6521-4191-add4-f04f4074f783",
    "title": {
      "en": "Konbini Goutou kara Tasuketa Jimi Tenin ga, Onaji Kurasu no Ubu de Kawaii Gyaru datta"
    },
    "updatedAt": "2024-10-31T12:39:55+00:00",
    "coverArt": "https://mangadex.org/covers/68562661-6521-4191-add4-f04f4074f783/867bb27b-eb73-48ad-aa28-0b52f751db8a.jpg",
    "altTitles": [
      {
        "ja": "コンビニ強盗から助けた地味店員が、同じクラスのうぶで可愛いギャルだった"
      },
      {
        "ja-ro": "Conveni Goutou Kara Tasuketa Jimi Tenin ga, Onaji Class no Ubu de Kawaii Gal datta"
      },
      {
        "en": "The Sobbing Clerk I Helped From the Convenience Store’s Robbery Is in Fact a Naive and Cute Gal From My Class"
      },
      {
        "id": "Karyawati yang Terisak-sedu yang Kutolong dari Perampok Toserba adalah Seorang Gadis Naif nan Imut dari Kelasku"
      }
    ],
    "description": {
      "en": "_\"Will you stay over at my house starting today?\"_ \n\nRiku Kuromine, a second-year high school student, became despondent after being rejected by his childhood friend. He happens to enter a convenience store and saves a clerk who was being attacked by a robber. The clerk turns out to be Ayana Hoshimiya, the most popular and beautiful gal in school. As a result of this incident, Ayana asks Riku to protect her from a stalker and they start living together under the guise of him protecting her as she lives alone.",
      "ja": "**見た目は派手ギャル、中身は超絶うぶ!? “うぶかわ”ギャル×非リア、禁断の同棲ラブコメ!!**\n\n「今日から、あたしの家に……泊まる？」高校二年生の黒峰リクは、幼馴染に振られて自暴自棄になったところ、偶然入ったコンビニで強盗に襲われていた店員を助ける。その店員は学校でいちばんモテる美人ギャル・星宮彩奈だった。この件をきっかけに星宮からストーカー被害を相談され、一人暮らしの彼女を守る名目でふたりは同棲することになり――!?",
      "pt-br": "“Você gostaria de ficar em minha casa esta noite?”\nRiku Kuromine, um aluno do segundo ano do ensino médio, ficou triste depois de ser rejeitado por sua amiga de infância. Por coincidência, ele entra em uma loja de conveniência e salva uma funcionária que estava sendo roubada. A funcionária era na verdade Ayana Hoshimiya, a garota mais popular e atraente da escola. Como resultado desse incidente, Ayana pede a Riku para passar a noite em sua casa e protegê-la de um perseguidor."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15.2"
  },
  {
    "mangaId": "462a3593-d4c6-4801-9bae-f4eb43a14f84",
    "title": {
      "en": "Watashi no Kouguchi-Sensei"
    },
    "updatedAt": "2024-12-04T15:40:06+00:00",
    "coverArt": "https://mangadex.org/covers/462a3593-d4c6-4801-9bae-f4eb43a14f84/a541ca85-6c63-4bac-9fde-85a786894f13.jpg",
    "altTitles": [
      {
        "en": "My Kouguchi Sensei"
      },
      {
        "ja": "わたしの工口先生"
      }
    ],
    "description": {
      "en": "Kouguchi Ruri, a skilled yet socially awkward male manga artist, has built a career creating niche \"loli\" manga. His carefully structured life takes a chaotic turn when Shiina Karen, an energetic young woman claiming to be a university student, joins him as his assistant.\n\n While Karen appears eager to learn, she harbors a mysterious secret and ulterior motives for working with Kouguchi. As they navigate the creative challenges of manga production, their quirky relationship evolves, blending humor, tension, and unexpected revelations.\n\n This workplace romantic comedy dives into the challenges of collaboration, personal growth, and the surprising connections that emerge in the unlikeliest of circumstances."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85de9508-1607-41ec-9843-abf4aa7853fe",
    "title": {
      "en": "Punishing Gray Raven: Interlude"
    },
    "updatedAt": "2024-06-03T01:19:02+00:00",
    "coverArt": "https://mangadex.org/covers/85de9508-1607-41ec-9843-abf4aa7853fe/e09a1954-e305-407c-b25a-7b1a293f591e.jpg",
    "altTitles": [
      {
        "en": "Punishing Gray Raven"
      },
      {
        "en": "PGR"
      },
      {
        "zh": "战双帕弥什"
      },
      {
        "zh": "战双帕弥什：间章旧闻"
      },
      {
        "en": "Punishing Gray Raven: Interlude Anthology"
      }
    ],
    "description": {
      "en": "Constructs — The blade of mankind against the Punishing virus, rekindling the spark of hope in the desperate, burning night. They, too, were once the children of humanity. This is their story, before they plunged into a never-ending long struggle.",
      "zh": "这是他们在投身于可能永无尽头的漫长抗争之前的故事。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "822c9883-385c-4fd0-9523-16e7789cbeae",
    "title": {
      "en": "Seitokai ni mo Ana wa Aru!"
    },
    "updatedAt": "2024-12-07T15:50:10+00:00",
    "coverArt": "https://mangadex.org/covers/822c9883-385c-4fd0-9523-16e7789cbeae/b0ecfe80-aae9-41a5-a9b6-ecf716543e91.jpg",
    "altTitles": [
      {
        "ja": "生徒会にも穴はある!"
      },
      {
        "en": "There is Also a Hole in the Student Organization!"
      },
      {
        "en": "Even the Student Council has Holes"
      },
      {
        "fr": "Les allumés du conseil ! (Meian)"
      },
      {
        "ru": "В студсовете тоже есть дырка!"
      },
      {
        "vi": "Hội học sinh cũng lắm trò vui!"
      }
    ],
    "description": {
      "en": "When it comes to the face of this student organization, it's a little weird, like a fool, scary, or moody. However, mysterious and futuristic days that seem strangely cute pass by.",
      "ja": "この生徒会の面子ときたら、あほの子だったり、恐ろしかったり、むっつりだったり、ちょっと変！ でも、それがなんだか、妙に可愛く思える今日この頃……。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2466dcca-0a2b-45e5-830e-05927fadd463",
    "title": {
      "en": "Deadman"
    },
    "updatedAt": "2024-12-08T07:53:27+00:00",
    "coverArt": "https://mangadex.org/covers/2466dcca-0a2b-45e5-830e-05927fadd463/f94de567-229a-4784-9a06-84a34847f254.png",
    "altTitles": [
      {
        "ja": "ゾンビマン"
      },
      {
        "es": "Mr. Joker"
      },
      {
        "ja-ro": "zonbiman"
      }
    ],
    "description": {
      "en": "A mysterious figure holds fifty-two black cards that represent humankind's fears. Knives, clocks, mirrors and even tests! And as his stories end Hino gives us even more terror with Zombie Man, Rotten Rain and Horror at the Wax Museum!"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "16"
  },
  {
    "mangaId": "bb536112-3de2-4af2-9355-8d913f5a0bf1",
    "title": {
      "en": "Change the World"
    },
    "updatedAt": "2024-12-08T07:28:24+00:00",
    "coverArt": "https://mangadex.org/covers/bb536112-3de2-4af2-9355-8d913f5a0bf1/03786f2b-183b-4ef3-8860-4eb189eeea77.jpg",
    "altTitles": [
      {
        "en": "Change the World - Bloodthirsty killer from today"
      },
      {
        "ja": "チェンジ・ザ・ワールド"
      },
      {
        "ja": "チェンジ・ザ・ワールド　今日から、殺人鬼"
      },
      {
        "ja": "チェンジザワールド―今日から殺人鬼―"
      },
      {
        "zh": "化身狂徒"
      },
      {
        "eu": "Change the World - Hiltzaile Berria"
      }
    ],
    "description": {
      "en": "Saitō Yu'ichi, a boy without prospects, decides to kill himself at the turn of the year. However, a fateful meeting with a stranger, Mitsumune Sakutarō, who is his complete opposite, changes Yu'ichi's future in a way he could never have imagined.",
      "eu": "Bere burua baztertu sozialtzat du Yuichi Saitok, baina halako egun batez Shotaro Mitsumune goi mailako poliziaren gorputzean esnatu da.\n\nZain duen bizitza pribilegiodunaz amesten hasi orduko, gorputz hark gordetzen duen sekretuaz ohartuko da… eta ez da makala!\n\nIturria: Harriet Ediciones",
      "vi": "Saito Yuichi chán nản với tương lai tăm tối của mình nên quyết định tự tử vào ngày cuối cùng của năm. Nhưng cuộc gặp bất ngờ với một người đàn ông xa lạ vào thời khắc chuyển sang năm mới đã làm thay đổi số phận của cả hai…",
      "es-la": "Saitō Yu'ichi, un joven sin perspectivas, decide suicidarse a fin de año. Sin embargo, un encuentro fatídico con un extraño, Mitsumune Sakutarō, que es todo lo contrario, cambia el futuro de Yu'ichi de una manera que nunca podría haber imaginado."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-10-12T09:47:57+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. Shinta and his daughter Akane have been seduced by this wonderful form of classical entertainment. Having observed her father strive to pass the shin'uchi rakugo test, Akane will take her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo na história é expresso apenas com seu corpo e palavras. Shinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. Observando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eee68d43-9d0b-4c72-90f0-8210c86f7c87",
    "title": {
      "en": "Why I Quit Being the Demon King"
    },
    "updatedAt": "2024-10-29T15:05:43+00:00",
    "coverArt": "https://mangadex.org/covers/eee68d43-9d0b-4c72-90f0-8210c86f7c87/b165b62b-7729-4a93-8a74-ecca718e6443.png",
    "altTitles": [
      {
        "ko": "마왕을 그만둔 이유"
      },
      {
        "ko-ro": "Mawangeul Geumandun Iyu"
      },
      {
        "id": "Alasan Mengapa Aku Berhenti Jadi Raja Iblis"
      }
    ],
    "description": {
      "en": "In a time of chaos, the Demon King traversed through 665 realms before invading the human realm. It was a brave hero who ceased the war. Thanks to their divine sacrifice, mankind barely managed to survive.\n\nBut that led to the story of the new Demon King.\n\nMeet Demon King Demiourgos, the 666th. “I quit being the Demon King,” he said, before leaving the demon realm. This is a story about a runaway Demon King and a hero who becomes his subordinate.\n\nWhy did the Demon King quit?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6df5cd9d-4d29-4c4b-81a3-72f81d2de5bf",
    "title": {
      "en": "My Clumsy and Erotic Neighbor Sayuri-san"
    },
    "updatedAt": "2024-04-18T20:45:02+00:00",
    "coverArt": "https://mangadex.org/covers/6df5cd9d-4d29-4c4b-81a3-72f81d2de5bf/bd470a7d-bfa4-4278-aa07-a22bff9e8653.jpg",
    "altTitles": [
      {
        "en": "Sayuri-san is lewd"
      },
      {
        "ja": "不器用でエロい隣人さゆりさん"
      },
      {
        "ja-ro": "Bukiyou de Eroi Rinjin Sayuri-san"
      },
      {
        "es-la": "Mi torpe y erótica vecina Sayuri-san"
      }
    ],
    "description": {
      "en": "Series Follows Our Main Character and His Interactions With His Neighbor Sayuri-san.",
      "ja": "高校生の主人公が、隣人の主婦である「さゆりさん」と様々なエロティックなシチュエーションを繰り広げるというストーリー。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfd93f22-1791-4383-b90d-e894eb5e4dea",
    "title": {
      "en": "Hoshino Hibana wa Mitsugareru"
    },
    "updatedAt": "2024-11-03T01:10:53+00:00",
    "coverArt": "https://mangadex.org/covers/dfd93f22-1791-4383-b90d-e894eb5e4dea/e1dd45ff-3857-49ea-b7aa-83cc8f349541.png",
    "altTitles": [
      {
        "ja": "星野ヒバナはみつがれる"
      },
      {
        "ko": "호시노 히바나는 떠받들여진다"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-10-27T22:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da669866-22ff-4bb7-887b-bddc2cf1d0c9",
    "title": {
      "en": "Toudou-kun Chi no Maid Shota"
    },
    "updatedAt": "2024-10-16T01:52:54+00:00",
    "coverArt": "https://mangadex.org/covers/da669866-22ff-4bb7-887b-bddc2cf1d0c9/f5f7000e-5356-47eb-a343-81e39153742e.jpg",
    "altTitles": [
      {
        "ja": "凍堂くんちのメイドショタ"
      },
      {
        "en": "Mister Toudou's Little Boy Maid"
      }
    ],
    "description": {
      "en": "Rennosuke, a scion of the influential Toudou Group, has a terrible relationship with his family. He spends his days getting told off by his father and older sister, who say things like \"Did you get into a fight again?\" \"Having a delinquent for a son of the Toudou family is an embarrassment\". \nOne day, Rennosuke chances upon a hungry child. The sight of that child hungrily devouring a piece of bread reminds Rennosuke of the dog he once owned, and he asks half-jokingly \"If you don't have anywhere to go, why don't you come to my place?\".  The child then comes to the Toudou house and starts working as a maid."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f878e79c-3b3c-456d-8037-765fc85c1bb2",
    "title": {
      "en": "Bonnou☆Saiyuuki"
    },
    "updatedAt": "2024-04-27T22:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/f878e79c-3b3c-456d-8037-765fc85c1bb2/fb5842e5-11e3-4ed6-89a7-0f6b59ebf883.jpg",
    "altTitles": [
      {
        "ja": "煩悩☆西遊記"
      }
    ],
    "description": {
      "en": "The manga is a re-imagining of the famous Chinese classic Journey to the West story, and centers on the Buddhist priest Genjō and his journey to India as he is accompanied by three beautiful and charming women: Son Gokū, Cho Hakkai, and Sha Gojyo.",
      "ja": "真の救済が記されてるという経典を得るため、孫悟空・猪八戒・沙悟浄を共にし、天竺を目指す三蔵法師。\n\nその道のりで襲いかかる試練が\n・・・・・・・・全部エロい。\n\n仏の道に生きる三蔵にとっては貞操を失うこと、それ即ち死。果たして三蔵法師は煩悩に打ち克ち、貞操を守り抜けるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-11-01T16:55:34+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/07016398-9572-4e78-94dd-468de1106db5.jpg",
    "altTitles": [
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "en": "Chieri's Love is 8 Meters Tall"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!",
      "ja": "普通の高校生・小滝夢路のクラスに転校してきたのは、身長が8メートルに巨大化した幼馴染・大峰ちえりだった！ちえりの学校生活のサポートをする「お手伝いさん」を任された夢路。身長差がある二人の日常はドキドキがいっぱいで!?　高低差もなんのその！",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc1d66f3-6e32-4acf-8cb0-057e1f478b4b",
    "title": {
      "en": "A Story About An Office Lady Who Ends Up Looking After A Clingy Delinquent High School Boy She Met at an Arcade"
    },
    "updatedAt": "2024-06-20T08:48:22+00:00",
    "coverArt": "https://mangadex.org/covers/bc1d66f3-6e32-4acf-8cb0-057e1f478b4b/1b70f7ab-5a71-4e5b-a371-f4c952d63774.jpg",
    "altTitles": [
      {
        "ja": "OLがゲーセンで会ったヤンキー男子高校生に懐かれる話"
      },
      {
        "ja-ro": "OL ga Gesen de Atta Yankee Danshi Koukousei ni Natsukareru Hanashi"
      }
    ],
    "description": {
      "en": "Office lady Haru frequents the arcade daily to distract from her discontent with her company. There she easily crushes a delinquent high school boy in a game and somehow, he becomes attached to her. From acquaintances who just met at the arcade to gaming buddy, and beyond that, their relationship is...!?\n\nA heart-pounding and heart-warming exchange between an office lady and a delinquent high school boy begins!",
      "ja": "OLのハルは、会社の不満の憂さ晴らしにゲームセンターに通う日々。\nそこでヤンキー男子高校生をボコボコに負かしてしまうが、なぜか懐かれてしまう。\n\nゲームセンターで会うだけの知り合いからゲーム仲間、そしてさらに二人の関係は…! ?\nOL×ヤンキー高校生の胸キュン&微笑ましい交流が始まる!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "16"
  },
  {
    "mangaId": "e0966537-58a1-421b-8ea9-3e7f02d703c4",
    "title": {
      "en": "The Hero Returns"
    },
    "updatedAt": "2024-09-17T12:42:00+00:00",
    "coverArt": "https://mangadex.org/covers/e0966537-58a1-421b-8ea9-3e7f02d703c4/5cef80fc-a670-45ad-bfdb-3c9869445691.jpg",
    "altTitles": [
      {
        "en": "Hero, Returns"
      },
      {
        "ko": "영웅, 회귀하다"
      },
      {
        "ru": "Герой возвращается"
      },
      {
        "es-la": "Heroe, regresa"
      }
    ],
    "description": {
      "en": "With the unexplained emergence of dungeons came a relentless onslaught of monsters that overwhelmed humanity. Even the Awakened, humans with special abilities to fight monsters, couldn’t stop the destruction of the world. In the end, only Sungin Kim, the most powerful Awakened, was left standing. \n\nUpon his death, Sungin wakes up twenty years in the past as an unassuming high school student named Soohyun Kim. He’s not sure how or why he was brought back, but he does know this is his second chance to save the world and redeem himself as a hero.",
      "ko": "인류 최강의 영웅, 김성인\n모든 것을 내던지며 분투했지만\n결국…… 세상의 멸망은 막지 못했다\n\n하지만 그의 전설은 이제 시작이었으니\n성인, 20년 전으로 회귀하다!\n\n“이번에는…… 반드시 잡는다.”\n\n압도적인 재능과 경험으로 무장한 완전체\n영웅의 레이드는 아직 끝나지 않았다!",
      "ru": "Сильнейший герой человечества Ким Сон Бин. Он бросил все на кон и сражался, но… не cмог предотвратить разрушение мира. Однако его легенда только начинается, когда Сон Бин возвращается на 20 лет в прошлое.",
      "pt-br": "O herói mais forte da humanidade, Kim Sung Bin.\n\nEle jogou tudo na linha e lutou... mas ele ainda não conseguiu impedir a destruição do mundo.\n\nNo entanto, sua lenda apenas começou quando ele retorna 20 anos no passado.\n\n\"Com certeza... vou matá-lo desta vez.\"\n\nAgora totalmente equipado com poder e experiência esmagadores, o ataque do herói ainda não acabou!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72431270-43ab-43cf-88c2-0c138391b1f4",
    "title": {
      "en": "Waves Upon Waves"
    },
    "updatedAt": "2024-04-16T23:12:35+00:00",
    "coverArt": "https://mangadex.org/covers/72431270-43ab-43cf-88c2-0c138391b1f4/013897ae-fc22-4352-827b-98c428aaff6f.jpg",
    "altTitles": [
      {
        "ko": "일파만파"
      },
      {
        "en": "Wave of Waves"
      }
    ],
    "description": {
      "en": "there's an old legend in Sereong's family: their flute 'Manpa' will turn into a person if you care for it with enough love! But Sereong doesn't believe in this legend and plans to sell Manpa.... But it was then when Manpa turns into a human and tells Sereong he can grant her wish.\n\nA romance between one who grants miracles and one who doesn't believe in miracles."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8546511f-e99f-4690-960c-cf0bcd1acf07",
    "title": {
      "en": "Marumaru na Kanojo ni Dekiaisarete Imasu."
    },
    "updatedAt": "2024-08-07T07:10:10+00:00",
    "coverArt": "https://mangadex.org/covers/8546511f-e99f-4690-960c-cf0bcd1acf07/cced209e-a89b-4e46-852a-6cb89e983631.png",
    "altTitles": [
      {
        "ja": "〇〇な彼女に溺愛されています。"
      },
      {
        "en": "I am doted on by my 〇〇 girlfriend."
      }
    ],
    "description": {
      "en": "Translated Synopsis:\n\n\"I was suddenly kissed by a man...\"\nThe class president, Miyakaze Shin, is suddenly kissed on the lips by the most popular guy in school, Daidoin!?\n\nThis is the story of the struggles of a serious class president who is doted on by a handsome, manly girl. \n\nA slapstick love comedy between the popular prince of the school (♀) and the mediocre class president (♂) begins!\n\n[Line Manga](https://manga.line.me/product/periodic?id=Z0003172)"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "14"
  },
  {
    "mangaId": "1cd2231b-32d7-4f66-85e1-7aa8aafa16bc",
    "title": {
      "en": "This Is the Law"
    },
    "updatedAt": "2024-12-04T22:56:11+00:00",
    "coverArt": "https://mangadex.org/covers/1cd2231b-32d7-4f66-85e1-7aa8aafa16bc/7f99ad8d-5e18-4c12-9c0c-c72f80793305.jpg",
    "altTitles": [
      {
        "ko": "이것이 법이다"
      },
      {
        "ru": "Таков закон"
      },
      {
        "ko-ro": "Igeosi Beobida"
      },
      {
        "ja": "サイコメトリー〜能力持ちの弁護士〜"
      },
      {
        "pt-br": "Esta é a lei"
      }
    ],
    "description": {
      "en": "The genius lawyer Noh HyungJin’s justice-executing returner fantasy!\n\nValedictorian of his University, perfect score on the Bar Exam, and even a 95% case win rate. Noh HyungJin was a so-called successful lawyer. While he was fighting against evil, higher powers to make South Korea a just and fair land, he was ruthlessly murdered by National Intelligence Service agents.\n\n“He shouldn’t have died…”\n\nNoh HyungJin was a man sent by Emperor YeomRa to fix corruption on Earth! However, after ending up in hell without having been able to achieve anything, Emperor YeomRa returns Noh HyungJin back in time.\n\n“I should at least give him power so he can protect himself.” What is this ‘power’ given to him by Emperor YeomRa? Will Noh HyungJin be able to change his future as well as the future of South Korea?!\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "ja": "勝率95.8%の弁護士は不利な訴訟を引き受け、国家情報院に殺されてしまうが次に目を覚ますと中学２年生に戻っていた。法律の知識と新たに手にしたサイコメトリー能力で様々な問題を解決し未来を変えるべく、彼は最年少弁護士になる道を歩み始める…。\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "ko": "천재 변호사 노형진의 정의구현 회귀 판타지! \n\n대학교 수석에 사법고시 수석, 95% 달하는 승률까지 속칭 잘나가는(?) 변호사였던 노형진! 그는 정의로운 대한민국을 만들기 위해 커다란 권력에 맞서 싸우던 중 국정원 요원에 의해 무참히 살해당하고 만다. \n\n\"죽어서는 안 될 놈인데…\" \n\n노형진은 사실 옥황상제가 지상의 타락을 바로잡기 위해 보냈던 인물이었다! 그런 그가 허무하게 저승으로 돌아오자 옥황상제는 다시 한번 노형진을 지상으로 내려보내게 되는데… \n\n\"자기 목숨 줄을 지킬 정도의 힘은 줘야지.\" 옥황상제가 말한 그 '힘'의 정체는 과연? 과연 노형진은 자신의 미래와 대한민국의 미래까지 모두 바꿀 수 있을 것인가?!\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "ru": "Фантастика о возвращении гениального адвоката! Но Хёнджин был выпускником университета с отличием по адвокатуре, и так называемым успешным адвокатом с 95% выигрышам по делам! В борьбе со злом в лице высшей власти Южной Корее, пытаясь вернуть справедливость в свою страну, он был безжалостно убит агентами национального агентства разведки.\n\n“Он не должен был умирать…” Но Хёнджин был возвращен императором Ёмра, чтобы очистить коррупцию на Земле, вернув его назад во времени и дав некую силу. Что же за силу ему даровал император? Сможет ли Но Хёнджин изменить как своё будущее, так и всей Южной Кореи?!\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "pt-br": "A retorno de fantasia de execução da justiça do advogado gênio Noh HyungJin! Primeiro lugar de sua universidade, nota máxima na OAB e até uma taxa de 95% de ganho de casos. Noh HyungJin é o tão chamado advogado de sucesso! Enquanto estava lutando contra o mal e poderes maiores para tentar tornar a coreia do sul uma terra justa, ele foi assassinado sem piedade pela Agência de Inteligência Nacional. “Ele não devia ter morrido…” Noh HyungJin foi um homem enviado pelo Imperador YeomRa para acabar com a corrupção na Terra! Mas, depois de acabar no inferno sem conseguir conquistar nada, o Imperador YeomRa retorna Noh HyungJin no tempo… “Devo pelo menor dar poder suficiente para que ele possa se proteger.” O que é esse ‘poder’ que foi dado para ele pelo Imperador YeomRa? Noh HyungJin conseguirá mudar o futuro dele assim como o da Coreia do Sul?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f81ad5fe-8a3f-4f30-8f7e-5f755af48a52",
    "title": {
      "en": "Ranker's Return"
    },
    "updatedAt": "2024-07-28T08:59:47+00:00",
    "coverArt": "https://mangadex.org/covers/f81ad5fe-8a3f-4f30-8f7e-5f755af48a52/04fe80bc-ac8a-4ac5-971f-187c07e01aeb.jpg",
    "altTitles": [
      {
        "ko": "랭커의 귀환 (2021)"
      },
      {
        "en": "Ranker's Return (Remake)"
      },
      {
        "ja": "ランカーの帰還"
      },
      {
        "ru": "Возвращение ранкера"
      },
      {
        "zh": "榜上玩家的归还"
      },
      {
        "en": "Ranker's Return (2021)"
      }
    ],
    "description": {
      "en": "During the early years of the hottest MMORPG called Arena, the world’s top ranker Meleegod vanished after setting every possible record in the virtual world.\n\nIn the real world, this deathly mêlée damage dealer was the happy-go-lucky Kang Hyeonu, who simply deleted his character and quit his hobby to finish mandatory military service and inherit his father’s company.\n\nThis rosy future dissolves within two years when a business rival makes his father go bankrupt. Hyeonu struggles to make ends meet with a string of part-time jobs, but his best friend has a better idea. He urges Hyeonu to conquer the Arena once again and earn a cushy living as a gaming celebrity.\n\nVowing to strike it rich and avenge his father, the former Meleegod returns to the Arena as a newbie. Only this time, he’s out for blood!\n\n---\n\n**Links:**\n- [Alternative Raw (Ridibooks)](https://ridibooks.com/books/4357000090)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=6433067)\n- [Official Simplified Chinese Translation (BiliBili)](https://manga.bilibili.com/detail/mc30486)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77017)",
      "ja": "バーチャルリアリティーゲーム「アレナ」の初期、最強最高のランカーだったメレーゴッド！ キャラクターを削除して忽然と姿を消していた彼が、人生のどん底から這い上がるためにまたアレナに戻ってきた！ 「感謝、絶望、復讐、全部晴らしてやる！」",
      "ko": "가상현실게임 <아레나> 초창기,\n최강최고의 랭커였던 밀리갓!\n\n캐릭터를 삭제하고 홀연히 떠났던 그가\n망해버린 집안을 일으키기 위해 다시 아레나에 돌아왔다!\n\n“캐릭터를 생성하시겠습니까?”",
      "ru": "В былые времена Миллигат был самым лучшим игроком и очень долгое время занимал первое место в мировом топе игры «Арена»...\n\nОднажды, устав от Арены, он решил удалить свой аккаунт и заняться личной жизнью.\n\nПрошло 2 года. Семья разрушена, бизнес потерян, и у него ничего не осталось...\n\nОт безысходности Миллигат решил вернуться туда, где всё начиналось... В Арену.\n\n«Вы уверены, что хотите создать персонажа»?\n\nТрепещите, мерзавцы и обычные игроки... Король вернулся.",
      "zh": "虚拟现实游戏《幻神》创建初期最强最厉害的玩家，“米利神”高泽宇，曾经把角色删除后毫无留恋地离开了游戏，但为了拯救没落的家庭，他再次返回到此游戏当中…… “您要创建一个新角色吗？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad9900fc-97d7-4d5a-8126-1f3a653a461a",
    "title": {
      "en": "Josou Danshi wa Skirt wo Nugitai!"
    },
    "updatedAt": "2024-08-19T04:38:54+00:00",
    "coverArt": "https://mangadex.org/covers/ad9900fc-97d7-4d5a-8126-1f3a653a461a/93303e5e-2845-46f7-93df-2935fc843058.jpg",
    "altTitles": [
      {
        "ja": "女装男子はスカートを脱ぎたい！"
      },
      {
        "en": "The Crossdressing Boy Wants to Take Off His Skirt"
      }
    ],
    "description": {
      "en": "Uichiro, a junior high school boy, harbors a secret he cannot share with his childhood friend, Tama-chan. He has been cross-dressing for her because she has a phobia of men. This is a thrilling yet agonizing comedy about a boy who cross-dresses for the girl he loves!",
      "ja": "男子中学生の宇一郎には、幼馴染のたまちゃんに言えないある秘密があった。\nそれは男性恐怖症である彼女のために「女の子を演じている」ということ。\n想いを寄せる少女のために女装を続ける年頃男子のドキドキ悶絶コメディ！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e",
    "title": {
      "en": "Rougo ni Sonaete Isekai de 8-manmai no Kinka o Tamemasu"
    },
    "updatedAt": "2024-10-29T21:48:09+00:00",
    "coverArt": "https://mangadex.org/covers/89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e/41f2eb52-b84e-4459-a6ef-080d0872d473.jpg",
    "altTitles": [
      {
        "ja": "老後に備えて異世界で８万枚の金貨を貯めます"
      },
      {
        "en": "Saving 80,000 Gold in Another World for My Retirement"
      },
      {
        "ko": "노후를 대비해 이세계에서 금화 8만 개를 모읍니다"
      },
      {
        "zh": "为了养老金，去异界存八万金！"
      },
      {
        "zh-hk": "為了養老金，去異界存八萬金！"
      },
      {
        "fr": "Économiser 80,000 pièces d'or dans un autre monde pour ma retraite"
      },
      {
        "ru": "Сохранение 80 000 золотых монет в другом мире для моей старости"
      },
      {
        "es": "Ahorre 80 000 monedas de oro en otro mundo en preparación para mi jubilación"
      }
    ],
    "description": {
      "en": "After growing up an orphan, Mitsuha has a healthy respect for money and a desire to live well—at least, until she dies after being pushed off a cliff. Waking up in a strange fantasy world, Mitsuha narrowly survives an encounter with a pack of wolves, then realizes she has the power to move between this world and the real one. A lesser person might embark on heroic adventures—Mitsuha instead immediately recognizes the lucrative possibilities of her new situation, and heads out to buy an arsenal of modern weapons. Her goal: to acquire 80,000 gold, and the life of leisure she's always dreamed of!",
      "ja": "山野ミツハは18歳でありながら中学生に見られてしまう童顔小柄な少女。高校卒業を目前にして両親と頼れる兄を一度に失い、いきなり天涯孤独の身になってしまう。ショックで大学受験にも失敗して途方に暮れていたミツハは、たまたま謎の存在から「世界間転移」という能力を与えられる。そこから彼女が思いついた将来設計は、世間一般の常識の斜め上をいっていた──!!",
      "pt-br": "Uma garota de 18 anos que perdeu sua família em um acidente, Yamano Mitsuha cai de um penhasco em um dia qualquer e é transportada para um mundo diferente com uma civilização ao nível da Europa Medieval. Mitsuha descobre que é possível ir e retornar à terra após uma luta mortal com lobos. Assim, ela decide viver em ambos os mundos. “Para ter segurança na velhice, eu vou mirar em alcançar 80.000 moedas de ouro!” “Tentarei não deixar coisas estranhas circularem para não distorcer o progresso do mundo, mas não vou me conter pelo bem da minha vida fácil e segura!” Enquanto usa três pistolas junto com palavras e ações que parecem decentes, em sua cabeça Yamano Mitsuha é uma garota esperta. Fazendo um esforço para ganhar dinheiro mesmo com um pequeno corpo que parece uma criança para os ocidentais!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "HUNTER x HUNTER"
    },
    "updatedAt": "2024-12-08T03:40:53+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Hunter là những người đi chu du thế giới, đối mặt với hiểm nguy, từ bắt giữ tội phạm cho đến những cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Hunter với hy vọng tìm được cha mình. Khi sắp 12 tuổi, Gon bắt đầu cuộc hành trình của mình để được tham gia vào kỳ thi Hunter, ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapika, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một Hunter... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6eb6bd0-0285-4fac-a6da-9bc4234ac1bb",
    "title": {
      "en": "My Life as a Player"
    },
    "updatedAt": "2024-06-16T15:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/e6eb6bd0-0285-4fac-a6da-9bc4234ac1bb/b5d5b9d5-906a-4a1f-8b5c-2a5e1b573c1c.png",
    "altTitles": [
      {
        "en": "Player Starting From Today"
      },
      {
        "en": "Starting Today, I’m a Player"
      },
      {
        "ko": "오늘부터 플레이어"
      },
      {
        "es": "A partir de hoy, soy un jugador"
      },
      {
        "ko-ro": "Oneulbuteo Player"
      },
      {
        "en": "Player From Today Onwards"
      }
    ],
    "description": {
      "en": "Earth has long become accustomed to the strange and frightening phenomenon of “dimensional gates” that suddenly appeared over a hundred years ago. These gates brought on many new changes including the birth of heroes called “hunters” who could fight back the monsters that came out of the gates.\n\nHowever, because these hunters were specially chosen by transcendent beings called “sponsors,” the hunters began to call themselves “gods” and organized a new world order called “Eden.” Unfortunately, the people who were not chosen became slaves to the hunters and these self-proclaimed gods.\n\nNow, in the present, Junkyung Lee, a powerless ordinary person, is training hard so that he can get sponsored to be a hunter. However, in the middle of his training, he and his mentor, Sungkoo, suddenly get attacked by the ruler of Eden.\n\nBefore Junkyung gets killed, Sungkoo manages to send Junkyung back a hundred years into the past with the task of changing the course of history and the fabric of society!",
      "ko": "게이트가 열리고 괴물들로 어지러운 때, 후원자의 후원을 받아 헌터가 각성했고, 그들은 세상을 지켰다.\n그중 최고라 불리는 열두 명의 영웅에 의해 에덴이 세워지면서, 세상은 변했다.\n\n열두 영웅들은 스스로를 신이라 칭하고, 헌터들은 각성하지 못한 일반인들을 가축으로 여기며 지배하기에 이르렀다.\n\n일반인은 헌터를 쳐다볼 수도 없는 불합리한 세상.\n\n이 부조리를 바꾸고자 소년은 헌터가 되려 한다. 후원자의 관심을 끌기 위해 열심히 수련하지만 힘도 재능도 부족한 소년에게 응답을 해주는 후원자는 없었다.\n\n'정말로 난 안 되는 것일까?'\n\n기약이 없는 후원에 점점 지쳐갈 때, 에덴의 지배자 중 한 명인 아테나가 소년이 가진 잊혀진 영웅과 헌터의 진실이 담긴 '마왕의 자서전'을 찾아 온다.\n\n훈련의 스승, 성구의 도움을 받아 위기를 벗어난 소년은, 100년 전, 영웅의 시대에 떨어졌다.\n그리고 잊혀진 영웅, 마왕의 후원자 <종말의 하늘>로부터 후원을 받는다.\n\n그토록 원하던 힘을 손에 넣었다. 잊혀진 영웅, 마왕의 힘을!\n이 힘으로 불합리한 세상을 바꾸겠다.\n\n'오늘부터 내가 플레이어다.'"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-11-20T16:19:49+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/dc979cc3-dc77-4cd2-b032-2c7fb9749419.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Hopeless pushover Iruma Suzuki has found himself in a devil of a predicament… His trashy parents have sold off his soul, and he now has to live and attend school in the Netherworld. But with his unique survival skills and doting demon grandfather’s support, Iruma will surely make it through this hellish experience. He’ll just need to subjugate rival classmates, summon familiars, and more, all while never revealing that he’s human… Easy as *aleph, bet, gimel*, right?",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c88ca39b-c68a-4551-ac6f-65d23cfcca72",
    "title": {
      "en": "Jitsu wa Imouto deshita. ~Saikin Dekita Giri no Otouto no Kyorikan ga Yatara Chikai Wake~"
    },
    "updatedAt": "2024-10-29T20:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/c88ca39b-c68a-4551-ac6f-65d23cfcca72/7c8b7318-7f86-413a-b1cc-8a55d0c4a332.jpg",
    "altTitles": [
      {
        "ja": "じつは義妹でした。～最近できた義理の弟の距離感がやたら近いわけ～"
      },
      {
        "en": "She Was Actually My Stepsister.: Recently, the Sense of Distance Between Me and My New Stepbrother Is Incredibly Close"
      },
      {
        "id": "Dia Sebenarnya Adik Perempuanku ~Baru-baru ini, Jarak Antara Diriku dan Adik Laki-lakiku Semakin Dekat~"
      },
      {
        "ru": "На самом деле она была моей сводной сестрой"
      },
      {
        "es-la": "En realidad era mi hermanastra ~Recientemente, la sensación de distancia entre mi nuevo hermanastro y yo es increíblemente cercana~"
      }
    ],
    "description": {
      "en": "Akira, my stepbrother, was brought into my life as a high school student after my parents remarried. He is a cute boy but shy because of the complicated family environment he grew up in. I had a crush on my brother, so I always spent time playing with Akira for his sake... He loves me... We hit it off, and the distance between us grew rapidly! I asked him, \"......Brother, do you like me by any chance?\" \"Of course I do.\"\n\nThe misunderstanding between the two of us deepens. And finally, I realized that Akira was my \"sister\" and I was confused... \"I like the distance between my brother and me as we have always been. I'd rather be with you more than I am now.\" Akira's approach to me, aiming to make us \"lovers\" instead of \"siblings\", has begun!\n ___\n\n**Links:**\n- [Official Light Novel (JP)](https://fantasiabunko.jp/special/202111jitsuimo)",
      "ja": "親の再婚で、高校生の俺にできた義理の弟・晶。複雑な家庭環境で育ったせいで、美少年だけど人見知り。兄「弟」に憧れていた俺は、晶といつも一緒に遊んで過ごしていたけど、じつは俺たちは兄「妹」だと判明し…!?",
      "es-la": "¿Una relación secreta entre un hermano y su hermana pequeña? ¡Comienza una comedia romántica entre hermanos con un malentendido! Akira, mi hermanastro, llegó a mi vida después de que mis padres se volvieran a casar. Es un chico lindo pero tímido debido al entorno familiar donde creció. ¡Nos llevamos bien, y le pregunté: \"Hermano, ¿te gusto por casualidad?\" \"Por supuesto que sí\". El malentendido entre los dos se profundiza. Y finalmente, me di cuenta de que Akira era mi \"hermana\" y me confundí... El acercamiento de Akira a mí, con el objetivo de convertirnos en \"amantes\" en lugar de \"hermanos\", ¡ha comenzado! ¡Una coqueta comedia romántica con una hermana pequeña que es demasiado linda y despreocupada!",
      "pt-br": "***Um relacionamento secreto de irmão mais novo com sua irmã mais nova?! Começa uma comédia romântica entre irmãos com um mal-entendido!**\n\nAkira, meu meio-irmão, entrou em minha vida quando era estudante do ensino médio, depois que meus pais se casaram novamente. Ele é um menino fofo, mas tímido por causa do ambiente familiar complicado em que cresceu. Eu tinha uma queda pelo meu irmão, então sempre passava um tempo brincando com Akira por causa dele…. Ele me ama… Nós nos demos bem e a distância entre nós cresceu rapidamente! Eu perguntei a ele,\n\"Mano, você gosta de mim por acaso?\"\n\"Claro que sim.\"\nO mal-entendido entre nós dois se aprofunda. E finalmente, percebi que Akira era minha “irmã” e fiquei confuso...\n\"Gosto da distância entre meu irmão e eu, como sempre estivemos. Prefiro estar com você mais do que estou agora.\"\nA abordagem de Akira para mim, com o objetivo de nos tornar “amantes” em vez de “irmãos”, já começou!\nUma comédia romântica sedutora com uma irmã mais nova que é muito fofa e despreocupada para ser irmão!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a50ab40e-a67a-406f-9cea-4155a41359c7",
    "title": {
      "en": "Inu ppoi Imouto"
    },
    "updatedAt": "2024-12-08T05:22:49+00:00",
    "coverArt": "https://mangadex.org/covers/a50ab40e-a67a-406f-9cea-4155a41359c7/31dfc1fb-2ab9-4b27-85a4-c5c7b9d0a1dc.jpg",
    "altTitles": [
      {
        "ja": "犬っぽい妹"
      },
      {
        "ja-ro": "Inuppoi Imouto"
      },
      {
        "en": "Dog-like Little Sister"
      },
      {
        "en": "Puppy-like Sister"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7eecb3fd-52ad-4e19-bc16-884e59dfe8db",
    "title": {
      "en": "Tsundere Na Watakushi Ga Kawaii Nante Shoki Desuka?"
    },
    "updatedAt": "2024-12-08T06:13:54+00:00",
    "coverArt": "https://mangadex.org/covers/7eecb3fd-52ad-4e19-bc16-884e59dfe8db/fa21c080-c0bf-4960-ad4d-1a65380f7ee9.png",
    "altTitles": [
      {
        "en": "Are You Serious Thinking Tsundere Like Me Is Cute?"
      },
      {
        "ja": "ツンデレなわたくしが可愛いなんて正気ですか？"
      }
    ],
    "description": {
      "en": "Rose, a prideful and spoiled princess, is known for her arrogance and lack of charm, making her widely disliked. After a life-changing event, she decides to turn her life around and make amends for her past behavior. Her first step? Breaking off her engagement with her kind and supportive fiancé, Rein, to free him from being tied to someone like her.\n\nHowever, to Rose's surprise, Rein doesn't react as she expects. Instead, he openly declares: \"I can't help but find you irresistibly cute.\" Confused and flustered, Rose struggles to understand his feelings while grappling with her own emotions.\n\nThis romantic comedy explores themes of personal growth, self-worth, and unexpected love, all wrapped in the quirky charm of a tsundere protagonist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands Off Eizouken!"
    },
    "updatedAt": "2024-12-04T00:48:50+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/1f6f1d3d-fd45-444b-9c52-7432c9a1ebed.png",
    "altTitles": [
      {
        "en": "Don't Mess with the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/Eizouken_anime)  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/dennou319)  \n- [Mangaka's YouTube](https://www.youtube.com/channel/UCIhPflgXxYM9dsOzaI0sYgA)  \n- [Official Anime (JP)](http://eizouken-anime.com/)  \n- [Official Live-Action (JP)](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58167656-a065-4b49-b499-bd73d00555d5",
    "title": {
      "en": "Pick Me Up"
    },
    "updatedAt": "2024-10-28T18:34:25+00:00",
    "coverArt": "https://mangadex.org/covers/58167656-a065-4b49-b499-bd73d00555d5/02e18ff8-7351-4ce5-b2e8-a9e320f05727.jpg",
    "altTitles": [
      {
        "en": "Pick Me Up, Infinite Gacha"
      },
      {
        "ko": "픽 미 업!"
      },
      {
        "ko-ro": "Pick Me Up!"
      },
      {
        "ja": "PICK ME UP～低レア★英雄の成り上がり～"
      },
      {
        "ja": "ピックミーアップ！低レア英雄の成り上がり"
      },
      {
        "ja-ro": "Pick Me up!! Tei Rea Eiyū No Nariagari"
      },
      {
        "es-la": "Gacha infinito"
      }
    ],
    "description": {
      "en": "1-Star heroes are just fodder for learning a boss' attack patterns.\n\nThat was Seojin Han's philosophy when playing the notoriously difficult game Pick Me Up. But after being transported into the game as one of those 1-star heroes, he's got no choice but to rise in rank and defeat the player controlling him and his party.\n\nCan a gacha game character hope to defeat a player akin to being his god?",
      "pt-br": "No jogo de gacha mobile famoso por sua extrema dificuldade, o Mestre classificado em 5º lugar no mundo, \"Loki\" perde a consciência ao invadir a Masmorra.\n\n\"O quê? Eu sou um personagem de jogo agora?\"\n\nDepois de acordar, \"Loki\" percebe que ele se transformou em um Herói de Nível 1, 1 Estrela – 'Han Yslat'. Para retornar à Terra, ele deve liderar o Mestre e os heróis novatos e limpar o 100º andar da Masmorra!\n\n\"Você mexeu com o cara errado\".\n\nEsta é a história de transporte mais difícil  pelo Mestre Loki que nunca aceita uma única derrota."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b2e7c95-9e4d-4199-9ea6-52add4c22cfa",
    "title": {
      "en": "Countach"
    },
    "updatedAt": "2023-06-29T03:36:54+00:00",
    "coverArt": "https://mangadex.org/covers/2b2e7c95-9e4d-4199-9ea6-52add4c22cfa/133f0ac4-c32d-4be4-bc22-938f219779a0.png",
    "altTitles": [
      {
        "ja": "カウンタック"
      }
    ],
    "description": {
      "en": "The day after he finds himself dumped by his girlfriend, Sorayama Shun recieves a letter… from himself? The letter was from Shun 25 years ago for his future self. The letter reminds him of the time when he dreamed of owning a Countach and being a successful professional racer. With loads of luck and his ambition to make his childhood dream come true, he finds himself as a new owner of an LP400 Countach."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "289"
  },
  {
    "mangaId": "349ea5d6-bea4-419b-b022-2435a299f8c7",
    "title": {
      "en": "Ayashii Iyashi no Yakumo-san"
    },
    "updatedAt": "2024-12-08T09:30:57+00:00",
    "coverArt": "https://mangadex.org/covers/349ea5d6-bea4-419b-b022-2435a299f8c7/84fc0294-4483-4259-9fbc-dfbcbd5bdded.jpg",
    "altTitles": [
      {
        "ja": "あやしい癒しの八雲さん"
      },
      {
        "ja-ro": "Asonde Souna Ryouriya no Oniisan"
      },
      {
        "en": "The older guy at the restaurant who seems like a player."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "Succubus ga Yattekita Ohanashi"
    },
    "updatedAt": "2024-07-01T19:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "vi": "Chuyện nàng Succubus"
      },
      {
        "en": "The Story of a Succubus Who Came to the Human World"
      },
      {
        "es-la": "La Sucubo ha Llegado"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e16acfe-896a-4f20-8223-482f862107e3",
    "title": {
      "en": "One Day, Suddenly, Seoul Is"
    },
    "updatedAt": "2024-08-19T22:27:42+00:00",
    "coverArt": "https://mangadex.org/covers/5e16acfe-896a-4f20-8223-482f862107e3/dff9a28c-90be-4d00-a8d7-07218a1fb373.jpg",
    "altTitles": [
      {
        "ko": "어느날 갑자기 서울은"
      },
      {
        "ko-ro": "Eoneunal Gapjagi Seoul-eun"
      }
    ],
    "description": {
      "en": "\"You’re its prey the moment you touch it.\" \n\nOne day, a terrible virus variant attacks Seoul! \n\nYeon-woo is on a school trip to Seoul, and is excited thinking that he can finally get along with his one classmate, So-yeon, whom he has a crush on.\n\nHowever, during this time, unidentified cells appeared in front of Yeon-woo’s class, who were sightseeing in Seoul. The mutant cells manifestation quickly turns Yeon-woo and his classmates’ school trip into hell as anyone who comes into contact with the cells will become a hideous monster that wants to consume anything with flesh...! \n\nWill Yeon-woo be able to leave Seoul safely?",
      "pt-br": "Yeon Woo está apaixonado. Ele não tem olhos pra mais nada além da So Yeon. Na escola ele não conseguiu falar com ela, mas agora que eles estão indo pra uma excursão escolar em Seoul, ele tem esperança de conseguir pelo menos começar a conversar com ela, mesmo apesar de ser muito introvertido. Porém, tem coisas estranhas acontecendo em Seoul… Algo terrível está prestes a dominar a cidade… Nesse dia, Seoul de repente é…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71437871-33f5-4b07-8e98-eb08cce65c73",
    "title": {
      "en": "Past Life Returner"
    },
    "updatedAt": "2024-07-20T19:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/71437871-33f5-4b07-8e98-eb08cce65c73/519a0325-0e96-4c03-b0ad-b616c36828b4.jpg",
    "altTitles": [
      {
        "en": "Past Life Regressor (2022)"
      },
      {
        "ko": "전생자 (2022)"
      },
      {
        "ko-ro": "Jeongsaengja (2022)"
      },
      {
        "fr": "Réincarné d'une vie antérieure (2022)"
      },
      {
        "es-la": "Retornador De Vidas Pasadas"
      }
    ],
    "description": {
      "en": "Would you like to reverse time?]\r\n[All your abilities will be reset.]\r\n[Please choose the date.]\r\n\r\n“February 28th, 1985. The day I was born.”\r\n\r\nFinancial power. I will gather all the fortune of the world—\r\nand create a monopoly. I will monopolize all the dungeons of the world.\r\n\r\nI will do this now, while the world is still peaceful...\r\nbefore it all begins.\r\n\r\n**Original Webtoon:**\r\n[Daum](https://webtoon.kakao.com/content/%EC%A0%84%EC%83%9D%EC%9E%90/3130), [KakaoPage](https://page.kakao.com/content/60754076) \r\n\r\n**Official Translations:**\r\n[Simplified Chinese](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26392&contentId=392&platform=IA), [Japanese](https://piccoma.com/web/product/134347)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cd116229-3224-472d-a491-9f88a1793823",
    "title": {
      "en": "I: Episode 0"
    },
    "updatedAt": "2024-12-02T07:39:08+00:00",
    "coverArt": "https://mangadex.org/covers/cd116229-3224-472d-a491-9f88a1793823/82fbe318-b1c0-4b4e-88c2-258b62334a6a.jpg",
    "altTitles": [
      {
        "ja-ro": "I - Itou-san"
      },
      {
        "ja": "I -イトウさん"
      }
    ],
    "description": {
      "en": "1-3 I Episode 0\n**Who is \"I\" ?**\n\n\"I\" who has lived like a machine gets the name \"Ito\" from the prostitute named Kyousuke.\n\nThis is the beginning story of \"Ito\" and \"Kyousuke\" -.\n\n4. **Refrain**\n\n5. **Parallel World**\n\n6. **Never Gone**\n\nTakes place before and then picks up after the events of [Itou-san](https://mangadex.org/title/8fb6c812-63fc-49e8-bdba-149a20d3d2dd/itou-san)."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  }
]