[
  {
    "mangaId": "95a8645a-53fa-4cc7-9144-06fc0084c884",
    "title": {
      "en": "I Became the Target of the Harem in Another World"
    },
    "updatedAt": "2024-07-19T02:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/95a8645a-53fa-4cc7-9144-06fc0084c884/cd551a2d-5ef9-4908-babb-245f3112cc45.jpg",
    "altTitles": [
      {
        "zh": "我竟成了异世界后宫的采集对象"
      },
      {
        "zh-ro": "Wo Jing Chengle Yì Shijie Hougong De Caiji Duixiang"
      },
      {
        "zh-ro": "Wǒ Jìng Chéngle Yì Shìjiè Hòugōng De Cǎijí Duìxiàng"
      }
    ],
    "description": {
      "en": "The dimensional wall is broken. Secret books, magical equipment, and spiritual beasts have descended, and the world has entered an era of hegemony. I want to hide, but a girl from another world comes to my door to collect my..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "440f8d91-b032-4bf3-8dba-2cde482fbc53",
    "title": {
      "en": "Journey to Seek Past Reincarnations"
    },
    "updatedAt": "2024-05-21T23:33:59+00:00",
    "coverArt": "https://mangadex.org/covers/440f8d91-b032-4bf3-8dba-2cde482fbc53/4025999e-a567-4725-985a-83daeb53e87c.jpg",
    "altTitles": [
      {
        "en": "A Journey to the Past"
      },
      {
        "zh-ro": "XunZhaoQianShiZhiLv"
      },
      {
        "zh": "寻找前世之旅"
      },
      {
        "zh-ro": "Xun Zhao Qian Shi Zhi Lu"
      }
    ],
    "description": {
      "en": "The story is about a little Master, Gong Yao Ying, in order to accomplish the assigned tasks, she travels across the different periods. The stories are created after meeting with the famous historical figures."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8edf64a8-73d3-4dbc-a21c-56bcbab1a0db",
    "title": {
      "en": "Ano ko ni naisho no VTUBER !"
    },
    "updatedAt": "2024-07-05T03:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/8edf64a8-73d3-4dbc-a21c-56bcbab1a0db/faf0e660-b631-42b7-9403-90be49e23a4e.jpg",
    "altTitles": [
      {
        "ja": "あの子にナイショのVTUBER"
      },
      {
        "ja-ro": "Ano Ko ni Naisho no VTUBER"
      },
      {
        "en": "That Girl Is Secretly A VTUBER !"
      }
    ],
    "description": {
      "en": "High school student Warabi has a secret that she's been keeping from her childhood friend, Shuu. While she's active as a popular virtual idol, Shuu, who has no idea about her secret identity, is actually in love with her...!\n\nWitness the heart-fluttering story of her secret V-Tuber activities and her romance with her childhood friend!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the soon-to-be-ruined Family"
    },
    "updatedAt": "2024-05-04T09:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/09916525-d0c2-4f85-abfd-d2910f3b2a65.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5236f24-c534-4f36-a289-4bf82657c359",
    "title": {
      "en": "After Becoming Everyone's Favorite, I Went on a Killing Spree"
    },
    "updatedAt": "2023-09-13T06:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/f5236f24-c534-4f36-a289-4bf82657c359/58cd585e-3d06-422d-9c89-c0a0518d505e.png",
    "altTitles": [
      {
        "zh": "成为团宠后，我大杀四方"
      }
    ],
    "description": {
      "en": "Growing up as an orphan in the arena, Ora was determined to awaken her summoner bloodline and gain immense power. However, her world turns upside down when she learns that the king has taken her loyal companion, Dragong, putting him in grave danger. In a daring escape, Ora and Dragong flee together, embarking on a series of thrilling adventures. Along the way, Ora hones her strength and resilience, while meticulously planning her revenge against those who have wronged her."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fb13e27-641c-427e-ac61-01db67837b83",
    "title": {
      "en": "Desharow Merman"
    },
    "updatedAt": "2024-02-29T21:02:58+00:00",
    "coverArt": "https://mangadex.org/covers/4fb13e27-641c-427e-ac61-01db67837b83/89a4f872-f0c5-48d2-b108-b08dce8a0d45.jpg",
    "altTitles": [
      {
        "zh": "德萨罗人鱼"
      },
      {
        "en": "Desharow Mermaid"
      },
      {
        "ko": "다니엘의 인어"
      },
      {
        "th": "นายเงือกของเดซาโรว"
      }
    ],
    "description": {
      "en": "Desharow, a Biology student at the Russian Maritime Academy, embarked on a long distance voyage with his mentor, Rhine, where the two caught a mysterious black scaled merman in Iceland. Little did he know that this mysterious black and evil creature had long viewed him as his prey…\n\nOfficial Translations:\n[Official Korean Translation](https://www.peanutoon.com/ko/comic/detail/11357)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f25dd269-368f-41d2-9cc1-3ea5d43ff97e",
    "title": {
      "en": "Way to the Glory"
    },
    "updatedAt": "2024-07-14T01:01:26+00:00",
    "coverArt": "https://mangadex.org/covers/f25dd269-368f-41d2-9cc1-3ea5d43ff97e/e080f148-8e11-42d4-88e2-475c52ef717e.jpg",
    "altTitles": [
      {
        "zh-ro": "È Nǚ Wèi Dì"
      },
      {
        "en": "The Evil Girl is Emperor"
      },
      {
        "en": "Way to the Glory"
      },
      {
        "zh": "恶女为帝"
      },
      {
        "zh-hk": "惡女爲帝"
      },
      {
        "ko": "악녀하렘"
      },
      {
        "es": "La Chica Malvada Se Convierte En Emperatriz"
      }
    ],
    "description": {
      "en": "The Goddess of War died with grievances. Now after being reborn as Ye Weiyun she is on her way to start a new and happy life.   \n  \nWhat revenge? What scum? Violence should be fought with violence!   \n  \nI will become a rich woman, and build my own harem.   \n  \n\"In the past I got bullied and never resisted. Now, take a good look at the queen I have become.\"\n\n[Alternative Official Raw: Kuaikan Manhua](https://www.kuaikanmanhua.com/web/topic/5975)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "145"
  },
  {
    "mangaId": "69854e22-5bb8-4491-ab71-c8f8a0cb94d0",
    "title": {
      "en": "Apocalyptic Thief"
    },
    "updatedAt": "2024-06-16T10:08:37+00:00",
    "coverArt": "https://mangadex.org/covers/69854e22-5bb8-4491-ab71-c8f8a0cb94d0/800d870a-14ea-41d0-b6c6-72c11d9b11a2.jpg",
    "altTitles": [
      {
        "en": "Rogue of Doom"
      },
      {
        "zh": "末世盗贼行"
      }
    ],
    "description": {
      "en": "A storm of the universe brought species mutations. The poison, undead, giants and monsters in the city roared as they waved their weapons. As the beasts in the woods fought over territorial rights, humans, too, awakened an ability known as star power… Zhou Zheng, without star power, traversed to this apocalyptic world. Using the abilities of the thief character in the game, he destroys the darkness and fog, seeking supreme power!",
      "fr": "Un mouvement dans l'univers a apporté des mutations au niveau des espèces vivantes. Un poison, des morts vivants, des géants et des monstres rugissent dans la ville en agitant leurs armes. Alors que des bêtes dans les bois se battent pour des territoires, certains humains éveillent une capacité spéciale connue sous le nom de pouvoir des étoiles... Zhou Zheng, déficient de ce pouvoir, va traverser ce nouveau monde post apocalyptique.\nUtilisant ses capacités de voleur issue d'un autre jeu, il détruit ténèbres et brouillard, à la recherche du pouvoir suprême !",
      "zh": "一场宇宙风暴带来了物种的变异。城市中的毒尸巨怪，挥动着战斧咆哮。丛林中的异兽们，争夺着领地的主权。人类也觉醒了一种名为星力的异能……没有星力的周正穿越到这个末世。利用游戏中盗贼的角色能力，他将撕毁黑暗迷雾，追逐至高的力量！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "163"
  },
  {
    "mangaId": "8c89080f-681a-4bcf-8abe-ce12659e010f",
    "title": {
      "en": "Subdue My \"Villain\" Hubby"
    },
    "updatedAt": "2023-03-20T01:36:45+00:00",
    "coverArt": "https://mangadex.org/covers/8c89080f-681a-4bcf-8abe-ce12659e010f/77142dd0-7f0d-4f4d-a423-6dfad07838da.jpg",
    "altTitles": [
      {
        "zh": "我成了反派大佬的小娇妻"
      },
      {
        "en": "I Became the Villain's Wife"
      }
    ],
    "description": {
      "en": "The dainty flower idol Chen Cong Rong unluckily fell into a trap and awoke to a stunning naked man in her bed! Hahaha, is it okay to be with such a beautiful man? Hang on… Are you telling me I've switched places with the toxic, evil, and manipulative side character who won’t even survive 20% of the plot?! No, I'm definitely not ready to die!! Watch as I keep on living my ideal life!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd917921-5e97-479f-b22c-5d7f00e1c830",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 5: Golden Wind (Official Colored)"
    },
    "updatedAt": "2024-07-09T03:26:19+00:00",
    "coverArt": "https://mangadex.org/covers/fd917921-5e97-479f-b22c-5d7f00e1c830/411c8b45-6aed-4e5f-91b3-cee3d9875fcb.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 5: Golden Wind - Digital Colored Comics"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 5: Ougon no Kaze"
      },
      {
        "es-la": "La extraña Aventura de JoJo - Parte 5: El Viento Dorado"
      },
      {
        "ja-ro": "Ōgon no Kaze"
      },
      {
        "ja-ro": "Ougon no Kaze"
      },
      {
        "ja-ro": "Vento Aureo"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ジョジョの奇妙な冒険 黄金の風"
      },
      {
        "ja": "黄金の風"
      },
      {
        "it": "Le bizzarre avventure di JoJo - Parte 5: Vento Aureo"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第5部 黄金の風 カラー版"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 5 - Vento Aureo - Digital Colored Comics"
      }
    ],
    "description": {
      "en": "The highly-acclaimed fifth arc of Hirohiko Araki’s JoJo’s Bizarre Adventure shifts the action from Japan to Italy, as Koichi Hirose heads to Europe to find an aspiring gangster named Giorno Giovanna, the secret son of Dio Brando, scourge of the Joestar family. Organized crime meets family drama and unbelievable enemy Stands in JoJo’s Bizarre Adventure: Part 5—Golden Wind!",
      "it": "Napoli, 2001. Giorno Giovana è un piccolo criminale con il grande sogno di diventare una \"Gang-Star\". Giorno ha una connessione con la linea sanguigna Joestar, e possiede lo stand \"Gold Experience\". Il suo sogno inizia a diventare realtà quando incontra Bruno Bucciarati, un partecipante della gang \"Passione\" e un portatore di stand. Giunti alla conclusione che tutti e due hanno idee simili, e che unanimamente non concordano sugli affari della gang, Giorno rivela il suo obiettivo: con l'aiuto di Bruno, riformerà Passione spodestando il capo della gang.\n\nGiorno, una volta diventato membro di Passione ed entrato nella squadra di Bucciarati, scopre che non è una semplice gang, è piena di portatori di stand. Una volta confrontatesi con le altre squadre, sleali e imprevedibili, scoprono che il loro obiettivo di cambiare la gang dall'interno non sarà facile da raggiungere. Parlando a proposito di questi avversari, Gioeno tenta di ralire tra i ranghi per avvicinarsi al boss, un uomo circondato dal mistero."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "155"
  },
  {
    "mangaId": "ca128cc2-f16d-4d04-b73e-52ecf1b3d8ad",
    "title": {
      "en": "Folks of Death"
    },
    "updatedAt": "2024-06-09T15:42:31+00:00",
    "coverArt": "https://mangadex.org/covers/ca128cc2-f16d-4d04-b73e-52ecf1b3d8ad/0baf9aa5-e05a-49a8-a8c2-67b8dc0e557d.jpg",
    "altTitles": [
      {
        "en": "Plain Old"
      },
      {
        "ko": "판박귀"
      }
    ],
    "description": {
      "en": "“As the fog thickens, they will come, with the same stereotypical faces.” Seo Woo-ri, who has lived her entire life as the daughter of a murderer, heads to her maternal family's rural village following the death of her maternal grandmother. There, she encounters a similar ghost incident that her mother experienced 18 years ago."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3faac3e4-12f0-46f1-b1fb-912c4f6f3042",
    "title": {
      "en": "Gyaru-kun no Koi wa Kitto"
    },
    "updatedAt": "2024-06-14T21:04:09+00:00",
    "coverArt": "https://mangadex.org/covers/3faac3e4-12f0-46f1-b1fb-912c4f6f3042/1147b5d4-4e42-443f-9df9-4b9b4307241b.png",
    "altTitles": [
      {
        "ja-ro": "Gyaru-kun no Koi ha Kitto"
      },
      {
        "ja": "ギャルくんの恋はきっと"
      },
      {
        "es-la": "¡El chico bonito también quiere amor!"
      },
      {
        "ja-ro": "Gal-kun no Koi wa Kitto"
      },
      {
        "ja-ro": "Gal-kun no Koi ha Kitto"
      },
      {
        "vi": "Tình Yêu Đơn Phương Kiên Định Của Chàng Gal"
      }
    ],
    "description": {
      "en": "You don't know how I feel, so why are you being kind to me?\n\nYoshi, who is super-cheerful, has a secret after-school date with Fuji, a sober boy who is the complete opposite.\nIt's supposed to be \"practice for Fuji-kun to find a lover\", but Yoshi secretly has a crush on Fuji!?\nIf love is revealed, this relationship will end\nBut his heart throbs at times when Fuji-kun is too cool!\nIn fact, whereabouts of the love of the super brave Gal-kun...\n\nA plain handsome guy who doesn't know love x a brave gal-kun who is timid about love.",
      "es-la": "¿Por qué eres amable conmigo si no sabes como me siento?\nEl alegre y fiestero Yoshi tiene citas en secreto después de la escuela con su puro opuesto, el callado Fuji.\n\"Es práctica para cuando consigas pareja\" es la excusa que pone Yoshi, ¿¡¿pero en realidad tiene un amor no correspondido?!?\nSi descubre que lo amo, esta relación llegará a su fin, ¡pero a veces Fuji-kun es tan genial que me va a mil el corazón!\n¿Qué será del amor de este chico que se esfuerza por verse bonito, pero que en realidad es super valiente?\n﻿\nLa historia BL de un chico calmado guapo que no conoce el amor y un chico bonito que es tímido en el amor pero valiente."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "10.5"
  },
  {
    "mangaId": "6d3ec2e0-9c61-41ca-b5ba-95820ebb3f87",
    "title": {
      "en": "I Became the Emperor's Cat"
    },
    "updatedAt": "2024-07-18T09:54:02+00:00",
    "coverArt": "https://mangadex.org/covers/6d3ec2e0-9c61-41ca-b5ba-95820ebb3f87/b1030244-dde1-4db0-b88a-a9ee8eb69ff1.jpg",
    "altTitles": [
      {
        "ko": "황제의 고양이가 되었습니다"
      }
    ],
    "description": {
      "es": "Después de perder la vida en un accidente automovilístico repentino, abrió los ojos Fui poseído por un «gato» en una novela. Habiendo leído sólo tres capítulos, Es ridículo poseer un libro del que no sabes nada. ¡¡Es un gato!! Aún así, este gato podría ser una bestia. Antes de perder la vida a manos de un emperador malvado ¡Voy a ser un hombre de alguna manera! A propósito… Este emperador, que claramente se llamaba de sangre fría, Como gato, Mann es cariñoso conmigo. Un gato que quiere ser persona… ¡No, el período de adaptación imperial de la persona que se convirtió en gato para comer ajo y comer artemisa! <Me convertí en el gato del Emperador>"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5bc2756a-ebfd-460a-a42f-2f07016fe495",
    "title": {
      "en": "Go Forward With the Rebels"
    },
    "updatedAt": "2024-05-05T02:43:48+00:00",
    "coverArt": "https://mangadex.org/covers/5bc2756a-ebfd-460a-a42f-2f07016fe495/61cbfb45-6cbd-4257-b9b5-533688ea6ef1.jpg",
    "altTitles": [
      {
        "zh": "与叛逆者同行"
      }
    ],
    "description": {
      "en": "In a world where energy is exhausted and resources are scarce, most of the world's resources are occupied by a few people. Slowly, an upper-level supernatural world called \"Mirage\" is established."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d6decd4-835d-4905-9534-2571dae07bcd",
    "title": {
      "en": "Lord El-Melloi II-sei no Jikenbo"
    },
    "updatedAt": "2024-04-16T20:10:45+00:00",
    "coverArt": "https://mangadex.org/covers/4d6decd4-835d-4905-9534-2571dae07bcd/1ba80bfd-6186-4005-b518-3ce19207c0ba.jpg",
    "altTitles": [
      {
        "ja": "Lord El-Melloi II Case Files"
      },
      {
        "ja": "ロード・エルメロイⅡ世の事件簿"
      },
      {
        "ru": "Досье лорда Эль-Меллоя II"
      },
      {
        "vi": "Bí ẩn trong thế giới ma thuật"
      },
      {
        "vi": "Hồ sơ của Lord El-Melloi"
      }
    ],
    "description": {
      "en": "When Lord El-Melloi II, the later Waver Velvet, gets asked to claim his inheritance over Adra Castle, he travels there with his apprentice Gray to do so. But they are not the only ones called that way. The will of the previous owner states that the assembled contestants—including Luviagelita Edelfelt—must compete in a game of wits to win the castle.  \n  \nBased on the light novel of the same name.",
      "ru": "Часовая Башня — центр магического мира и штаб-квартира «Ассоциации магов», хранящей секреты бесценных таинств. Преподающий здесь лорд факультета современной магии, Эль-Меллой II, по стечению определённых обстоятельств оказывается втянут в борьбу за наследие Замка Разделения, Адра. Только разгадавший тайну ангельских имён, что были даны всем приглашённым и встречаются в нём повсюду, сможет получить его «наследие». Однако даже для высокопоставленных магов Часовой Башни это дело оказалось не простым решением головоломки, а началом волшебного, но в то же время печального инцидента.С этого дела началось досье лорда Эль-Меллоя II, в котором переплелись магия и таинства, иллюзии и загадки..."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ee8e11a-de10-499f-b2de-64547a282972",
    "title": {
      "en": "Link! Life! Love Live! 104th Term"
    },
    "updatedAt": "2024-05-25T10:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/9ee8e11a-de10-499f-b2de-64547a282972/28bb55e3-6859-4fe1-bfeb-0724b1238cad.png",
    "altTitles": [
      {
        "ja": "りんく！らいふ！ラブライブ！104期"
      }
    ],
    "description": {
      "en": "Official 4-koma published with the game Link! Life! Love Live!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0301208d-258a-444a-8ef7-66e433d801b1",
    "title": {
      "en": "Ryoushin no Shakkin wo Katagawari shite morau Jouken wa Nihon Ichi Kawaii Joshikousei to Issho ni Kurasu koto deshita."
    },
    "updatedAt": "2024-04-17T21:22:30+00:00",
    "coverArt": "https://mangadex.org/covers/0301208d-258a-444a-8ef7-66e433d801b1/f6934752-cbfc-47fe-997d-21c5157861ce.jpg",
    "altTitles": [
      {
        "ja": "両親の借金を肩代わりしてもらう条件は日本一可愛い女子高生と一緒に暮らすことでした。"
      },
      {
        "en": "I'm Gonna Live with You Not Because My Parents Left Me Their Debt But Because I Like You"
      },
      {
        "zh": "替我父母偿还债务的条件是与日本最可爱的女高中生同居。"
      },
      {
        "zh-ro": "Tì wǒ fùmǔ chánghuán zhàiwù de tiáojiàn shì yǔ rìběn zuì kě'ài de nǚ gāozhōng shēng tóngjū."
      }
    ],
    "description": {
      "en": "The main character, Yoshizumi Yuya, was being pressured into paying off the debt left by his parents who had fled abroad. It was his classmate, Hitotsuba Kaede, chosen as the cutest schoolgirl in Japan, who saved him from this crisis of life and death. However, there was a catch. The condition required to fulfill in return for taking over his debt was — “In return for the loan, you have – to live with me.”\n\n“Why did that happen?!”\n\nYuya’s daily life collapsed on this day.\n\n“Yuya-kun. Let’s take a bath together.”\n\n“Yuya-kun, please be my hug pillow.”\n\n“That’s enough, Hitotsuba-san!”\n\nThe slapstick love comedy between the beautiful, but easy-going Hitotsuba Kaede and the serious and hard-headed Yoshizumi Yuya, starts now!",
      "id": "Tokoh utama, Yoshizumi Yuya, dipaksa untuk melunasi hutang yang ditinggalkan oleh orang tuanya yang melarikan diri ke luar negeri. Itu adalah teman sekelasnya, Hitotsuba Kaede, terpilih sebagai siswi terimut di Jepang, yang menyelamatkannya dari krisis hidup dan mati ini. Namun, ada motif tersembunyi di balik itu. Syarat yang harus dipenuhi sebagai imbalan untuk melunasi utangnya adalah — “Sebagai imbalan atas pinjaman itu, kau harus tinggal bersamaku.” “Kenapa jadi begitu?!” Kehidupan sehari-hari Yuya runtuh pada hari ini. “Yuya-kun. Ayo mandi bersama.” “Yuya-kun, jadilah bantal pelukku.” “Cukup, Hitotsuba-san!” Kisah cinta komedi romantis yang menggugah antara Hitotsuba Kaede yang cantik namun santai dan Yoshizumi Yuya yang serius dan keras kepala, dimulai sekarang!",
      "ja": "第1巻の内容紹介: 糖度300％の同棲ラブコメ\n両親が借金3000万を残して海外逃亡…！？追い詰められた吉住勇也の前に、不意に現れたのは社長令嬢の同級生・一葉楓。勇也も密かに憧れていた日本一可愛い女子高生1位に選ばれた楓は、彼女は意外な提案をするが\n\nDai 1-kan no naiyō shōkai: Tōdo 300-pāsento no dōsei rabu kome ryōshin ga shakkin 3000 man o nokoshite kaigai tōbō…!? Oitsumerareta Yoshizumi Yūya no mae ni, fui ni arawareta no wa shachō reijō no dōkyūsei 一葉楓. Yūya mo hisoka ni akogarete ita nihon'ichi kawaii mesukōsei 1-i ni eraba reta kaede wa, kanojo wa igaina teian o suruga."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5fcf0847-7d3a-4164-a705-970a06df2794",
    "title": {
      "en": "Blue Archive - Problem Solver 68 Business Diary"
    },
    "updatedAt": "2024-07-25T00:19:06+00:00",
    "coverArt": "https://mangadex.org/covers/5fcf0847-7d3a-4164-a705-970a06df2794/5b2edc19-f389-43d8-a71c-6539584733d8.jpg",
    "altTitles": [
      {
        "ja": "ブルーアーカイブ 便利屋68業務日誌"
      },
      {
        "zh": "便利屋68业务日志"
      },
      {
        "ja-ro": "Blue Archive - Benriya 68 Gyoumunishi"
      },
      {
        "vi": "Blue Archive: Nhật kí nghiệp vụ của Handyman 68"
      }
    ],
    "description": {
      "en": "From the smash hit smartphone game \"Blue Archive\" comes the debut of Problem Solver 68 as our protagonist in this spin-off comic!! Please enjoy the comedic story of our four Problem Solvers in Kivotos - The Academic City!",
      "ja": "大人気スマホゲーム『ブルーアーカイブ』から、「便利屋68」を主役としたスピンオフコミックが登場!! 学園都市キヴォトスを舞台に便利屋の4人が巻き起こすドタバタ劇をお楽しみください！",
      "vi": "Từ trò chơi dành cho smartphone đang nổi tiếng hiện nay \"Blue Archive\" chào đón sự xuất hiện dưới tư cách nhân vật chính của câu lạc bộ \"Handyman 68 (Công ty Dịch vụ giúp việc số 68)\" trong bộ manga ngoại truyện này!! Hãy cùng thưởng thức câu chuyện hài hước của bốn cô gái chạy vặt ở Thành phố Học viện Kivotos nào!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "88fe4d78-90d0-40db-8687-385c096ae5ef",
    "title": {
      "en": "Liella! Comic"
    },
    "updatedAt": "2024-07-26T08:54:52+00:00",
    "coverArt": "https://mangadex.org/covers/88fe4d78-90d0-40db-8687-385c096ae5ef/d239a250-6cbd-4cc0-9dd2-42f4610435ad.jpg",
    "altTitles": [
      {
        "ja": "リエコミ"
      }
    ],
    "description": {
      "en": "A series depicting a new side of the Liella! members serialized in Love Live Days"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "201a6ac5-3a49-44b2-af0c-1e6666ae47ed",
    "title": {
      "en": "Black Winter"
    },
    "updatedAt": "2022-07-11T07:38:01+00:00",
    "coverArt": "https://mangadex.org/covers/201a6ac5-3a49-44b2-af0c-1e6666ae47ed/cfd26acc-009f-47dd-b31d-d1290c83e0dd.jpg",
    "altTitles": [
      {
        "ko": "블랙윈터"
      },
      {
        "es": "Invierno Oscuro"
      },
      {
        "th": "เหมันต์ทมิฬ"
      },
      {
        "ja": "ブラックウィンター"
      },
      {
        "zh-hk": "凜冬暗夜"
      }
    ],
    "description": {
      "en": "One dark winter night, a boy was cursed and a girl was guilty.  \n  \nOne fresh winter day,   \nshe sinned, and I also sinned.   \nHe said that if you commit a crime that night, you will receive a terrifying penalty.   \nWas this the biggest punishment we would receive for breaking the taboo?   \nI had to kill my loved ones…   \nAnd I had to die at the hands of my loved ones.   \nCrime and Punishment.   \nLove and death as the two names make up a perfect match .  \n  \nYou and I have suffered the most perfect punishment.  \n\n---\n13-year old Haesa watched as her world fell apart. Within a day, her best friends Muho, Muha, and Hwaye were gone, leaving her utterly alone in the cold winter forest—until she meets him.  \n10 years later, can Haesa reunite with those she's lost, and uncover the truth of what really happened that fateful day?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "119"
  },
  {
    "mangaId": "daf0d74a-73af-48c1-bbfa-694956af6765",
    "title": {
      "en": "Indulging a Crazy Beauty"
    },
    "updatedAt": "2024-07-25T17:10:58+00:00",
    "coverArt": "https://mangadex.org/covers/daf0d74a-73af-48c1-bbfa-694956af6765/c1626f90-bd61-4045-8c1d-b7b59c630b24.png",
    "altTitles": [
      {
        "zh": "娇养了个疯批美人儿"
      },
      {
        "en": "Raised a Crazy Beauty"
      },
      {
        "pt-br": "Satisfazendo A Bela E Louca General"
      },
      {
        "zh-ro": "Jiāoyǎngle Gè Fēng Pī Měirén Er"
      }
    ],
    "description": {
      "en": "After being reincarnated to a year before her death, Bai Man's sole purpose in life is to kill the tyrannical emperor and take his place. To achieve her ultimate goal, she decides to seduce the formidable General Zhou Rong, a cold but beautiful woman. Who would have thought, however, that Zhou Rong is actually a crazy beauty?",
      "pt-br": "Depois de reencarnar um ano antes de sua morte, o único propósito de vida de Bai Man é matar o imperador tirano e tomar seu lugar. Para atingir seu objetivo final, ela decide seduzir o formidável General Zhou Rong, um homem frio, mas bonito. Quem teria pensado, entretanto, que Zhou Rong é na verdade uma mulher linda e maluca?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3547732-9524-4ed2-8eaf-d997df3b134e",
    "title": {
      "en": "I'm the Heiress of a Villainous Household"
    },
    "updatedAt": "2024-06-20T20:33:12+00:00",
    "coverArt": "https://mangadex.org/covers/e3547732-9524-4ed2-8eaf-d997df3b134e/6fd133ea-cd71-4311-b219-040883070858.jpg",
    "altTitles": [
      {
        "ko": "악당 가문의 상속녀입니다"
      },
      {
        "en": "I Am the Heiress of the Villain Family"
      },
      {
        "es-la": "Soy La Heredera De La Familia Villana"
      }
    ],
    "description": {
      "en": "Ten years after being reincarnated as an extra in a novel. The day my grandfather, the owner of the house where I grew up, died, of the infamous ducal family of Blasco.\n\n\"His Excellency the Grand Duke bequeathed all his assets to the girl Katisha.\"\n\"His Highness the Grand Duke.\"\n\nSo my grandfather is the Duke of Blasco? I am struck by the enormity of the inheritance, but it is impossible for \"the\" Duke of Blasko to leave me alone, even because we are related!\n\n\"No, thanks...\"\n\"Cash, excluding inheritance tax and personal deposits at the central bank. You can keep everything else in Blasco's name.\"\n\"I want!!!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84094b33-26b2-4ef0-a054-85ca3ee1ef11",
    "title": {
      "en": "The Young Master of Namgung Is an Impersonal Person"
    },
    "updatedAt": "2024-07-26T08:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/84094b33-26b2-4ef0-a054-85ca3ee1ef11/9e3a7a6d-6fb2-4134-b959-4e8512862a04.png",
    "altTitles": [
      {
        "ko": "남궁세가 비인격"
      }
    ],
    "description": {
      "en": "\"I won't let you live again.\"\n\nFacing the monumental task of unifying the martial arts world, the head of the Namgung family, 'Namgung Hyun-ho,' watches in horror as his beloved 'dog' annihilates his entire clan. In the moment he feels his neck being severed, he suddenly finds himself back seven years to when he first met that 'dog.' \n\nBut things are unfolding differently this time around…\n\nOn top of that, the 'dog,' 'Baek-gyeon,' returns completely wrecked, making his vow of revenge seem meaningless. Was it really you who killed me back then? \n\nTruths gradually cast shadows on everything that has been concealed.\n\nThe past shifts little by little. A bizarre intertwining of the slain Hyun-ho and the slayer Baek-gyeon unfolds in a thrilling tale of revenge and action."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7eba0f99-e7f3-4a46-b2fa-8a623aa7f6c6",
    "title": {
      "en": "Wagamama Kouhai-kun - Pixiv Comic"
    },
    "updatedAt": "2024-07-26T09:03:20+00:00",
    "coverArt": "https://mangadex.org/covers/7eba0f99-e7f3-4a46-b2fa-8a623aa7f6c6/012af0e9-d768-4fa3-8bb5-2e0d488bd54d.jpg",
    "altTitles": [
      {
        "ja": "わがまま後輩くん"
      },
      {
        "ja-ro": "Wagamama Kouhai-kun"
      }
    ],
    "description": {
      "en": "Pixiv Comic Version of [Wagamama Kouhai-kun](https://mangadex.org/title/2cc33626-5e8d-4795-b325-1426adc9d0a9/wagamama-kouhai-kun).\n\nThe story of an easily swayed, caring senpai who is at the mercy of his selfish kouhai's whims."
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28ce7d9d-c65a-462b-bb8f-25864d409108",
    "title": {
      "en": "Procrastinating author"
    },
    "updatedAt": "2024-07-14T06:46:16+00:00",
    "coverArt": "https://mangadex.org/covers/28ce7d9d-c65a-462b-bb8f-25864d409108/f56137f9-a5fb-424e-9b68-7888e09efcad.png",
    "altTitles": [
      {
        "en": "The gods source of entertainment"
      }
    ],
    "description": {
      "en": "My first ever manga and is a joke manga will only get updated whenever i feel like it and will only consist of one panel every chapters"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7d7219c-a12b-484f-b29d-6013beac61b2",
    "title": {
      "en": "Random Chat"
    },
    "updatedAt": "2024-06-05T18:47:20+00:00",
    "coverArt": "https://mangadex.org/covers/e7d7219c-a12b-484f-b29d-6013beac61b2/5cbec9cf-9f3e-4824-938d-4a7ac98f950f.jpg",
    "altTitles": [
      {
        "pl": "Dziewczyna z RanCzatu!"
      },
      {
        "en": "Random Chat"
      },
      {
        "en": "Random Chatting"
      },
      {
        "ko-ro": "Random Chatting-ui Geunyeo!"
      },
      {
        "en": "The girl from Ranchat"
      },
      {
        "ru": "Девушка из анонимного чата!"
      },
      {
        "zh": "匿名女孩!"
      },
      {
        "ko": "랜덤채팅의 그녀!"
      },
      {
        "en": "The Girl from Random Chatting!"
      }
    ],
    "description": {
      "en": "Joonwoo hates school and has trouble making friends. The only time he's happy is when he's talking to strangers on the Random Chatting phone app. That's how Joonwoo ends up befriending a girl on RanChat who turns out to be his classmate Sungah but she has no idea about it! Will Joonwoo be able to fight his social anxiety and become closer to her in real life?  \n\n---\n**Links:**\n- Alternate Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=3166015)\n- Promotional video - [YouTube](https://youtu.be/YmCRdVGAOPk)\n- Songs accompanying the chapters - [YouTube](https://www.youtube.com/channel/UCoEbYVmn3Vy_q874VMUq41Q/video)",
      "ja": "[Official Japanese](https://manga.line.me/product/periodic?id=Z0000295)",
      "ko": "[Alternate Korean Source - Naver Series](https://series.naver.com/comic/detail.series?productNo=3166015)",
      "th": "[Official Thai](https://m.webtoons.com/th/drama/the-girl-from-the-random-chat/list?title_no=1251&webtoon-platform-redirect=true)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "461f0cfa-cd72-4d70-bf26-a0279e0aa8fc",
    "title": {
      "en": "Rosen Garten Saga"
    },
    "updatedAt": "2024-05-02T13:35:52+00:00",
    "coverArt": "https://mangadex.org/covers/461f0cfa-cd72-4d70-bf26-a0279e0aa8fc/3f1027da-4ffe-4fa4-8733-bf0ffb87ae17.jpg",
    "altTitles": [
      {
        "ja-ro": "Rosengarten Saga"
      },
      {
        "ru": "Сага о Розенгартене"
      },
      {
        "ru": "Сага о Саде роз"
      },
      {
        "ja": "ローゼンガーテン・サーガ"
      },
      {
        "zh-hk": "薔薇園傳奇"
      },
      {
        "ne": "रोसेन गार्तेन सागा"
      }
    ],
    "description": {
      "en": "Lynn's village getting attacked by bandits doesn't keep her down in the dumps for long! Picking up a sword housing an extraordinary pervert… I mean hero, Siegfried, she sets off on a journey of many bouts with various degenerat… ahem, heroes!",
      "pt-br": "Depois que sua vila foi atacada por um bando de ladrões, Lynn se levantou para proteger seus amigos e o mundo com a ajuda de uma Espada Mágica, que contém a alma de um herói...? Uma história de fantasia/ação com uma heroína sem precedentes(?)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2024-07-19T12:07:13+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)\n\n---\n**Notice:** The chapter numbering of Company and Private Life will be pushed back/changed. Please do not be alarmed with this change. Thank you.",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "688eee00-d587-4998-a999-652767aac846",
    "title": {
      "en": "Convenient Semi-Friend"
    },
    "updatedAt": "2024-01-09T23:45:57+00:00",
    "coverArt": "https://mangadex.org/covers/688eee00-d587-4998-a999-652767aac846/60eb2bd6-395c-4b7a-9d5b-dec1b7138747.png",
    "altTitles": [
      {
        "ja": "好都合セミフレンド"
      },
      {
        "ja-ro": "Koutsugou Semi-Friend"
      },
      {
        "ko": "편리한 세미프렌드"
      },
      {
        "ru": "Удобная знакомая"
      }
    ],
    "description": {
      "en": "Kuruma Suuna, a gloomy and socially awkward girl, begins her high school dorm life only to discover her new roommate, Hamanasu Ruka, flirting with another girl!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f542695-6d90-48a3-bee7-cc84175857ee",
    "title": {
      "en": "One Day Outing Foreman"
    },
    "updatedAt": "2024-04-19T20:52:22+00:00",
    "coverArt": "https://mangadex.org/covers/8f542695-6d90-48a3-bee7-cc84175857ee/fdf0fe48-2065-4544-8a24-3b95ef566519.jpg",
    "altTitles": [
      {
        "ja": "１日外出録ハンチョウ"
      },
      {
        "en": "1 Day Outing Foreman"
      },
      {
        "ja-ro": "Ichinichi Gaishutsuroku Hanchou"
      }
    ],
    "description": {
      "en": "At a certain prison under the surface, the \"bottom of the bottom\" that is the Teiai Underground Labor Facility, there is a man who uses his \"one-day outing passes\" to go above ground and enjoy all the luxuries of life while living in the poor conditions of the underground. His name is Ootsuki, and he is the leader of Squad E and a master of enjoying himself all day long with eating, drinking, and having a great time."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b12ac90-9407-4fe8-9de8-c8f4fe65df6f",
    "title": {
      "en": "Isekai Raku Raku Survival: Seizon Skill Tsuwamono no Ore ga Bishoujo Shiri to Kurasu Mujintou Seikatsu"
    },
    "updatedAt": "2024-05-06T00:46:24+00:00",
    "coverArt": "https://mangadex.org/covers/9b12ac90-9407-4fe8-9de8-c8f4fe65df6f/dccca267-4e09-4018-a3a9-a7e36a17656c.jpg",
    "altTitles": [
      {
        "ja": "異世界らくらくサバイバル～生存スキル強者の俺が美少女四人と暮らす無人島生活～"
      },
      {
        "ja-ro": "Isekai Rakuraku Survival: Seizon Skill Kyousha no Ore ga Bishoujo Yonin to Class Mujintou Seikatsu"
      },
      {
        "en": "Easy Survival in Another World: With My Robust Survival Skills, I’ll Live on an Uninhabited Island With Four Beautiful Girls"
      }
    ],
    "description": {
      "en": "More than ten years have passed since a means of transporting individuals from Earth to another world was developed. High school student Kakeru Satomi was taught survival techniques and wisdom by his mountain-dwelling grandfather. Kakeru was sent to another world together with 100 other adventurers of the same age in order to take part in a training program to become an adventurer, but the portal device that linked Earth and the other world vanished right after their transfer...!\n\nWith the way back to Earth blocked, thus began a dangerous life of survival on an uninhabited island in another world!!",
      "ja": "地球から異世界への転移装置が誕生して10余年――。里見カケルは、山で暮らす祖父から叩き込まれたサバイバル知識とスキルを持った高校生。冒険者になるための研修に参加するため、同世代の冒険者志願者100人とともに異世界へと転移したカケルだったが、直後に地球と異世界を繋いでいたポータルが消失してしまう…！！ こうして地球への帰り道は閉ざされたまま、異世界の無人島で危険なサバイバル生活が始まった！！\n\n---\n\n- ![Syosetsu+18](<https://i.imgur.com/HI4jAzg.png>) [Web Novel (R18)](https://novel18.syosetu.com/n7758hj/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ed887db-c2f2-4a3f-8763-a974875f402d",
    "title": {
      "en": "The World Will Be Destroyed Tomorrow, so I Want to Rub Your Boobs"
    },
    "updatedAt": "2024-07-19T13:15:05+00:00",
    "coverArt": "https://mangadex.org/covers/8ed887db-c2f2-4a3f-8763-a974875f402d/07ff24ca-6009-40c3-bc4f-5bc31d8bcaa2.jpg",
    "altTitles": [
      {
        "ja-ro": "Ashita Sekai ga Horobiru node Kimi no Oppai o Momitai."
      },
      {
        "ja": "明日世界が滅びるので君のおっぱいを揉みたい。"
      },
      {
        "vi": "Mai là tận thế rồi nên cậu có thể cho tôi sờ ngực cậu được không?"
      }
    ],
    "description": {
      "en": "At the thought that the world was going to be doomed by a meteorite, Gotokuji risked all of his dignity to request Tanimura to let him rub her boobs.---Alternative raws: [Pixiv](https://www.pixiv.net/user/1371889/series/105342), [Nico Nico](https://seiga.nicovideo.jp/comic/55590)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "61231afa-7938-4f36-8a32-48ea9c17c41a",
    "title": {
      "en": "The Book of Human Insects"
    },
    "updatedAt": "2024-07-26T07:41:04+00:00",
    "coverArt": "https://mangadex.org/covers/61231afa-7938-4f36-8a32-48ea9c17c41a/d4d288e4-56f4-4a72-8ffb-3f18c2093928.png",
    "altTitles": [
      {
        "en": "Human Entomological Souvenirs"
      },
      {
        "ja": "人間昆虫記"
      },
      {
        "ja-ro": "Ningen Konchuuki"
      },
      {
        "en": "Human Metamorphosis"
      },
      {
        "pt-br": "O Livro dos Insetos Humanos"
      },
      {
        "es": "El Libro de los Insectos Humanos"
      }
    ],
    "description": {
      "en": "Still in her early twenties, beautiful Toshiko Tomura has won the Akutagawa Prize for her story \"The Book of Human Insects.\" The great honor is not her first: she has previously won the New York Design Academy Award, before which she was the lead actress of an established theatrical troupe. Yet, while the media go abuzz, the woman in the limelight slips away from the metropolis; what the sole paparazzo who manages to trail her to an abandoned country house witnesses is an immobile figure of an old woman and the star herself, naked, in a reverie as bizarre as it is erotic!\n\n---\n**Volumes 271 and 272 of the Osamu Tezuka Complete Works**",
      "es": "Toshiko Tomura está considerada como un genio, un moderno Da Vinci. Con poco más de 20 años, es una actriz de renombre internacional, futura arquitecta y está a punto de recibir el premio literario más importante de Japón. Sus actividades se reflejan en los titulares de los periódicos e inspiran programas de radio y televisión. Pero ese genio y ese rostro angelical esconden un pasado turbio y una personalidad inquietante, la de una peligrosa mariposa en perpetua metamorfosis.\n\nEs probable que Osamu Tezuka sea más conocido fuera de Japón por ser el creador de Astroboy, pero seguramente sus thrillers son sus mejores obras. El libro de los insectos humanos es una de las primeras novelas gráficas, destinadas a un público adulto, que escribió y dibujó. Su protagonista, Toshiko, es una solitaria mujer fatal dispuesta a que el mundo le dé todo lo que se proponga. Su capacidad para la imitación le permite aferrarse a gente con talento para extraer de ellos todo lo que le interesa."
    },
    "status": "completed",
    "releaseDate": 1970,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "4"
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Kusobitch na Gal Ane o Wakaraseru Hanashi"
    },
    "updatedAt": "2024-07-17T03:26:35+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/934206d6-5cba-4bad-8f2d-d29ebcd693e2.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Kusobitch na Gal Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Kusobicchi na Gyaru Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Kusobicchi na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gal Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Bitchy Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8",
    "title": {
      "en": "On the Balcony Again Today"
    },
    "updatedAt": "2024-06-12T12:41:50+00:00",
    "coverArt": "https://mangadex.org/covers/fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8/0ffc5c48-e290-44f2-aecf-b076d2217f78.jpg",
    "altTitles": [
      {
        "ja": "今日もベランダで"
      },
      {
        "ru": "Сегодня снова на балконе"
      },
      {
        "uk": "Сьогодні знову на балконі"
      },
      {
        "en": "Today, Again, on This Veranda"
      },
      {
        "ja-ro": "Kyou mo Beranda de"
      },
      {
        "en": "Today, Again on This Balcony"
      },
      {
        "ja-ro": "Kyou mo Veranda de"
      }
    ],
    "description": {
      "en": "A freelance designer loves to relax from work through gardening on his balcony. There he starts talking to his new neighbor next door over the wall without knowing her face.",
      "ru": "Фрилансер дизайнер-редактор Сюн Токита настолько занят своей работой, что целыми днями сидит взаперти в своей квартире. В поисках отдыха он пристрастился к балконному садоводству. Однажды по соседству с ним поселяется необычная женщина природной красоты. Они начинают разговаривать через стенку балкона, не зная друг друга в лицо. На самом деле соседка — восходящая актриса Ю Наруми...\nБалкон и зелень объединяют их через перегородку.",
      "uk": "Дизайнер-фрілансер любить відпочивати від роботи, займаючись садівництвом на своєму балконі. Там він починає розмовляти зі своєю новою сусідкою через стіну, не знаючи її в обличчя."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f92f7419-3ecb-40ef-bb78-271683504b73",
    "title": {
      "en": "Proud to be a Samurai"
    },
    "updatedAt": "2024-07-26T07:24:25+00:00",
    "coverArt": "https://mangadex.org/covers/f92f7419-3ecb-40ef-bb78-271683504b73/ea8575f9-4779-4a07-baff-d44a2ed5f07b.jpg",
    "altTitles": [
      {
        "ja-ro": "Soregashi Kotsujiki ni Arazu"
      },
      {
        "ja": "それがし乞食にあらず"
      },
      {
        "ja-ro": "Soregashi Kojiki ni Arazu"
      },
      {
        "es": "Orgullo de Samurái"
      }
    ],
    "description": {
      "en": "Hirata Hiroshi chronologies 1970 - 1971",
      "es": "Hiroshi Hirata vuelve a deleitarnos con una serie de relatos de la época en que los samuráis dominaban el imperio del sol naciente. Como es costumbre en el autor, rinde homenaje a aquellas gentes cuyas hazañas pasaron desapercibidas en la literatura y la historia de aquella época, y que hasta hoy sólo se conocían como leyendas. En este volumen, el orgullo de un samurái está en juego..."
    },
    "status": "completed",
    "releaseDate": 1970,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "bf18621e-365c-4636-80eb-cca9da2ba005",
    "title": {
      "en": "Killing Spree"
    },
    "updatedAt": "2024-05-31T16:14:33+00:00",
    "coverArt": "https://mangadex.org/covers/bf18621e-365c-4636-80eb-cca9da2ba005/48e5fbde-db7a-4e53-8ecc-184d21aaee80.jpg",
    "altTitles": [
      {
        "ko": "킬링 스프리"
      }
    ],
    "description": {
      "en": "An era in which the AOS game <Lillionaire 2099> League is gaining sensational popularity.\n\n'Roun', a boy who dreamed of becoming a player while watching the genius pro gamer 'Kang Yoon', is recognized for his skills and joins the professional gaming team 'Phoenix Force' at the age of 17, but the team is in danger of disintegrating after being caught up in match-fixing.\n\nOne day, Kang Yoon, who had disappeared after his retirement, appeared in front of a despondent Han Ro-ro.\n\nRowoon gains enlightenment from him and joins forces with his teammates to take on the challenge of promotion...\n\nWill the last-place team, Phoenix Force, be able to regain its former glory?",
      "ko": "AOS 게임 <릴리어네어 2099> 리그가 선풍적 인기를 끌고 있는 시대.\n천재 프로게이머 '강윤'을 지켜보며 선수의 꿈을 키웠던 소년 '로운'은\n실력을 인정받아 17세의 나이로 프로 게임단 '피닉스 포스'에 입단하지만\n승부조작에 휘말려 팀이 와해될 위기에 처한다.\n\n어느 날 낙담한 로운 앞에 나타난 것은 은퇴 후 종적을 감췄던 강윤.\n로운은 그에게서 깨달음을 얻고 팀원들과 의기투합하여 승강전에 도전하는데...\n\n과연 꼴찌 팀 피닉스 포스는 과거의 영광을 되찾을 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2531e5b1-1533-4ecd-8c28-2fe64e1f18e0",
    "title": {
      "en": "This Manhwa Ends When I Confess"
    },
    "updatedAt": "2024-01-21T23:55:33+00:00",
    "coverArt": "https://mangadex.org/covers/2531e5b1-1533-4ecd-8c28-2fe64e1f18e0/f038c07c-4b79-4cb0-8e60-e15fbd6b2254.jpg",
    "altTitles": [
      {
        "ko": "고백하면 끝나는 만화"
      },
      {
        "en": "A Manhwa That Ends When You Confess"
      }
    ],
    "description": {
      "en": "Clumsy girl Song Sena can't help but make mistakes!\nShe's had a crush on her classmate, Daese, ever since he lent her an umbrella. But somehow, every time she tries to confess, things go awry...!\n\n\"Tomorrow, I'm going to properly tell him that I like him for sure!\"\nWill Sena's feelings ever reach Daese?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82757478-87b2-4064-a99e-5e628c700956",
    "title": {
      "en": "Kimi wa Yakamashi Tojite yo Kuchi o!"
    },
    "updatedAt": "2024-04-24T19:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/82757478-87b2-4064-a99e-5e628c700956/76b927aa-2860-4940-b77a-f6075f7fc99b.jpg",
    "altTitles": [
      {
        "ja": "君は喧し閉じてよ口を！"
      },
      {
        "ja-ro": "Kimi ha Yakamashi Tojite yo Kuchi wo!"
      },
      {
        "en": "You're Too Noisy, So Just Shut It Already!"
      },
      {
        "en": "You Talk Too Much, So Just Shut It Already!"
      },
      {
        "zh": "吵闹的你不肯住口"
      },
      {
        "vi": "Cậu Ồn Ào Quá, Im lặng Giùm Tớ Đi!"
      },
      {
        "ru": "Закрой свой рот!"
      },
      {
        "ru": "Ты слишком много говоришь, так что заткнись уже!"
      },
      {
        "tl": "Ang Ingay Mo Kaya Manahimik Ka Na Lang!"
      }
    ],
    "description": {
      "en": "Hīragi Tsukino was born deaf. When she transfers to a new school, she meets a talkative boy named Enomoto Taiyō. Tsukino is slightly taken aback by Taiyō, who talks to her without regard to the fact that she can't hear.",
      "ja": "柊月乃は生まれつき耳が聞こえない。そんな彼女が転校先で出会ったのは、おしゃべりな男子・榎本太陽。聞こえないことなんかお構いなしにしゃべりかけてくる太陽に若干引き気味な月乃。",
      "ru": "Хиираги Цукино родилась глухой. Когда она переводится в новую школу, она встречает говорливого мальчика по имени Эномото Тайо. Цукино немного обескуражена тем, что Тайо разговаривает с ней, не заботясь о том, что она не может его слышать...",
      "vi": "Hiiragi Tsukino là một cô bạn bị khiếm thính bẩm sinh. Khi cậu ấy chuyển đến trường mới, cậu ấy gặp được một cậu bạn lắm mồm tên Enomoto Taiyo. Tại đây, Tsukino luôn bị xoay tròn bởi những câu chuyện xàm xí của Taiyo bất chấp việc cô không thể nghe được cậu ta nói gì."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "48"
  },
  {
    "mangaId": "156f0573-1ea4-4c3e-824f-25df6d2271ae",
    "title": {
      "en": "Southern Bird and Northern Bird"
    },
    "updatedAt": "2022-06-30T08:18:08+00:00",
    "coverArt": "https://mangadex.org/covers/156f0573-1ea4-4c3e-824f-25df6d2271ae/d41f02f2-2847-4466-ac02-aa0b96d47232.jpg",
    "altTitles": [
      {
        "zh-ro": "Nanfang De Niao He Beifang De Niao"
      },
      {
        "vi": "Ngỗng trời và Sẻ nhỏ"
      },
      {
        "en": "Southern Sparrow & Northern Brant"
      },
      {
        "zh": "南方的鸟和北方的鸟"
      }
    ],
    "description": {
      "en": "The story of a southern sparrow who befriends a northern duck."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28e18af2-e54a-4986-a76c-495858a97f0c",
    "title": {
      "en": "Zatoichi"
    },
    "updatedAt": "2024-07-26T07:07:42+00:00",
    "coverArt": "https://mangadex.org/covers/28e18af2-e54a-4986-a76c-495858a97f0c/c20461f1-697f-449b-a052-ce5b7a4c1a33.png",
    "altTitles": [
      {
        "ja": "座頭市"
      }
    ],
    "description": {
      "en": "This manga is the adaptation of two movies: Zatoichi's Vengeance (Tokuzo Tanaka) and Zatoichi's Pilgrimage (Kazuo Ikehiro).  \n  \n- **The Ballad of Zatoichi:**  \nZatoichi comes upon a dying man who asks him to give a bag of money to \"Taichi.\" Zatoichi has no idea who this is but when he comes upon a small town harassed by gangsters, he finds that \"Taichi\" was the man's young son. Along his travels, he also met a blind monk who makes Zatoichi question his murderous lifestyle. In trying to help the town, Zatoichi kills some gangsters and becomes a hero to the boy. He must make a choice of whether to stay and defend the town or to leave and be on his way.  \n  \n- **Zatoichi's Pilgrimage:**  \nAfter he's ambushed in a small village terrorized by a gang of thieves, the legendary blind swordsman Zatoichi is forced to kill a young man in self-defense. As fate would have it, his travels soon lead him to Okichi, a woman whom Zatoichi discovers is the sister of the young man whose life he stole. In anger, Okichi attacks the blind swordsman, but her conscience gets the better of her, and as she tends his wounds, the two fall in love.",
      "es": "Hiroshi Hirata nos deleita esta vez con la famosa historia de un vagabundo ciego que malvive de lo que gana dando masajes y jugando a los dados, pero que es, sin embargo y contra todo pronóstico, un virtuoso espadachín. De esta leyenda se han hecho más de veinte adaptaciones para la gran pantalla, la más conocida en el mundo occidental de la mano de Takeshi Kitano."
    },
    "status": "completed",
    "releaseDate": 1966,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "2"
  },
  {
    "mangaId": "5c0125d6-53d2-4964-b1c1-a741a9cfa0cc",
    "title": {
      "en": "Did I Become Invincible After Confessing My Love to the Beautiful Ancestor?"
    },
    "updatedAt": "2024-07-01T23:52:38+00:00",
    "coverArt": "https://mangadex.org/covers/5c0125d6-53d2-4964-b1c1-a741a9cfa0cc/f0b2b6fa-54d2-4697-b8c4-c7fef262a13a.png",
    "altTitles": [
      {
        "en": "After Confessing My Love to the Beautiful Ancestor, Am I Invincible?"
      },
      {
        "zh-ro": "biǎobái měinǚ zōngzhǔ Hòu, wǒ wúdí le?"
      },
      {
        "zh": "表白美女宗主后，我无敌了？"
      }
    ],
    "description": {
      "en": "On a day marked by celestial upheavals and reversal of the cosmos, Lin Fan descended into the world. He instantly became the Prince of the Heavenly Sect and was taken in as a disciple by the founding ancestor.\n\nAmidst an ordinary cauldron explosion, something unexpected occurred... Lin Fan regained his memories! He reincarnated? System? Favorability? Upgrades? Lin Fan suddenly woke up to reality, and with the system by his side to \"help\" him, he chose his first target to conquer: The ancestor of the Heavenly Sect."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90542072-664e-4e56-b5eb-d7dc5ebfda53",
    "title": {
      "en": "Celeb Lady"
    },
    "updatedAt": "2024-07-19T23:04:31+00:00",
    "coverArt": "https://mangadex.org/covers/90542072-664e-4e56-b5eb-d7dc5ebfda53/7c540f90-ed38-46d5-b0d4-635bd8d6f597.jpg",
    "altTitles": [
      {
        "en": "Celebrity Lady"
      },
      {
        "ko": "셀럽 레이디"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d5c1cd9-70fe-4b49-9e64-1bef888acd4d",
    "title": {
      "en": "Mazinger Z"
    },
    "updatedAt": "2024-07-23T07:01:38+00:00",
    "coverArt": "https://mangadex.org/covers/8d5c1cd9-70fe-4b49-9e64-1bef888acd4d/62382a07-f688-454b-a3e0-6b70c85b0cec.jpg",
    "altTitles": [
      {
        "ja": "マジンガーZ"
      }
    ],
    "description": {
      "en": "An alternate Mazinger Z manga by OUTA Gosaku. Not to be confused with the version by NAGAI Go.  \n  \nIt follows the anime timeline of events."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": null
  },
  {
    "mangaId": "c877bd33-ce57-4003-a18c-e1082aeed7bc",
    "title": {
      "en": "There Is No Forgiveness From the Regressed Lady"
    },
    "updatedAt": "2024-07-26T08:32:41+00:00",
    "coverArt": "https://mangadex.org/covers/c877bd33-ce57-4003-a18c-e1082aeed7bc/5e9657e0-acd6-4fad-a6b8-e7aede99c685.jpg",
    "altTitles": [
      {
        "ko": "회귀한 영애에게 용서란 없습니다"
      }
    ],
    "description": {
      "en": "Cassia, stripped of everything by her brother's lover and best friend, resolves to rewrite her twisted fate by traveling back in time. Her first objective: prevent her brother and the villainess from ever falling in love. Yet, she quickly discovers that altering human emotions, even with the ability to manipulate time, proves impossible.\nIn a moment of despair, a hero from the North emerges – Cain, the emperor's half-brother and a grand duke condemned to die for treason. Upon meeting him, Cassia instinctively understands: this man holds the key to reshaping her destiny, mirroring her own past struggles.\nNow, Cassia must navigate the intricate threads of fate and love, with Cain at her side, to reclaim what was taken from her and forge a new path forward against all odds.",
      "ko": "오빠의 연인이자 절친에게 모든 걸 빼앗긴 '카시아'.\n과거로 돌아가 잘못된 운명을 만회하고자 한다. \n\n그렇게 세운 첫 번째 목표는 바로\n오빠와 악녀의 연애를 막는 것!\n\n하지만 회귀자조차도 바꿀 수 없던 것이 사람의 감정이었으니…\n\n좌절의 순간,\n그녀 앞에 북방의 영웅이 나타난다.\n\n현 황제의 이복동생이자\n반역죄로 몰려 처형당할 대공 '카인'.\n\n과거에 자신과 같은 말로를 맞이한 요주의 인물을 보며,\n그녀는 본능적으로 직감한다.\n\n이 사람이 바로 운명을 바꿀 열쇠라는 것을."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ab333c7-204c-4adb-9d45-b6ecd3e07b36",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori"
    },
    "updatedAt": "2024-07-26T07:23:39+00:00",
    "coverArt": "https://mangadex.org/covers/5ab333c7-204c-4adb-9d45-b6ecd3e07b36/ef8093f4-a82f-4762-bc88-56a1da3f8b3e.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      }
    ],
    "description": {
      "en": "A pretty boy tries to make fun of the om-om audience by streaming while cross-dressing and showing off his curvaceous body!! However, to think that he gained popularity because of something else...!?",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cface40c-a301-4948-9608-2ce581b154b2",
    "title": {
      "en": "The Villain Wants to Live One More Day"
    },
    "updatedAt": "2024-07-26T06:33:35+00:00",
    "coverArt": "https://mangadex.org/covers/cface40c-a301-4948-9608-2ce581b154b2/85ebef4c-8a10-4b40-ae1e-578b6b0f1b38.png",
    "altTitles": [
      {
        "zh": "反派想要多活一天"
      }
    ],
    "description": {
      "en": "One day, Linghu Qiang suddenly acquired the \"Villain's Counterattack\" system and began his journey through various books. His mission was to survive, claim his rewards, and return to his original world. Being a villain was tough; several times, he encountered protagonists who launched missiles right from the start to kill him, or unparalleled sword immortals who, without a word, pierced his heart with a single strike before he could cause any trouble. In short, his success rate depended on what kind of villain he became."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-07-17T09:00:36+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/32ea5f1f-fac7-4301-a9eb-a14d42e98f9e.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Battles Of Curse Arts"
      },
      {
        "en": "Revolving Battles Of Sorcery"
      },
      {
        "en": "Sorcery Fight"
      },
      {
        "ja-ro": "Jujutsu Kaisen"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9419bf1-97f3-4fc8-a33c-6f55363047b4",
    "title": {
      "en": "Karina's Last Days"
    },
    "updatedAt": "2024-07-24T06:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/d9419bf1-97f3-4fc8-a33c-6f55363047b4/49cdafcf-e823-4673-81b0-6d16fa1c3ec3.jpg",
    "altTitles": [
      {
        "ko": "시한부 엑스트라의 시간"
      },
      {
        "ko-ro": "Sihanbu Ekseuteuraui Sigan"
      },
      {
        "ko-ro": "Sihanbu Extra'eui Sigan"
      },
      {
        "en": "Limited Time of the Terminally-Ill Extra"
      },
      {
        "en": "Limited Time Extra"
      },
      {
        "fr": "Les derniers jours de Karina"
      },
      {
        "it": "Il tempo dei malati terminali extra"
      },
      {
        "uk": "Додатковий час для незначної героїні"
      },
      {
        "ru": "Ограниченные по времени дополнения"
      },
      {
        "ru": "Ограниченное время незначительной героини"
      },
      {
        "th": "ชีวิตที่เหลือของตัวประกอบจำกัดเวลา"
      },
      {
        "ja": "余命わずかの脇役令嬢"
      },
      {
        "mn": "Могмсон хуацаам буслдх дорийн цаг"
      },
      {
        "zh": "路人甲的生命倒计时"
      },
      {
        "zh": "配角时间有限"
      },
      {
        "zh-hk": "配角的倒數人生"
      },
      {
        "id": "Limited Extra Time"
      },
      {
        "vi": "Thời Gian Của Nhân Vật Phụ Có Giới Hạn"
      },
      {
        "en": "The Time of the Terminally-Ill Extra"
      },
      {
        "es-la": "El Tiempo Adicional De La Enferma Terminal"
      }
    ],
    "description": {
      "en": "As the middle child who is neither the heir nor the cherished younger twins, Karina has lived her whole life hidden away from others. She, who only had one hobby of painting, found out that she only had one year left to live. So without a plan, she went to visit her fiancé who she barely knew… To annul the engagement as he always wanted.\n\n\"I won’t beat around the bush. I want to spend a year here.\"\n\n\"...Milady, have you gone crazy?\"\n\n\"In return, I'll agree to annul the engagement.\"\n\nBut, she didn't know then. That she would receive the unconditional love that she had never received her whole life from him, and that she would come to have a desire to live her once meaningless life.\n\n---\nThough gifted with an ability to bring her drawings to life, Karina Leopold spent her years in the shadow of her famous siblings, forced to be the good daughter her parents wanted. But when she's told that a deadly disease will kill her in a year, she offers a deal to her fiancé, Milian Pastellio, with the goal to live the remainder of her days far from her family's reach. Much to her surprise, their encounter proceeds to change them both in a way she never imagined...\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "id": "Sebagai anak kedua, Karina menghabiskan hidupnya selalu mengalah pada kakak-adiknya. Suatu hari, dia diberitahu bahwa menggambar yang merupakan hobinya, membuat sisa hidupnya hanya tinggal satu tahun lagi. Tak ingin terus hidup tidak dianggap oleh keluarganya, dia memutuskan untuk pergi dari rumah. Dengan persiapan seadanya, dia pergi ke tempat tunangan yang tidak begitu dia kenal untuk menghabiskan sisa hidupnya.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "it": "Come figlia di mezzo che non è né l'erede né gli amati gemelli più piccoli, Karina ha vissuto tutta la sua vita nascosta agli altri. Lei, che aveva un solo hobby della pittura, ha scoperto che le restava solo 1 anno di vita. Quindi senza un piano, è andata a trovare il suo fidanzato che conosceva a malapena... Per annullare il fidanzamento come aveva sempre voluto.\n\n\"Non voglio tergiversare. Voglio passare un anno qui.\"\n\n\"...Mia Signora, sei impazzita?\"\n\n\"In cambio, accetterò di annullare il fidanzamento.\"\n\nMa allora non lo sapeva. Che avrebbe ricevuto l'amore incondizionato che non aveva mai ricevuto per tutta la vita da lui, e che sarebbe arrivata ad avere un desiderio per vivere la sua vita un tempo priva di significato.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ja": "家門の跡を継ぐ長子でも、家族の愛を独占できる末っ子でもない、中途半端な2番目として、いつも誰かの影で生きてきたカリナ。 絵を描くことが唯一の趣味だった彼女は、自分に残された時間があと少しだということを知り、今まで交流もなかった婚約者に会いに行くことに。 婚約破棄の書類を胸に抱いて… 「ここにいさせてください」 「正気か？」 「その代わり…婚約を破棄して差し上げます」 この時は思いもしなかった。あれほど望んだ無償の愛と関心を彼がくれることになるなんて。 そのせいで、どうでもよかった人生に未練を抱くことになるなんて…\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ko": "가문의 후계자도, 귀여움을 독차지하는 막내도 되지 못한 어중간한 둘째로,\n평생 다른 사람들에게 가려진 삶을 살아온 카리나. \n그림을 그리는 것만이 유일한 취미인 그녀는\n자신에게 남은 시간이 고작 1년 뿐이라는 사실을 알게 된다. \n\n그래서 교류도 없던 약혼자를 무작정 찾아갔다.\n그가 원하던 파혼 서류를 품에 고이 간직한 채.\n\n\"단도직입적으로 말하자면, 여기서 1년간 지내고 싶어요.\"\n\"......미쳤나, 영애?\" \n“대신 파혼해 드릴게요.”\n\n하지만 그땐 미처 알지 못했다. \n평생 가지지 못했던 대가 없는 관심과 애정을 그에게 받게 될 줄은.\n그래서 미련 없던 삶에 이토록 욕심이 생기게 될 줄은.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ru": "Карина всю жизнь находилась в чужой тени. Абсолютно обычная, ни наследница рода, ни милашка, как ее младшие – близняшки. Однажды она узнает, что ей остался всего год. Поэтому она тут же помчалась к своему жениху, неся с собой заявление на расторжение брака, о котором ее жених, должно быть, так грезил.— Скажу прямо, я хочу прожить здесь год.— Миледи, вы с ума сошли?..— За это я дам вам развод.Вот только кое-чего она не знала.— Похоже, вы продолжаете делать вид, будто не замечаете, поэтому мне придется это сказать.— Скажите.— Вы мне нравитесь.Она никогда даже надеяться не смела, что просто так получит его расположение. Поэтому она и не думала, что у нее появится настолько сильное желание в жизни, к которой она не была готова.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "uk": "Вона не була спадкоємицею сім'ї, або навіть милою і обожнюваною молодшою дитиною, але неоднозначною середньою дитиною, Карина, та, яка завжди буде затьмарювати інших. Дівчина, чиє єдине хобі полягало в тому, щоб малювати, дізналася, що їй залишилося жити всього один рік.\nТак, вона раптом пішла в гості до свого нареченого, з яким у неї ніколи не було ніяких взаємодій. У її руках були документи, необхідні для анулювання їх заручин, так само, як він хотів.\n\n\"Чесно кажучи, я хочу жити тут один рік.\"\n\"...Ти збожеволіла, молода міс?\"\n\"В обмін на це я розірву заручини.\"\n\nОднак тоді вона не знала, що отримає всю увагу і прихильність, яку не отримувала все своє життя.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]