[
  {
    "mangaId": "6e705c92-5da2-4699-86fe-ab3b0c53c6a3",
    "title": {
      "en": "Seishokuki"
    },
    "updatedAt": "2024-10-02T16:07:18+00:00",
    "coverArt": "https://mangadex.org/covers/6e705c92-5da2-4699-86fe-ab3b0c53c6a3/0d789777-0638-48d3-baf3-163ab4b0e40f.jpg",
    "altTitles": [
      {
        "ja": "性食鬼"
      },
      {
        "en": "Alice in the Alien World"
      }
    ],
    "description": {
      "en": "Nogawa Izumi is a good student, and a class representative, but she has an increasingly high libido. It's gotten to the point that she'll claim to feel bad during class, so she can run to the nurse's office and masturbate. When she learns that the Earth is being invaded by aliens that look like people dressed up as animals, it turns out her high sex drive may be able to help protect the Earth. The first time Izumi is attacked by the aliens, she is rescued by Usayama, a bunny alien whose race was their previous victim. Usayama gives her an outfit (a sexy swimsuit) that will allow her to fight the aliens, but which also sends her constant arousal through the roof. The scientific organization that Usayama is affiliated with think that Izumi, with her high erotic level, may be the person they've been looking for to fight the aliens. Will Izumi be able to save the Earth?",
      "ja": "優等生＆ヘンタイ女子校生のいずみ。突如現れた奇怪な着ぐるみに襲われたいずみだったが、その窮地をバニーガールの女戦士に救われる。何が起きた…!?"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2660831d-bfe6-4f3a-8db1-658d8ffef956",
    "title": {
      "en": "It’s Too Hard to Chase the Tsundere Prince"
    },
    "updatedAt": "2024-08-08T13:01:23+00:00",
    "coverArt": "https://mangadex.org/covers/2660831d-bfe6-4f3a-8db1-658d8ffef956/47ccc9ce-9360-4d12-bcf3-1d3ab5bb9569.jpg",
    "altTitles": [
      {
        "zh-ro": "Ao Jiao Wangye Tai Nan Zhui"
      },
      {
        "zh": "傲娇王爷太难追"
      }
    ],
    "description": {
      "en": "This is a story about a murdered lady, who then time travels and is reborn as the second daughter in a wealthy household. She was often bullied in her own household. After time travelling, she acts all frail and weak in the situations she encounter, while intelligently overcoming crisis after crisis. Even without a royal background, she is slowly but surely climbing to the top!  \n  \nNovel Author : ZhaoZhao",
      "fr": "Une femme médecin assassinée, voyage dans le temps et renaît dans le corps de la deuxième fille d'un famille riche, souvent harcelée dans sa propre maison. Après ce voyage dans le temps, elle fait semblant d'être faible dans les situations qu'elle rencontre, tout affrontant intelligemment crises après crises.||"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "235"
  },
  {
    "mangaId": "4897d49a-66ea-4b4f-92e6-693d0b541eff",
    "title": {
      "en": "A Dog Lives in the Imperial Palace Garden"
    },
    "updatedAt": "2024-04-21T01:15:27+00:00",
    "coverArt": "https://mangadex.org/covers/4897d49a-66ea-4b4f-92e6-693d0b541eff/5aaac47a-42e8-4868-a57b-3a57456e88b9.jpg",
    "altTitles": [
      {
        "ko": "황궁의 정원에는 개가 산다"
      },
      {
        "en": "In the Doghouse"
      },
      {
        "en": "A Dog Lives in the Garden of the Imperial Palace"
      },
      {
        "de": "Im Palastgarten lebt ein Hund"
      },
      {
        "fr": "Le caniche du jardin impérial"
      },
      {
        "es": "Un perro vive en el jardín imperial"
      },
      {
        "th": "เปิดข้อเสนอลับ วิวาห์ร้าย"
      },
      {
        "zh-hk": "住在皇宮庭院裡的狗"
      }
    ],
    "description": {
      "en": "The Devon family sits on a mountain of debt and they are on the brink of bankruptcy. This is no fault of hers of course, but Courtney Devon has always been the one painted as the villain in her family. However, the family is in dire straits and they have to do something, anything, to raise some money and get out of this situation. But then one day, news arrives from the Imperial Palace that His Royal Highness the crown prince has decided to make Courtney the crown princess. Seemingly a typical prince on the outside, His Royal Highness is actually quite a troublemaker with a dark side. Will this arrangement end up solving Courtney Devon’s problems or just complicating things further? Will a love against all odds bloom or will someone end up in the doghouse...?",
      "id": "Keluarga Devon terlilit hutang dan berada di ambang kebangkrutan. Tentu saja ini bukan salahnya, tapi Courtney Devon selalu digambarkan sebagai penjahat di keluarganya. Namun, keluarga tersebut berada dalam kesulitan dan mereka harus melakukan sesuatu, apa saja, untuk mengumpulkan sejumlah uang dan keluar dari situasi ini. Namun suatu hari, datang kabar dari Istana Kekaisaran bahwa Yang Mulia putra mahkota telah memutuskan untuk menjadikan Courtney sebagai putri mahkota. Tampaknya seorang pangeran pada umumnya, Yang Mulia sebenarnya adalah pembuat onar dengan sisi gelap. Apakah pengaturan ini akan menyelesaikan masalah Courtney Devon atau justru semakin memperumit masalah? Akankah cinta melawan segala rintangan berkembang atau akankah seseorang berakhir di rumah anjing...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d561f70-3503-459e-95f3-ffa33a321721",
    "title": {
      "en": "The journey of Dionysus"
    },
    "updatedAt": "2024-09-23T19:52:29+00:00",
    "coverArt": "https://mangadex.org/covers/7d561f70-3503-459e-95f3-ffa33a321721/94638033-6b31-4658-93a1-1462739b3691.jpg",
    "altTitles": [],
    "description": {
      "en": "Dionysus- the young boy who grew up on a small island with no memory of his family and his constant strange nightmares and dreams. One day, Dionysus decided to go on a journey to find his family and discover who he really was, alongside the love of his life, Ariadne."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5700afd0-4150-47c8-a194-385a2a359a6a",
    "title": {
      "en": "Watashi no Aishita Tsubame"
    },
    "updatedAt": "2024-09-12T04:12:19+00:00",
    "coverArt": "https://mangadex.org/covers/5700afd0-4150-47c8-a194-385a2a359a6a/bb43013b-5f99-4d06-ad1e-4e55b8abce84.jpg",
    "altTitles": [
      {
        "ja": "私の愛したツバメ"
      },
      {
        "en": "The swallow which I loved"
      },
      {
        "zh-hk": "我心愛的燕子"
      },
      {
        "ko": "내가 사랑한 제비"
      }
    ],
    "description": {
      "en": "When Wakana saw him for the first time, he was captivated. From what others had heard, Tsubame was rumored to be a Mistress.\nHe was supposed to be someone \"not normal,\" someone from a different world. The more talked to him, the more uneasy Wakana felt at his smiling and troubled expressions.\nBut the glimpse of their \"lover\" relationship that Tsubame had given Wakana's heart was filled with jealousy...!?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "33105d79-d420-4516-9c67-e62bc3ed4bf4",
    "title": {
      "en": "Try Begging"
    },
    "updatedAt": "2024-08-29T04:50:16+00:00",
    "coverArt": "https://mangadex.org/covers/33105d79-d420-4516-9c67-e62bc3ed4bf4/0657f7db-bf3a-4e96-9257-8572824dafb4.png",
    "altTitles": [
      {
        "ko": "내게 빌어봐"
      },
      {
        "en": "Try Begging Me"
      }
    ],
    "description": {
      "en": "This work contains controversial content such as violence and rape.\n\n Please be advised. Captain 'Leon Winston' of the National Intelligence Division of the Western Command of the Rippon Kingdom. Unlike his elegant and noble appearance, he was the object of both envy and damnation for both his allies and enemies, known as the \"Vampire of Camden\" who would torture the rebels cruelly.\n\n\"Every time I see you, I just want to thrust my gun in your tight space.\"\n\nStrangely, the maid of the interrogation room \"Sally Briston\" became the object of his desires, as strong as the rage he has for the insurgent rebels. She was ordinary and nothing special... Perhaps it was simply the smell of blood on her that excited him.\n\nThe interrogation didn't take long.\n\nHe realized it as soon as he heard her name come out from the rebel spy's lips. He no longer needed to suppress his violent desires.\n\n\"I stopped myself from tormenting her because I thought she was a good girl, but now there's no need for that. Thank you, Sally. No... Grace.\"\n\nIf you want to live, then try begging.\n\nYou never know.\n\nI might hear you out."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Charao-kun to Seiso-chan"
    },
    "updatedAt": "2024-09-24T12:41:35+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      },
      {
        "en": "NotNTR (Notorare): Seiso-chan and Charaoh-kun."
      },
      {
        "ja": "Charao-kun to Seiso-chan"
      },
      {
        "ja-ro": "#Kuma to Usagi wa Tomodachide wa Irarenai"
      },
      {
        "ja": "#クマとウサギは友達ではいられない"
      },
      {
        "en": "#Bear and Bunny Cannot Be Friends"
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n___\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "912dd3eb-80f2-4659-8986-badb32c847c0",
    "title": {
      "en": "7-Nin no Nemuri Hime"
    },
    "updatedAt": "2024-09-25T15:32:18+00:00",
    "coverArt": "https://mangadex.org/covers/912dd3eb-80f2-4659-8986-badb32c847c0/7417d386-f195-4d82-bc79-0f00c51a3941.jpg",
    "altTitles": [
      {
        "ja": "7人の眠り姫"
      },
      {
        "es-la": "Las Siete Bellas Durmientes"
      },
      {
        "fr": "Les Sept Princesses Endormies"
      },
      {
        "ja-ro": "Shichinin no Nemurihime"
      },
      {
        "en": "Seven Sleeping Beauties"
      },
      {
        "nl": "De Zeven Slapende Prinsesjes"
      },
      {
        "fr": "Les Sept Belles Endormies"
      },
      {
        "nl": "De Zeven Slapende Schoonheden"
      },
      {
        "fr": "Les Sept Beautés Endormies"
      },
      {
        "de": "Die Sieben Dornröschen"
      },
      {
        "zh": "爱寐七公主"
      },
      {
        "pt-br": "As Sete Belas Adormecidas"
      },
      {
        "fr": "Les 7 Belles au bois dormant"
      },
      {
        "ru": "Семь спящих красавиц"
      }
    ],
    "description": {
      "en": "A wandering prince set off to break an ancient curse bewitching the Kingdom of Amaryllis by waking up its princess with a kiss of true love. However, nobody told him there were 7 princesses to kiss and he must now take responsibility by living with them while they find out why the people of Amaryllis are unable to wake up. Will they reach a happily ever after?",
      "fr": "Un prince errant est parti pour briser une ancienne malédiction qui ensorcelle le royaume d'Amaryllis en réveillant sa princesse par un baiser d'amour véritable. Cependant, personne ne lui a dit qu'il y avait 7 princesses à embrasser et il doit maintenant prendre ses responsabilités en vivant avec elles pendant qu'ils découvrent pourquoi les habitants d'Amaryllis sont incapables de se réveiller. Parviendront-ils à être heureux pour toujours ?",
      "ru": "Герой пришел спасти спящую принцессу от проклятья злой ведьмы, но когда он добрался до места... Там оказалось 7 девушек!\nПринц Рудбекии - Алек и семь принцесс, в стране, где они единственные бодрствующие, начинают свою совместную жизнь, чтобы освободить всех ото сна!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/978efabc-8474-4d07-9e0c-719fc3e04e34.png",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ba6b85e-3e87-454a-b81d-1040468248e1",
    "title": {
      "en": "A Princess Who Reads Fortune"
    },
    "updatedAt": "2024-08-19T14:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/0ba6b85e-3e87-454a-b81d-1040468248e1/510642fa-27f8-4f18-be5a-3f2fb434afeb.jpg",
    "altTitles": [
      {
        "ko": "점괘보는 공녀님"
      },
      {
        "en": "A Fortune-Telling Princess"
      },
      {
        "en": "Fortune Telling Princess"
      },
      {
        "en": "Fortune-Telling Lady"
      },
      {
        "mn": "Зөгнөгч Гүнж"
      }
    ],
    "description": {
      "en": "Top actress Lee Sia has the ability to see ghosts.\nAfter an accident, she wakes up in the body of 'Camilla Sorfelle'.\n\nBut here's the problem.\n\n\"Oh, Father, help me!\"\n\nThis woman's fate always ends in death!\n\nI need to extend my life, so might as well talk to the ghosts first.\n\nUgh, but why do I keep getting involved with people I want to avoid!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e8466b2-623f-4f06-82b7-45abe426027f",
    "title": {
      "en": "Shards of Stained Reverie - Chapter 1"
    },
    "updatedAt": "2024-10-02T16:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/4e8466b2-623f-4f06-82b7-45abe426027f/edf4fb10-242e-4db7-8252-c44b14b4fa6e.png",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": {
      "en": "【Oshi no Ko】"
    },
    "updatedAt": "2024-10-01T16:34:21+00:00",
    "coverArt": "https://mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/eaf207b7-47e4-4173-ba07-cc1cccd408cb.jpg",
    "altTitles": [
      {
        "es-la": "Hijos predilectos"
      },
      {
        "en": "【My Star】"
      },
      {
        "ru": "Звёздное дитя"
      },
      {
        "ja": "推しの子"
      },
      {
        "de": "Mein*Star"
      },
      {
        "id": "Oshi no Ko - Anak Idola"
      },
      {
        "fa": "اوشی نو کو (Pashto)"
      },
      {
        "fa": "فرزند آیدول مورد علاقه‌ام"
      },
      {
        "el": "Το Αστέρι μου"
      },
      {
        "th": "【เกิดใหม่เป็นลูกโอชิ】"
      },
      {
        "ja": "【推しの子】"
      },
      {
        "ru": "Ребёнок идола"
      },
      {
        "pl": "Moja gwiazda"
      },
      {
        "zh-hk": "【我推的孩子】"
      },
      {
        "ko": "【최애의 아이】"
      },
      {
        "fr": "Oshi no Ko"
      },
      {
        "pt": "Criança que deve ser suportada"
      },
      {
        "pt": "Filho de sua favorita"
      },
      {
        "ar": "نجمتي"
      },
      {
        "ar": "الفتاة التي ادعمها"
      },
      {
        "tr": "Yıldızım"
      },
      {
        "tr": "İdolümün Çocuğu"
      },
      {
        "vi": "Dưới Ánh Hào Quang"
      },
      {
        "de": "Mein Star"
      },
      {
        "cs": "【OŠI NO KO】"
      },
      {
        "ka": "ჩემი ვარსკლავი"
      },
      {
        "pt-br": "Oshi no Ko - Minha Estrela Preferida"
      },
      {
        "ja-ro": "[Oshi no Ko]"
      },
      {
        "uk": "Зіркове дитя"
      },
      {
        "uk": "Дитина Улюбленця"
      },
      {
        "vi": "Đứa con của thần tượng"
      }
    ],
    "description": {
      "el": "H Άι Χόσινο είναι ένα ανερχώμενο μουσικό είδωλο, η οποία ανακοίνωσε ξαφνικά οτι θα πάρει ενα διάλειμμα από το μουσικό της γκρουπ, Μπι-Κομάτσι, για λόγους υγείας. Προς εκπλήξη ενός από τους μεγαλύτερους θαυμάστες της, του γυναικολόγου Γκόρο Αμεμίγια, μια μέρα η νεαρή Αϊ εμφανίστηκε στο νοσοκομείο οπού δουλεύει. Ο Γκόρο έρχοντας πλεον πρόσωπο με πρόσωπο με την αδυναμία του, τρέμει στο γεγονός ότι η 16-χρονη Αϊ είναι έγκυος... με δίδυμα με τον πατέρα άφαντο. Αποφασισμένη να αποκτήσει την δικιά της οικογένεια και να συνεχίσει την δουλεία της ως είδωλο, έχει σκοπο να κρατήσει την γέννα των παιδιών της μυστικο, μαζί με την βοήθεια του Γκόρο.\n\nΤο δυνατότερο όπλο ενός ειδώλου ειναι τα ψέματα.\nΜια ίστορια μυστηρίου και εξαπάτησης, όπου η σκοτεινή πλευρά της σόου-μπιζ αποκαλύπτεται κάτω από τις στρώσεις ψεμάτων και εκμεταλεύσεων.",
      "en": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
      "es": "'Oshi no Ko' explora la vida de una abrumadoramente hermosa heroína y muestra la industria del entretenimiento desde un punto de vista nunca antes visto.\n\n- [Wikipedia](https://es.wikipedia.org/wiki/Oshi_no_Ko)",
      "fa": "آی هوشینو ۱۶ ساله یک آیدول با استعداد و زیباست که هواداران زیادی داره؛اون نماد پاکیه، ولی ظاهر با باطن قضیه متفاوته. گورو هوندا یک پزشک زنان که ساکن حومه‌ی شهره که یکی از طرفداران بزرگ آی هستش، ولی ناگهان آیدول مورد علاقه خودش رو ملاقات میکنه و متوجه میشه که اون بارداره، گورو به اون قول میده که بچش رو سالم بدنیا بیاره، ولی اون نمیدونست که این ملاقات باعث عوض شدن زندگیش میشه.",
      "fr": "L'histoire commence avec une belle fille, son sourire parfaitement faux, et les gens qui l'aiment égoïstement pour cela. Que se passe-t-il dans les coulisses de la brillante industrie du showbiz? Jusqu'où iriez-vous pour votre idole bien-aimée ? Que feriez-vous si vous découvriez que la réincarnation est réelle? La star du spectacle est Aquamarine Hoshino et la scène n'est qu'une simple façade. Parviendra-t-il à atteindre le point culminant avant que le monde du glamour ne l'avale tout entier?  \n\n\n---\n\n- [Nominated for the 14th annual Manga Taisho awards.](https://www.animenewsnetwork.com/news/2021-01-24/14th-manga-taisho-awards-nominate-10-titles/.168759)\n\n- [Wikipedia](https://fr.wikipedia.org/wiki/Oshi_no_ko)",
      "ja": "「この芸能界（せかい）において嘘は武器だ」　地方都市で、産婦人科医として働くゴロー。芸能界とは無縁の日々。一方、彼の“推し”のアイドル・星野アイは、スターダムを上り始めていた。そんな二人が“最悪”の出会いを果たし、運命が動き出す…!?",
      "ru": "Что, если бы дорога в шоу-бизнес была открыта для тебя с самого начала?  \nНовая серия оригинальной манги от двух известных авторов — Акасака Ака («Госпожа Кагуя: в любви как на войне») и Ёкояри Мэнго («Тайные желания отвергнутых»). Это совершенно новая работа, в которой мир шоу-бизнеса предстаёт перед читателями в очень необычном свете: у лидера идол-группы Хосино Аи есть секрет, о котором никто не должен знать…  \n\n\n---\n- [Wikipedia](https://ru.wikipedia.org/wiki/Oshi_no_Ko)",
      "vi": "Câu chuyện khởi đầu với sự xuất hiện của một cô gái xinh đẹp, mang nụ cười giả tạo hoàn hảo, và có những người yêu cô ấy một cách ích kỷ bất chấp điều đó.\n\nĐiều gì diễn ra đằng sau ánh hào quang của thế giới showbiz? Con người ta sẽ làm đến mức nào vì thần tượng yêu quý của mình? Bạn sẽ làm gì nếu phát hiện ra luân hồi chuyển kiếp là có thật? Nhân vật chính của chúng ta - Aquamarine Hoshino liệu có hoàn thành được khát vọng báo thù trước khi bị thế giới hào nhoáng ấy nuốt trọn? Hãy cùng đón xem bộ truyện được sáng tác bởi bộ đôi tác giả của Kaguya-sama và Kuzu no Honkai.",
      "es-la": "La historia comienza con una hermosa chica, su sonrisa perfectamente falsa y la gente que la ama con egoísmo gracias a eso.\n  \n¿Qué ocurre detrás de la brillante industria del espectáculo? ¿Hasta dónde llegarías por el bien de tu ídolo? ¿Qué harías si descubrieras que la reencarnación es real? La estrella del espectáculo es Aquamarine Hoshino, y el escenario no es más que una mera fachada. ¿Conseguirá llegar al clímax antes de que el mundo del espectáculo se lo trague por completo?",
      "pt-br": "Doutor Goro é obstetra em um hospital do interior e se encontra longe do mundo em que brilha e evolui Aï Hoshino, uma cantora de sucesso crescente da qual é fã absoluto. O que ele ainda não sabe é que sem mais nem menos ele se encontrará com sua idol favorita em uma circunstância um pouco fora do normal. Terá ele tempo suficiente para ficar perto dela ou o mundo irá girar de maneira cruel para ele? Essa é uma história sobre o mundo do entretenimento japonês."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c84ffbda-8648-4356-aa5b-e472b155c529",
    "title": {
      "en": "noHEROES!"
    },
    "updatedAt": "2023-08-28T04:45:16+00:00",
    "coverArt": "https://mangadex.org/covers/c84ffbda-8648-4356-aa5b-e472b155c529/55235c88-2959-4bc3-9864-67b0455c2969.jpg",
    "altTitles": [
      {
        "en": "noHeroes!"
      },
      {
        "en": "There are noHeroes!"
      }
    ],
    "description": {
      "en": "A fighter, a wizard and a misguiding spirit are on Nameless Isle-what happens next is the stuff of heroes - or not! It's up to them."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9422a147-c0c8-400d-9106-57cb8ece3dba",
    "title": {
      "en": "Kimi wa Meido-sama"
    },
    "updatedAt": "2024-10-01T03:04:38+00:00",
    "coverArt": "https://mangadex.org/covers/9422a147-c0c8-400d-9106-57cb8ece3dba/b70aa6b6-03a3-403e-9c14-91f7cc126ab2.jpg",
    "altTitles": [
      {
        "en": "You are Ms. servant"
      },
      {
        "ja": "君は冥土様"
      },
      {
        "zh-hk": "暗殺女僕冥土醬"
      }
    ],
    "description": {
      "en": "A girl in a maid uniform came to Hitoyoshi's house looking for a job. Her previous job was an assassin, and she is skilled in all the deadly arts, but she's a complete beginner at housework. Hitoyoshi was confused by the strange request and sent her away. But then she saved Hitoyoshi from a deadly accident, and he thought maybe they can make this work? This is a story about a maid who was a cold-hearted killer learning about new emotions. A maid who lived a lonely life in the underworld finally finding family. The start of an enjoyable daily life.",
      "id": "||Seorang gadis dengan pakaian pelayan datang ke rumah Hitoyoshi untuk mencari pekerjaan. Pekerjaan dia sebelumnya adalah seorang pembunuh, dan dia sangat ahli dalam semua teknik membunuh, tapi dia sangat awam dalam pekerjaan rumah. Hitoyoshi bingung dengan permintaan anehnya itu dan memintanya pergi. Tapi kemudian gadis itu menyelamatkan Hitoyoshi dari sebuah kecelakaan maut, dan Hitoyoshi pikir dia mungkin bisa mempekerjakannya? Ini adalah kisah tentang seorang pelayan yang dulunya adalah pembunuh berdarah dingin kini belajar tentang emosi baru. Seorang pelayan yang hidup kesepian di dunia bawah akhirnya menemukan keluarga. Awal kehidupan sehari-hari yang menyenangkan dimulai!||"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "889448df-b2f2-4753-9ed4-34196b9b3a90",
    "title": {
      "en": "The Exorcism Chronicles"
    },
    "updatedAt": "2024-05-16T01:36:19+00:00",
    "coverArt": "https://mangadex.org/covers/889448df-b2f2-4753-9ed4-34196b9b3a90/27f0f73f-f6f7-4640-97ff-3b371e065573.jpg",
    "altTitles": [
      {
        "zh": "驱魔录"
      }
    ],
    "description": {
      "en": "\"The Exorcism Chronicles\" is based on \"Journey to the West\" but takes a different approach, portraying Jiang Liu'er and his three disciples as exorcists rather than seekers of scriptures. The author's interpretation of \"Journey to the West\" can be seen as advocating justice, championing small acts of kindness, fearlessly opposing authority, and embracing freedom. Along the way, the four disciples unite in their shared goals, combating demons and monsters such as the White Bone Demon, Sea Monster, Nine-Headed Worm, and others, all in the name of justice and protection rather than enduring the trials necessary for obtaining scriptures. \n\nSimultaneously, the series responds to the significance of scripture seekers and exorcists, suggesting that achieving ultimate enlightenment is vast and boundless, while attaining smaller victories is tangible and grounded. Jiang Liu'er and his disciples choose the latter path, with Jiang Liu'er often remarking to the Buddha, \"I'm just a freelance monk,\" signifying their divergence in paths."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-09-25T22:34:29+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd057701-8338-4118-8a0a-748ca9f8e7fc",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse (Fan Colored)"
    },
    "updatedAt": "2024-01-11T17:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/fd057701-8338-4118-8a0a-748ca9f8e7fc/4bd9b249-e0eb-46e6-a44c-ebd324f57729.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "ja-ro": "Yandere ka to Omottara Motto Yabe Onna Datta"
      },
      {
        "en": "I Thought She Was a Yandere"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Otaku ni Yasashii Gal wa Inai!?"
    },
    "updatedAt": "2024-10-02T16:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/e1abb88b-369f-4f9e-a444-24c0f27521a6.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "en": "Gal can’t be Kind to Otaku!?"
      },
      {
        "en": "Gals can't be Kind to a Geek!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Legal com Otaku!?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "434fd5af-e06c-4827-a690-d4ef31d7c720",
    "title": {
      "en": "Ore no Level Up ga Okashi! ~ Dekiru Otoko no Isekai Tensei"
    },
    "updatedAt": "2024-09-18T16:00:42+00:00",
    "coverArt": "https://mangadex.org/covers/434fd5af-e06c-4827-a690-d4ef31d7c720/68355ea2-64b8-4d45-b288-a582ac13e7d8.jpg",
    "altTitles": [
      {
        "ja": "俺のレベルアップがおかしい！ ～デキる男の異世界転生～"
      },
      {
        "en": "My Level Up is Strange! ~ Reincarnation of a Great Man in a Different World"
      },
      {
        "id": "Level Up-ku aneh!  ~ Reinkarnasi Manusia Hebat di Dunia lain"
      }
    ],
    "description": {
      "en": "Zarmen, an adventurer who can't level up decides to retire from the adventurer business. Furthermore, in order to graduate from virginity, he decided to splurge on all the assets that he had diligently saved up since his reincarnation at a high-class brothel.\n\nThe woman who appeared in front of him was the finest woman he would ever have known. Thanks to her hospitality, Zarmen fully enjoys his first time, but at that moment, his ears hear a mysterious announcement...\n\n[Impregnation confirmed.]\n[Level up!]\n\n\"Does this mean that the more 'seeding' I do, the stronger I get?\"\n\nAn extraordinary implantable foreign world adventure fantasy created by a bottom adventurer who has been at level 1 for many years levels up through sex!",
      "id": "Petualang \"Zarmen\" yang tidak bisa marah memutuskan untuk pensiun dari bisnis petualangan.  Selain itu, karena belum lulus dari keperawanan, dia memutuskan untuk membelanjakan semua kekayaan yang telah dia kumpulkan sejak dia bereinkarnasi di rumah bordil mewah.  Apa yang muncul di depannya adalah seorang wanita luar biasa yang tampaknya tidak memiliki hubungan selama sisa hidupnya.  Berkat keramahannya, Zarmen sepenuhnya menikmati seks pertamanya, tetapi pada saat dia berada dipuncaknya, sebuah pengumuman misterius muncul \"Level up!\" Terdengar di telinganya!  Ini adalah sebuah fantasi petualangan yang aneh dimana petualang terbawah level 1 selama bertahun-tahun tumbuh melalui segs.",
      "ja": "うだつの上がらない冒険者“ザルメン”は、冒険業からの引退を決意。さらに童貞も卒業するため、転生してから今までせっせと貯めてきた全財産を高級娼館でひと思いに散財することにした。\nそんな彼の前に現れたのは、彼には一生縁のなさそうな極上の女。彼女のもてなしもあり、ザルメンは初めてのセックスを十分に堪能するが、イッた瞬間、彼の耳には「着床を確認しました。レベルアップ！」という謎のアナウンスが！\n「これってもしかして、“種付け”するほど強くなるってこと…？」\n万年レベル1だった底辺冒険者がセックスを通して成り上がる、奇想天外な着床系異世界冒険ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b34f7fc6-fd17-4b2e-bb59-66f3b5932e0a",
    "title": {
      "en": "Cheat Skill “Shihai” Otsukatte Isekai Harem!"
    },
    "updatedAt": "2024-08-10T12:23:35+00:00",
    "coverArt": "https://mangadex.org/covers/b34f7fc6-fd17-4b2e-bb59-66f3b5932e0a/14db4bd5-b72a-4abb-b50e-2ed5747a6242.jpg",
    "altTitles": [
      {
        "ja": "チートスキル『支配』を使って異世界ハーレム！"
      },
      {
        "en": "Another World Harem Using the Cheat Skill \"Dominance\"!"
      },
      {
        "id": "Harem dunia lain menggunakan skill cheat \"dominasi\"!"
      }
    ],
    "description": {
      "en": "One day, the protagonist suddenly transferred to another world.\n\"It looks like the world of the anime I was watching last night, but when I tried to imitate the hero of the anime, the status screen appeared in front of me! I was surprised by the high specs of my abilities, but I was shocked when I saw the name on the status screen! Surprisingly, I am a small fry character [fake hero] who is defeated by the main character in the early stages!\"\nKnowing that his role is \"a fake hero to be defeated by a hero\", the hero abandons the empty life in his original world and lives a short life as a\"fake hero\" in a harem until the real hero defeats him. Make up your mind!",
      "id": "Suatu hari, seorang pemuda dipanggil ke isekai, rupanya itu adalah dunia anime yang dia tonton. tapi dia sangat terkejut karena dia berperan menjadi karakter penjahat (pahlawan palsu) yang mati diawal episode. oleh karena itu sebelum hari dia dikalahkan oleh pahlawan asli, dia bertekad untuk membuat harem didunia itu.",
      "ja": "開き直って『偽勇者』を謳歌する彼の元に、遂にホンモノの勇者が現れる。しかし目の前に現れた彼女は年端もいかない少女…しかもクソ生意気なメスガキ!?どちらが悪役かわからない暴虐を振るう彼女、その授かったチートスキルとは――。遂に雌雄を決する『勇者　VS　勇者』!!どっちが本物の主人公かわからせてやらなきゃなぁ!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcbf9c51-2f3c-462c-a81b-b6e5530ae00f",
    "title": {
      "en": "Isekai Koushoku Musou Roku ~Isekai Tensei no Chie to Chikara o, Tada Hitasura ✕✕✕✕ Suru Tame ni Tsukau~"
    },
    "updatedAt": "2024-09-30T16:25:28+00:00",
    "coverArt": "https://mangadex.org/covers/bcbf9c51-2f3c-462c-a81b-b6e5530ae00f/e2778783-d16a-41f9-9989-1a1231e642ea.jpg",
    "altTitles": [
      {
        "ja": "異世界好色無双録〜異世界転生の知恵と力を、ただひたすら✕✕✕✕するために使う〜"
      },
      {
        "ja-ro": "Isekai Koushoku Musou Roku ~Isekai Tensei no Chie to Chikara wo, Tada Hitasura ✕✕✕✕ Suru Tame ni Tsukau~"
      },
      {
        "en": "Records Of Unparallelled Otherworld Lechery: Using The Wisdom And Power Of Otherworld Reincarnation Just To Have XXXX"
      },
      {
        "en": "Records of Lustful Warriors in Another World"
      },
      {
        "en": "Isekai Koushoku Musou Roku: Using the Wisdom and Power of Reincarnation in Another World to Just XXXX"
      },
      {
        "ko": "이세계 호색무쌍록 ~이세계전생의 지식과 힘을, 그저 xxxx를 위해서 쓴다~"
      },
      {
        "ko-ro": "Isegye hosaegmussanglog: isegyejeonsaeng-ui jisiggwa him-eul, geujeo xxxxleul wihaeseo sseunda"
      },
      {
        "id": "Catatan pejuang penuh nafsu di dunia lain ~Kebijaksanaan dan keterampilan reinkarnasi di dunia lain, gunakan saja untuk XXXX bahkan untuk sesaat~"
      }
    ],
    "description": {
      "en": "A man who has been reincarnated in a different world acquires the vocation of \"pole master\" in the new world! However, that special ability is not used to defeat enemies, nor to gain power, but to embrace the beautiful girls who appear one after another with all one's might! A unique story of conquering another world begins here!\n\nThe protagonist, “Sao” has been reborn with his memories from his past life. He’s born as a son of a rural villager, but his true identity is a reincarnated person with cheat abilities and the knowledge of the modern world. With the class “Rod Master,” he received as he grows up, and the many skills that came up with it, he can defeat enemies, help people, and even for sex.",
      "id": "Seorang pria yang telah bereinkarnasi di dunia lain memperoleh panggilan \"master tongkat\" di dunia baru!  Namun, kemampuan itu tidak digunakan untuk mengalahkan musuh, atau untuk mendapatkan kekuatan, melainkan untuk ngentot dengan gadis-gadis cantik yang terus muncul!",
      "ja": "ノクターンノベルズ大人気作！ 異世界転生したとある男は新天地で「竿師」なる天職を手にする！ だが、その異能は敵を倒すためでもなく、権力を手にするためでもなく、ただひたすらに全力で次々と現れる美少女を抱くことに使うのだ！ 異色の異世界制覇譚、ここに開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be5a9292-79c6-4db1-8a30-9e5e6b3d8f64",
    "title": {
      "en": "Normality and Monsters"
    },
    "updatedAt": "2024-08-05T15:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/be5a9292-79c6-4db1-8a30-9e5e6b3d8f64/70650332-c2b8-4945-a910-fef0e61692f5.jpg",
    "altTitles": [
      {
        "ja": "フツーと化け物"
      },
      {
        "ja-ro": "Futsuu to Bakemono"
      },
      {
        "en": "The Story About a Monster Teaching Common Sense"
      }
    ],
    "description": {
      "en": "Itou-san, who’s poor at interpersonal relations, was jealous of her mild-mannered classmate Takahashi-san, who gets along well with everyone. But one day, she witnesses Takahashi-san swallow a person whole. Takahashi-san was a monster mimicking a human!\n\nSuch a terrifying monster was calmly blending in with the class – that’s extremely admirable!! I definitely want to be her friend!!\n\nAnd so Itou-san learns the “normality” of human society from Takahashi-san the monster. But while Itou-san is in high spirits, Takahashi-san has her own motives…\n\nA tag team between a prodigy author and the spirited illustrator behind “Youjo Senki” brings forth a thundering tale of maidens whose youthful impatience and yearning jumble together and accelerate! (Translated from the Bookwalker description for Volume 1.)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9",
    "title": {
      "en": "Burning Kabaddi"
    },
    "updatedAt": "2024-09-12T00:46:54+00:00",
    "coverArt": "https://mangadex.org/covers/1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9/017b52f4-b94b-44be-8e93-50da94679084.jpg",
    "altTitles": [
      {
        "ja-ro": "Shakunetsu Kabaddi"
      },
      {
        "ta": "எரியும் கபடி"
      },
      {
        "ja": "灼熱カバディ"
      },
      {
        "hi": "Jwalit Kabaddi"
      },
      {
        "hi": "धधकती कबड्डी"
      }
    ],
    "description": {
      "en": "The story centres on first-year high school student Tatsuya Yoigoshi, a former ace soccer player who dislikes sports. \nHe gets invited to join the team for an Indian contact sport called Kabaddi. \nHe scoffs at the idea at first but becomes interested after watching a kabaddi practice."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "29",
    "lastChapter": "293"
  },
  {
    "mangaId": "927036cf-ae3e-48dd-b814-9cc774a1c8de",
    "title": {
      "en": "Tokubetsu na Chuutohanpa"
    },
    "updatedAt": "2023-06-24T15:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/927036cf-ae3e-48dd-b814-9cc774a1c8de/9f8eb632-58c2-4990-a961-10f1833e37c8.jpg",
    "altTitles": [
      {
        "ja": "特別な中途半端"
      },
      {
        "en": "Special Halves"
      }
    ],
    "description": {
      "en": "\"What does it mean to be dating exactly...?\"\n\nThey're not friends.\nBut they're also not lovers.\nIt's a story about these two's half-relationship."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "852b425a-423c-49e9-8cc9-d85cb50219d9",
    "title": {
      "en": "Line"
    },
    "updatedAt": "2024-10-02T15:49:17+00:00",
    "coverArt": "https://mangadex.org/covers/852b425a-423c-49e9-8cc9-d85cb50219d9/d85bf7c6-506c-4405-b135-a53317d17834.jpg",
    "altTitles": [
      {
        "en": "Путь"
      },
      {
        "en": "ライン"
      }
    ],
    "description": {
      "en": "When popular high school student Chiko finds a cell phone, the voice on the other end tells her where she can witness a suicide! The phone doesn't stop ringing, and soon Chiko and her classmate Bando will have to race against time to save these lost souls."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "4"
  },
  {
    "mangaId": "8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac",
    "title": {
      "en": "Onimushi"
    },
    "updatedAt": "2024-09-27T01:56:38+00:00",
    "coverArt": "https://mangadex.org/covers/8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac/99753227-c2f7-4456-b970-8e5f468ebbd4.jpg",
    "altTitles": [
      {
        "ja": "鬼虫"
      },
      {
        "fr": "Rivage"
      },
      {
        "en": "Demon Bug"
      }
    ],
    "description": {
      "en": "In the middle Heian period, a small island called Onishima is isolated from civilization.\nAs a young girl, Torago was playing with her sister, Tana, when she disappears into the sea unexpectedly.\nHowever, it wasn't Torago's fault, but the fault of another boy who was playing with them.\nTorago and that boy grew up with guilt, and later ended up together, but one day a woman who looks like “Tana” appears in Onishima...",
      "es": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima...",
      "ja": "平安時代中頃、文明から隔離された小さな島「鬼島」。\nトラゴは幼少時代、実姉「タナ姉え」と海辺で遊んでいるとき、自分のせいで「タナ姉え」を行方不明にしてしまう。\nだが、それはトラゴの過失ではなく、一緒に遊んでいたもう一人の少年の過失だった。\nトラゴと少年は共に罪悪感にさいなまれながら成長し、後に結婚するが、ある日「タナ姉え」に似た女が鬼島に漂流してきた…。",
      "es-la": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima..."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "61"
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "en": "One Piece - Digital Colored Comics"
      },
      {
        "en": "One Piece"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7984d003-ba3f-4455-b8c8-df0a8df26128",
    "title": {
      "en": "Anne Freaks"
    },
    "updatedAt": "2021-05-25T15:43:59+00:00",
    "coverArt": "https://mangadex.org/covers/7984d003-ba3f-4455-b8c8-df0a8df26128/a00aca4e-ed01-432e-9e17-265e422bcb04.png",
    "altTitles": [
      {
        "en": "Забавы Анны"
      },
      {
        "en": "アンネ・フリークス"
      },
      {
        "en": "安妮·福瑞克斯"
      },
      {
        "en": "앤 프리크스"
      }
    ],
    "description": {
      "en": "While trying to bury the body of his mother deep in the woods, high school student Yuri is approached by a strange girl who offers to help him. That is… if he promises to be her \"parent killing assistant.\" Meet Anne Freaks, a bright, attractive teenage girl normal in every way - except that she's on a mission to kill her father, the leader of the dangerous extremist cult: the Kakusei Group."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "5813825a-b729-4ce4-8dfd-54c3391f8d19",
    "title": {
      "en": "Super Ball Girls"
    },
    "updatedAt": "2024-10-01T01:18:34+00:00",
    "coverArt": "https://mangadex.org/covers/5813825a-b729-4ce4-8dfd-54c3391f8d19/79aa3852-ae92-4705-8135-683a45b48aa9.jpg",
    "altTitles": [
      {
        "ru": "Девушки и супермяч"
      },
      {
        "ja": "スーパーボールガールズ"
      },
      {
        "zh-hk": "超級彈珠女孩"
      },
      {
        "zh": "弹珠女孩"
      },
      {
        "en": "Superball Girls"
      },
      {
        "ne": "सुपर बल गर्ल्स"
      },
      {
        "hi": "सुपर बॉल गर्ल्स"
      }
    ],
    "description": {
      "en": "Ichiyoshi continues to work at a chocolate factory, locking away his \"best\" in his heart. One Christmas night, on his way home, he finds a mysterious superball that rolls out of the darkness...",
      "pt-br": "Ichiyoshi continua trabalhando em uma fábrica de chocolate, trancando o seu \"melhor\" em seu coração. Numa noite de Natal, a caminho de casa, ele encontra uma misteriosa super bola que  cai da escuridão..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "030e940a-d90d-4ef5-8b9b-f46c1da92cbe",
    "title": {
      "en": "Tomboy Banzai"
    },
    "updatedAt": "2024-10-02T14:54:01+00:00",
    "coverArt": "https://mangadex.org/covers/030e940a-d90d-4ef5-8b9b-f46c1da92cbe/0e2fddb3-6564-4f66-a992-e119a815aa3f.png",
    "altTitles": [
      {
        "ja-ro": "Otenba Banzai"
      },
      {
        "ja": "おてんばバンザイ"
      }
    ],
    "description": {
      "en": "A shojo one-shot compilation that chiefly features one-shots from the 1960's and ones published in Kodansha shojo magazines, with a theme of celebrating girlhood and girls from all walks of life.\n\n- **Tomboy Banzai** (おてんばバンザイ, Otenba Banzai): A gag one-shot in three parts about a thrill-seeking tomboy and her encounters with a group of petty yakuza.\n- **Clattery Classroom**\n- **The Silver Eyes**: Horror manga is all the rage at Sumi's school. One day, her teacher asks her to check up on her friend, who has been absent from school for some time. Before she knows it, Sumi ends up in a horror manga of her own!\n- **Will You Listen to Swan Lake With Me?**: Ishinomori's whimsical take on Swan Lake.\n- **Manga School**\n- **Little Red Riding Hood**\n- **New Masterpiece Fairytale Little Red Riding Hood**\n- **The Modern Girl's Mentality**: A whimsical commentary on all the hottest trends and pastimes of modern girls.\n- **Summer Break! Operation Cupid**: A boy gets asked by his friend to set him up with a girl, whose friend asks her to set her up with the boy. What does Cupid have in store for these youth?\n- **MY Friend**:\n- **First Love, Ah, First Love, First Love!**: The woes of a girl experiencing her first love.\n- **Miss Resist**: The story of a girl in a literal rebellious phase, acting contrary to what's said to her.\n- **Lala-chan**: A three-chapter gag manga about a girl and her trials and tribulations in love.\n\n*Note: CDJapan link only for MY Friend, which is bundled with other Ishinomori shojo oneshots from different one-shot compilations.*"
    },
    "status": "completed",
    "releaseDate": 1965,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "13"
  },
  {
    "mangaId": "265da069-ca97-434a-ba54-d118ed9b6e7f",
    "title": {
      "en": "I Have 999 Abilities"
    },
    "updatedAt": "2022-07-03T13:35:02+00:00",
    "coverArt": "https://mangadex.org/covers/265da069-ca97-434a-ba54-d118ed9b6e7f/1c3fbb90-a764-4157-a0b3-e930f0b744c5.jpg",
    "altTitles": [
      {
        "en": "I Can Snatch 999 Types of Abilities"
      },
      {
        "en": "Your Abilities Are Mine"
      },
      {
        "zh": "我有999种异能"
      },
      {
        "zh-ro": "Wo You 999 Zhong Yi Neng"
      }
    ],
    "description": {
      "en": "In a world where superpowers are commonplace, Yang Xifa swore bloody revenge on those who harmed his dear sister. He will use his ability to take away other's powers to build himself up from an innocent bystander to become the leader of a powerful organization. Combining his strength and smarts to defeat the evil-doers, he will collect 999 abilities and become the most powerful hero in the world!\n\n(Source: Anilist (Bilibili, translated))"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-10-02T03:54:44+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "71"
  },
  {
    "mangaId": "975b14aa-e09b-4385-a3ce-8099150c6bc7",
    "title": {
      "en": "SOUL SEARCHING"
    },
    "updatedAt": "2024-10-02T11:35:50+00:00",
    "coverArt": "https://mangadex.org/covers/975b14aa-e09b-4385-a3ce-8099150c6bc7/cdcde926-7f06-4895-bcd0-de69145ffae8.jpg",
    "altTitles": [
      {
        "el": "SOUL SEARCHING VOL 1"
      }
    ],
    "description": {
      "en": "A Grim Reaper and a Witch go after a Cat that has escaped the Underworld.\nSee, when you're searching for a soul, you’re never sure what you will find. \n\n\nSHIN AGAMI is tasked by Director Minos to bring a Cat that has escaped the Underworld wanting one more life. But soon, Shin finds himself in deeper trouble than he thought. \nThat’s when PEH. RSEPHONE, a young witch appears. And whenever a witch appears, things get interesting.",
      "ja": "死神と魔女が冥界から逃げ出した猫を追う。\nほら、魂を探しているとき、何が見つかるかなんてわからないもの。\n\nシン・アガミは、ミノス長官から、冥界から逃げ出し、もう一度命を欲しがっている猫を連れてくるよう命じられる。しかし、シンはすぐに、自分が思っていたよりも深刻な問題に巻き込まれる。\nその時、若い魔女、ペ・ルセフォンが現れる。そして、魔女が現れるたびに、物事は面白くなる。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "973d1413-405f-471d-b7c5-25085f2d7b1b",
    "title": {
      "en": "Dainana Maouji Jilbagias no Maou Keikokuki"
    },
    "updatedAt": "2024-09-30T14:57:54+00:00",
    "coverArt": "https://mangadex.org/covers/973d1413-405f-471d-b7c5-25085f2d7b1b/205df474-ca2d-42c6-8297-3cd24fc0bff9.jpg",
    "altTitles": [
      {
        "ja": "第七魔王子ジルバギアスの魔王傾国記"
      },
      {
        "en": "Jilbagias the Demon Prince: How the Seventh Prince Brought Down the Kingdom"
      },
      {
        "en": "Seventh Demon Prince Jilbagias' Chronicle of Overthrowing the Demon Kingdom"
      },
      {
        "en": "7th Demon Prince Jilbagias, the Demon Kingdom Destroyer"
      },
      {
        "fr": "Le Septième prince démon"
      }
    ],
    "description": {
      "en": "The hero Alexander and his comrades unleash a daring raid on the Demon King’s castle, intent on assassinating him and bringing an end to the war against the darkness in one fell swoop. However, the raid goes awry when his party is effortlessly decimated by the Demon King’s overwhelming power.\n\nBut death is not the end of the road for Alexander, as he is reincarnated two years later as that very same Demon King’s son. With the memories of his past life still intact, he vows to use his miraculous second chance to continue fighting—this time destroying the demonic kingdom from within as the Demon Prince Zilbagias.\n\nIt doesn’t take long for his mettle to be tested either, as passing as a young demon prince without blowing his cover proves to be quite a bit more challenging than he initially anticipated.\n\n---\n\n[Official English Light Novel](https://j-novel.club/series/zilbagias-the-demon-prince-how-the-seventh-prince-brought-down-the-kingdom)",
      "fr": "Alexandre, dont la ville natale a été détruite par la race démoniaque, s'est battu avec le Roi Démon et a été tué. Mais au lieu d'être accueilli dans l'au-delà, lorsqu'il ouvre les yeux, il renaît sous les traits du fils du roi des démons, Jilbagias ? Tout en cachant sa véritable identité, il se souille les mains d'atrocités en se conduisant comme le prince démon idéal, augmentant son pouvoir pour finalement renverser le royaume des démons..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e65f466-214a-4517-bd1a-2f6c8d8b812b",
    "title": {
      "en": "Vengeful Venomous Consort"
    },
    "updatedAt": "2024-08-07T15:29:59+00:00",
    "coverArt": "https://mangadex.org/covers/6e65f466-214a-4517-bd1a-2f6c8d8b812b/0124e4db-39df-4e4f-a6e2-2c9c3251e198.jpg",
    "altTitles": [
      {
        "en": "Poisonous Concubine Against the Heaven"
      },
      {
        "zh-ro": "Ni Tian Du Fei"
      },
      {
        "zh": "逆天毒妃"
      }
    ],
    "description": {
      "en": "Betrayed by her sister and her lover, prodigious Tang Xueyan was on the verge of death. However, just as she reached her demise, Xueyan was reincarnated in the Purple Moon Realm 200 years later, into the body of Nangong Xue - the eldest daughter of the Nangong Family. Nangong Xue used to be a prodigious cultivator too, until she fell prey to an evil plot set up by her brother, lost her cultivation, and ended up useless, weak, and crippled. From the moment Tang Xueyan was reincarnated into Nangong Xue's body, she swore to protect her loved ones and unleash vengeance upon her enemies!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "275"
  },
  {
    "mangaId": "cbaa1f75-958f-4b33-80f5-cab5d328f83c",
    "title": {
      "en": "The Waste Female Demon God"
    },
    "updatedAt": "2023-07-22T10:59:29+00:00",
    "coverArt": "https://mangadex.org/covers/cbaa1f75-958f-4b33-80f5-cab5d328f83c/138e7ef4-f076-48b2-b508-8497d00ab770.jpg",
    "altTitles": [
      {
        "en": "Return of the Demon Goddess"
      },
      {
        "th": "การกลับมาของธิดาปีศาจ"
      },
      {
        "zh": "废女妖神"
      }
    ],
    "description": {
      "en": "Bai youling, one of the three demon cultivators were betrayed by her only disciple, who was also her husband-to-be.\nReborn in a commoner’s body, she will once again rise to the top!",
      "fr": "Bai Youling, l'une des trois cultivateurs de démons, a été trahie par son unique disciple, qui était aussi son futur mari.\nRenaissant dans le corps d'une femme ordinaire, elle va de nouveau s'élever jusqu'au sommet!",
      "th": "ไป๊ โหย่วหลิงผู้เป็น 1 ใน 3 ปีศาจที่ยิ่งใหญ่ และเป็นผู้อวุโสที่สำนักหลิงเสี่ยว ได้มีลูกศิษย์อยู่คนนึงนามว่า สวี๋ ซีเยวียน การอยู่ด้วยกันของทั้งสองเป็นเวลานานจึงทำให้เกิดความรักขึ้นระหว่าง ศิษย์กับอาจารย์ สวี๋ ซีเยวียนจึงได้ขออาจารย์ของตนเองแต่งงาน เมื่อเข้าสู่คืนแห่งการวิวาห์ กับเกิดเหตการณ์อันน่าเศร้า เมื่อศิษย์หนึ่งเดียวของไป๊ โหย่วหลิง กับคิดเนรคุณจึงทำให้นางถึงแก่ความตาย แต่แล้วเหมือนโชคชะตากำลังเล่นตลก วิญญาณของนางกลับย้ายร่างไปสู่ ลูกสาวตระกลูไป๊ ที่มีชื่อเดียวกลับนาง!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e7a4a0f-8391-4069-839b-de2352297dab",
    "title": {
      "en": "Kakkou no Iinazuke"
    },
    "updatedAt": "2024-09-28T16:18:05+00:00",
    "coverArt": "https://mangadex.org/covers/4e7a4a0f-8391-4069-839b-de2352297dab/405e2177-13ac-488a-962e-5a4e4ef4dc5c.jpg",
    "altTitles": [
      {
        "ja": "カッコウの許嫁"
      },
      {
        "en": "A Couple of Cuckoos"
      },
      {
        "ko": "뻐꾸기 커플"
      },
      {
        "zh": "杜鹃的婚约"
      },
      {
        "zh-hk": "杜鵑婚約"
      },
      {
        "pt": "A Noiva do Cuco"
      },
      {
        "ru": "Обрученные"
      },
      {
        "ru": "Сведённые кукушкой"
      },
      {
        "es": "Una Pareja de Cucos"
      },
      {
        "th": "รักอลวนคนสลับบ้าน"
      },
      {
        "fr": "A Couple of Cuckoos"
      },
      {
        "ja-ro": "Cucko no Iinazuke"
      },
      {
        "es-la": "La Prometida del Cuco"
      }
    ],
    "description": {
      "en": "Nagi Umino was mistakenly switched at birth, and now attends a prestigious private high school. One day, he has a chance meeting with Erika Amano, an incredibly high society highschool girl who claims she's on the way to meet her fiancé, and who asks/forces him to be her fake boyfriend. Neither of them, at the time, understood the significance of their meeting for Erika was the girl Nagi was switched at birth with, and Nagi was Erika's soon-to-be fiancé! The curtain raises on a romantic comedy of intertwined fates that begins with being switched at birth!",
      "es": "Una comedia romántica sobre Nagi yendo a una reunión con sus verdaderos padres, y sobre Erika, que está atormentada por un compromiso no deseado!",
      "fr": "Nagi est un élève sérieux passionné par ses études. Un jour, alors qu'il est en deuxième année, il découvre qu'il a été échangé à la naissance avec une fille. Espérant garder leurs enfants biologiques et adoptifs, leurs parents décident qu'ils vont se fiancer pour pouvoir rester en famille. Mais Nagi est déjà amoureux d'une autre fille...",
      "it": "Nagi Umino, studente al secondo anno di una prestigiosa scuola preparatoria, ha scoperto di essere un bambino scambiato alla nascita. Un giorno, mentre si sta dirigendo all'incontro con i suoi veri genitori, incontra Erika Amano, una strana ragazza promessa in sposa nonostante la giovane età. Rifiutando di sposarsi, costringe Nagi a far finta di essere il suo ragazzo per cercare di far desistere i genitori dall'idea del matrimonio. Nagi e Erika scopriranno di avere molto più in comune di quanto pensino!",
      "ja": "赤ちゃんの頃に取り違えられ、今は名門私立に通う高校 2年の海野凪。ある日、これから許嫁に会いにいくという超お嬢様女子高生・天野エリカと偶然出会い、彼氏のフリをしてくれと半ば強引に頼まれてしまう。だが、その時の二人は知る由もなかった。エリカは凪と取り違えられた子どもで、凪はエリカの許嫁相手だということを……。",
      "ru": "Романтическая комедия о Наги, идущем на встречу со своими настоящими родителями, и о Эрике, которая мучается из-за нежеланной помолвки!..",
      "pt-br": "Uma comédia romântica sobre Nagi que está indo se encontrar com seus verdadeiros pais e sobre Erika, que é atormentada por um casamento indesejado!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6debafd1-ecbb-4262-9493-7c170f1b8214",
    "title": {
      "en": "The Revenge of Danzhu"
    },
    "updatedAt": "2024-08-07T15:05:25+00:00",
    "coverArt": "https://mangadex.org/covers/6debafd1-ecbb-4262-9493-7c170f1b8214/bdcd3f02-8364-432c-a0e4-73c56a476c5e.jpg",
    "altTitles": [
      {
        "en": "Ask Danzhu"
      },
      {
        "en": "To Ask the Pellet and the Cinnabar"
      },
      {
        "zh": "问丹朱"
      }
    ],
    "description": {
      "fr": "Chen Danzhu, la fille du grand Fu de l'état de Wu dans sa vie antérieure, a vécu l'effondrement du pays et de sa famille et s'est réincarnée dix ans dans le passé. \nIl y a dix ans, elle s'est transformée en lotus noir, a tué un scélérat, est devenue une espionne, s'estjouée d'un groupe d'officiels...Elle a insisté pour prendre le chemin du méchant, pour que le méchant n'ait aucun chemin à suivre ! \nLe Général Impérial portant un masque de fer détestait Danzhu pour sa cruauté et ses intrigues, mais quand Danzhu appelait son parrain avec douceur... c'est le général au masque de fer qui répond ?!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "130"
  },
  {
    "mangaId": "d7d4c247-a0a4-41b9-aed3-184d7e6a49c3",
    "title": {
      "en": "Hilde Takes House Arpeggio"
    },
    "updatedAt": "2024-06-20T21:00:23+00:00",
    "coverArt": "https://mangadex.org/covers/d7d4c247-a0a4-41b9-aed3-184d7e6a49c3/7a9c274e-a0c9-429f-a7c5-23a486bfba8c.jpg",
    "altTitles": [
      {
        "ko": "오늘부터 공작가는 내가 접수한다"
      },
      {
        "en": "I'll be Taking Over this Duchy"
      },
      {
        "pt-br": "Vou Assumir o Ducado"
      },
      {
        "en": "I'll Take the Dukedom From Today"
      },
      {
        "es-la": "Tomaré el Ducado a Partir de Hoy"
      }
    ],
    "description": {
      "en": "\"I was a noble this whole time?!\"\n\nHilde, a commoner who works at a restaurant in the village, is suddenly notified by a handsome man named Logan that she is a family member of one of the empire's four duchies and hears that her mother 'Lucia Arpeggio' was a powerful mage in the past.\n\nDuke Arpeggio offers to make her an official member of the family if she can prove that she has strong magical powers, and Hilde accepts in order to escape from her oppressed commoner livelihood and enjoy a comfortable life.\n\nHowever, her excitement doesn't last long… Culture, magic, history, literature, etc. The number of things nobles needed to learn were endless! In addition, forget about welcoming Hilde, her family members only sent her cold looks and even put her life in danger…\n\n\"You've left me with no choice. I, a former commoner, will be taking over this duchy!\"",
      "pt-br": "\"Eu era uma nobre esse tempo todo?!\"\n\nHilde, uma plebeia que trabalha em um restaurante na vila, é repentinamente notificada por um homem bonito chamado Logan de que ela é membro da família de um dos quatro ducados do império e ouve que sua mãe 'Lucia Arpeggio' era uma poderosa maga no passado.\n\nO Duque Arpeggio ofereceu torná-la um membro oficial da família se ela puder provar que tem fortes poderes mágicos, e Hilde aceita para escapar de seu sustento oprimido e desfrutar de uma vida confortável.\n\nNo entanto, sua empolgação não dura muito... Cultura, magia, história, literatura, etc. O número de coisas que os nobres precisavam aprender era infinito! Além disso, esqueça a recepção de Hilde, seus familiares apenas lhe lançaram olhares frios e até colocaram sua vida em perigo…\n\n\"Vocês não me deram escolha. Eu, uma ex-plebeia, assumirei este ducado!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aee2c77a-ccba-41ed-bd7a-5f14d01a6bd4",
    "title": {
      "en": "The Phoenix in a Turbulent World"
    },
    "updatedAt": "2024-08-07T13:36:42+00:00",
    "coverArt": "https://mangadex.org/covers/aee2c77a-ccba-41ed-bd7a-5f14d01a6bd4/667629d5-d924-425b-be0a-c4926b5afca4.jpg",
    "altTitles": [
      {
        "en": "The Things I Do For Love"
      },
      {
        "zh": "凤起华藏"
      },
      {
        "ko": "벼랑위의 꽃"
      }
    ],
    "description": {
      "fr": "Médecin célèbre et intelligent dans la dynastie  Zhou, Qiu Xiluo rencontre deux seigneurs et est impliquée dans d'interminables effusions de sang. \nYan Lang, un prince doux et puissant, qui n'a jamais cessé de se battre pour son royaume, est prêt à mourir pour la protéger. \nSong Si-ren, un jeune maître du royaume de Han, beau et débridé, aux grandes aspirations, a traversé toutes les épreuves et tous les dangers. \nLorsqu'ils s'affrontent et doivent choisir entre l'amour et le pouvoir, qui sera son chevalier ?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "133"
  },
  {
    "mangaId": "30b89356-952c-4a72-9d8c-cf44147e881a",
    "title": {
      "en": "IDOL×IDOL STORY!"
    },
    "updatedAt": "2024-09-13T17:50:28+00:00",
    "coverArt": "https://mangadex.org/covers/30b89356-952c-4a72-9d8c-cf44147e881a/d37a3744-7f09-4005-918e-942e67d046a5.jpg",
    "altTitles": [
      {
        "ja": "アイドル×アイドル　ストーリー！"
      },
      {
        "ru": "Айдол×Айдол история!"
      },
      {
        "en": "Idol x Idol Story!"
      }
    ],
    "description": {
      "en": "Mimi Nagisa (22 years old) is a former idol. After giving up on her dream of being an idol because of her lacking talent she spends her days working part-time while attending college. However, the moment she meets the idol Ibuki Nanakusa, whom she recently found interest in, their lives begin to cross each other.\n\n(Source: Comic Fuz, translated)\n\n[Official Twitter](https://twitter.com/idol2story_info)",
      "ja": "才能がないと夢を諦めた元アイドルのミミと、ミミに憧れていた現役アイドル・イブキ。そんな2人が、ひょんな出会いから一緒にサバイバルオーディション番組への出演を目指すことに…!?　一度は諦めかけた夢、今度こそ2人でなら…！",
      "ru": "Мими Нагиса (22 года) — бывший айдол. После того, как она отказалась от своей мечты стать айдолом из-за отсутствия таланта, она проводит дни работая на неполный рабочий день, учась в колледже. Однако в тот момент, когда она встречает кумира Ибуки Нанакуса, к которому она недавно проявляла интерес, их жизни начинают пересекаться."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "24f14ce1-3d61-453f-ab1f-5b74b54a9722",
    "title": {
      "en": "Deatta Toki kara, Koi deshita."
    },
    "updatedAt": "2024-09-25T20:57:04+00:00",
    "coverArt": "https://mangadex.org/covers/24f14ce1-3d61-453f-ab1f-5b74b54a9722/fe144bb1-e321-469f-ae2f-2f5723c3f64d.jpg",
    "altTitles": [
      {
        "ja": "出会った時から、恋でした。"
      },
      {
        "en": "The Moment of Love"
      }
    ],
    "description": {
      "en": "A collection of 4 short stories about the purity of different kinds of love !\n\n- High school festival, a love story between a high school girl and her kohai.\n- A school trip for a club and two club members getting close.\n- A romance between a high school girl and an older colleague she met at her part-time job.\n- A complex love story between a young girl and her brother's friend."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "140668fa-eec5-42d1-a6f5-ed65c295c0ee",
    "title": {
      "en": "Kaijin Mira no Dai 2 Keitai ga Kawaisugiru"
    },
    "updatedAt": "2024-09-28T18:30:24+00:00",
    "coverArt": "https://mangadex.org/covers/140668fa-eec5-42d1-a6f5-ed65c295c0ee/4a39ec9d-3ed1-4ab5-8312-bef193e62b2a.jpg",
    "altTitles": [
      {
        "en": "Monster Mira's Second Form Is Way Too Cute"
      },
      {
        "ja": "怪人ミラの第2形態が可愛すぎる"
      },
      {
        "vi": "Quái Nhân Mira Có Hình Thái Thứ Hai Dễ Thương Quá Đi!"
      }
    ],
    "description": {
      "en": "Cuteness is unbeatable!\n\nMonster Mira is on another rampage, aiming to steal the hero's transformation belt. Having just reached full power thanks to the Doctor's modifications, Mira's new form turns out to be way too cute!\n\nA romantic comedy where justice and evil refuse to back down!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484f94e7-35c3-4cb5-a068-53d684c1439a",
    "title": {
      "en": "Baki Rahen"
    },
    "updatedAt": "2024-09-29T01:29:40+00:00",
    "coverArt": "https://mangadex.org/covers/484f94e7-35c3-4cb5-a068-53d684c1439a/15b0c95c-037b-48df-a09e-d2f9d90fefa7.jpg",
    "altTitles": [
      {
        "ja": "刃牙らへん"
      },
      {
        "en": "Baki Part 6"
      },
      {
        "ru": "Баки: Рахэн"
      },
      {
        "ru": "Баки: Где-то рядом"
      },
      {
        "en": "Baki and Others"
      },
      {
        "tr": "Baki Rahen"
      }
    ],
    "description": {
      "en": "The sixth part of the Baki series.",
      "ru": "Продолжение великой эпопеи \"Баки\". 6-я номерная серия тайтла, которая поведает нам нереальную историю сражения Джека Хаммера и доисторического человека Пикла!!!",
      "tr": "Büyük destan Bucky'nin devamı. Jack Hammer ve tarih öncesi adam Pickle arasındaki savaşın gerçek dışı hikayesini anlatacak olan Baki'nin 6 numaralı serisidir!!!",
      "pt-br": "Jack derrubou o mundo do sumô, agora ele irá desafiar a todos para seu torneio. Desta vez uma nova jornada."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d9a9b8a-396c-4039-ad97-03db52cc7b53",
    "title": {
      "en": "Dogashikaden!"
    },
    "updatedAt": "2024-06-12T12:38:28+00:00",
    "coverArt": "https://mangadex.org/covers/6d9a9b8a-396c-4039-ad97-03db52cc7b53/bac7654d-2f7b-4cab-9e23-badce2d1a6a9.jpg",
    "altTitles": [
      {
        "en": "Dogashi Kaden"
      },
      {
        "ja-ro": "Dogashi Kaden!"
      },
      {
        "en": "Dogashikaden"
      },
      {
        "ru": "Взрыв баскетбола!"
      },
      {
        "ja": "どがしかでん!"
      },
      {
        "zh": "疾風籃球"
      }
    ],
    "description": {
      "en": "Haruyoshi, who has always been stuck as a benchwarmer, plans to start fresh at his new school. Luckily, Haruyoshi runs, literally, into the basketball club manager, Hadzuki, who sees potential in him. However, things won't be a smooth sailing from there…"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "55358503-bb15-4f95-bb98-247965087d96",
    "title": {
      "en": "Midareta Futari no Yarare Meshi"
    },
    "updatedAt": "2024-10-02T15:20:48+00:00",
    "coverArt": "https://mangadex.org/covers/55358503-bb15-4f95-bb98-247965087d96/45da1bfa-0b8b-4c90-849d-82d50ce7b944.jpg",
    "altTitles": [
      {
        "ja": "みだれた二人のやられめし"
      },
      {
        "en": "A Messed-up Meal for An Obscene Pair"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48414850-6adf-4073-8591-2402ff47e74c",
    "title": {
      "en": "Yarinaoshi Reijou wa Ryuutei Heika wo Kouryaku-chuu"
    },
    "updatedAt": "2024-05-04T15:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/48414850-6adf-4073-8591-2402ff47e74c/c18487d3-af20-488a-ba8d-80a8c7efc062.jpg",
    "altTitles": [
      {
        "ja": "やり直し令嬢は竜帝陛下を攻略中"
      },
      {
        "en": "The Do-Over Damsel Conquers the Dragon Emperor"
      },
      {
        "en": "The Returnee Noble Lady in the Middle of Conquesting His Majesty the Dragon Emperor"
      },
      {
        "es": "¡Vence al Emperador Dragón en esta ronda, Señorita!"
      },
      {
        "zh": "重生大小姐正在攻略龙帝殿下"
      },
      {
        "ko": "새출발 영애는 용제폐하를 공략중"
      },
      {
        "en": "Win Over the Dragon Emperor This Time Around, Noble Girl!"
      },
      {
        "vi": "Tiểu Thư Trùng Sinh chinh phục Long Đế Bệ Hạ"
      },
      {
        "vi": "小姐重生征服龍帝陛下 (Nom Script)"
      },
      {
        "id": "Seorang Putri Yang Kembali Ke Masa Lalu Sedang Menaklukkan Kaisar Naga"
      }
    ],
    "description": {
      "en": "The curtains rise on the tale of a young lady who once stormed the battlefields now getting to start her life all over again!  \n  \nThe young noblewoman, Jill, was sentenced to death by her fiancé, the Crown Prince. Just as she was on the brink of death, time rewinds back to when she was 10 years old, to the party where her engagement had been decided!   \n  \nDetermined to avoid going down the same path to ruin, Jill hastily proposes to the person behind her, only to discover that he’s none other than Hades, the Emperor of the neighboring kingdom who’s (set to) fall into darkness, ergo the worst villain.",
      "id": "Jill Savelle- seorang tunangan dari pangeran putra mahkota Gerald de Kleitos yang memiliki gelar \"Dewi Perang\"- telah diburu oleh negaranya sendiri yang telah dilindunginya. Dikhianati oleh pasangannya sendiri, dia difitnah sebagai sorang penghianat kemudian dijebloskan kedalam penjara. Di waktu-waktu terakhirnya, Jill memiliki banyak penyesalan, tapi ketika ajal sedang menjemputnya, dia tiba-tiba saja terbangun pada saat 6 tahun lalu. Dan kali ini, dia telah bertekad untuk tidak diperalat lagi.\n\nSekarang, sebagai seorang gadis berusia 10 tahun, Jill memutuskan untuk melarikan diri dari pertunangan dengan pangeran yang menghampirinya. Dan pada akhirnya, dia secara tidak sengaja melamar pria berumur 19 tahun yang dikenal sebagai kaisar naga hades theos rave, yang nantinya akan menghancurkan negaranya. Tapi tanpa disangka, dia malah menerima lamarannya!\n\nBerbanding terbalik dengan ingatan Jill yang dulu, sekarang Jill melihat kalau Hades yang saat ini merupakan seorang kaisar yang sedang tidak beruntung.  Jadi bisakah Jill mencegah sang kaisar terjatuh kedalam jurang kegelapan? ataukah malah nasibnya sudah tidak bisa diubah lagi?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]