[
  {
    "mangaId": "55ace2fb-e157-4d76-9e72-67c6bd762a39",
    "title": {
      "en": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
    },
    "updatedAt": "2024-11-02T01:39:58+00:00",
    "coverArt": "https://mangadex.org/covers/55ace2fb-e157-4d76-9e72-67c6bd762a39/ccb8b6f2-a715-4719-8db7-31b68b6671dd.jpg",
    "altTitles": [
      {
        "id": "Aku, Seorang Raja Iblis, Mengambil Budak Elf Sebagai Istriku, Tapi Bagaimana Cara Aku Mencintainya?"
      },
      {
        "ja-ro": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
      },
      {
        "id": "Bagaimana Cara Mencintai Budak Elfmu?"
      },
      {
        "pt": "Eu, um Lorde Demônio, comprei uma elfa escrava como minha esposa, mas como eu amo ela?"
      },
      {
        "en": "I, the Demon Lord, Took a Slave Elf as My Wife, but How Do I Love Her?"
      },
      {
        "fr": "Je, un seigneur des démons, ai épousé un elfe esclavagisant, mais comment l'aime-je?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку в жёны. И как прикажете её любить?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку-рабыню в жёны. И как же мне её любить?"
      },
      {
        "zh": "我这魔王娶了一个奴隶精灵当老婆，该怎么疼爱才好？"
      },
      {
        "zh-hk": "身為魔王的我娶了奴隸精靈為妻、該如何表白我的愛？"
      },
      {
        "zh": "魔奴嫁"
      },
      {
        "ja": "魔王の俺が奴隷エルフを嫁にしたんだが、どう愛でればいい？"
      },
      {
        "ko": "마왕인 내가 노예 엘프를 신부로 삼았는데 어떻게 사랑하면 되지?"
      },
      {
        "pt-br": "O dilema de um arquidemônio: como amar sua noiva elfa"
      },
      {
        "es": "Soy un rey demonio y he tomado como esposa a una elfa esclava, ¿cómo puedo amarla?"
      },
      {
        "es-la": "Soy un rey demonio y he tomado como esposa a una elfa esclava, ¿cómo puedo amarla?"
      },
      {
        "en": "An Archdemon's Dilemma: How to Love Your Elf Bride"
      }
    ],
    "description": {
      "en": "Zagan is feared as an evil mage, he is awkward and has a sharp tongue, and once again had to put down thieves that encroached on his territory when he was researching that morning. In a dark auction, he finds a white slave elf, Nephie, who holds a peerless beauty. Falling in love with her at first sight, he uses his fortune to buy her, but as poor as he is socially, he doesn’t understand how to connect with her. Thus, the clumsy cohabitation of the mage that can’t convey his love, and the slave that pines for her master but doesn’t understand how to bring it up, begins.",
      "es": "Zagan es temido como un mago malvado, es torpe y tiene una lengua afilada, y una vez más tuvo que acabar con unos ladrones que invadieron su territorio cuando estaba investigando esa mañana. En una oscura subasta, encuentra a una esclava elfa blanca, Nephie, que posee una belleza sin igual. Enamorado de ella a primera vista, utiliza su fortuna para comprarla, pero tan pobre como es socialmente, no entiende cómo relacionarse con ella. Así comienza la torpe convivencia del mago que no sabe transmitir su amor y la esclava que suspira por su amo pero no sabe cómo planteárselo.",
      "fr": "Zagan est craint comme mage démoniaque, un jour au marché noir il rencontre une esclave elfe du nom de Nephie. De part sa beauté innocente, il tombe sous son charme et décide de l'acheter. Bien que fortuné d'argent, ses compétences sociales ne le sont pas et il a du mal à savoir comment créer une relation…  \n  \nC'est parti pour une cohabitation maladroite entre ce maître qui ne sait montrer son amour et cette esclave qui en pince pour lui sans savoir quoi faire.",
      "ja": "- [Seiga nicovideo](http://seiga.nicovideo.jp/comic/33204) (Alternate Raw)",
      "pt": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa.",
      "es-la": "Zagan es temido como un mago malvado, es torpe y tiene una lengua afilada, y una vez más tuvo que acabar con unos ladrones que invadieron su territorio cuando estaba investigando esa mañana. En una oscura subasta, encuentra a una esclava elfa blanca, Nephie, que posee una belleza sin igual. Enamorado de ella a primera vista, utiliza su fortuna para comprarla, pero tan pobre como es socialmente, no entiende cómo relacionarse con ella. Así comienza la torpe convivencia del mago que no sabe transmitir su amor y la esclava que suspira por su amo pero no sabe cómo planteárselo.",
      "pt-br": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2a5001b-3f7d-43dd-8ace-109c879f72fa",
    "title": {
      "en": "My God! I Have Transformed Into the Turtle"
    },
    "updatedAt": "2024-11-20T10:19:57+00:00",
    "coverArt": "https://mangadex.org/covers/c2a5001b-3f7d-43dd-8ace-109c879f72fa/320ce8fc-491e-4467-b2a8-62d8b839bba9.jpg",
    "altTitles": [
      {
        "zh": "Tian Ah! Wo Bian Chengle Gui"
      },
      {
        "zh": "天啊！我变成了龟"
      }
    ],
    "description": {
      "en": "I woke up and found myself in the body of a turtle! This is a turtle that can devour and evolve! Look, I am a turtle! Upgrade all the way! Conquer the whole continent! Marry a beautiful and rich woman! Reach the peak of turtle life!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ef2cc94-eb99-4058-929f-6b1afae1caca",
    "title": {
      "en": "Is it Normal to Raise a Yandere Heroine as a Villainess ?!"
    },
    "updatedAt": "2024-08-07T15:36:48+00:00",
    "coverArt": "https://mangadex.org/covers/6ef2cc94-eb99-4058-929f-6b1afae1caca/500263ae-db48-4adf-8458-248eef830f80.jpg",
    "altTitles": [
      {
        "zh": "身为恶役女配的我养成病娇女主很正常吧？！"
      },
      {
        "pt-br": "Como A Vilã, Criar Uma Protagonista Yandere É Normal, Não É?!"
      },
      {
        "zh-ro": "Shen Wei E Yi Nv Pei De Wo Yang Cheng Bìng Jiao Nv Zhu Hen Zheng Chang Ba?!"
      }
    ],
    "description": {
      "en": "Jiang Yang was a lead designer for a popular game company until she fell to her death while gathering inspiration for a new game. After waking up in a world of cultivation, she trained tirelessly to return to her original world, when a thread of fate pulled her into the world of an otome game.\n\nJiang Yang quickly realizes she is in the world of the very first game she had worked on. The thread of fate connected her to Stardew, the heroine of the game who is being bullied during her first year at the Royal Academy of Magic.\n\nAs the game progresses, Jiang Yang remembers the ridiculous story the game follows, and she decides that she can’t stand by while the game makes Stardew suffer. She helps Stardew deal with the flirtatious love interest of the original game, Crown Prince Miller, and even imparts her with some of her cultivation power. To protect Stardew from the game’s story, she even puts herself in danger. However, as Jiang Yang and Stardew’s relationship becomes closer, Jiang Yang realizes that the thread of fate connecting her and Stardew is not as simple as she imagined.",
      "zh": "姜央是一名为了游戏新作采风不幸摔下悬崖穿越到修真世界的游戏主美，为了回到原本的世界，姜央努力修炼，终于要飞升成神回到原本的世界，结果因为一条神秘的因果线，被强制牵引到了一个魔法世界中（还是个乙女游戏，游戏刚开始），捡到了初入魔法校园就被恶役女二欺负的的游戏女主。 姜央这时反应过来，这不就是当初让自己穿越的那个倒霉换皮游戏吗？而自己的因果线就连接在了游戏女主星露的身上。姜央以为只要跟着游戏通关，自己就能回到最初的现实世界，但是随着游戏发展，姜央再次回想起了煞笔策划写的沙雕剧情，看着星露受苦，具有强烈责任心和道德感的姜央选择对星露出手相助，不仅要帮对方清理花心皇子那些烂桃花，还传授修真技巧以防对方被其他学生霸凌，甚至有时还得搭上自己的身子！！随着姜央和星露的交往越来越密切，姜央发现自己在星露身上的因果线没有自己想象中那么简单……",
      "pt-br": "Jiang Yang é a diretora de designe de arte de um jogo, ao coletar referências para uma nova produção, cai de um penhasco e acaba atravessando para um mundo de cultivo. Para voltar ao seu mundo original, Jiang Yang se dedica ao cultivo e finalmente está prestes a ascender como uma divindade para retornar. No entanto, devido a uma misteriosa linha do destino, ela é forçada a ser puxada para um mundo de magia (que também é um jogo otome, e o jogo acabou de começar). Nesse novo mundo, ela encontra a protagonista do jogo, Xing Lu, sendo intimidada pela vilã secundária logo no início da academia de magia.\n\nJiang Yang percebe que este é o jogo problemático que a fez atravessar os mundos originalmente. Sua linha do destino está ligada a Xing Lu, a protagonista do jogo. Jiang Yang acredita que, seguindo a história do jogo até o fim, ela poderá retornar ao seu mundo real. No entanto, conforme o jogo se desenvolve, Jiang Yang relembra as tramas ridículas escritas pelo roteirista idiota do jogo. Vendo o sofrimento de Xing Lu, a fortemente responsável e moralmente íntegra Jiang Yang decide ajudar Xing Lu. Ela não apenas ajuda a livrar Xing Lu dos pretendentes indesejados, incluindo o príncipe mulherengo, mas também lhe ensina técnicas de cultivo para que ela possa se defender dos outros estudantes. Às vezes, isso até envolve sacrificar-se fisicamente! \n\nÀ medida que Jiang Yang e Xing Lu se tornam mais próximas, Jiang Yang descobre que sua linha do destino com Xing Lu é mais complexa do que ela imaginava..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2befbc2-3e34-4716-a25d-e072c0ff3d02",
    "title": {
      "en": "Kaifukushoku no Akuyaku Reijou"
    },
    "updatedAt": "2024-11-15T18:39:21+00:00",
    "coverArt": "https://mangadex.org/covers/d2befbc2-3e34-4716-a25d-e072c0ff3d02/5d8df766-a7b8-439c-ab8d-f10647b92087.jpg",
    "altTitles": [
      {
        "ja": "回復職の悪役令嬢"
      },
      {
        "en": "From Villainess to Healer: I Know the Cheat to Change My Fate"
      },
      {
        "en": "Villainess Healer"
      },
      {
        "en": "The Healer Villainess"
      }
    ],
    "description": {
      "en": "Charlotte discovered that she was in the game world she played in her previous life when her engagement was broken off. With her cheat knowledge, she escapes from the scenario and changes her job to a <healer> in the enemy country, and enjoys a free adventurous life!",
      "id": "Ketika pertunangannya diputus, Charlotte menyadari bahwa dia berada di dunia game yang dia mainkan di kehidupan sebelumnya. Dengan pengetahuan cheatnya, dia melarikan diri dari skenario cerita dan mengubah pekerjaannya menjadi <Penyembuh> di negara musuh, dan menikmati kehidupan petualangan yang bebas!",
      "ja": "婚約破棄されたことをきっかけに、ここが前世でプレイしていたゲーム世界だと気づいたシャーロット。チート知識でシナリオ脱出＆敵国で＜癒し手＞にジョブチェンジして、自由な冒険ライフを堪能します！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61cb116a-8df8-4f3f-a4f7-53037bb071fb",
    "title": {
      "en": "Magical Girl Tsubame: I Will (Not) Save The World!"
    },
    "updatedAt": "2024-11-06T23:46:53+00:00",
    "coverArt": "https://mangadex.org/covers/61cb116a-8df8-4f3f-a4f7-53037bb071fb/7660b367-860c-484d-976b-9990dad5f36b.jpg",
    "altTitles": [
      {
        "ja": "対世界用魔法少女つばめ"
      },
      {
        "ja-ro": "Tai Sekaiyo Maho Shojo Tsubame"
      },
      {
        "ru": "Девочка-волшебница Цубаме: Я (не) спасу мир!"
      }
    ],
    "description": {
      "en": "The world is in danger! Who will rise to protect it? Introducing Tsubame, an ordinary high school student who dreams of becoming a magical girl. But if she has to choose between the world and her friends... A new adventure from Mapollo 3, the creator of PPPPPP! Buckle up for some passion, magical girls, and a dash of madness!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "42"
  },
  {
    "mangaId": "5d36a83a-ccce-4410-a4c0-c80b16f3656a",
    "title": {
      "en": "Imokusa Reijou desu ga Akuyaku Reisoku wo Tasuketara Kiniiraremashita"
    },
    "updatedAt": "2024-10-30T15:29:12+00:00",
    "coverArt": "https://mangadex.org/covers/5d36a83a-ccce-4410-a4c0-c80b16f3656a/39107337-4908-41b4-b5e0-2820fd8d24e1.jpg",
    "altTitles": [
      {
        "ja": "芋くさ令嬢ですが悪役令息を助けたら気に入られました"
      },
      {
        "en": "I'm an Unfashionable Lady, but When I Helped a Villainous Young Lord He Ended up Liking Me"
      },
      {
        "en": "I'm an Uncouth Lady, but I Helped the Villainous Young Lord but He Ended up Liking Me"
      }
    ],
    "description": {
      "en": "Agnes, who was ridiculed in the social circles for being an unfashionable noble, happened to help Nazelbert, the duke's son, who had been betrothed to the Princess. However, the Princess saw this and ordered Nazelbert to marry Agnes as punishment. Isn't it terrible to marry me as a punishment? Look, he seems to hate it too. Wait, he doesn't?\n\nThis is a story about an unfashionable noble and a duke's son, who grow closer to each other.\n\n---\n* [Orignal Web Novel](https://ncode.syosetu.com/n2047go/)",
      "ja": "伝統に執着する家柄のせいで古臭い格好を義務付けられ、「芋くさ令嬢」と馬鹿にされていたアニエス。あるパーティー中、王女殿下から婚約破棄された公爵の息子ナゼルを助けたことで、彼との結婚を命じられる！　しかし、命令で結婚したはずの二人は、本物の恋に落ちていき!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71dce7c3-666b-4671-9164-d1ddad300792",
    "title": {
      "en": "A Blood-Curdling Lifestyle"
    },
    "updatedAt": "2024-09-10T01:12:09+00:00",
    "coverArt": "https://mangadex.org/covers/71dce7c3-666b-4671-9164-d1ddad300792/222ca0fb-8f96-45ca-962f-0e4b515d3f33.png",
    "altTitles": [
      {
        "ko": "피말리는 과대생활"
      },
      {
        "en": "A Blood-Draining Life"
      }
    ],
    "description": {
      "en": "My life of comparing myself to my perfect older sister is over. Now I'm going to live as the main character! Shin Seon-ha, a freshman who entered college with big dreams. However, I thought there was something strange in that department, but I never thought they were all vampires!!... Sunha's bloody college life with her fellow vampires begins."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3",
    "title": {
      "en": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party wo Kumimashita!"
    },
    "updatedAt": "2024-11-16T17:31:32+00:00",
    "coverArt": "https://mangadex.org/covers/9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3/e90810db-b622-4642-b030-53892c35e460.jpg",
    "altTitles": [
      {
        "ja": "勇者に全部奪われた俺は勇者の母親とパーティを組みました！"
      },
      {
        "en": "The Hero Took Everything from Me, So I Partied with the Hero's Mother!"
      },
      {
        "en": "Betrayed by the Hero, I Formed a MILF Party with His Mom!"
      },
      {
        "zh": "被勇者踢出队伍的我，最后和他们的妈妈组队了！"
      },
      {
        "zh-hk": "被勇者奪取全部的我，和勇者的母親組成了隊伍！"
      },
      {
        "id": "Pahlawan Mengambil Segalanya Dariku, Jadi Aku Menikahi Ibunya!"
      },
      {
        "tr": "Kahraman Her Şeyimi Elimden Çaldı, Ben de Annesiyle Parti Yaptım!"
      },
      {
        "vi": "Sau Khi Bị Dũng Sĩ Cướp Đi Mọi Thứ, Tôi Đã Lập Tổ Đội Cùng Với Mẹ Của Dũng Sĩ!"
      },
      {
        "uk": "Я одружився з матір'ю героя, який забрав у мене все!"
      },
      {
        "vi": "Zú Xệ Đạo Tàn Bụ"
      }
    ],
    "description": {
      "en": "As a member of the hero's party Ceres, has set out to defeat the demon king. But one day, he was suddenly dismissed by the hero, and he had to leave the party. All alone, Ceres sought to find a domestic slave to take care of him. What he saw at the slave market was Shizuko, the hero's mother, being sold as a slave?!",
      "id": "Seorang pemuda ingin menikahi ibu dari kelompok pahlawan—\n\nSebagai anggota kelompok pahlawan Ceres sang tokoh utama, berangkat untuk mengalahkan raja iblis.\nNamun suatu hari, dia tiba-tiba di keluarkan dari kelompok pahlawan oleh sang pahlawan,\nSeorang diri, Ceres mencari budak rumah tangga untuk merawatnya. Namun apa yang dia lihat di pasar budak adalah Nyonya Shizuko, ibu dari sang pahlawan, dijual sebagai budak—??\n\nHarem Isekai yang tak masuk akal dari pemuda yang dikeluarkan dari kelompok pahlawan lahir!!",
      "ja": "勇者パーティの一員である主人公・セレスはある日、勇者ゼクトから突然のクビ宣告を受けてしまう。一人になったセレスは、身の回りの世話役として家事奴隷探しへ。その奴隷市場で見かけたのは、奴隷として売られた勇者の母親である静子さんの姿で――？？",
      "pt-br": "Ceres e seus amigos de infância criaram um grupo de aventureiros nomeado de “luz da esperança”, mas depois que Zect, um de seus amigos, se tornou o grande herói, ele expulsou Ceres do grupo. Agora, só restava ao extasiado Ceres retornar para seu vilarejo. Contudo, quando foi comprar uma escrava para auxiliá-lo, Ceres se deparou com Shizuko, a mãe do grande herói Zect!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f486a183-6660-492b-b94b-aa80960d8326",
    "title": {
      "en": "Dragon Ball Super (Official Colored)"
    },
    "updatedAt": "2024-11-20T09:04:14+00:00",
    "coverArt": "https://mangadex.org/covers/f486a183-6660-492b-b94b-aa80960d8326/867407f5-640a-4ee0-8adc-8017dc1efe9f.jpg",
    "altTitles": [
      {
        "en": "Dragon Ball Super - Digital Colored Comics"
      },
      {
        "ja": "ドラゴンボール超 カラー版"
      },
      {
        "ar": "دراغون بول سوبر"
      },
      {
        "id": "Mutiara Naga Super"
      },
      {
        "ja-ro": "Dragon Ball Chou"
      },
      {
        "zh": "드래곤볼 슈퍼"
      },
      {
        "ja": "ドラゴンボール超"
      },
      {
        "en": "Dragon Ball Chou"
      },
      {
        "en": "DBS"
      },
      {
        "el": "Dragon Ball Σούπερ (Επίσημα Χρωματισμένο)"
      }
    ],
    "description": {
      "ar": "يتّبع دراغون بول سوبر آثار معركة غوكو الشرسة مع ماجين بوو وهو يحاول الحفاظ على سلام الأرض الهش.",
      "el": "Έχοντας νικήσει τον Μπου, ο Γκόκου αρχίζει να βαριέται τη ζωή του στη Γη.  Η γυναίκα του, η Τσίτσι, θέλει να βρει δουλειά, αλλά το μόνο που θέλει να κάνει είναι να εκπαιδεύεται και να πολεμά ισχυρότερους εχθρούς.  Αλλού στο σύμπαν, ο Θεός της Καταστροφής, ο Μπρους, και ο υπηρέτης του ο Γουίς ταξιδεύουν από πλανήτη σε πλανήτη αναζητώντας φαγητό και διασκέδαση.  Αφού ανατινάξει μερικά άτυχα θύματα, ο Μπίρους θυμάται έναν άνθρωπο από τα όνειρά του με το ψευδώνυμο «Σούπερ Σάγιαν Θεος», ή κάτι τέτοιο... Ο Θεός της Καταστροφής βάζει το βλέμμα του στη Γη για να εντοπίσει αυτόν τον μυστηριώδη άνθρωπο!  Ίσως αυτό θα δώσει στον Γκόκου κάτι να κάνει;",
      "en": "Having defeated Boo, Goku is starting to get bored with his life on Earth. His wife, Chi-chi, wants him to get a job, but all he wants to do is train and fight stronger enemies. Elsewhere in the universe, the God of Destruction, Beerus, and his attendant Whis are traveling from planet to planet in search of food and entertainment. After blowing up some hapless victims, Beerus is reminded of a man from his dreams with the moniker “Super Saiyan God,” or something like that... The God of Destruction sets his sights on Earth to track down this mysterious man! Maybe this will give Goku something to do?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df08b763-c537-4d0b-bb13-5c83baf2d97b",
    "title": {
      "en": "Paranormal Eyes Sawada"
    },
    "updatedAt": "2022-01-25T01:04:25+00:00",
    "coverArt": "https://mangadex.org/covers/df08b763-c537-4d0b-bb13-5c83baf2d97b/3e120eb7-34f1-43fd-b822-e86da72e5f0a.jpg",
    "altTitles": [
      {
        "ja": "Tyojyo Eyes Sawada"
      },
      {
        "ja": "Choujou Gankyuu Sawada"
      }
    ],
    "description": {
      "en": "Oneshot included in the volume release of \"Sweet Poolside\"."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f4b3c76-f4ae-415e-8451-c5189858ac64",
    "title": {
      "en": "Glasses"
    },
    "updatedAt": "2024-11-20T08:46:54+00:00",
    "coverArt": "https://mangadex.org/covers/7f4b3c76-f4ae-415e-8451-c5189858ac64/509d7f91-eaa3-4460-9b1b-3117c32fbb0a.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2024-09-29T01:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/60356bcc-3936-445d-b485-014a43bcad66.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00719812-4db7-4a62-bd47-f91c7b2fb86c",
    "title": {
      "en": "Love and Collage"
    },
    "updatedAt": "2024-05-08T14:55:28+00:00",
    "coverArt": "https://mangadex.org/covers/00719812-4db7-4a62-bd47-f91c7b2fb86c/ac02121b-e24a-4fd9-b864-6dc9e5690c12.jpg",
    "altTitles": [
      {
        "ja-ro": "Aikora"
      },
      {
        "ja-ro": "Ai Kora"
      },
      {
        "vi": "Mảnh Ghép"
      },
      {
        "ru": "Любовная мозаика"
      },
      {
        "ja": "あいこら"
      },
      {
        "zh-hk": "愛的拼圖"
      },
      {
        "zh": "爱的拼图"
      },
      {
        "zh": "理想情人"
      },
      {
        "zh": "美眉伴身边"
      },
      {
        "zh-hk": "美眉伴身邊"
      },
      {
        "ko": "아이 코라"
      },
      {
        "ko-ro": "Ai Kora"
      },
      {
        "de": "Sexy Puzzle"
      },
      {
        "th": "ไอคอล์"
      }
    ],
    "description": {
      "en": "Maeda Hachibei is unlike most guys, who lust after gorgeous girls. This pervert lusts after their discrete parts, instead. When he moves to Tokyo to attend school, he finds himself living in a dormitory with five girls, each of which possesses one of the ideal physical features he desires: gorgeous blue eyes, bullet-train breasts, a deep dulcet voice, straight “anime-esque” legs, or a waistline shaped like fine Japanese pottery. How can he manage to keep his wits when surrounded by these women? If you think this sounds like a Love Hina clone, you wouldn’t be entirely incorrect… but Hachibei isn’t Keitaro.\n\n\n---\nOfficial Release:\n- Indonesian release by Level Comics as **Love & Collage**"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "119.5"
  },
  {
    "mangaId": "75dd930a-cc7f-4c03-8cde-c20c26b6cd0f",
    "title": {
      "en": "Hannamdong K-House"
    },
    "updatedAt": "2023-06-19T14:40:56+00:00",
    "coverArt": "https://mangadex.org/covers/75dd930a-cc7f-4c03-8cde-c20c26b6cd0f/da23facf-97c5-463a-9e92-5f47e70a61d7.jpg",
    "altTitles": [
      {
        "zh-hk": "漢南洞K-HOUSE"
      },
      {
        "zh-hk": "花樣 K-HOUSE"
      },
      {
        "ja": "青山ケイハウス"
      },
      {
        "ko": "한남동 케이하우스"
      }
    ],
    "description": {
      "en": "Park Tae Jun's exciting new work! An impure cohabitation!  \n  \n[Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000413)  \n[Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/khouse/list?title_no=1502)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "45"
  },
  {
    "mangaId": "b0e6e187-bc12-4add-891f-9e8011e9c5d4",
    "title": {
      "en": "12 Beast"
    },
    "updatedAt": "2024-10-23T22:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/b0e6e187-bc12-4add-891f-9e8011e9c5d4/57ff7aa8-9dfe-47da-b905-68332290f881.jpg",
    "altTitles": [
      {
        "ja": "12BEAST トゥエルヴ ビースト"
      },
      {
        "en": "Twelve Beast"
      },
      {
        "ko": "사선의 소환사 단편"
      },
      {
        "zh": "12BEAST十二魔兽"
      },
      {
        "zh-hk": "12BEAST十二魔獸"
      },
      {
        "fr": "Douze Bêtes"
      },
      {
        "id": "Dwunasta Bestia"
      },
      {
        "es": "Doce Bestias"
      }
    ],
    "description": {
      "en": "Join ninja apprentice Eita Touga as he embarks on an epic adventure searching for his missing brother Kouki and save the Autana (Humanoid Beast) race of \"Live-Earth\" form the mysterious Gigas seeking to exterminate them.",
      "ja": "刀賀エータは、ゲームが大好きな高校生。彼はただ静かに暮らしたい。…だが、そんな彼は忍者の末裔で、謎の女の子まで現れて、しかも、その娘は大きな羽に鋭い爪の鳥人!?VS.巨神機！異世界への扉は今開かれた!"
    },
    "status": "cancelled",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "36"
  },
  {
    "mangaId": "baac09cd-6eb9-43ec-a780-980c8da4f066",
    "title": {
      "en": "Misaki-kun wa Kouryaku Chara Janai"
    },
    "updatedAt": "2024-11-19T11:39:11+00:00",
    "coverArt": "https://mangadex.org/covers/baac09cd-6eb9-43ec-a780-980c8da4f066/18fe7b09-b112-4832-825e-b4ba27c88580.jpg",
    "altTitles": [
      {
        "ja": "三咲くんは攻略キャラじゃない"
      },
      {
        "en": "Misaki-kun is Unobtainable"
      },
      {
        "ja-ro": "Misaki-kun wa Kouryaku Chara ja Nai"
      },
      {
        "es": "Misaki-kun es Inalcanzable"
      },
      {
        "es-la": "Misaki-kun es Inalcanzable"
      },
      {
        "eu": "Misaki-kun lortezina da"
      }
    ],
    "description": {
      "en": "Misaki-kun may be adorable, but he's just the 'best friend' type character you can find in any gal game. However, the protagonist, Kihara Hareta, isn't set on wooing any of the heroines; he has his eyes set on the Unobtainable Misaki-kun!",
      "ja": "ここはギャルゲーの世界。 親友キャラ・三咲泉の使命は、主人公・季原晴太のヒロイン攻略のサポート…のはずが、 肝心の季原は何故か三咲を攻略するつもりで――!? 「男の子のままヒロインになってくれ！」 友情？愛情？男の娘ハッピー胸キュンコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58468edb-e328-4f50-a96a-f58ffd513715",
    "title": {
      "en": "Osananajimi no S-kyuu Party kara Tsuihou sareta Seijuutsukai.: Bannou Shien Mahou to Nakama wo Fuyashite Saikyou e!"
    },
    "updatedAt": "2024-10-25T22:21:55+00:00",
    "coverArt": "https://mangadex.org/covers/58468edb-e328-4f50-a96a-f58ffd513715/07bf237c-2c8c-417c-885a-f7fa54a29672.jpg",
    "altTitles": [
      {
        "en": "The Beast Tamer Was Fired From His Childhood Friends' S-Rank Party"
      },
      {
        "ja": "幼馴染のS級パーティーから追放された聖獣使い。万能支援魔法と仲間を増やして最強へ！"
      }
    ],
    "description": {
      "en": "From MangaUpdates:\r\n\r\nA beast tamer without a familiar, Lock had been supporting his friends in an S Rank party until they finally decided to use him as a decoy and abandoned him. After a conversation with the Fenrir his party was attacking, it chose to serve him as his familiar. By using and expanding the [Mini Monster Garden], Lock gathers more and more familiars to form the strongest- and cutest- party ever. Behold, a fantasy where men and beasts go on adventures together."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5de8776-be99-42bd-92b1-ba568c31407b",
    "title": {
      "en": "7th Garden"
    },
    "updatedAt": "2022-06-04T18:01:38+00:00",
    "coverArt": "https://mangadex.org/covers/d5de8776-be99-42bd-92b1-ba568c31407b/64abced7-cdbf-4f93-bc28-66e052f413f4.png",
    "altTitles": [
      {
        "ja": "7thGARDEN [セブンスガーデン]"
      },
      {
        "zh": "7thGARDEN 第七庭園"
      },
      {
        "vi": "Khu vườn thứ 7"
      },
      {
        "ru": "Седьмой Сад"
      },
      {
        "ja": "セブンスガーデン"
      },
      {
        "ko": "세븐스 가든"
      }
    ],
    "description": {
      "en": "As a gardener served in a rural manor, Avin wished nothing more than peaceful days along with his lord's daughter, Marie. One day, he accidentally woke up a demon sleeping in a nearby mountain. What she wished was to have him as a servant before felling the heaven and turn this world into her garden. Avin of course declined the offer. However, not long after that, the town Avin staying was suddenly raided by Knights Templar who supposed to protect the country. Avin was then presented with choices: Will he perish along with the garden and his dear ones, or become demon's servant and have this world perish instead…\n\n---\n\nReleases of this series stopped with volume #8 chapter #32 on May 2017."
    },
    "status": "hiatus",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "821c7851-fa6c-4336-8fc5-a2dfc4609890",
    "title": {
      "en": "A Princely Girlfriend’s Bad Habits"
    },
    "updatedAt": "2024-10-02T06:02:27+00:00",
    "coverArt": "https://mangadex.org/covers/821c7851-fa6c-4336-8fc5-a2dfc4609890/11e0fa73-1b46-4164-a79d-ab339dd9592e.png",
    "altTitles": [
      {
        "ja": "王子系彼女の悪癖"
      },
      {
        "ja-ro": "Ōji-kei kanojo no akuheki"
      }
    ],
    "description": {
      "en": "A romantic comedy between a prince-type girl and a girl-faced boy."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6a21855-c647-483f-85cf-c17b8dd0ca58",
    "title": {
      "en": "The Archduke's Fabulous Fake Marriage"
    },
    "updatedAt": "2024-02-13T15:32:45+00:00",
    "coverArt": "https://mangadex.org/covers/a6a21855-c647-483f-85cf-c17b8dd0ca58/924ee9b4-c34e-4ec1-b1c8-6d00195593d3.png",
    "altTitles": [
      {
        "ko": "그 대공의 화려한 결혼은 사기"
      },
      {
        "en": "The Archduke's Gorgeous Wedding Was a Fraud"
      }
    ],
    "description": {
      "en": "I possessed the body of the fourth villainess, Shay, who was miserably killed by the other villains for desperately clinging to the male lead.\nHowever, the male lead suddenly offered me an enormous amount of money, in exchange for a contract marriage to help him escape various romantic advances.\n\n\"You have to be the most gorgeous and wicked woman in the empire, so that no one will dare to approach me.\"\n\n...Isn't this marriage a fraud?\nWas what I was going to say, but the amount of money he offered was too tempting to refuse. Alright, before the original female lead appears, I'll show them who's the crazy bitch here.\n\n\"Dear customer, I'll do my best to help you!\"\n \nI was confident this was the original plan, however...\nThis man, whose affection and warmth know no bounds, said he can't imagine a life without me!\n\nI think I somehow ended up getting money, power and even love!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf55dd16-ba26-49de-adb3-cbf7d2bc6775",
    "title": {
      "en": "Kiss x Sis"
    },
    "updatedAt": "2024-08-24T05:32:53+00:00",
    "coverArt": "https://mangadex.org/covers/bf55dd16-ba26-49de-adb3-cbf7d2bc6775/32234a1c-0dad-45e5-ad55-c23d22a6ca41.jpg",
    "altTitles": [
      {
        "ja": "Kiss×Sis"
      },
      {
        "ru": "Поцелуй сестёр"
      },
      {
        "ja": "キスシス"
      },
      {
        "zh-hk": "亲吻姐姐"
      },
      {
        "ko": "키스X시스"
      },
      {
        "zh-ro": "Qīn qīn jiějiě"
      }
    ],
    "description": {
      "en": "Keita has two step-sisters (without blood-relation) who love him in a lustful way and have no problems expressing it, they even like to compete over it; much to the laughs of his friends (which he usually endures without problems). One day they come to his school to give him his lunch, he gets annoyed due to the atmosphere and explodes on them, to counter attack his anger they confess their tender feelings for him in front of everyone and leave. Feeling sorry he chases after them and says that he'll study hard in order to get in the same highschool as them.",
      "it": "La storia di Kissxsis inizia con lo studente Keita Suminoe alle prese con gli esami di ingresso per le scuole superiori. Ad aiutarlo ci sono le sue sorelle gemelle più grandi di lui. Le ragazze, Ako e Riko, non hanno alcun legame di sangue con Keita, non fanno nulla per nascondere i propri sentimenti amorosi nei confronti del ragazzo, e si lasciano andare a effusioni ed avances anche in pubblico. I genitori dei tre ragazzi incoraggiano Keita ad accettare le attenzioni di una delle due sorelle, e Keita nonostante l'imbarazzo non disdegna l'interesse delle due ragazze nei suoi confronti. Ako e Riko, nonostante siano tecnicamente rivali fra loro, sono spesso unite e complici nell'escogitare piani per allontanare Keita da qualunque altra ragazza possa girare intorno a lui…",
      "pt": "Kiss x Sis conta a história de Keita Suminoe, um jovem estudante do ensino fundamental. Ele está vivendo em uma casa com seus pais e suas meio-irmãs gêmeas, Ako e Riko, que o beijam e o assediam sempre competindo para ver quem mostra mais amor por ele. Embora se considerem irmãos eles não compartilham relação sanguínea; seus pais se casaram enquanto eles estavam na infância. Ainda assim, a relação incomoda Keita profundamente, já que seus pais permitem essa relação, e visto que foram criados juntos, e escandaliza à grande parte dos que vêm a saber desta. As gêmeas, contudo, são insistentes, e fazem o possível e o impossível para ficar com ele. Nessa conjuntura, entram outros personagens que possuem esse mesmo interesse, e a trama se desenrola em cima da disputa por Keita.",
      "pt-br": "Keita tem duas meias-irmãs (sem parentesco) que o amam de uma forma lasciva e não têm problemas em expressar isso, elas até gostam de competir por isso; para as risadas de seus amigos (o que ele geralmente suporta sem problemas). Um dia, elas vêm à escola dele para lhe dar seu almoço, ele fica irritado devido à atmosfera e explode com elas, para contra-atacar sua raiva, elas confessam seus sentimentos ternos por ele na frente de todos e vão embora. Sentindo pena, ele corre atrás delas e diz que vai estudar muito para entrar na mesma escola que elas."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "erotica",
    "lastVolume": "25",
    "lastChapter": "154"
  },
  {
    "mangaId": "cdce6cdf-6817-49a8-842c-7a8d7f9b6463",
    "title": {
      "en": "Meguru Mirai"
    },
    "updatedAt": "2024-08-13T06:59:43+00:00",
    "coverArt": "https://mangadex.org/covers/cdce6cdf-6817-49a8-842c-7a8d7f9b6463/8fb04383-9707-404d-8cb0-d4c25193a05b.jpg",
    "altTitles": [
      {
        "ja": "めぐる未来"
      },
      {
        "en": "Revolving Future"
      }
    ],
    "description": {
      "en": "Mirai, a man who does not show his emotions, lives happily with his innocent and cheerful wife Meguru, but he has a \"cursed disease\" that he keeps secret even from his wife.\nThen one day, Mirai receives an important call from the police concerning his wife...!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "641ef96d-fe37-4fa1-854b-dcef9623a145",
    "title": {
      "en": "Strange Love Rivals Increased!"
    },
    "updatedAt": "2024-08-03T13:19:14+00:00",
    "coverArt": "https://mangadex.org/covers/641ef96d-fe37-4fa1-854b-dcef9623a145/b5b44105-5682-4835-804d-798b45db32bb.png",
    "altTitles": [
      {
        "zh": "奇怪的情敌增加了"
      },
      {
        "en": "The Villainess Enters the Game!"
      },
      {
        "es-la": "¡La villana entra al juego!"
      }
    ],
    "description": {
      "en": "After I isekai'd as the female villain of an otome game, I just wanted to avoid the death ending and live a peaceful life. But why are the male lead and female lead fighting over me?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "79"
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-09-12T22:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01f1c42b-cd00-4051-b63f-81ea40a3a4fc",
    "title": {
      "en": "It's not Ba, it's Va"
    },
    "updatedAt": "2024-10-25T15:51:23+00:00",
    "coverArt": "https://mangadex.org/covers/01f1c42b-cd00-4051-b63f-81ea40a3a4fc/ae98c004-49bb-4da4-bf7e-e80e91340e0e.png",
    "altTitles": [
      {
        "ja": "バじゃなくて、ヴァ"
      }
    ],
    "description": {
      "en": "Choboraunyopomi x Vanguard\n\nThe crazy unit comedy four-panel story begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f087a12-2093-4dde-a593-218d8c1ce306",
    "title": {
      "en": "Densetsu no Ore"
    },
    "updatedAt": "2024-09-30T17:29:19+00:00",
    "coverArt": "https://mangadex.org/covers/4f087a12-2093-4dde-a593-218d8c1ce306/6dcf2bd6-2e22-499d-8df2-4a2685b23e90.jpg",
    "altTitles": [
      {
        "en": "Legendary Me!"
      },
      {
        "ja": "伝説の俺"
      },
      {
        "es-la": "¡El Legendario Yo!"
      }
    ],
    "description": {
      "en": "Ozma, a former court magician, is executed for saving a girl, Felia. However, he is reincarnated in a world 300 years later. There, his previous life, in which he was supposed to have been executed, has left his mark on history with a series of feats of which he has no memory, and he has been praised as a god. Like a legendary hero!\n\nAdapted to Novel."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6109f9b-c393-4c71-84f8-10e978265cae",
    "title": {
      "en": "Battle Angel Alita: Mars Chronicle"
    },
    "updatedAt": "2024-04-18T13:58:43+00:00",
    "coverArt": "https://mangadex.org/covers/e6109f9b-c393-4c71-84f8-10e978265cae/1358ca44-e9a6-466e-8d01-1836d42fc7b2.jpg",
    "altTitles": [
      {
        "ja-ro": "Gunnm Kasei Senki"
      },
      {
        "ja": "銃夢火星戦記"
      },
      {
        "zh-hk": "銃夢火星戰記"
      },
      {
        "zh": "铳梦火星战记"
      },
      {
        "en": "GUNNM Mars Chronicle"
      }
    ],
    "description": {
      "en": "Third part of the Gunnm series after GUNNM and GUNNM Last Order."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdde822d-3177-48ff-9b97-29a28d5fdfda",
    "title": {
      "en": "Sukina Ko ni Kanchigai Sareru Hanashi."
    },
    "updatedAt": "2024-01-22T15:24:28+00:00",
    "coverArt": "https://mangadex.org/covers/bdde822d-3177-48ff-9b97-29a28d5fdfda/fc2601ca-1d0c-4119-a441-ef5a7f9c8eec.jpg",
    "altTitles": [
      {
        "ja": "好きな子に勘違いされる話。"
      }
    ],
    "description": {
      "ja": "好きな子に勘違いされる話。\n\nとある目的の為に描いたもの無駄になってしまったので供養。\n追記:8/03pixivアプリ編集部オススメに選ばれました…！ありがとうございます！\n\n※自主連載しているこちら→（[illust/93852005](https://www.pixiv.net/en/artworks/93852005)）の話とは繋がってるようで繋がっていないので、別物としてお読みください。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99daf7bc-3a3b-4fe8-b10d-951b32bfea64",
    "title": {
      "ja": "Gimai Seikatsu"
    },
    "updatedAt": "2024-10-30T22:11:12+00:00",
    "coverArt": "https://mangadex.org/covers/99daf7bc-3a3b-4fe8-b10d-951b32bfea64/5c787c1c-24b9-4efc-b6fc-de7af72a7e5a.jpg",
    "altTitles": [
      {
        "en": "Days with my Step Sister"
      },
      {
        "ja": "義妹生活"
      },
      {
        "ru": "Жизнь с моей сводной сестрой"
      },
      {
        "de": "Tage mit meiner Stief-Schwester"
      }
    ],
    "description": {
      "en": "From classmates to brother and sister, living under the same roof.\r\n\r\nAfter his father’s remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance.\r\n\r\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn’t know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together.\r\n\r\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know.",
      "pt-br": "De colegas de classe a irmão e irmã, vivendo sob o mesmo teto.\n\nApós o novo casamento de seu pai, Asamura Yuuta acaba ganhando uma nova meia-irmã, coincidentemente a beleza número um do ano escolar, Ayase Saki. Tendo aprendido valores importantes no que diz respeito aos relacionamentos homem-mulher através dos anteriores de seus pais, eles prometem um ao outro não ser muito próximos, não ser muito opostos e apenas manter uma distância vaga e confortável.\n\nPor um lado, Saki, que trabalhou sozinha pelo bem de sua família, não sabe como confiar adequadamente nos outros, enquanto Yuta não tem certeza de como realmente tratá-la. Estando em terreno bastante igual, os dois aprendem lentamente a sensação confortável de viver juntos.\n\nO relacionamento deles evolui lentamente de estranhos à medida que os dias passam. Eventualmente, isso pode acabar em uma história sobre o amor, pelo que sabemos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67e26e23-1d15-47ef-b5bc-0229efb3b63a",
    "title": {
      "en": "Madara Rumble"
    },
    "updatedAt": "2024-11-19T15:51:39+00:00",
    "coverArt": "https://mangadex.org/covers/67e26e23-1d15-47ef-b5bc-0229efb3b63a/8e814a31-5cb7-419a-9342-d85cb808f60a.jpg",
    "altTitles": [
      {
        "ja": "マダラランブル"
      },
      {
        "en": "Madara Girls Scramble"
      }
    ],
    "description": {
      "en": "Modern Japan is overrun by \"vampires\" who mimic and eat people. In order to hunt them down, there are girls who fight in secret with silver weapons in their hands! Among the vampire exterminators, there is a unit of \"troublemakers,\" a.k.a. \"Mazarasou.\" Newly assigned there is Reo, a girl with a certain secret. She meets a woman named Kaika Kiriya, who is one of the most \"dangerous\" women in the group. A painful, extreme, and sometimes friendship. Hunting, hunting, hunting!",
      "ja": "人に擬態し、人を喰う「吸血鬼」が跋扈する現代日本。ヤツらを狩るため、銀武器片手に人知れず戦う少女たちがいた！駆除業者の中でも問題児が集まった部隊・即応六班――通称「まだら荘」。吸血鬼を引き寄せる「ごちそう」体質を持ち、人を遠ざけ生きてきた昴 玲央がそこで出会ったのは、まだら荘の中でも一際美しく一際ヤバイ女・紀里谷 開花でーー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03f7d862-123a-40ea-96da-bca2eb6168b0",
    "title": {
      "en": "Battery"
    },
    "updatedAt": "2021-05-25T15:38:57+00:00",
    "coverArt": "https://mangadex.org/covers/03f7d862-123a-40ea-96da-bca2eb6168b0/018fe969-9e4c-4027-af56-596f061b38a3.jpg",
    "altTitles": [
      {
        "en": "แบตเทอรี่ คู่หูเบสบอล"
      },
      {
        "en": "バッテリー"
      },
      {
        "en": "棒球少年"
      },
      {
        "en": "野球少年"
      }
    ],
    "description": {
      "en": "Meet Harada Takumi—not even in junior high and he's the best pitcher in the region, although he's frustrated and ready to give up, because he can't find a catcher who is good enough to keep up with how he pitches in this backwater town his family has just moved to. Then along comes a kid named Nagakura Gou…  \n  \n(Source: MU)  \n  \nLinks:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18153)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "38"
  },
  {
    "mangaId": "dc3db8cd-fe54-457d-90b3-3cc43148b9c8",
    "title": {
      "en": "Jesus"
    },
    "updatedAt": "2024-11-12T23:52:05+00:00",
    "coverArt": "https://mangadex.org/covers/dc3db8cd-fe54-457d-90b3-3cc43148b9c8/884a541d-6edf-4943-80b4-9d3354af7345.png",
    "altTitles": [
      {
        "ja": "シーザス"
      },
      {
        "ja": "復活殺手JESUS"
      },
      {
        "en": "Jesus (FUJIWARA Yoshihide)"
      },
      {
        "id": "J"
      }
    ],
    "description": {
      "en": "The criminal underworld speaks of a hitman bearing incredible skill...this man goes by the name \"Jesus.\" Why, you ask? Because it happens to be last word to escape the lips of any fool unfortunate enough to be caught on the wrong end of his gun.\n\nInternationally wanted hitman, codenamed Jesus, fakes his death using the body of his exact double, high school teacher Shingo Fujisawa. A much bigger problem is at play, as Fujisawa's family is unaware of his death (via cardiac arrest), leading to Jesus taking up the name and profession of his much more legally-sound doppelganger. When the mafia and international agents start showing up in Japan, Jesus must do everything in his power to keep his newfound family, peers, and students safe, all while his opponents pray for mercy!\n\n\n----\n\nIndonesian release by Elex Media Komputindo as **J**"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "125"
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-05-30T15:28:16+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/1021308f-8511-4f29-9c4a-3a4c471de3ac.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c4dfd90-0d26-455b-8e04-786f472395f7",
    "title": {
      "en": "Kouhai-chan Who Understands You"
    },
    "updatedAt": "2024-07-27T10:31:58+00:00",
    "coverArt": "https://mangadex.org/covers/5c4dfd90-0d26-455b-8e04-786f472395f7/37b8cb0b-6a6e-4a43-a064-6bb886525812.jpg",
    "altTitles": [
      {
        "ja": "理解る後輩ちゃん"
      },
      {
        "ja-ro": "Wakaru Kouhai-chan"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Aitsu no Kanojo"
    },
    "updatedAt": "2024-11-02T15:41:52+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/8fc55d64-db82-4856-bcbc-8c0a9f85ad10.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "en": "Someone's Girlfriend"
      },
      {
        "zh-hk": "他的女友"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "id": "Pacarnya Dia"
      },
      {
        "uk": "Його дівчина"
      },
      {
        "vi": "Bạn Gái Bạn Thân"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "ja": "気になるあの娘は、”親友の”彼女。\n\n始まりの季節、春。主人公・リクの家を訪れた美少女・雫は「いいよ、何しても。」と、リクを誘う。しかし雫は、“親友（アイツ）の彼女”。",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3b168a0-2f0c-4f2b-b75a-17b081866c64",
    "title": {
      "en": "Magabanashi: Ghost Stories Spreading on Social Media"
    },
    "updatedAt": "2024-11-18T21:45:57+00:00",
    "coverArt": "https://mangadex.org/covers/c3b168a0-2f0c-4f2b-b75a-17b081866c64/6b10056e-4dd6-4ef6-bfe6-c45932c75ca7.jpg",
    "altTitles": [
      {
        "ja": "禍話: SNSで伝播する令和怪談"
      },
      {
        "ja-ro": "Magabanashi: SNS de Denpa suru Reiwa Kaidan"
      }
    ],
    "description": {
      "en": "Based on the popular horror radio show Magabanashi, this anthology captures supernatural stories that have taken on a life of their own across social media. Readers are cautioned that these tales come with risks, as they tap into deep-seated fears and blur the line between reality and the supernatural."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc14d123-07ae-4a00-93de-0728dd1a32a4",
    "title": {
      "en": "A Gal Who Will Become a Yandere in 10 Days"
    },
    "updatedAt": "2024-11-15T20:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/dc14d123-07ae-4a00-93de-0728dd1a32a4/d9935336-9b2f-4ffc-9d98-ce07520713d0.jpg",
    "altTitles": [
      {
        "es-la": "La Gal Que Se Volvera Yandere en 10 dias"
      },
      {
        "ja-ro": "10-Nichi-go yandere ni naru gyaru"
      },
      {
        "ja": "10日後ヤンデレになるギャル"
      }
    ],
    "description": {
      "en": "A gal girl who will become a yandere in 10 days and it will be because of me..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7477bdb7-c146-41f7-a8de-29c7b7b5034c",
    "title": {
      "en": "XX Shinaide! Tsukimine-san"
    },
    "updatedAt": "2024-11-16T12:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/7477bdb7-c146-41f7-a8de-29c7b7b5034c/74357d90-2af0-41a4-9f2a-3963ff2e7f3e.jpg",
    "altTitles": [
      {
        "ja": "××しないで！月峰さん。"
      },
      {
        "en": "Don't XX Ms. Tsukimine"
      },
      {
        "pt-br": "Não me XX!!! Tsukimine-san"
      },
      {
        "es-la": "¡¡No me XX!! Tsukimine-san"
      }
    ],
    "description": {
      "en": "Hidaka Akira is a high school student who loves solitude. He avoids the crowds in his class and decides to eat alone, but there is someone who disturbs his peace. It is Tsukimine Chiyo, the girl at the highest level in the school hierarchy, a girl who is absolutely beautiful. Tsukimine called Akira and asked him to do his \"usual thing\". What kind of \"normal\" did they mean, and why were her clothes off...?",
      "ja": "「オレはただ…静かに過ごしたいだけなのに――…」\n\n両親の転勤のおかげで念願の一人暮らしをはじめた高校生・陽高旭。孤独を愛する彼は学校でもトイレで一人ぼっちメシをキメていた。しかし、ささやかな平穏はひとりの少女…月峰千夜によって破られる。どこからともなく旭の元へ現れる千夜は彼の気弱さにつけこみ無茶を要求してきて!?",
      "pt-br": "Hidaka Akira é um estudante do ensino médio que adora a solidão. Ele evita as multidões em sua classe e decide comer sozinho, mas há alguém que perturba sua paz. Trata-se de Tsukimine Chiyo, a garota do mais alto nível na hierarquia da escola, uma garota absolutamente linda."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3874cbf6-7fb8-4148-a8f8-049e8f493012",
    "title": {
      "en": "I Took Over The System Players"
    },
    "updatedAt": "2023-11-09T20:10:33+00:00",
    "coverArt": "https://mangadex.org/covers/3874cbf6-7fb8-4148-a8f8-049e8f493012/7fca15bb-772b-406f-b76a-cb3209bc9f17.jpg",
    "altTitles": [
      {
        "zh": "我夺舍了系统玩家"
      },
      {
        "zh-ro": "Wo Duo Shele Xitong Wanjia"
      }
    ],
    "description": {
      "en": "College student, Xing Ye gained the ability to take over another person’s body with a success rate of 100%, but by chance took over the body of a necromancer. This necromancer turns out to be the owner of the system, and it’s all because of this system that he’s a corpse after dying. This system gives suicide missions with no regards of the host’s abilities, but Xing Ye finds this suicide system quite compatible with him now that he’s a corpse? “Hahaha, I’m already dead, what do I have to fear?”",
      "zh": "大学生星夜死后获得百分百夺舍能力，却意外夺舍炼尸，而这炼尸生前竟然是系统持有者，之所以死亡变成炼尸都是被他的系统害得，这系统会不顾宿主等级的派发作死任务，但星夜发现身为炼尸的自己和这作死系统竟意外的有配合？哈哈哈，老子已经死了还怕什么作死"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28082274-f2ac-43dc-aa96-14ec978edf32",
    "title": {
      "en": "Be Obsessed With Me"
    },
    "updatedAt": "2024-07-20T19:13:19+00:00",
    "coverArt": "https://mangadex.org/covers/28082274-f2ac-43dc-aa96-14ec978edf32/4986f56f-1f7f-4575-895d-75dcb5adb532.jpg",
    "altTitles": [
      {
        "ko": "내게 집착하세요"
      },
      {
        "ko-ro": "Naege Jibchaghaseyo"
      },
      {
        "ko-ro": "Naege Jipchakhaseyo"
      },
      {
        "en": "Please Be Obsessed With Me"
      },
      {
        "en": "Cling to Me"
      },
      {
        "en": "Please Obsess Over Me"
      },
      {
        "en": "Obsess Over Me"
      },
      {
        "vi": "Bị Ám Ảnh Bởi Tôi"
      },
      {
        "zh": "执迷于我"
      },
      {
        "zh-hk": "執迷於我"
      },
      {
        "fr": "Obsédé par moi"
      },
      {
        "es-la": "Obsesiónate por mi"
      },
      {
        "es-la": "OBSESIÓNATE CONMIGO"
      }
    ],
    "description": {
      "ar": "لقد قتلت من قبل الخونة وبعد أن عدت . قررت هذه المرة أن أكون صداقة معهم . . لأنه إذا أصبحت صديقه لهم ، فلن يقتلوني . لكن \" هل يمكنك فقط السماح لي بالذهاب عندما ينتهي الأمر لقد أملت رأسي وسألت ، لكن العيون المحدقة بي قد تعمقت بعطش مجهول \" ماذا يمكنني أن أفعل ؟ ليس لدي أي نية لترككِ تذهبين . \" ردود الفعل هذه غريبة نوعا ما ؟ \"",
      "en": "Arabella is a forgotten outcast princess who vomits blood whenever she moves. After being killed during the rebellion against the oppression of the imperial family which inherited the dragon's blood, she returns to the time before her 20th birthday. Realizing that she must survive until her 25th birthday in order to stop the regression cycle, Arabella decides to look for a way to cure her illness, even if it means seeking answers from the rebel forces themselves.",
      "fr": "Arabella est la princesse oubliée et maladive qui vomit du sang dès qu'elle bouge. Elle revient après avoir été tuée lors d'une rébellion contre l'oppression de la famille impériale dirigée par celui qui a hérité du sang du dragon. Elle doit survivre jusqu'à son 25e anniversaire pour s'assurer que sa régression est terminée. Arabella décide de trouver une réponse auprès des rebelles afin de prolonger sa vie.",
      "it": "Arabella è una principessa dimenticata che vomita sangue ogni volta che si muove. Dopo essere stata uccisa durante la ribellione contro l'oppressione della famiglia imperiale, ritorna al tempo prima del suo ventesimo compleanno. Rendendosi conto che deve sopravvivere fino al suo 25° compleanno per fermare il ciclo di regressione, Arabella decide di cercare un modo per curare la sua malattia, anche se questo significa cercare risposte dalle stesse forze ribelli.",
      "ko": "움직이면 피를 토하는 잊혀진 찬밥 황녀 아라벨라. \n드래곤의 피를 이어받은 황실의 압제에 맞서 일어나는 반란 사건 때 죽임을 당한 후 회귀한다. \n자신이 25살의 생일까지 살아남아야 회귀가 끝난다는 것을 알게 된 \n아라벨라는 생명 연장을 위해 반란군에게서 답을 찾기로 결심한다.",
      "pt": "Arabella é uma princesa esquecida que vomita sangue sempre que se move. Depois de ser morta durante a rebelião contra a opressão da família imperial, ela retorna à época anterior ao seu 20º aniversário. Percebendo que deve sobreviver até seu 25º aniversário para interromper o ciclo de regressão, Arabella decide buscar uma forma de curar sua doença, mesmo que isso signifique buscar respostas das próprias forças rebeldes.",
      "vi": "Arabella là một cô công chúa bị lãng quên, luôn nôn ra máu khi di chuyển. Một cuộc nổi loạn đã diễn ra để chống lại sự áp bức bóc lột của hoàng gia. Về sau khi bị giết chết liên tiếp, cô phát hiện ra rằng quá trình trở về quá khứ sẽ chỉ kết thúc nếu cô sống sót cho đến sinh nhật thứ 25 của mình\n.\nArabella quyết tâm tìm ra câu trả lời từ phe nổi dậy để kéo dài sự sống.",
      "zh-hk": "阿拉貝拉，是一位因為體弱容易吐血而被遺忘受冷落的公主。\n\n在受繼承龍族血統的皇室壓迫而發生的叛亂事件的時候，遭遇死亡之後復活。\n\n明白自己到25歲的生日復活就結束的阿拉貝拉，決心為了延續生命從叛軍那裡尋找答案。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0681ae41-df2e-4ffa-8063-c8d18877853c",
    "title": {
      "en": "Motoyan Musume, Koi o Suru"
    },
    "updatedAt": "2024-10-26T03:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/0681ae41-df2e-4ffa-8063-c8d18877853c/24caf03b-e813-4319-9a76-66bdbac7dcdd.jpg",
    "altTitles": [
      {
        "ja": "元ヤン娘、恋をする"
      },
      {
        "ja-ro": "Motoyan Musume, Koi o Suru"
      },
      {
        "en": "A Former Delinquent Girl Falls in Love"
      }
    ],
    "description": {
      "en": "Spin-off/Spiritual Sequel of the authors other work \"The Mentor and the New Employee Who are Getting More and More Into Each Other\"; with this story focusing on the mask wearing former delinquent and her budding romance with the little brother of the Female MC of the previous work."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "58"
  },
  {
    "mangaId": "87bca59d-1911-4231-829f-d49f0ff80ab4",
    "title": {
      "en": "Futaribocchi no OtaCir no Hime"
    },
    "updatedAt": "2024-11-17T09:00:50+00:00",
    "coverArt": "https://mangadex.org/covers/87bca59d-1911-4231-829f-d49f0ff80ab4/46239653-f40f-4898-b210-eaa96995c9f4.jpg",
    "altTitles": [
      {
        "ja": "ふたりぼっちのオタサーの姫"
      },
      {
        "ja-ro": "Futaribocchi no Otaku Circle no Hime"
      },
      {
        "ja": "Futaribocchi no Otasaa no Hime"
      },
      {
        "ja-ro": "Futari Bocchi no OtaCir no Hime"
      },
      {
        "ja-ro": "Futari Bocchi no Otasaa no Hime"
      },
      {
        "en": "The Otaku Circle's Princess in a Club of Two"
      }
    ],
    "description": {
      "en": "Ooyama Takeko joins an otaku club in the hopes of being worshiped as a princess as she'd be the only female member, but the club she joins only has two members (including herself). Based on a one shot of the same name.",
      "ja": "『小林さんちのメイドラゴン』などアニメ化多数の大人気作家が、初の週刊連載でYJに大登場！ 「ヲタクさんたちに”ちやほや”されたい！」 ”姫”を目指して大山武子が入ったオタサーは…、部員が二人しかいなかった！ 1年たっても二人っきりのサークルで、大山は立派な姫になれるのか!? 満たせ欲求！目指せ姫！天然ダメっ娘オタサーコメディ、開幕！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": ""
  },
  {
    "mangaId": "2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe",
    "title": {
      "en": "Major 2nd"
    },
    "updatedAt": "2024-09-29T01:26:36+00:00",
    "coverArt": "https://mangadex.org/covers/2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe/8980a16c-e38b-4434-9732-c7fe2a6152d3.jpg",
    "altTitles": [
      {
        "ru": "Второй Мэйджор"
      },
      {
        "ja": "メジャーセカンド"
      },
      {
        "en": "Major 2nd"
      },
      {
        "ja-ro": "Major 2nd"
      }
    ],
    "description": {
      "en": "A sequel to the successful baseball manga MAJOR by the same author. The series follows Gorou's son Daigo."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5efc2417-d036-48e6-b86d-e4299a077093",
    "title": {
      "en": "A Boyish Girlfriend in High Humidity"
    },
    "updatedAt": "2024-08-06T22:34:42+00:00",
    "coverArt": "https://mangadex.org/covers/5efc2417-d036-48e6-b86d-e4299a077093/a1801d05-fabc-4e4a-911a-bb0fcea51fd5.jpg",
    "altTitles": [
      {
        "ja": "湿度高めのボーイッシュ彼女"
      },
      {
        "ja-ro": "Shitsudo Takame no Boyish Kanojo"
      },
      {
        "pt-br": "Uma namorada masculina com alta umidade"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/115806876)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3683f667-c23d-4688-b872-0ade276aaafa",
    "title": {
      "en": "Rekkyou Sensen"
    },
    "updatedAt": "2024-09-20T00:02:19+00:00",
    "coverArt": "https://mangadex.org/covers/3683f667-c23d-4688-b872-0ade276aaafa/f2d84657-9a2d-46cd-8437-042d9e0bbec6.jpg",
    "altTitles": [
      {
        "pt-br": "Guerra das Grandes Potências"
      },
      {
        "ja": "The Doomsday is Wartime"
      },
      {
        "ja-ro": "Rekkyo Sensen"
      },
      {
        "ja-ro": "Rekkyō Sensen"
      },
      {
        "ja": "列強戦線"
      },
      {
        "vi": "Chiến Tuyến Siêu Cường"
      },
      {
        "en": "World Power Battlefront"
      }
    ],
    "description": {
      "en": "The year is 2206, and mankind has only 100 years left on planet Earth. The \"Nation-Toppling Battle\", a war with the survival of each country on the line, begins!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8be11cb2-873b-4fbe-b208-118140698435",
    "title": {
      "en": "Nito no Joreishi"
    },
    "updatedAt": "2024-11-20T00:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/8be11cb2-873b-4fbe-b208-118140698435/f2fa51e8-23d8-429c-9969-0a1e3895036b.png",
    "altTitles": [
      {
        "ja": "二兎の除霊師"
      },
      {
        "en": "Two Rabbit Exorcists"
      }
    ],
    "description": {
      "en": "Gotsuji and Uruka, two exorcists, spend their days hunting down and banishing \"evil spirits.\" Their mission is to track down and slay a specific malevolent spirit. At the heart of this quest lies Gotsuji's deep, unresolved grief and vengeance for a woman who died long ago. While Gotsuji is consumed by a thirst for revenge, Uruka, who struggles to understand this obsession, faithfully stays by his side. Together, these two exorcists are bound on a journey, but where will it lead?",
      "ja": "除霊師の五辻とうるかは依頼を受けて\"悪霊\"を祓う毎日を送っていた。彼らの目的は、ある悪霊を捜し出して斬ること。そこにはかつて死んだ女性に対する、五辻の強い想いと弔意があった――。 仇討ちに執着する五辻と、それを理解できないながら伴走するうるか。ふたりの除霊師の旅の行きつく先とは…？ バニーと和装で霊を殺（ト）れ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64e13f82-7c55-47bc-9461-4df12dc61475",
    "title": {
      "en": "Kamieshi no Oshigoto"
    },
    "updatedAt": "2024-02-21T05:29:22+00:00",
    "coverArt": "https://mangadex.org/covers/64e13f82-7c55-47bc-9461-4df12dc61475/22434648-f28f-4cab-9064-14196620d363.jpg",
    "altTitles": [
      {
        "ja": "神絵師のおしごと"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-05-05T05:17:22+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/10a3e590-180f-414a-bbab-eb487af42926.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-09-29T01:20:00+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/2f5ec0c5-5661-432b-967c-5002c8505800.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee51d8fb-ba27-46a5-b204-d565ea1b11aa",
    "title": {
      "en": "Ore ga Kokuhaku Sarete Kara, Ojou no Yousu ga Okashii"
    },
    "updatedAt": "2024-11-08T01:43:14+00:00",
    "coverArt": "https://mangadex.org/covers/ee51d8fb-ba27-46a5-b204-d565ea1b11aa/f2dfa227-26cd-4b69-8c7b-bc8f3b54a39f.jpg",
    "altTitles": [
      {
        "ja": "俺が告白されてから、お嬢の様子がおかしい。"
      },
      {
        "ja-ro": "Ore ga Kokuhaku Sarete Kara, Ojou no Yousu ga Okashii."
      },
      {
        "en": "The Young Lady Has Been Acting Weird Ever Since Someone Confessed to Me"
      },
      {
        "en": "After I Was Confessed to, the Young Lady Looked Strange"
      },
      {
        "pt-br": "A jovem dama tem agido estranho desde que alguém se confessou para mim"
      },
      {
        "id": "Perilaku Nona Muda Menjadi Aneh Sejak Seseorang Menyatakan Cinta Padaku"
      }
    ],
    "description": {
      "en": "The servant of the Tendou family, Eito, serves the perfect young lady, Hoshine. \n\nOne day, Eito informs Hoshine that someone from another class confessed their feelings for him. Hoshine, who has hidden her feelings for Eito since childhood, begins to feel uneasy: \n\n\"I’ve loved Eito for a much longer time!\"\n\n As a result, Hoshine starts to approach Eito even more, making bolder advances than ever before! She gets close to him in crowded trains and begs him to sleep by her side… While Eito tries to maintain his role as a formal servant, Hoshine increasingly pursues him with her advances. \n\nIt’s an adorable romantic comedy between a mistress and her servant, featuring a young lady who strives to win her servant’s love!",
      "pt-br": "O servo da família Tendou, Eito, serve a jovem perfeita, Hoshine. Um dia, Eito informa a Hoshine que alguém de outra turma confessou seus sentimentos por ele. Hoshine, que esconde seus sentimentos por Eito desde a infância, começa a se sentir inquieta: \"Eu amo o Eito há muito mais tempo!\" Como resultado, Hoshine começa a se aproximar ainda mais de Eito, fazendo avanços mais ousados do que nunca! Ela se aproxima dele em trens lotados e implora para que ele durma ao seu lado... Enquanto Eito tenta manter seu papel de servo formal, Hoshine o persegue cada vez mais com suas investidas. É uma adorável comédia romântica entre uma jovem dama e seu servo, apresentando uma moça que luta para conquistar o amor de seu fiel criado!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]