[
  {
    "mangaId": "b1461071-bfbb-43e7-a5b6-a7ba5904649f",
    "title": {
      "en": "Martial Peak"
    },
    "updatedAt": "2024-04-16T18:37:16+00:00",
    "coverArt": "https://mangadex.org/covers/b1461071-bfbb-43e7-a5b6-a7ba5904649f/d175e74d-4ab7-47f4-8196-371aa51d8c2d.png",
    "altTitles": [
      {
        "zh-ro": "Wǔ Liàn Diān Fēng"
      },
      {
        "zh-ro": "Wǔ Liàn Diānfēng"
      },
      {
        "ru": "Вершина боевых искусств"
      },
      {
        "ru": "Пик боевых искусств"
      },
      {
        "zh": "武炼巅峰"
      },
      {
        "vi": "Võ Luyện Đỉnh Phong"
      },
      {
        "zh-ro": "Wu Lian Dian Feng"
      },
      {
        "zh-ro": "Wu Lian Dianfeng"
      },
      {
        "ko": "무련전봉"
      },
      {
        "en": "The Pinnacle of Martial Arts"
      },
      {
        "en": "MP"
      },
      {
        "ar": "ذروة الفنون القتالية"
      },
      {
        "ar": "مارشال بيك"
      },
      {
        "uk": "Вершина бойових мистецтв"
      },
      {
        "uk": "Пік бойових мистецтв"
      }
    ],
    "description": {
      "ar": "رحلة الوصول إلى قمة فنون القتال هي رحلة وحيدة موحشة وطويلة. في مواجهة الشدائد يجب عليك البقاء على قيد الحياة والقتال بلا هوادة، وعندها فقط يمكنك الارتقاء ومتابعة رحلتك لتصبح الأقوى. تختبر طائفة الجناح السماوي الأعلى تلاميذها بأقسى الطرق لإعدادهم لهذه الرحلة، وفي أحد الأيام تمكن المتدرب الضعيف يانغ كاي من الحصول على كتاب أسود مما جعله على الطريق إلى قمة عالم فنون القتال.",
      "en": "The peak of martial arts is solitary and lonely. It is an endless pursuit for unattainable heights as well. In order to surpass the limits of martial arts, growth and the will to survive in adverse situations is necessary.\r\nOne day, Yang Kai, a disciple-on-trial (and floor sweeper) of the Lingxiao Martial Arts Sect discovered a Wordless Black Book. That marked the turn in his luck and the beginning of his martial arts journey.",
      "fr": "Le chemin vers le sommet martial (Martial Peak) est long et solitaire. Face à l’adversité, il faut survivre et persévérer. Il est alors possible de percer et poursuivre l'ascension pour devenir le plus fort. Le Haut Pavillon Céleste entraîne ses disciples de la manière la plus sévère afin de les préparer à ce voyage. Un beau jour, le modeste balayeur Yang Kai met la main sur un livre noir, le lançant sur la route vers l'apogée du monde martial.",
      "ru": "Путь на вершину боевых искусств - путь одинокий и длинный. Перед лицом невзгод ты должен оставаться сильным и неотступным. Только тогда ты сможешь преодолеть все препятствия и стать по-настоящему сильным. Небесная Башня обучает своих учеников самым суровым образом, чтобы они могли выстоять в мире боевых искусств. Но только из-за одного самого незначительного проступка наш главный герой, Янг Кай, может быть исключен из Небесной Башни.",
      "uk": "Шлях до бойової вершини - самотній, відлюдний і довгий. Перед обличчям негараздів ти повинен вижити і залишатися непохитним. Тільки тоді ти зможеш прорватися і продовжити свій шлях, щоб стати найсильнішим. Небесна вершина випробовує своїх учнів найсуворішими способами, щоб підготувати їх до цієї подорожі. Одного разу скромному підмітальнику Ян Каю вдалося роздобути чорну книгу, яка відкриває йому шлях до вершини світу бойових мистецтв.",
      "zh": "《武炼巅峰》漫画版是由深圳漫画团队噼咔噼绘制，根据阅文集团旗起点中文网的同名小说改编，作者是莫默。武之巅峰，是孤独，是寂寞，是漫漫求索，是高处不胜寒。逆境中成长，绝地里求生，才能堪破武之极道。凌霄阁试炼弟子兼扫地小厮杨开偶获一本无字黑书，从此踏上漫漫武道。",
      "es-la": "El viaje hacia la cima marcial es solitario y largo. Ante la adversidad, debes sobrevivir y permanecer inflexible. Solo entonces podrás avanzar y continuar tu viaje para convertirte en el más fuerte. El \"Pabellón Cielo Alto\" pone a prueba a sus discípulos de las formas más duras para prepararlos para este viaje. Un día, el humilde barrendero Yang Kai logró obtener un libro negro, lo que lo puso en el camino hacia la cima del mundo marcial.",
      "pt-br": "A jornada para o Pico Marcial é algo longo e solitário. Indo de encontro com a adversidade, você deve sobreviver e permanecer vivo. Apenas aqueles que superarem os limites continuarão a jornada rumo ao objetivo de se tornar o mais forte. A Sky Tower testa seus discípulos de maneiras bem complexas para esta jornada. Um dia, o menosprezado Yang Kai conseguiu obter um livro negro, fazendo-o tomar rumo ao pico do mundo marcial."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce94a03e-3fdf-40ba-a02e-d28bc62148e1",
    "title": {
      "en": "Bambino! Secondo"
    },
    "updatedAt": "2022-09-12T18:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/ce94a03e-3fdf-40ba-a02e-d28bc62148e1/4d373036-65cb-492b-b004-752de24304eb.jpg",
    "altTitles": [
      {
        "ja": "バンビ～ノ!SECONDO"
      },
      {
        "zh": "料理新鮮人SECONDO"
      },
      {
        "ko": "밤비노! SECONDO"
      },
      {
        "ja-ro": "Bambino! Secondo"
      }
    ],
    "description": {
      "en": "Shogo Ban is now a chef at Ristorante Legare. As the Yokohama branch of the Trattoria Baccanale he used to work at, he has been entrusted with the responsibility of head of the pasta section. Rejoin Ban as he struggles to meet the expectations of work and develop his personal relationships."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "149"
  },
  {
    "mangaId": "417d2d14-4c31-4af3-8dbd-4d31686cef5a",
    "title": {
      "en": "Anime Shop Manager"
    },
    "updatedAt": "2024-02-22T00:10:04+00:00",
    "coverArt": "https://mangadex.org/covers/417d2d14-4c31-4af3-8dbd-4d31686cef5a/f4f8e8cd-e4a8-45a0-91d1-ba11ccb6d56f.png",
    "altTitles": [
      {
        "en": "Captain Animate Want You!!"
      },
      {
        "ja": "アニメ店長"
      },
      {
        "zh": "动漫狂店长"
      },
      {
        "zh-hk": "動漫狂店長"
      },
      {
        "ko": "아니메 점장"
      },
      {
        "ja-ro": "Anime Tenchou"
      },
      {
        "ko-ro": "anime jeomjang"
      },
      {
        "zh-ro": "Dòngmàn kuáng diàn zhǎng"
      }
    ],
    "description": {
      "en": "A new Animate is opening up, and things are looking tight without the manager. Unfortunately, he won't make it - one young man, Anizawa, has been bestowed his position in his stead! Learn alongside Anizawa the ins-and-outs of running an Animate, along with various anime production merch and events.\n\nA work meant to promote the anime goods shop Animate, packed with Shimamoto's nekketsu (hot-blooded) flavor. Though serialized in different magazines, it is printed under Studio DNA's (now Ichijinsha) Comic Zero Sum imprint.\n  \nLink:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=358) (OVA)"
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": ""
  },
  {
    "mangaId": "af0f31a0-372d-4aa5-a632-f2e2b769ab83",
    "title": {
      "en": "Inazuma Eleven"
    },
    "updatedAt": "2023-05-05T13:50:06+00:00",
    "coverArt": "https://mangadex.org/covers/af0f31a0-372d-4aa5-a632-f2e2b769ab83/d3277fc1-5095-4080-9c0f-5c0aa745f879.jpg",
    "altTitles": [
      {
        "en": "Inazuma 11"
      },
      {
        "pt": "Super Onze"
      },
      {
        "ja": "イナズマイレブン"
      }
    ],
    "description": {
      "en": "Raimon Middle School 's soccer club captain, Endou Mamoru is in a pinch - his club is about to be destroyed! Literally! To avert the wrecking ball and disbanding of the club, his team must win against the toughest soccer team in the area - Teikoku. Will Endou and his team meet a crushing defeat or will a mysterious transfer student with a fiery kick save them from disaster?!  \n  \nWon the 34th Annual Kodansha Manga Award for Best Children's Manga."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "43"
  },
  {
    "mangaId": "150e0dd9-f4f6-4d73-8ca9-c2f693252a56",
    "title": {
      "en": "Heavenly Blood Star"
    },
    "updatedAt": "2024-04-14T13:27:51+00:00",
    "coverArt": "https://mangadex.org/covers/150e0dd9-f4f6-4d73-8ca9-c2f693252a56/557d4474-33c1-414f-b72d-d086eed6a029.png",
    "altTitles": [
      {
        "en": "The Blood Star Damned by Heaven"
      },
      {
        "ko": "天死血星,천사혈성"
      },
      {
        "pt-br": "A Estrela de Sangue Amaldiçoada pelo Céu"
      }
    ],
    "description": {
      "en": "Cheon Yoo-ok is a young orphan who survives by begging, however, as he delves deeper into the mysteries of a sect, dark secrets and unknown threats begin to emerge, in a world where intrigues and conspiracies are everywhere, he will have You have to overcome unimaginable challenges to protect those you love and discover your true destiny.",
      "pt-br": "Cheon Yoo-ok é um jovem órfão que sobrevive pedindo esmolas, porém, à medida que ele se aprofunda nos mistérios de uma seita, segredos sombrios e ameaças desconhecidas começam a surgir, em um mundo onde intrigas e conspirações estão por toda parte, ele terá que superar desafios inimagináveis para proteger aqueles que ama e descobrir seu verdadeiro destino."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71d6899a-0e57-4bf5-a78c-9a5372895fec",
    "title": {
      "en": "Oshikake Nyobo, Kodomo tuki!"
    },
    "updatedAt": "2024-02-19T17:02:44+00:00",
    "coverArt": "https://mangadex.org/covers/71d6899a-0e57-4bf5-a78c-9a5372895fec/2fdbd41b-ab3a-4863-9d9e-238376b9dd98.jpg",
    "altTitles": [
      {
        "ja": "押しかけ女房、コドモ付き!"
      },
      {
        "ja-ro": "Oshikake Nyoubo, Kodomo Tsuki!"
      },
      {
        "en": "Uninvited Wife, With Child!"
      }
    ],
    "description": {
      "en": "High school girl Kousaka Kako's life is turned upside down when two uninvited guests show up on her doorstep; Mirai, a self-proclaimed girl from the future, and Nozomi, who is supposedly Mirai and Kako's child."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0aa2ca6-8985-4b6f-beda-f7fa1956422e",
    "title": {
      "en": "Saijaku Tamer wa Gomi Hiroi no Tabi o Hajimemashita"
    },
    "updatedAt": "2024-02-24T21:03:23+00:00",
    "coverArt": "https://mangadex.org/covers/f0aa2ca6-8985-4b6f-beda-f7fa1956422e/576da812-e546-4231-8f01-3c2e0bf7946f.jpg",
    "altTitles": [
      {
        "ja": "最弱テイマーはゴミ拾いの旅を始めました。"
      },
      {
        "ja": "最弱テイマーはゴミ拾いの旅を始めました。＠COMIC"
      },
      {
        "ja-ro": "Saijaku Teima wa Gomi Hiroi no Tabi wo Hajimemashita"
      },
      {
        "en": "The Weakest Tamer Began a Journey to Pick up Trash"
      },
      {
        "en": "The Weakest Tamer Started a Garbage-Picking Journey"
      },
      {
        "fr": "La dresseuse sans étoile parcourt le monde pour récolter des déchets"
      },
      {
        "ru": "Слабейшая укротительница в путешествии по сбору мусора"
      },
      {
        "th": "การผจญภัยของเทมเมอร์มือใหม่ กับสไลม์สุดด๋อย"
      },
      {
        "ko": "최약 테이머는 폐지 줍는 여행을 시작했습니다"
      },
      {
        "zh": "最弱的驯养师开启的捡垃圾的旅途"
      },
      {
        "id": "Penjinak terlemah mulai berkelana untuk memungut sampah"
      },
      {
        "uk": "Найслабша приборкувачка почала свою подорож зі збирання сміття"
      }
    ],
    "description": {
      "en": "When Ivy was born into this world, she remembered her past life. Remembering her preincarnation, she strove to avoid strife. But fate curdled at the status check, when kids learn who they are. For she had only one skill – Taming – and not a single star. Ivy was weak from the start – at most, she could tame a slime. And in her world, most people did not give the weak their time. Only one woman in her village would treat her as her own. But after she died, Ivy got the hint and ran from home. While on the lam, she met a tiny slime and made Sora its name.  And such begins the heart-warming survival story of a small girl who can tame.\n\n- [Original Web Novel](https://ncode.syosetu.com/n9629ex/)",
      "fr": "Dans un monde fantasy où l'avenir de chacun est déterminé par les \"skills\" révélés durant l'enfance, la jeune Ivy se voit attribuer le métier de dresseuse de monstres au rang le plus bas qui soit : sans-étoile. Rejetée par son village, elle entame alors un voyage aux côtés de Sora, un slime tout faible, seul monstre qu'elle ait réussi à apprivoiser.\nLa plus faible des dresseuses et le plus faible des monstres parviendront-ils à survivre dans ce monde rude et sans pitié... ?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72431270-43ab-43cf-88c2-0c138391b1f4",
    "title": {
      "en": "Waves Upon Waves"
    },
    "updatedAt": "2024-04-16T23:12:35+00:00",
    "coverArt": "https://mangadex.org/covers/72431270-43ab-43cf-88c2-0c138391b1f4/013897ae-fc22-4352-827b-98c428aaff6f.jpg",
    "altTitles": [
      {
        "ko": "일파만파"
      },
      {
        "en": "Wave of Waves"
      }
    ],
    "description": {
      "en": "there's an old legend in Sereong's family: their flute 'Manpa' will turn into a person if you care for it with enough love! But Sereong doesn't believe in this legend and plans to sell Manpa.... But it was then when Manpa turns into a human and tells Sereong he can grant her wish.\n\nA romance between one who grants miracles and one who doesn't believe in miracles."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48e8f8ec-58dd-4fdc-bc8e-873a8bd1345c",
    "title": {
      "en": "Another World Dump Truck"
    },
    "updatedAt": "2024-04-14T06:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/48e8f8ec-58dd-4fdc-bc8e-873a8bd1345c/9ef569a2-313a-4af3-86a7-30fe1998ba36.jpg",
    "altTitles": [
      {
        "ko": "이세계 덤프트럭"
      }
    ],
    "description": {
      "en": "Yul, the manager of the interdimensional dump truck office, accidentally kills an innocent man named Kwon Yoo-jun. In order to make amends, Yul enters a romance fantasy novel where Yoo-jun is the villainess and tries to send her back to her original world. However, due to various complications, Yul becomes trapped in the novel. With the office staff scattered and no knowledge of the novel's plot, Yul desperately searches for a way out. But, Yoo-jun, who is now pretending to be a noble lady in the new world, causes Yul a headache."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4a4250d-14a0-4b45-83ac-c732091b4eba",
    "title": {
      "en": "My Daughter Is the Final Boss"
    },
    "updatedAt": "2023-04-10T05:04:25+00:00",
    "coverArt": "https://mangadex.org/covers/a4a4250d-14a0-4b45-83ac-c732091b4eba/90295f87-e093-4731-8d5e-7e44cb33d0ac.jpg",
    "altTitles": [
      {
        "ko": "내 딸은 최종 보스"
      },
      {
        "ko-ro": "Nae Ddar'eun Cheojong Boss"
      },
      {
        "zh-hk": "我的女兒是最終頭目"
      },
      {
        "zh": "灭世女神今年5岁"
      },
      {
        "ko-ro": "Nae Ttareun Choejong Boss"
      },
      {
        "fr": "Ma fille est le boss final"
      },
      {
        "it": "Mia figlia è il boss finale"
      },
      {
        "uk": "Моя донька - фінальний бос"
      },
      {
        "ru": "Моя дочь — Финальный Босс"
      },
      {
        "mn": "Миний охин бол эцсийн BOSS"
      },
      {
        "ja": "俺の娘はラスボス"
      },
      {
        "zh": "灭世女神今年5岁"
      },
      {
        "zh": "我的女儿是最终的老板"
      },
      {
        "zh-hk": "我的女兒是最終的老闆"
      },
      {
        "id": "Putriku Adalah Bos Terakhir"
      }
    ],
    "description": {
      "en": "Lee Seojun could only watch as his daughter, the witch Lee Seola, turned into the wicked final boss who destroyed the world and brought upon his death. Though never a good dad, as he loses consciousness, Seojun gets a new quest: \"Change the Future.\" Upon awakening, he sees a 5-year-old Seola standing before him. Now, Seojun must raise Seola to avoid the misfortunes that originally turned her wicked and become the caring father she never had. The price of failure? Only the end of the world.\n\n---\nMy daughter destroyed the world. At the end of the divergence, I died helplessly. When I opened my eyes again, my five-year-old daughter was in front of me.\n\n*Unique Quest: Changing the Future*\nStop Seol-ah Lee's five misfortunes. (0/5) \n\nI was given another chance. If I raised her incorrectly, the world will perish.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "fr": "Ma fille a détruit le monde. À la fin de celui-ci, je suis mort impuissant. Quand j'ai rouvert les yeux, ma fille de cinq ans était devant moi. <Quête unique : Changer le futur> Arrêtez les cinq malheurs de Seol-Ah Lee. (0/5) Une nouvelle chance m'a été accordée. Si elle est mal éduquée, le monde périra.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "id": "Putriku menghancurkan dunia ini, di akhir hidupku aku mati tidak berdaya. Ketika aku membuka mata, putriku yang berusia 5 tahun berada di hadapanku. Aku mengalami regresi dan harus mencegah 5 nasib buruk Seol-Ah (0/5) Aku diberikan kesempatan sekali lagi, untuk mengubah semuanya dan menebus semua kesalahanku di masa lalu Jika dibiarkan begitu saja, maka dunia akan binasa. - Diary Lee Seojun\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "ko": "내 딸이 세상을 멸망시켰다.\n엇나감의 끝에서, 나는 무력하게 죽음을 맞이했다.\n다시 눈을 떴을 때, 내 눈앞에는 다섯 살의 딸이 있었다.\n\n<고유 퀘스트 : 미래 바꾸기>\n이설아의 다섯 가지 불행을 막으십시오.(0/5)\n\n다시 한번 주어진 기회.\n잘못 키우면, 세상이 멸망한다.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "ru": "Моя дочь разрушила мир. В конце её дивергенции я беспомощно умер.\nКогда снова открыл глаза, передо мной стояла моя пятилетняя дочь.\n[Остановите пять несчастий Соль-а Ли. (0/5)]\nМне дали ещё один шанс. Если её неправильно воспитать, то мир погибнет.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "uk": "Моя донька зруйнувала світ, а я помер. Але після смерті перед моїми очима з'явилось завдання.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "zh": "我的女儿灭亡了世界。 就在生死毁灭之际，我无力的迎接死亡的到来。 再次睁开双眼的时候，我回到了过去，眼前竟出现了女儿5岁时的身影！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39a42714-db1f-4faf-8e05-e8cdbfa48314",
    "title": {
      "en": "My Favorite Idol"
    },
    "updatedAt": "2023-10-31T23:53:20+00:00",
    "coverArt": "https://mangadex.org/covers/39a42714-db1f-4faf-8e05-e8cdbfa48314/15647c49-aea4-4cdf-9efc-64fe5c27f99a.jpg",
    "altTitles": [
      {
        "ko": "사생돌"
      },
      {
        "ko-ro": "Sasaengdol"
      }
    ],
    "description": {
      "en": "The bodies of the top idol and a school outcast are switched?! A school outcast who is always bullied everyday, Hong Jooa. A top idol who is loved by the whole nation, Go Yohan. Jooa, who envies the life of her beloved idol, and Yohan, who envies the simple and free life of an ordinary person. While they yearned for each other’s lives, their bodies were switched one day!? A spectacular body-switch romance, My Favorite Idol!\nBlackout-Phantom"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "773fd242-2898-49fa-ae82-3dd26473fead",
    "title": {
      "en": "The Life of a Returning Officer"
    },
    "updatedAt": "2024-03-09T14:19:53+00:00",
    "coverArt": "https://mangadex.org/covers/773fd242-2898-49fa-ae82-3dd26473fead/4ac2a6e1-1752-4e9e-9ec9-f06bd7000726.jpg",
    "altTitles": [
      {
        "ko": "회귀 경찰의 리셋 라이프"
      },
      {
        "ko-ro": "Hoigui Gyeongchalui Riset Laipeu"
      },
      {
        "en": "Police Returner's Reset Life"
      }
    ],
    "description": {
      "en": "Choi Jong-hyuk, captain of the intellectual crime unit, loses his mother and his own life to a mysterious mastermind for digging too deeply into a case. In his last moments, Jong-hyuk catches a glimpse of the man who kills him before waking up as his 17-year-old self.\n\n To prevent his mother's death, Jong-hyuk swears to hunt down the one responsible. Luckily, he has knowledge about the future and his experience as an officer.\n\nWill these tools be enough to catch the criminal that eluded him once?",
      "id": "Cerita tentang Choi Jong-hyuk, ketua tim intelejen investigasi kejahatan, ketika dia ingin menemui jenazah ibunya, ia mengalami kecelakaan misterius lalu entah bagaimana dia kembali ke tahun tahun 1997."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1d05b01-3a63-4b0c-bb0b-b674813d3058",
    "title": {
      "en": "Mitarai-ke, Enjou suru"
    },
    "updatedAt": "2023-06-21T00:11:26+00:00",
    "coverArt": "https://mangadex.org/covers/a1d05b01-3a63-4b0c-bb0b-b674813d3058/e1a8d29c-caaf-4f0b-b60e-e9e10a727988.jpg",
    "altTitles": [
      {
        "ja": "御手洗家、炎上する"
      },
      {
        "ja-ro": "Mitaraike, Enjousuru"
      },
      {
        "en": "The Mitarai's House is on Fire"
      },
      {
        "en": "Burn the House Down"
      },
      {
        "vi": "Lửa Thiêu Nhà Mitarai"
      }
    ],
    "description": {
      "en": "The house of the Mitarai family, who operated a hospital, burned down in an unfortunate incident. The wife who caused the fire in an act of carelessness prostrated herself, apologizing in front of the flames. 13 years later, Murata Anzu is hired as a housekeeper for the Mitarai house. The woman who greets her is the second wife, Makiko. Despite her high standards, Anzu manages to secure a contract for work. However, her true goal is to infiltrate the house.",
      "vi": "Một biến cố đau thương đã xảy đến với nhà Mitarai, một gia đình với truyền thống điều hành bệnh viện qua nhiều thế hệ, dẫn đến toàn bộ cơ ngơi đều bị nhấn chìm trong biển lửa. Người vợ, người được cho là nguyên nhân dẫn đến vụ cháy do sự bất cẩn của mình, chỉ biết quỳ xuống phủ phục tại chỗ, liên tục hết lời nói xin lỗi chồng và con gái.\n\nMười ba năm sau vụ hỏa hoạn, Murata Anzu, đã được thuê vào nhà Mitarai với tư cách một người giúp việc. Và người đã đứng ra thuê cô là Makiko, vợ kế của bố ruột mình. Thành công trong việc chứng minh sự hữu dụng trước những yêu cầu hà khắt của Makiko, Anzu đã chính thức ký được hợp đồng, danh chính ngôn thuận bước vào nhà Mitarai. Nhưng mục đích thật sự của cô lại không phải đơn giản chỉ có vậy..."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "39.5"
  },
  {
    "mangaId": "1481bb8c-e782-4f95-b638-bf2b449551a1",
    "title": {
      "en": "Jigoku no Ashita"
    },
    "updatedAt": "2023-12-23T10:59:54+00:00",
    "coverArt": "https://mangadex.org/covers/1481bb8c-e782-4f95-b638-bf2b449551a1/487309e0-a732-4bcd-8464-97e437b40993.jpg",
    "altTitles": [
      {
        "ja": "地獄のアシタ"
      },
      {
        "en": "Ashita in Hell"
      },
      {
        "vi": "Ashita lưu lạc chốn địa ngục"
      },
      {
        "zh-hk": "地獄的明日"
      }
    ],
    "description": {
      "en": "Ashita, a high schooler who will do anything for love, falls down the stairs after a heartbreak. When he opens his eyes, he finds himself crossing the River Styx in the arms of a beautiful woman. Gently comforted by Gasha, the woman, Ashita agrees to go on a trip to Hell. Then Gasha, the headmaster of a school for demons, decides to enroll Ashita...! His school life of bloodshed begins!",
      "vi": "Ashita, một cậu sinh viên cao trung đang nghiêng nước nghiên thành chỉ vì một cô gái, đã ngã xuống cầu thang và chầu ông bà sau khi bị người tình trong mơ của mình cự tuyệt. Mở mắt ra cậu ấy thấy mình đang nằm trong vòng tay của một người phụ nữ hương sắc tuyệt trần trên một chiếc thuyền nhỏ đang trên đường tới cõi âm. Ashita được nhẹ nhàng vỗ về trong suốt chuyến thăm quan dưới âm phủ bởi người phụ nữ tên là Gasha ấy. Sau đó cậu ấy nhập học vào một ngôi trường dành cho acwy nơi mà Gasha là hiệu trưởng. Bị đẩy vào giữa một lũ quỷ tham lam máu lạnh chỉ biết lo cho những nhục dục bản thân, một cuộc đời sinh viên không tránh khỏi đổ máu của cậu ấy đã bắt đầu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "580af60e-9ebd-4818-a460-f851e9992cde",
    "title": {
      "en": "LOVE & HATE"
    },
    "updatedAt": "2024-04-11T00:14:31+00:00",
    "coverArt": "https://mangadex.org/covers/580af60e-9ebd-4818-a460-f851e9992cde/2e9f0cae-1646-4009-9dde-e85b36f6b19c.jpg",
    "altTitles": [],
    "description": {
      "en": "Ichigo was once a popular detective that used his good looks as a weapon. However, now that he's completely worn out, he is in needy circumstances… A man named Kuki Otohide then requests his services. Ichigo is enthusiastic about the reward, since it's been a while for him. Unfortunately, he fails, after all, his client had to help him out. However, there was something Kuki wanted to check with Ichigo, so he suddenly pressed him for… what?!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "6e4805a6-75ab-462d-883c-4ddedb8e4df6",
    "title": {
      "en": "Nano Machine"
    },
    "updatedAt": "2023-04-05T13:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/664dfc87-4464-486e-bc87-74156805fd18.jpg",
    "altTitles": [
      {
        "ko": "나노마신"
      },
      {
        "zh": "某天成为魔神"
      },
      {
        "zh-hk": "奈米魔神"
      },
      {
        "zh-hk": "喇勞 魔神"
      },
      {
        "id": "Nano Mashin"
      },
      {
        "ru": "Наномашины"
      },
      {
        "ja": "ナノ魔神"
      },
      {
        "th": "นาโนมาชิน"
      }
    ],
    "description": {
      "en": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "fr": "La vie remplit d'infortune et d'épreuve de Cheo Yeo-Woon, bâtard et dernier dans l'ordre de succession, prit un tournant après qu'un de ses « descendant » venant du futur ait injecté des Nano Machines dans son corps.",
      "id": "Setelah mengalami cobaan berat pada hidupnya, Tiba tiba Chun yeowun mendapatkan pertolongan tidak terduga dari keturunannya di masa depan yang memasukkan teknologi nano ke dalam tubuhnya! Mampukah Chun Yeowun menjadi master bela diri dengan menggunakan kekuatan nano mashin!?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ja": "「未来の力を手に入れ、邪悪な魔教に立ち向かう！」 魔教の私生児として生まれた主人公・天黎雲。 幼い頃から卑しまれ、後継者争いで命を狙われる。 死に物狂いの抵抗もむなしく、危うく命を落としかねない絶体絶命のピンチに･･･！ その瞬間、突如現れた謎の男から「ナノマシン」と呼ばれる未来の力を注入され、 目覚めるととてつもない力を手に入れていた。 魔教を超え、最強の武人を目指す天黎雲の物語が幕を開ける！\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ko": "갖은 멸시와 목숨의 위협을 받던 마교의 사생아 천여운, \n미래에서 나타난 후손이 천여운의 몸에 나노 머신을 주입한 후 그의 인생이 송두리째 바뀐다.\n마교를 넘어 무림 최고의 자리에 오르기 위한 천여운의 거침없는 이야기가 시작된다!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ru": "Чен Еун — незаконнорожденный принц, появившийся на свет без единой частички Нейгуна. С самого раннего детства он находился под гнетом всеобщего отвращения. Весь забитый, с отсутствием какой-либо мотивации, год за годом Еун влачил свое жалкое существование. Ни на что не рассчитывая... и не претендуя.\n\nБудучи изгоем, исконно презираемым шестью великими кланами, в один прекрасный день он оказался в окружении десятка подосланных убийц. Когда глаза практически застлала пелена белого света... и казалось, он уже начал теряться, проваливаясь в пучину... безграничного отчаяния, на горизонте возникла еле заметная фигура.\n\nНеизвестный \"потомок\", снизошедший из будущего, в мгновение ока уничтожил всех врагов. Прошептав нечто невнятное, он подсадил в тело нашего героя какой-то странный предмет... наномашину. С этого момента все кардинально переменилось. Поселившийся где-то внутри искусственный интеллект дал его жизни невероятный толчок.\n\nБольше не будет как прежде. Это... новая ветвь истории. Истории о парне, который бросил вызов небесам.",
      "th": "เรื่องราวของชอนยออุนลูกนอกสมรสภายในพรรคมารที่ได้เป็นเทวบุตรมารรุ่นที่ 2 และอยู่เหนือประมุขพรรคมาร\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "zh": "无名小卒却有了神秘机器，\n或许我也能挑战一下魔神？\n魔教私生子天如运饱受蔑视和生命威胁，某天来自未来的后人突然出现，给天如运的身体注入了纳米机器，从此他的人生发生了翻天覆地的变化。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "pt-br": "Depois de ser desdenhado e ter sua vida em perigo, Cheon Yeo-Woon, um órfão do culto demoníaco, recebeu uma visita inesperada de seu descendente do futuro, que inseriu nele uma micro máquina, que mudou drasticamente a vida de Cheon Yeo-Woon após sua ativação. A história da jornada de Cheon Yeo-Woon no culto demoníaco e sua subida para se tornar o melhor nas artes marciais acabou de começar.",
      "zh-hk": "在魔教少教主候選人中排名最後的天如運，是個運氣極差的人。 某天，來自未來的後代突然穿越時空出現，並且將奈米機器注入他的身體，徹底翻轉了他的人生。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eab2ee8-f12d-4884-a8f1-e2493b1d99d6",
    "title": {
      "en": "Deadlines Are Raining in the Status Window"
    },
    "updatedAt": "2024-04-16T04:36:57+00:00",
    "coverArt": "https://mangadex.org/covers/2eab2ee8-f12d-4884-a8f1-e2493b1d99d6/7d90de53-6f6e-4c1e-979b-18b0c8b311e2.jpg",
    "altTitles": [
      {
        "ko": "상태창에서 시한부가 빗발친다"
      },
      {
        "en": "Deadline Is Raining in the Status Window"
      }
    ],
    "description": {
      "en": "A masterpiece of over 3,000 volumes, I was incarnated into “Dawn of Repentance.” Moreover, as the successor to the duke’s family, facing a grim fate, I became my cherished character, “Mitchell Nephtis.” But upon opening the status window, the countdown to death was D-3. With the thought that I couldn’t die like this, I somehow managed to survive, and each time I changed the development, experience points were granted?! If that’s the case, I’ll change the original storyline drastically to reap the benefits. Leaving the deceased “Michell Nephtys” aside, I lived as the nanny’s daughter, “Evan Laeff,” doing as told, but missions kept pouring in on the status window, and failure meant death. Now that it’s like this, whether the storyline changes or not doesn’t matter. I will definitely survive and prevail"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-04-04T19:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/f941c5e9-ca88-4122-990e-220bba684cac.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30120395-d156-4076-a4fd-59e2880e2d0f",
    "title": {
      "en": "My Younger Sister Was a Genius"
    },
    "updatedAt": "2024-03-16T19:15:39+00:00",
    "coverArt": "https://mangadex.org/covers/30120395-d156-4076-a4fd-59e2880e2d0f/da45a31e-6392-486e-9d04-ff0b72ad519e.jpg",
    "altTitles": [
      {
        "en": "My Younger Sibling Was a Genius"
      },
      {
        "ko": "동생이 천재였다"
      },
      {
        "ko-ro": "Dongsaengi Cheonjaeyeotda"
      }
    ],
    "description": {
      "en": "Yoon Hajoon, who struggled to pursue his musical career despite his iffy talents and ended up sacrificing his own family along the way, \" If only I could turn back time...! \" One day, after living with regrets and alcohol for a while, he woke up and found himself had returned to the past. Just then, it dawned on him. The fact that my younger sister is a musical genius...! Now is the time to turn my life around, that is by producing my younger sister into becoming the best singer!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-04-10T13:34:10+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/3936c3c4-454b-4261-8f15-883c00cf3783.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os quatro cavaleiros do apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô em um lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca em uma jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2023-09-23T02:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/c0f158ec-87bc-4e8b-8b0d-f43638670e2f.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6ead041-631d-4294-a1b7-d0c48b572134",
    "title": {
      "en": "The iDOLM@STER: Shiny Colors - Coherent Light"
    },
    "updatedAt": "2024-02-01T18:34:08+00:00",
    "coverArt": "https://mangadex.org/covers/e6ead041-631d-4294-a1b7-d0c48b572134/a61b1e0d-2d0e-4403-ad4b-605fa4a08305.jpg",
    "altTitles": [
      {
        "ja": "アイドルマスター シャイニーカラーズ コヒーレントライト"
      },
      {
        "en": "The iDOLMASTER: Shiny Colors - Coherent Light"
      }
    ],
    "description": {
      "en": "Serizawa Asahi, Mayuzumi Fuyuko, and Izumi Mei, members of the idol unit 'Straylight,' openly declare themselves as rivals. While they occasionally clash, they further polish their talents, shining even brighter. The new manga adaptation of the game 'The Idolmaster Shiny Colors,' compatible with the 'enza' platform, is here",
      "ja": "芹沢あさひ・黛 冬優子・和泉愛依 互いをライバルと明言しあう アイドルユニット“ストレイライト”の３人は 時にはぶつかりながら磨かれることで さらに強く輝く――。 enza対応ゲーム「アイドルマスター シャイニーカラーズ」の新たなコミカライズがここに登場！",
      "es-la": "Serizawa Asahi, Mayuzumi Fuyuko e Izumi Mei, miembros de la unidad de idols 'Straylight,' se declaran abiertamente como rivales. Aunque ocasionalmente chocan entre sí, pulen aún más sus talentos, brillando con más intensidad. La nueva adaptación al manga del juego 'The Idolmaster Shiny Colors,' compatible con la plataforma 'enza,' ya está aquí,"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb5b629-e29d-46f1-86b2-241e5b097fb2",
    "title": {
      "en": "Million Times Attack Speed"
    },
    "updatedAt": "2024-02-18T06:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/0bb5b629-e29d-46f1-86b2-241e5b097fb2/28cb66f4-dff0-4afc-ad15-7fc6c6a25809.jpg",
    "altTitles": [
      {
        "zh": "我有百万倍攻速"
      },
      {
        "en": "1 Million Times Attack Speed"
      },
      {
        "zh-ro": "Wǒ Yǒu Bǎi Wàn Bèi Gōng Sù"
      }
    ],
    "description": {
      "en": "After being reincarnated into the Tianwu Continent, Ye Yun activated the Multiverse Devouring System and received the reward of a million times attack speed in the beginner's gift package. From then on, he became an invincible powerhouse! As the saying goes, in the world of martial arts, speed is paramount. Do you think I was just picking my nose and cleaning my ears? In fact, I just executed thirty-five thousand people with a single sword strike and eighty-seven thousand people with a single sword swing, while also unleashing various boxing techniques and secret arts."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-02-11T18:18:02+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/f3fbdcfe-83a8-4852-a676-ccabd299a013.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "897ee431-5738-4465-8389-6cab340c4bd1",
    "title": {
      "en": "Burning Effect"
    },
    "updatedAt": "2023-10-22T02:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/897ee431-5738-4465-8389-6cab340c4bd1/d21525f7-2557-4dbd-a080-b4bc4caeb235.jpg",
    "altTitles": [
      {
        "ru": "Эффект горения"
      },
      {
        "ko": "버닝 이펙트"
      }
    ],
    "description": {
      "en": "This story is about the fierce struggle between law enforcement and those who want to upset the world.  \nIn the Cᵗʰ century, the central bureau of the municipality, Graymark, sentence anyone to death, regardless of the severity of the offense in order to reduce the crime rate and population in proportion to the increased life expectancy due to medical advances.  \nThis is a conflict between the Central Bureau and the Revolutionary Army trying to overturn this system.  \n  \n[right]",
      "fa": "⁧⁧ داستانی در مورد تقابل حکومت و کسی که می‌خواهد دنیا را واژگون کند.  \nدر قرن نامعلومی در شهر گری‌مارک، حکومت مرکزی برای کاهش جمعیت و جرم، قانونی تصویب کرد که صرف نظر از شدت جرم، مجرم را اعدام می‌کرد.   \nداستان تقابل خیر و شر، حکومت و انقلاب، و افرادی که زیر بار حکومت نرفتن…[/right]",
      "pt-br": "Em um mundo onde o menor delito justifica a pena de morte o plano de Burner era manter a cabeça baixa e dar o fora da Área 5. Mas depois de atingir seu limite ela de repente se vê como uma criminosa procurada em desacordo com o Bureau Central e seu administrador mais poderoso, Great. À medida que ela começa a descobrir seus próprios poderes e a ganhar novos aliados, uma guerra generalizada acontece entre o governo e a revolução. Será que uma equipa desorganizada de rebeldes será suficiente para vencer a luta para definir a justiça?\n\n (Fonte: Tapas) _ (Tradução: Castle Scanlator)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "211"
  },
  {
    "mangaId": "75a4de8c-094f-4a2f-ac69-00a0b850ec59",
    "title": {
      "en": "Martial Arts Alone"
    },
    "updatedAt": "2024-03-20T00:14:46+00:00",
    "coverArt": "https://mangadex.org/covers/75a4de8c-094f-4a2f-ac69-00a0b850ec59/6cfc5a96-4a84-41f7-810e-5cd1b9af58ca.jpg",
    "altTitles": [
      {
        "ko": "나 홀로 무공"
      }
    ],
    "description": {
      "en": "A place where you casually use blood or ma in your name, I lived in Murim for 7 years. I was miserable, and I did a lot of dirty things. But I had to do anything to survive. That's 'Nangin' Finally, I crossed the line and experienced death in a desire to become stronger. But when I opened my eyes, it was modern. The world has changed and we are connected to the fantasy world of Pangea?! And as a returner with the only class? Let's scratch the lottery tickets!",
      "id": "Tempat di mana Anda dengan santai menggunakan darah atau ma atas nama Anda, saya tinggal di Murim selama 7 tahun. Saya sengsara, dan saya melakukan banyak hal kotor. Tapi aku harus melakukan apapun untuk bertahan hidup. Itulah 'Nangin' Akhirnya, saya melewati batas dan mengalami kematian dalam keinginan untuk menjadi lebih kuat. Tapi ketika saya membuka mata saya, itu modern. Dunia telah berubah dan kita terhubung dengan dunia fantasi Pangaea?! Dan sebagai pengembalian dengan satu-satunya kelas? Mari gores tiket lotere!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73692e5f-4cca-4a03-ab18-91c747cc110f",
    "title": {
      "en": "I Can Have Infinite Epiphanies"
    },
    "updatedAt": "2024-03-25T06:06:50+00:00",
    "coverArt": "https://mangadex.org/covers/73692e5f-4cca-4a03-ab18-91c747cc110f/4606796d-19ee-4185-94fe-d72cee90d681.jpg",
    "altTitles": [
      {
        "zh": "我可以无限顿悟"
      },
      {
        "zh-ro": "Wo Keyi Wuxian Dunwu"
      },
      {
        "zh-ro": "Wǒ Kěyǐ Wúxiàn Dùnwù"
      },
      {
        "ja": "嫉妬を力に変える最強への道"
      }
    ],
    "description": {
      "en": "What should you do if transmigrated to a fantasy world and has become a son called the 'Human Race's Great Traitor'!\n\nDon't worry, looking at his infinite epiphany system, all Bai Mo needs to do is to make others jealous of him!\n\nNo matter what kind of moves and cheats, as long as someone is jealous of him, Bai Mo can start an epiphany and let himself practice those to perfection in an instant!\n\nSo Bai Mo raised a lot of big villains around him, and occasionally molested them.\n\nHe liked to watch his enemies jealous and resentful of him, but they couldn't do that themselves!",
      "id": "Apa yang harus saya lakukan jika saya menjadi putra seorang yang dikenal sebagai pengkhianat umat manusia di dunia fantasi!  Jangan khawatir, melihat sistem pencerahannya yang tak terbatas, yang perlu dilakukan Bai Mo hanyalah membuat orang lain iri padanya!  Tidak peduli keterampilan atau buku rahasia apa pun, selama seseorang iri padanya, Bai Mo akan dapat membuka pencerahannya dan membiarkan dirinya mengembangkannya dengan sempurna dalam sekejap!  Oleh karena itu, Bai Mo telah mengangkat banyak penjahat besar di sekitarnya, dan sesekali menggodanya, dia suka melihat musuhnya iri dan membencinya, tetapi dia tidak bisa bertindak seperti dirinya sendiri!",
      "zh": "越玄幻世界还变成了被称为人族大叛徒的儿子该怎么办！ 不急，看着自己的无限顿悟系统，白墨需要做的就是让别人嫉妒自己！无论何等功法、秘籍，只要有人嫉妒他，白墨就能开启顿悟，让自己瞬间将它修炼圆满！ 于是白墨身边养了很多大反派，偶尔调戏一下，就喜欢看着敌人嫉妒怨恨自己，却又干不了自己的样子！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c9fd3ac-534e-459d-8b92-abe3d584ba3f",
    "title": {
      "en": "Forbidden Ishinomori"
    },
    "updatedAt": "2024-03-24T02:20:48+00:00",
    "coverArt": "https://mangadex.org/covers/6c9fd3ac-534e-459d-8b92-abe3d584ba3f/7252e7cf-116c-4fb1-b60e-fa7b6840fb5e.jpg",
    "altTitles": [
      {
        "it": "Ishinomori Proibito"
      },
      {
        "es": "MI VIDA SEXUAL: y otros relatos eróticos"
      },
      {
        "ja": "オトナな石ノ森"
      },
      {
        "ja-ro": "Otona na Ishinomori"
      },
      {
        "en": "Adult Ishinomori"
      },
      {
        "fr": "Eros x SF"
      },
      {
        "ja-ro": "Otona na Ishinomori"
      }
    ],
    "description": {
      "en": "Seinen One-shot compilation containing 15 one-shots, published between 1968 and 1976, with an emphasis on themes of eroticism and SF.\n\nChiefly contains works published in Gekiga magazines."
    },
    "status": "completed",
    "releaseDate": 1968,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "15"
  },
  {
    "mangaId": "431c939a-82f7-4851-bca9-2d242e867155",
    "title": {
      "en": "Strongest Level 1"
    },
    "updatedAt": "2024-03-05T23:47:22+00:00",
    "coverArt": "https://mangadex.org/covers/431c939a-82f7-4851-bca9-2d242e867155/362b4132-f459-4006-9ebd-8ca725f3efb9.png",
    "altTitles": [
      {
        "en": "Unbeatable Level 1"
      },
      {
        "en": "Unbeatable Lv.1"
      },
      {
        "ko": "최강 레벨 1"
      },
      {
        "ru": "Непобедимый первый уровень"
      },
      {
        "ru": "Сильнейший первый уровень"
      }
    ],
    "description": {
      "en": "The raid failed. \n\nIn a desperate situation due to the impending suicide bombing of the dungeon boss, Lee Gon-woo was betrayed by his teammates, and abandoned in the boss’s room. Just when he thought it was all over, a dagger suddenly fell into his hands. And from that moment his life changed dramatically.\n\nHis life was saved, but all the levels he gained with such difficulty have reset, making him level 1.\n\n[You have caught a \"mosquito\". Your level has increased.]\n\n\"My level should have gone up, but why is nothing happening?!\"",
      "ru": "Рэйд провалился. \nВ отчаянном положении из-за готовящегося самоподрыва босса данжа преданный тиммейтами Ли Гон-у остался один в комнате босса.\nКогда он думал, что уже всё кончено, неожиданно в его руки попадает кинжал. И с этого момента его жизнь кардинально меняется.\nЕго жизнь спасена, но он снова вернулся на первый уровень, который с таким трудом поднимал...\n[Вы поймали \"комара\". Ваш уровень повышен.]\nДействительно, уровень должен был подняться, но почему никаких изменений?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "029b5f96-0fe6-49e6-8d2e-8c774175b978",
    "title": {
      "en": "I Encountered A False Spiritual Revival"
    },
    "updatedAt": "2024-04-16T23:23:24+00:00",
    "coverArt": "https://mangadex.org/covers/029b5f96-0fe6-49e6-8d2e-8c774175b978/725dbec8-9107-4bd0-b77d-b878900effcd.jpg",
    "altTitles": [
      {
        "zh": "我遇到了假的灵气复苏"
      }
    ],
    "description": {
      "en": "Everyone in the world is mentally ill, except me! (Confirmed!)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6e37da9-3cfa-4f27-a450-a0008f5adddb",
    "title": {
      "en": "I Will Divorce the Female Lead's Siscon Brother"
    },
    "updatedAt": "2024-03-17T07:54:57+00:00",
    "coverArt": "https://mangadex.org/covers/e6e37da9-3cfa-4f27-a450-a0008f5adddb/8eecf52e-0db6-48f1-b4cc-9827e989b953.jpg",
    "altTitles": [
      {
        "ko": "여주의 시스콤 오빠와 이혼하겠습니다"
      },
      {
        "ko-ro": "Yeojuui Siseukom Oppawa Ihonhagetseumnida"
      },
      {
        "en": "I Will Divorce the Female Lead's Older Brother"
      }
    ],
    "description": {
      "en": "Ethel, who reincarnated into her favorite novel, has married the female lead’s brother Liena. She thought her marriage life was genuine, but soon enough she became tired of a husband who cared only for his sister and whose attention was always centered on Liena, yet was cold to her, so she filed for divorce.\n\n“Divorce? Absolutely not!”\n\nHowever, her opponent is a powerful duke, so she turns to Terrence, the villain of the original story to be her assistant for a smooth divorce.\n\n“The only person I want to have by my side is you, Ethel.”\n\n…But this man’s fate is to be hurt by Liena.\n\nAs the more she knew about Terrence, the more he seemed attractive to her?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2023-10-08T17:17:44+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren at the Funeral"
      },
      {
        "en": "Frieren: Beyond Journey’s End"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94e6f5a4-a215-4f5b-ae82-febc560be66d",
    "title": {
      "en": "Villain to Kill"
    },
    "updatedAt": "2024-04-05T16:55:59+00:00",
    "coverArt": "https://mangadex.org/covers/94e6f5a4-a215-4f5b-ae82-febc560be66d/367fe9ac-4fd5-44d4-88ae-cff1f44618cf.jpg",
    "altTitles": [
      {
        "ko": "빌런투킬퓨핀"
      },
      {
        "es-la": "Villano para matar"
      }
    ],
    "description": {
      "en": "There are two kinds of people with special abilities: villains, who are driven by their evil desires, and psykers, who pursue justice and work against villains.\n\nCassian Lee is a very powerful psyker with a good heart. But one day, when he visits his friend in Greece, things take a wrong turn. Following an unexpected chain of events, Cassian ends up in the body of a Korean high school boy... who has just become a villain! \n\nWill his sense of justice win in the end or will he end up becoming a cold-blooded villain?",
      "es-la": "\"¡Debes convertirte en el mayor mal para luchar contra el mal real!\" Kasian muere tras ser incriminado por el asesinato de un compañero. Justo cuando pensaba que todo había terminado para él, su alma se transfiere a un niño ... ¡Un psíquico popular y de primera clase que era la envidia de todos se convierte en un villano de la noche a la mañana!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f685d63c-42fe-4ca9-8d80-33e638c1684d",
    "title": {
      "en": "Double Helix Blossom"
    },
    "updatedAt": "2024-04-03T14:52:46+00:00",
    "coverArt": "https://mangadex.org/covers/f685d63c-42fe-4ca9-8d80-33e638c1684d/f4993f63-ee22-490e-a6df-9fb6cc746b2d.jpg",
    "altTitles": [
      {
        "ja": "ダブルヘリクス ブロッサム"
      }
    ],
    "description": {
      "en": "The manga is set in the near future, and begins with the awakening of police officer Kiku Shinonome, who was put into cryogenic stasis for 60 years to stave off what would have been a fatal wound. In a new world unfamiliar to her, she is forced to team up with Kyo Tsukisagari, a criminal with a big rap sheet but equipped with psychic powers. Together, they solve paranormal incidents, even while their personalities butt up against each other."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21372c99-de16-4345-8223-10fd61b1c0fa",
    "title": {
      "en": "Executioner"
    },
    "updatedAt": "2024-04-03T23:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/21372c99-de16-4345-8223-10fd61b1c0fa/2568d526-ca9c-46e1-9237-128eea858833.jpg",
    "altTitles": [
      {
        "ko": "사형집행관"
      }
    ],
    "description": {
      "en": "Villains who couldn't kill him when he was a hero and put him in prison. Now he is a prison guard and carries out executions with his own hands.",
      "ko": "히어로 시절에 죽이지 못하고 감옥에 수감시켜 놓았던 빌런들. 이제는 교도관이 되어 자신의 손으로 사형을 집행한다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c855ec45-b8d9-4aea-9a0d-b2ae544c11dc",
    "title": {
      "en": "Tokimori-san ga Muboubi desu!!"
    },
    "updatedAt": "2024-02-15T03:44:07+00:00",
    "coverArt": "https://mangadex.org/covers/c855ec45-b8d9-4aea-9a0d-b2ae544c11dc/bdb73d50-fe66-48fe-bb58-fe3ad0993248.jpg",
    "altTitles": [
      {
        "ja": "時森さんが無防備です!!"
      },
      {
        "zh-hk": "時森小姐毫無防備!!"
      },
      {
        "vi": "Tokimori-san Chẳng Chút Phòng Bị!!"
      },
      {
        "th": "คุณโทคิโมริไม่ระวังตัวเลยครับ!!"
      },
      {
        "en": "Tokimori-san Is Completely Defenseless!!"
      },
      {
        "ja-ro": "Tokimori-san ga Muboubi desu!!"
      }
    ],
    "description": {
      "en": "Tokimori-san is a beautiful and successful woman. But when she's off the job, she tends to be a bit absent-minded! Living together with the charming Tokimori-san always makes me nervous!",
      "ja": "美人で仕事がデキる時森さん。でもオフのときは、ちょっとみだれがちで！？艶かしい時森さんとの同居生活に、僕はいつもドキドキさせられる—！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9095b589-73d0-495a-a3d3-36f3dbb78d75",
    "title": {
      "en": "1HP Club"
    },
    "updatedAt": "2024-03-22T20:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/9095b589-73d0-495a-a3d3-36f3dbb78d75/ca190c80-9f22-40ff-bc86-e78f9206dbae.jpg",
    "altTitles": [],
    "description": {
      "en": "A comic about the daily life of dungeon boys. Slaying the city, saving the dragons... or something like that.",
      "pl": "Komiks o codziennym życiu lochowych chłopców. Mordowanie miasta, ratowanie smoków... czy coś w tym stylu."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-04-04T21:48:42+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42b464cd-a8a1-45bb-9140-2f5674b54c22",
    "title": {
      "en": "The Person Sitting Next to Me Looking at Me with Perverted Eyes"
    },
    "updatedAt": "2024-04-15T20:52:25+00:00",
    "coverArt": "https://mangadex.org/covers/42b464cd-a8a1-45bb-9140-2f5674b54c22/2a5a1c72-c783-49f8-84e1-4e49c7c531dd.jpg",
    "altTitles": [
      {
        "ja": "隣の席の奴がエロい目で見てくる話"
      },
      {
        "vi": "Người bàn bên thường nhìn tôi bằng ánh mắt biến thái"
      },
      {
        "ja-ro": "Tonari no Seki no Yatsu ga Eroi me de Mitekuru Hanashi"
      },
      {
        "uk": "Людина, що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/117358783)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2023-09-18T06:19:48+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b49cd851-4c87-4855-9201-47f46cce79cf",
    "title": {
      "en": "The Mafia Nanny"
    },
    "updatedAt": "2024-02-27T20:16:03+00:00",
    "coverArt": "https://mangadex.org/covers/b49cd851-4c87-4855-9201-47f46cce79cf/22d9d559-e53f-4486-9a69-c6d867e22ad8.jpg",
    "altTitles": [],
    "description": {
      "en": "Being an Elite Nanny is simple: protect the charge, obey the principle, and don’t get emotionally attached. Easier said than done when Davina’s first client is a dangerously compelling Venetian underboss who’s determined to get under her skin. What he wants from her, she can’t imagine, but Gabriel Angelini drags her back into the glittering world of organized crime she thought she’d left behind forever. She might get answers about her past if she digs deep enough, but can she protect Mikey from his father’s ambitions and keep her heart from getting tangled up in their treacherous web?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4d21e37-0eaf-4f9b-b14d-aafd7a52f39c",
    "title": {
      "en": "Honnou Switch"
    },
    "updatedAt": "2024-04-16T17:26:24+00:00",
    "coverArt": "https://mangadex.org/covers/b4d21e37-0eaf-4f9b-b14d-aafd7a52f39c/455f98dd-794d-4c4e-b418-215f14753767.jpg",
    "altTitles": [
      {
        "en": "Changes of Heart"
      },
      {
        "fr": "Switch Me On"
      },
      {
        "ja": "ホンノウスイッチ"
      },
      {
        "zh-hk": "本能開關"
      },
      {
        "zh": "本能开关"
      },
      {
        "en": "Instinct Switch"
      },
      {
        "pt-br": "Mudanças do Coração"
      }
    ],
    "description": {
      "en": "The morning after she got dumped by her boyfriend, when she woke up, she was in the same bed as her childhood friend, Hijiri?! Despite the heartbreak and shock of it all, Koyori just can't seem to forget Hijiri telling her \"I love you\"…?! How do you go from being \"childhood friends\" to “lovers”?! Super popular on the online bookstore! An innocent first love between adults who are trying to graduate from being just childhood friends; it's a heart-racing LOVE!\n\n---\n- [Official French Translation](https://www.akata.fr/series/switch-me)",
      "pt-br": "Na manhã seguinte a ter sido abandonada por seu namorado, quando acordou, ela estava na mesma cama que seu amigo de infância, Hijiri?! Apesar do desgosto e do choque de tudo isso, Koyori simplesmente não consegue esquecer o Hijiri dizendo-lhe “Eu te amo”…?! Como você passa de “Amigos de infância” para “Amantes”?! Um inocente primeiro amor entre adultos que estão tentando se formar de amigos de infância; é uma corrida para o coração!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "35.5"
  },
  {
    "mangaId": "ed52674d-b345-4067-a90e-a9de704f27fa",
    "title": {
      "en": "Frontier Diary"
    },
    "updatedAt": "2024-01-21T15:25:24+00:00",
    "coverArt": "https://mangadex.org/covers/ed52674d-b345-4067-a90e-a9de704f27fa/be92f916-0f69-4ac1-9204-05ed3f4965fe.jpg",
    "altTitles": [
      {
        "ja-ro": "Frontier Diary  ~Motokizoku no Isekai Henkyo Seikatsu Nikki~"
      },
      {
        "ja": "フロンティアダイアリー　～元貴族の異世界辺境生活日記"
      }
    ],
    "description": {
      "en": "Saphate is the second son of the Greed noble family. He hates the way his clan squeezes the money from the population and the way it wastes it and when he went to oppose his family's way of act, he's kicked out. Although he lost his job at the Magic Academy and become a wanderer, he managed to live normally with his former elf colleague and a cat maid that worked for his family and that left her work for following him…  \n  \nThis is a story that narrates his everyday life",
      "es-la": "Safate es el segundo hijo de la noble familia Greed. Odia la forma en que su clan exprime el dinero de la población y la forma en que lo desperdicia, y cuando fue a oponerse a la forma de actuar de su familia, lo echaron. Aunque perdió su trabajo en la Academia Mágica y se convirtió en un vagabundo, logró vivir normalmente con su antigua colega elfa y una criada que trabajaba para su familia y que dejó su trabajo por seguirlo… \n\nEsta es una historia que narra su vida cotidiana."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "cc9346a0-f3bc-4b26-b333-0df146dffb9c",
    "title": {
      "en": "Magic, Me, and My Big Master!"
    },
    "updatedAt": "2024-04-15T23:32:08+00:00",
    "coverArt": "https://mangadex.org/covers/cc9346a0-f3bc-4b26-b333-0df146dffb9c/1635bed7-36ef-4c86-9e42-f497054b408a.jpg",
    "altTitles": [
      {
        "ja": "魔法と僕とでっかい師匠"
      },
      {
        "zh": "魔法与我与伟大的师父"
      },
      {
        "ja-ro": "Mahou to Boku to Dekkai Shishou"
      }
    ],
    "description": {
      "en": "Hinata, who longs to be a wizard, heads to the mansion of a ``cursed-eyed witch'' who can control people's hearts at will. What appeared there was Esmeralda, a terrifying witch with a huge body that made you look up at her. However, her true identity is a shy witch who loves Hinata so much that she can't help it!! A romantic comedy between master and student that will make your heart flutter due to the height difference and the gap between the witches."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "264cb3ba-2d14-45c6-a15a-f6e46c54fe6a",
    "title": {
      "en": "Kiyota-san wa Yogosaretai"
    },
    "updatedAt": "2024-04-15T17:11:16+00:00",
    "coverArt": "https://mangadex.org/covers/264cb3ba-2d14-45c6-a15a-f6e46c54fe6a/885b1ef4-04d6-44ee-b155-fd53b098e1ed.jpg",
    "altTitles": [
      {
        "ja": "清田さんは汚されたい"
      },
      {
        "en": "Kiyota-san Wants to Get Dirty"
      },
      {
        "vi": "Kiyota-san muốn bị vấy bẩn"
      }
    ],
    "description": {
      "en": "Sumiko Kiyota is a plain, ordinary girl with a serious demeanor. While eating lunch alone as usual, Yuki Shirakawa, the most beautiful and popular girl in class, calls out to her...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "440f8d91-b032-4bf3-8dba-2cde482fbc53",
    "title": {
      "en": "Journey to Seek Past Reincarnations"
    },
    "updatedAt": "2023-06-15T21:00:31+00:00",
    "coverArt": "https://mangadex.org/covers/440f8d91-b032-4bf3-8dba-2cde482fbc53/4025999e-a567-4725-985a-83daeb53e87c.jpg",
    "altTitles": [
      {
        "en": "A Journey to the Past"
      },
      {
        "zh-ro": "XunZhaoQianShiZhiLv"
      },
      {
        "zh": "寻找前世之旅"
      }
    ],
    "description": {
      "en": "The story is about a little Master, Gong Yao Ying, in order to accomplish the assigned tasks, she travels across the different periods. The stories are created after meeting with the famous historical figures."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c4419eb-a7a5-4a9c-874e-ff3c7bf735c2",
    "title": {
      "en": "The Duchess Has a Deathwish"
    },
    "updatedAt": "2023-01-04T19:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/5c4419eb-a7a5-4a9c-874e-ff3c7bf735c2/0e65522d-8906-4b2a-8811-244cd16ec2fd.jpg",
    "altTitles": [
      {
        "ko": "악녀인데요, 죽어도 될까요?"
      },
      {
        "ko-ro": "Angnyeoindeyo, Jugeodo Doelkkayo?"
      },
      {
        "en": "I'm an Evil Woman, so Can I Die Now?"
      },
      {
        "en": "I'm a Villainess, Can I Die?"
      },
      {
        "de": "Die Herzogin mit dem Todeswunsch"
      },
      {
        "fr": "La duchesse condamnée"
      },
      {
        "pt-br": "Eu sou uma vilã, então posso morrer agora?"
      },
      {
        "es": "Soy una villana, ¿Puedo morir?"
      },
      {
        "es": "La villana quiere morir otra vez"
      },
      {
        "es": "Incluso si renací, quiero morir de nuevo"
      },
      {
        "ja": "悪女はまた死を選ぶ"
      },
      {
        "ja-ro": "Akujo wa Mata Shi wo Erabu"
      },
      {
        "zh-hk": "甘願赴死的惡女"
      },
      {
        "zh": "我是反派，死了也没关系吗?"
      },
      {
        "th": "ลิขิตชีวิตนางร้าย"
      }
    ],
    "description": {
      "en": "“I was reborn… and I want to die again.”\n\nDespite choosing to die in her previous life, our protagonist is reborn as Selena, the short-lived villainess from a novel. The character Selena was written to be so villainous she spends her final moments isolated in a dungeon. But our reincarnated protagonist has no will to live anyway, so she might as well jump (again) and save Selena from her predetermined miserable fate. But when Selena’s family and a knight prevent her from dying, what can she do…?\n\n---\nMy sick sibling has passed away, so I don't want to live anymore. With that, I chose to end my life, but how did I become a villainess in a novel?! Facing with such a miserable end, I thought I could end this troubled life with my own hands… But why are they still trying to save me?\n\n\"Don't deprive me of your partner status, Selina.\"\n\n\"Can you dare to be greedy?\"\n\nMy life is getting better and better, but the death day is also getting nearer. What do I have to do?\n\n---\n[Original Novel](https://series.naver.com/novel/detail.nhn?productNo=6327781)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7404), [KakaoPage](https://page.kakao.com/home?seriesId=59942846)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7404?languageCode=en)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7404?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7404?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7404?languageCode=de)\n* [Japanese / 日本語](https://www.comico.jp/comic/7404)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3030)",
      "es": "Mi hermana enferma murió por lo que mi utilidad ha terminado. Con eso elijo morir, pero ¡¿me convertí en una villana en una novela de tercera categoría?! Ante el miserable final, pensé que podía acabar con esta problemática, llevándome mi vida con mis propias manos… Pero, ¿ ¿Por qué siguen intentando salvarme?\n\n\"No me quites tu estatus de pareja, Serena.\"\n\n\"¿Pue des atreverte a ser codicioso?\"\n\nMi vida es cada vez mejor y el día en que moriré se acerca. ¿Qué tengo que hacer?\n\n---\n[Original Novel](https://series.naver.com/novel/detail.nhn?productNo=6327781)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7404), [KakaoPage](https://page.kakao.com/home?seriesId=59942846)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7404?languageCode=en)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7404?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7404?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7404?languageCode=de)\n* [Japanese / 日本語](https://www.comico.jp/comic/7404)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3030)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-04-08T15:38:55+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/034fe0de-7ed6-4464-b408-0528bb10b9a0.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly developed super-powers, those who used their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow fell in love with the strongest female prisoner Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "bfb92a6b-40c4-402f-b0c1-8f7daa550bc6",
    "title": {
      "en": "Don't Trust the Female Lead"
    },
    "updatedAt": "2023-11-30T20:49:56+00:00",
    "coverArt": "https://mangadex.org/covers/bfb92a6b-40c4-402f-b0c1-8f7daa550bc6/03f78758-026c-45eb-b5ae-b3062449cfe8.jpg",
    "altTitles": [
      {
        "ko": "여주를 믿지 마세요!"
      },
      {
        "en": "DTTH!"
      },
      {
        "en": "Don't Trust the Heroine!"
      }
    ],
    "description": {
      "en": "She was reincarnated into a novel as the villainess’ supporter and died a tragic death after harassing the heroine. To avoid her death, she gave everything to Suzanne, the heroine and helped her get her happy ending. But…  \n  \n“Think back on your sins. You are convicted of attempted murder, high treason…”  \n  \nShe was betrayed in the end…  \n  \n“Goodbye, foolish countess. Ah, I forgot that you’re not a countess anymore,” Suzanne chuckled.  \n  \nThe heroine’s vicious nature, which she learned on the brink of her death. At that last moment, she thought.  \n  \n‘If I was given another chance, I…’  \n  \n* * *  \n  \n“No way! …I returned?”  \n  \nShe went back to the day before she met the heroine. The worst mistake she had made in her previous life.  \n  \n[History is written by the victors.]  \n  \nShe will no longer be the heroine’s s*ave. She swears to come out victorious and have her own happy ending!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a468761-5bd6-4de0-a0cb-47cb456ac2e0",
    "title": {
      "en": "A Returner's Magic Should Be Special"
    },
    "updatedAt": "2023-11-09T23:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/6a468761-5bd6-4de0-a0cb-47cb456ac2e0/98162533-1838-4639-8419-2f19f8af651b.png",
    "altTitles": [
      {
        "ko": "귀환자의 마법은 특별해야 합니다"
      },
      {
        "ru": "Магия вернувшегося должна быть особенной"
      },
      {
        "ja": "帰還者の魔法は特別です"
      },
      {
        "ko-ro": "Gwihwanjaui Mabeobeun Teukbyeolhaeya Hamnida"
      },
      {
        "id": "Returner’s Special Magic"
      },
      {
        "zh": "归还者的魔法要特别"
      },
      {
        "zh-hk": "重生者的魔法一定要特別"
      },
      {
        "th": "พลังขั้นเทพของจอมเวทจุติใหม่"
      },
      {
        "es": "La magia de un retornado debe ser especial"
      },
      {
        "vi": "Ma thuật đặc biệt của phù thủy quay ngược thời gian"
      },
      {
        "en": "Magician who Reversing Time"
      },
      {
        "pt-br": "A Magia de um Retornado Tem de Ser Especial"
      }
    ],
    "description": {
      "de": "\"Jetzt, wo ich zurückgekehrt bin, werde ich keinen meiner Liebsten wieder sterben lassen!\" Das Labyrinth der Schatten - die tödlichste Katastrophe, der die Menschheit jemals gegenüberstand. Desir Arman, einer der sechs Überlebenden der Menschheit, befindet sich im Labyrinth. Die sechs versuchen gemeinsam, die letzte Prüfung des Labyrinths zu meistern, scheitern aber, woraufhin die Welt untergeht. Aber als sich Desir gerade auf sein Ende vorbereitet, erscheint plötzlich vor ihm die Welt … von vor 13 Jahren?! Desir ist in die Vergangenheit zurückgekehrt, in eine Zeit, als er Schüler an der besten Magierschule seines war. Er und seine Liebsten wurden wieder vereint, und er ist entschlossen, dieses Mal sie und die Welt zu retten! Es bleiben noch drei Jahre bevor die Schattenwelt erscheint! Ändere die Vergangenheit und versammle mächtige Kameraden um dich, um die Menschheit zu retten!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "en": "\"Now that I'm back, I won't allow my loved ones to die again!\"  \r\n  \r\nThe Shadow Labyrinth - the deadliest catastrophe humanity has ever known.  \r\nDesir Arman, one of the six remaining survivors of mankind, is inside the Labyrinth. The six of them attempt to clear the final level of the Labyrinth but ultimately fail, and the world comes to an end.  \r\nHowever, when Desir thought he would meet his demise, what appears before him is the world… thirteen years ago?!  \r\n  \r\nDesir is returned to the past, back to the time when he enrolled at the nation's finest magic academy, Havrion. He is reunited with his precious friends, and he is determined to change the past to save the world and his loved ones…!  \r\n  \r\nThree years remain before the emergence of the Shadow World!  \r\nChange the past and gather powerful comrades to save mankind!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "fr": "Le monde est au bord de la destruction après une guerre dévastatrice de dix ans dans le « Labyrinthe des ombres ». Desir Herrman est l'un des derniers magiciens restants, mais il n'est pas assez puissant pour combattre l'ennemi fatal qui menace l'Humanité. Alors qu'il est certain que la fin est proche, il est renvoyé dans le temps, à l'époque où il étudiait la magie à la prestigieuse Académie Hebrion ! Grâce à cette seconde chance, Desir est bien décidé à sauver non seulement sa peau, mais également celle de ses amis et camarades perdus. Sachant déjà ce que le futur leur réserve, ses efforts pourront-ils faire la différence, ou bien seront-ils tous condamnés à revivre le même destin tragique ? Adapté du roman phare.\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "id": "\"Agak disesalkan, tapi sebaiknya kita bersia-siap untuk mati!\"\r\n\"Apa dunia akan benar-benar berakhir di sini?!\"\r\n\r\nDesir mengira semua sudah berakhir. Namun, ternyata dia kembali ke ujian masuk akademi hevrion 13 tahun yang lalu! Ia kembali berkumpul dengan orang-orang tercinta yang mati dalam dunia bayangan. Tiga tahun tersisa sebelum dunia bayangan muncul! \r\n\r\n\"Kesempatan datang lagi, aku tidak akan kehilangan orang-orang yang kucintai untuk kedua kalinya!\"\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "ja": "人類が迎えた最悪の災害、影の迷宮。 「デジール・アルマン」は影の迷宮の中で最後まで生き残った生存者6人のうちの1人である。 彼らは影の迷宮の最後のボスに挑戦したが、失敗し、世界は滅亡を迎えてしまった。 全てが終わったと思った瞬間、「デジール」の目の前に見える光景は…13年前の世界！？ 帝国最高の魔法学院、へブリオン学園の入学式に戻ってきた「デジール」 最悪の災害「影の世界」発生までの残りの時間は3年！ 過去を変え、強い仲間を集めて、世界を救えることはできるだろうか！\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "ko": "\"다시 돌아온 이상, 사랑하는 사람들을 두 번 잃을 순 없어!\"\r\n\r\n인류가 맞이한 최악의 재앙, 그림자 미궁.\r\n데지르 아르망은 미궁 속에서 \r\n마지막까지 살아남은 최후의 생존자 6명 중 한 명이다.\r\n그들은 그림자 미궁의 마지막 단계에 도전하지만 결국 실패하고\r\n세계는 멸망을 맞이하고 만다.\r\n\r\n모든 게 끝이라 생각했던 순간,\r\n데지르의 눈앞에 펼쳐진 것은 다름 아닌 13년 전의 세상?!\r\n\r\n제국 최고의 마법 학원, 헤브리온에 입학했던 순간으로 돌아온 데지르.\r\n그림자 미궁에서 잃었던 소중한 사람들과 재회하게 되고,\r\n사랑하는 사람들과 세상을 구하기 위해 과거를 바꾸고자 하는데…!\r\n\r\n그림자 세계 발생까지 남은 시간은 3년!\r\n과거를 바꾸고, 강한 동료를 모아 세상을 구원하라!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "ru": "\"Теперь, когда я вернулся, я не позволю дорогим для меня людям снова умереть\".\r\nЛабиринт Теней – главная катастрофа для человечества за всю историю его существования.\r\nДезир Арман – один из шести выживших людей.\r\n\r\nШесть попыток зачистить последний уровень лабиринта потерпели полную неудачу, и теперь мир близится к концу.\r\nОднако, когда Дезир готовится встретить свою кончину, то, что открывается перед ним – это мир... 13 лет назад?!\r\n\r\nДезир возвращается в прошлое, когда он только поступил в самую престижную магическую академию магии в стране – Хаврион. Он вновь воссоединился со своими дорогими друзьями и готов изменить прошлое, чтобы спасти этот мир и тех, кто ему дорог.\r\n\r\nОстались три года до появления Теневого Мира! Измените прошлое и соберите могущественных товарищей, чтобы спасти человечество!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "th": "หลังจากทำภารกิจในโลกแห่งเงาไม่สำเร็จ 'เดเซียร์ เออร์แมน' ที่คิดว่าตัวเองตายแล้ว ได้กลับมาเกิดใหม่ในช่วง 3 ปีก่อนที่จะเข้าไปต่อสู้ในโลกแห่งเงา การกลับมาครั้งนี้ทำให้เขาพยายามเปลี่ยนแปลงทุกอย่างเพื่อช่วยเหลือเพื่อนและคนที่รักไว้ให้ได้มากที่สุด!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "vi": "Desir vật lộn trong Mê cung bóng tối suốt 10 năm dài đằng đẵng, chứng kiến đồng đội và bạn bè lần lượt ngã xuống, mãi đến khi toàn đội cả trăm người chỉ còn vỏn vẹn 6 người thì mới đánh bại được kẻ thù chung. Những tưởng đã cứu được thế giới khỏi nguy cơ diệt vong, nào ngờ tai họa bất ngờ ập đến cuốn trôi tất cả mọi thứ. Lần nữa tỉnh lại, Desir phát hiện mình đã quay ngược thời gian trở về ngày đầu nhập học ở Học viện Hebrion. Liệu lần này anh có thể bảo vệ những người mình thương yêu và cứu vớt thế giới không?\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "zh": "不知何时，世界上出现了能蚕食现世的并行世界——“影世界”。只有战胜影迷宫，人类才能获得宁静，然而最终一切付之一炬，战斗失败，地球灭亡。但这并非结局，而是另一个开始……\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "zh-hk": "「既然已經回來了，\r\n就不能再次失去心愛的人們!」\r\n\r\n人類正面臨最可怕的災難——影之迷宮。\r\n戴基爾．阿曼德是迷宮裡最後的6名倖存者之一。\r\n他們試圖挑戰迷宮的最後關卡，\r\n然而卻以失敗告終，\r\n世界最終走向滅亡。\r\n\r\n當以為一切已經結束的那刻，\r\n戴基爾卻回到了13年前的過去?!\r\n\r\n當時的戴基爾正要進入帝國最強的魔法學院——\r\n赫布里溫學院就讀，\r\n並且與在迷宮中逝去的珍貴夥伴們重逢。\r\n為了拯救他心愛的人們與這個世界，\r\n他決心要改變過去...!\r\n\r\n距離影之世界出現的時間只剩3年了!\r\n快召集強悍的同伴一同拯救世界吧!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]