[
  {
    "mangaId": "39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178",
    "title": {
      "en": "Tensei Kizoku no Isekai Boukenroku: Jichou o Shiranai Kamigami no Shito"
    },
    "updatedAt": "2024-09-29T15:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178/233ba48c-2145-45d9-b8dc-e887c11fcbbd.jpg",
    "altTitles": [
      {
        "ja": "転生貴族の異世界冒険録 ～自重を知らない神々の使徒～"
      },
      {
        "en": "Chronicles of an Aristocrat Reborn in Another World"
      },
      {
        "en": "Chronicles of an Aristocrat Reborn in Another World: The Apostle of the Gods Who Know No Self-Restraint"
      },
      {
        "ko": "전생 귀족의 이세계 모험록"
      },
      {
        "ru": "Невообразимые приключения перерожденного дворянина"
      },
      {
        "fr": "Noble New World Adventures"
      },
      {
        "th": "เกิดใหม่เป็นขุนนางไปผจญภัยในต่างโลก ~อัครฑูตจอมซุ่มซ่ามของทวยเทพ~"
      },
      {
        "zh": "转生贵族的异世界冒险录"
      },
      {
        "zh-hk": "轉生貴族的異世界冒險錄"
      },
      {
        "en": "The Aristocrat’s Otherworldly Adventure: Serving Gods Who Go Too Far"
      },
      {
        "en": "Adventure Record of Reincarnated Aristocrat: The apostle of Gods Who Doesn’t Know Self-Restraint"
      },
      {
        "en": "Wonderful adventure in Another world! \"God... That's going too far!!\" he said..."
      },
      {
        "vi": "Biên Niên Sử Quý Tộc Tái Sinh Ở Thế Giới Khác"
      },
      {
        "vi": "Kẻ Bất Bình Thường Ở Dị Giới"
      }
    ],
    "description": {
      "en": "Shiina Kazuya, the protagonist of the story was killed by a stranger in front of a convenience store when he tried to protect two young girls escaping from the stranger who is trying to stab them. The girls fall and are too overcome with fear to get up and continue running away. When Shiina Kazuya awakens he realizes that he was reincarnated as the young noble Cain von Silford, the third son of an aristocrat (Margrave Garm Von Silford) and his second wife (Sarah) in a world filled with sword and sorcery.\n\nPrior to the age of ten Cain grew up in the Gracia Territory surrounded by gods that don't know self-restraint, in the upper echelon of nobility, and a loving family (father Garm Von Silford, mother Sarah, and older sister Raine). At the age of ten Cain is given peerage (Title of Duke, own estate, and an engagement), which leads to him living in Esfort the Royal Capitol.\n\nThis is a classic isekai fantasy about an overpowered young man who just wants to be an average adventurer. He has received the maximum level of divine blessings from all seven gods, overcomes any obstacle that comes his way while hiding his unbelievable status and tends to build a harem of highly influential nobles.",
      "ja": "- [Original Web Novel](https://ncode.syosetu.com/n4936dp/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa933825-c0cb-41f4-94e5-38c042810dab",
    "title": {
      "en": "Zekkyou Gakkyuu"
    },
    "updatedAt": "2024-02-04T14:23:10+00:00",
    "coverArt": "https://mangadex.org/covers/fa933825-c0cb-41f4-94e5-38c042810dab/44bdcbe2-0b71-4854-ac5d-6c24f327f89f.jpg",
    "altTitles": [
      {
        "en": "Scary Lessons"
      },
      {
        "en": "Screaming Lessons"
      },
      {
        "ja-ro": "Zekkyou Gakkyuu"
      },
      {
        "ja": "絶叫学級"
      },
      {
        "zh-hk": "绝叫学级"
      },
      {
        "vi": "Lớp học rùng rợn"
      }
    ],
    "description": {
      "en": "Welcome to the classes of horror! I will be your guide to a world that lurks under everyday life. For these lessons, you don't need text books or notebooks.  \nIf you're prepared for the worst…"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "81"
  },
  {
    "mangaId": "834dd43a-2a85-4424-8a35-ec6ce849bfe2",
    "title": {
      "en": "Savage Fang Ojou-sama: Shijou Saikyou no Youhei wa Shijou Sai Kyou no Bougyaku Reijou to Natte Futatabime no Sekai o Musou Suru"
    },
    "updatedAt": "2024-07-24T14:03:24+00:00",
    "coverArt": "https://mangadex.org/covers/834dd43a-2a85-4424-8a35-ec6ce849bfe2/c1c24393-8a16-4d02-ae54-6c52f635093f.jpg",
    "altTitles": [
      {
        "ja": "サベージファングお嬢様 史上最強の傭兵は史上最凶の暴虐令嬢となって二度目の世界を無双する"
      },
      {
        "en": "Miss Savage Fang: The Strongest Mercenary in History Is Reincarnated as an Unstoppable Noblewoman"
      },
      {
        "en": "Savage Fang Ojou-sama: The Most Powerful Mercenary in History Becomes the Most Tyrannical Daughter in History and Becomes a Warrior in the World for the Second Time"
      }
    ],
    "description": {
      "en": "This is the story of a \"princess\" who torments the whole world.\n\nShe is loved by God, she has beautiful hair, and she wields a violent blade. She was the prettiest young lady in the kingdom, but she was also the most powerful of mercenaries, nicknamed \"Savage Fang.\" All of them are now beginning to be trampled by a girl who defies expectations.",
      "fr": "C'est l'histoire d'une \"princesse\" qui tourmente le monde entier.\nElle est aimée de Dieu, et elle a de beaux cheveux enfoncés, et elle manie une lame violente. Elle était la plus jolie jeune femme du royaume, mais elle était la plus puissante des mercenaires, surnommée \"Savage Fang\". Tous commencent maintenant à se faire piétiner par une fille hors normes !\nAuteur\nAkaishi Kaoru",
      "id": "Mylene, putri seorang duke, memiliki rambut indah berkilauan yang disebut sebagai tanda “yang dipilih Dewa” dan memiliki kekuatan sihir yang kuat di tubuhnya. Dia adalah gadis paling cantik di kerajaan, memiliki rambut yang tergerai dan mengayunkan pedangnya dengan anggun. Tapi sebenarnya dia adalah… tentara bayaran terkuat dalam sejarah, yang dikenal sebagai “Savage Fang”! Seorang pejuang legendaris yang telah membantai ribuan musuh dengan kemampuan fisiknya yang luar biasa telah bereinkarnasi sebagai wanita muda yang membanggakan bakat sihir dari dewa! Seorang gadis dengan kekuatan sihir yang tak tertandingi dan keterampilan bertarung yang hebat, dia memikirkan kembali situasi dunia sambil melibatkan orang-orang dari aliansi dan mendominasi benua…! Dia terlihat seperti seorang saint, tapi di dalam dirinya adalah binatang buas. menyembunyikan taring prajuritnya yang ganas di balik senyum seorang wanita muda saat dia berjuang melewati dunia yang penuh dengan kekacauan untuk kedua kalinya!\n\nSerialisasi Savage Fang Ojou-sama akan dirilis pada musim dingin 2022"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "26"
  },
  {
    "mangaId": "bd9b2aa1-4397-4700-b658-e4a3ca8ebb26",
    "title": {
      "en": "Bread & Butter"
    },
    "updatedAt": "2022-03-03T03:08:28+00:00",
    "coverArt": "https://mangadex.org/covers/bd9b2aa1-4397-4700-b658-e4a3ca8ebb26/bfd8935c-2873-49d4-9d9f-547122aff21a.jpg",
    "altTitles": [
      {
        "en": "Bread and Butter"
      },
      {
        "ja": "ブレッド&バター"
      }
    ],
    "description": {
      "en": "Life isn't going too well for Yuzuki. She's 34 years old and single, the elementary school she works at is close to firing her, and to top it all off, she doesn't know what to do with her life at all. But things don't work out for her even when she quits her job and tries to look for an arranged marriage. The only thing that can give her comfort is the bread sold by a small store. So one day, she asks the store owner to marry her on a whim and to her surprise, he agrees…?"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "39"
  },
  {
    "mangaId": "17ce37ea-1cda-4429-b062-c4b627814225",
    "title": {
      "en": "Owari no Seraph"
    },
    "updatedAt": "2024-07-03T15:45:41+00:00",
    "coverArt": "https://mangadex.org/covers/17ce37ea-1cda-4429-b062-c4b627814225/8c6451e3-0642-4622-a884-38d7c1fe5c82.jpg",
    "altTitles": [
      {
        "ja-ro": "Owari no Serafu"
      },
      {
        "tr": "Seraph of the End: Kıyamet Meleği"
      },
      {
        "pl": "Seraph of the End: Serafin Dni Ostatnich"
      },
      {
        "en": "Seraph of the End: Vampire Reign"
      },
      {
        "ru": "Последний Серафим"
      },
      {
        "fa": "اسرافیل پایانی"
      },
      {
        "ar": "سيراف النهاية"
      },
      {
        "ja": "終わりのセラフ"
      },
      {
        "zh": "终结的炽天使"
      },
      {
        "ja-ro": "Owari no Seraph"
      },
      {
        "fr": "Le Séraphin de la Fin"
      }
    ],
    "description": {
      "en": "One day, a mysterious virus appeared on Earth which killed every infected human over the age of 13. At the same time, vampires emerged from the world's dark recesses and enslaved mankind. Enter Hyakuya Yuuichirou, a young boy, who along with the rest of the children from his orphanage, are treated as livestock by the vampires. Even in captivity, Yuuichirou dreams big. He dreams of killing vampires. He dreams of killing them all.",
      "ru": "В стремлении к запретным знаниям «человек разумный» опять напортачил — в 2012 году на волю вырвался смертельный вирус, начавший косить человечество. Умирали почему-то взрослые, и тут, откуда ни возьмись, явились вампиры и согнали оставшихся детей в свой подземный город, объявив, что отныне «людишки» будут жить под защитой клыкастых хозяев, расплачиваясь кровью. Резкий парень Юитиро пожил так 4 года и понял, что пора валить — вместе с названным братом Микой и всей «семьей Хьякуя», группой детей, выросшей в одном приюте. Конечно, вампиры легко догнали и перебили беглецов, ушел лишь один.   \nВыйдя на поверхность, юный Хьякуя понял, что эпидемия кончилась, но мир изменился — кругом разруха, бродят демоны, а кровососы потихоньку расширяют территорию, предлагая жителям «крышу». Власть в Японии захватила семья Хиираги, сформировавшая Имперскую Демоническую армию, которая защищает людей и бьет вампиров зачарованным оружием. Свой путь Юитиро ясен — готовиться к службе, мстить за погибшую родню. Прямого и порывистого парня ждет немало сюрпризов и неожиданностей, но в таком поганом мире лучше надеяться на свой дар и свой меч, чем на волю судьбы и благосклонность правителей!",
      "pt-br": "Um dia, um vírus misterioso apareceu na Terra e matou todos os humanos infectados com mais de 13 anos. Ao mesmo tempo, vampiros emergiram dos recantos sombrios do mundo e escravizaram a humanidade. Entra Hyakuya Yuuichirou, um menino que, junto com o resto das crianças de seu orfanato, é tratado como gado pelos vampiros. Mesmo em cativeiro, Yuuichirou sonha grande. Ele sonha em matar vampiros. Ele sonha em matar todos eles."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-08-03T20:05:47+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33bcaba8-4e57-41e4-a2b3-cef9c23dd077",
    "title": {
      "en": "Bishoujokashita Oji-san dakedo, Gachi Koi sarete Komattemasu"
    },
    "updatedAt": "2024-02-04T23:52:17+00:00",
    "coverArt": "https://mangadex.org/covers/33bcaba8-4e57-41e4-a2b3-cef9c23dd077/1cd756a0-2395-4c0a-9cce-eb0bcbe5ffff.jpg",
    "altTitles": [
      {
        "zh": "美少女化的大叔们被人爱上后很是困扰"
      },
      {
        "ja": "美少女化したおじさんだけど、ガチ恋されて困ってます"
      }
    ],
    "description": {
      "en": "Only terrible looks are waiting for the ex-uncle who turns into a beautiful girl and gets carried away...? Causal retribution or happy ending? Find out for yourself!!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "56"
  },
  {
    "mangaId": "8e74e420-b05e-4975-9844-676c7156bd63",
    "title": {
      "en": "Destiny Unchain Online ~Kyuuketsu-ki Shoujo to natte, Yagate『Aka no Maou』to Yobareru You ni Narimashita~"
    },
    "updatedAt": "2024-06-28T11:53:44+00:00",
    "coverArt": "https://mangadex.org/covers/8e74e420-b05e-4975-9844-676c7156bd63/deff209b-3cd3-4da5-b360-3ae94da0e831.jpg",
    "altTitles": [
      {
        "ja": "Destiny Unchain Online 〜吸血鬼少女となって、やがて『赤の魔王』と呼ばれるようになりました〜"
      },
      {
        "en": "Destiny Unchain Online: After Becoming a Vampire Girl, I Eventually Became Known as \"Crimson Demon King\""
      },
      {
        "th": "Destiny Unchain Online เดสทินี อันเชน ออนไลน์ ~เมื่อผมกลายเป็นสาวน้อยผีดูดเลือดแล้วถูกขนานนามว่าจอมมารสีชาด~"
      },
      {
        "zh": "Destiny Unchain Online 〜成为吸血鬼少女，不久后被称为『红之魔王』〜"
      },
      {
        "ko": "Destiny Unchain Online 데스티니 언체인 온라인 〜흡혈귀 소녀가 되어, 이윽고『붉은 마왕』이라 불리게 되었습니다〜"
      }
    ],
    "description": {
      "en": "Mitsuki Kou is such a feared PVP gamer that he's earned the nickname \"Crim the Headhunter\" in some circles. His next game to take over? \"Destiny Unchain Online\", a brand new VRMMO game developed by none other than Kou's father. But, no new game on release day is without its bugs - namely, Kou glitches to the middle of nowhere, and his vampire avatar is turned into a girl!  A story for all of the people who through games have met new friends and aimed for the top... start!",
      "id": "Mitsuki kou, seorang gamer dengan skill hebat yang memiliki nama lain,  yaitu \"pemburu kepala Cream\". Berpartisipasi dalam sebuah game baru \"Destiny Unchain Online\" yang dibuat oleh ayahnya sebagai tester perangkat game baru, tetapi segera setelah dimulai, karena sebuah bug ia menjadi gadis vampir. Ketika ia bertemu dengan teman-teman yang baik, pada saat itulah ia akan mulai menyelesaikan game, sebuah cerita tentang seorang gamer terbaik yang segala sesuatunya berubah…… sudah di mulai!",
      "ja": "神がかったプレイヤースキルを持ち「首狩りクリム」の二つ名で知られるゲーマー、満月紅。父親が作った新作ゲーム『Destiny Unchain Online』に新型ゲームデバイスのテスターとして参加するが、開始早々バグだらけで姿は吸血鬼種族の少女に。最高の仲間と出会い、ゲームを攻略して行くうちに、何もかもが変わっていく最高のゲーマー物語……開幕！",
      "ko": "압도적인 스킬을 가지고「목 사냥꾼 크림」이라는 별명으로 알려진 게이머, 미츠키 코우. 아버지가 만든 신작 게임 『Destiny Unchain Online』에 신형 게임 장치 테스터로 참가하지만, 시작하자마자 오류투성이로 흡혈귀 종족의 소녀가 되어 버리는데. 최고의 동료와 만나고, 게임을 공략해 나가다 보니,모든 것이 변해 가는 최강 게이머 이야기… 개막!",
      "th": "มิตสึกิ โค เกมเมอร์ฝีมือฉกาจที่รู้จักกันในนาม ‘คริมนักล่าหัว’ ได้เริ่มเล่นเกม ‘Destiny Unchain Online’ ที่พ่อของเขาสร้างในฐานะเทสเตอร์ของเครื่องเล่นเกมรุ่นใหม่ล่าสุด แต่ไม่ทันไรก็เจอบั๊กมากมายจนกลายเป็นเด็กสาวเผ่าผีดูดเลือดไปซะอย่างนั้น เรื่องราวของเกมเมอร์ผู้เก่งกาจที่ทุกอย่างเริ่มเปลี่ยนไปเมื่อได้พบกับพรรคพวกสุดเจ๋งและผจญภัยในโลกแห่งเกม... เปิดฉากแล้ว ณ บัดนี้!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2627aa38-96f8-4bbc-8b23-19717721aeb4",
    "title": {
      "en": "Mushoku Kyousei Shuuyoujo"
    },
    "updatedAt": "2023-12-03T17:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/2627aa38-96f8-4bbc-8b23-19717721aeb4/7082efaa-56c5-4707-a802-93b4cc9f8f88.jpg",
    "altTitles": [
      {
        "en": "Mushoku Recycle"
      },
      {
        "en": "Unemployed Concentration Camp"
      },
      {
        "ja": "無職強制収容所"
      },
      {
        "fr": "Bosse où crève!"
      }
    ],
    "description": {
      "en": "2022, Japan's non-workers regeneration method has been established.  \nPerson who does not have income more than six months, is subject to a treatment where they rewrite their brain at a regeneration treatment facility.  \nTatsuya Kamijou was working in a foreign-owned investment company. One day he loses his job, but six months later, Tatsuya is sent to a concentration camp rather than a playback facility. There he is subjected to worse treatment than brainwashing and training.   \nWhy was Tatsuya sent there?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "29"
  },
  {
    "mangaId": "18f5549a-9d1a-44a2-a8ca-aed2448e37c0",
    "title": {
      "en": "Arafoo Otoko no Isekai Tsuhan Seikatsu"
    },
    "updatedAt": "2024-09-21T19:03:28+00:00",
    "coverArt": "https://mangadex.org/covers/18f5549a-9d1a-44a2-a8ca-aed2448e37c0/061adb2f-da7d-44b5-a3a0-fa50e994b0cc.jpg",
    "altTitles": [
      {
        "en": "The Daily Life of a Middle-Aged Online Shopper in Another World"
      },
      {
        "ja": "アラフォー男の異世界通販生活"
      },
      {
        "ja-ro": "Around 40 Otoko no Isekai Tsuuhan Seikatsu"
      },
      {
        "zh-hk": "四十左右男的異世界網購生活"
      },
      {
        "ru": "Жизнь 40-летнего мужчины в другом мире"
      },
      {
        "en": "The Mail Order Life of a Man Around 40 in Another World"
      },
      {
        "zh": "中年男的异世界网购生活"
      },
      {
        "pt-br": "A vida por correspondência de um homem de cerca de 40 anos em outro mundo"
      }
    ],
    "description": {
      "en": "The story of a middle aged man doing whatever he wants with the power of 1-click online shopping!  \n\nKenichi, a single man in his 40s, is transported into another world for no apparent reason. As he tries to escape a dangerous forest teaming with monsters, he realizes he has the power to access to a huge online store.\n\nBy using this power to exchange goods he found in this new world for cash, and then buying modern ones off the internet, he was able to quickly create a very popular business. However, his goal is to have a slow and leisurely life. Instead of growing his business even more, he decides to settle down and live off of the power of Jeff Bezos.\n\nThe mail order life of a middle aged man in other world begins now!\n\n[web novel](https://ncode.syosetu.com/n2945eg/) (jp)\n\n---",
      "ru": "История о мужчине средних лет, который делает все, что хочет, с помощью покупок в Интернете в один клик!",
      "pt-br": "A história de um homem de meia idade fazendo o que quiser com o poder das compras online com um clique!\nKenichi, um homem solteiro de 40 anos, é transportado para outro mundo sem motivo aparente. Enquanto ele tenta escapar de uma floresta perigosa se unindo a monstros, ele percebe que tem o poder de acessar uma enorme loja online."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "59"
  },
  {
    "mangaId": "9ee8e11a-de10-499f-b2de-64547a282972",
    "title": {
      "en": "Link! Life! Love Live! 104th Term"
    },
    "updatedAt": "2024-05-25T10:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/9ee8e11a-de10-499f-b2de-64547a282972/28bb55e3-6859-4fe1-bfeb-0724b1238cad.png",
    "altTitles": [
      {
        "ja": "りんく！らいふ！ラブライブ！104期"
      }
    ],
    "description": {
      "en": "Official 4-koma published with the game Link! Life! Love Live!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4691cc57-625e-4620-8d94-534dd5b13438",
    "title": {
      "en": "Naniwa Tomoare"
    },
    "updatedAt": "2023-11-28T02:42:27+00:00",
    "coverArt": "https://mangadex.org/covers/4691cc57-625e-4620-8d94-534dd5b13438/a2f64b7d-d003-4fbb-83c1-def9f9b0524a.jpg",
    "altTitles": [
      {
        "ja-ro": "NaniTomo"
      },
      {
        "ja": "ナニワトモアレ"
      },
      {
        "vi": "Dù thế nào đi nữa / đó là tình bạn Naniwa"
      }
    ],
    "description": {
      "en": "Guruguru Osaka, crackling ring! Now, the piston in my crotch is tingling!! I like picking up girls more than having three meals. Naniwa's youthful pleasure of being popular and having sex. I'm not a fart with a big loan either. I want to buy a new Silvia. I don't have the skill (technique), but I can't give up on my lewd spirit. An 18-year-old boy is making his ring debut!!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "304"
  },
  {
    "mangaId": "aabbddda-4b51-4b05-b4cd-b9f2efba2a14",
    "title": {
      "en": "Mitsume no Onna no Ko ni Kokuhaku Suru Hanashi"
    },
    "updatedAt": "2024-10-05T02:51:04+00:00",
    "coverArt": "https://mangadex.org/covers/aabbddda-4b51-4b05-b4cd-b9f2efba2a14/54a5e39b-066d-45f0-9fef-e28705dcf629.jpg",
    "altTitles": [
      {
        "ja": "三つ目の女の子に告白する話"
      },
      {
        "en": "A Story About Confesing your Love to a Girl with Three Eyes"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f0b1edc-0ba6-4321-b3e5-896d2c0bf557",
    "title": {
      "en": "Ayashii Omawari-san"
    },
    "updatedAt": "2024-10-05T06:38:25+00:00",
    "coverArt": "https://mangadex.org/covers/1f0b1edc-0ba6-4321-b3e5-896d2c0bf557/f60b97fa-4b59-4a77-90ca-d2b2432ff295.jpg",
    "altTitles": [
      {
        "ja": "怪しいおまわりさん"
      },
      {
        "ja-ro": "Ayashii Omawari-san"
      },
      {
        "en": "Suspicious Mr. Policeman"
      },
      {
        "en": "Behind the Uniform"
      }
    ],
    "description": {
      "en": "A \"police box\" drama that peeks into the daily life of police officers..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d6d9fda-5cd3-40ac-948b-776b1a1a0eb1",
    "title": {
      "en": "Suki na Ko ga Megane wo Wasureta"
    },
    "updatedAt": "2024-07-04T15:10:20+00:00",
    "coverArt": "https://mangadex.org/covers/6d6d9fda-5cd3-40ac-948b-776b1a1a0eb1/129d2fea-6ac5-447c-be59-67939f37910e.jpg",
    "altTitles": [
      {
        "ja": "好きな子がめがねを忘れた"
      },
      {
        "pt-br": "A garota que eu gosto vive esquecendo os óculos"
      },
      {
        "uk": "Моя кохана (дівчинка) забула свої окуляри"
      },
      {
        "ru": "Моя возлюбленная забыла свои очки"
      },
      {
        "tr": "Sevdiğim Kız Gözlüklerini Unuttu"
      },
      {
        "ko": "좋아하는 애가 안경을 깜빡했다"
      },
      {
        "zh": "喜欢的人忘记戴眼镜了"
      },
      {
        "zh-hk": "喜歡的女孩把眼鏡忘記了"
      },
      {
        "ja-ro": "Suki na Ko ga Megane wo Wasureta"
      },
      {
        "vi": "Cô Bạn Tôi Thầm Thích Lại Quên Mang Kính Rồi"
      },
      {
        "ar": "الفتاة التي أُحب نسيت نظارتها"
      },
      {
        "en": "The Girl I Like Forgot Her Glasses"
      },
      {
        "de": "The Girl I Like Forgot Her Glasses"
      },
      {
        "fr": "Tellement flou d'elle"
      },
      {
        "es-la": "La chica que me gusta olvidó sus lentes"
      }
    ],
    "description": {
      "en": "Komura is a middle school boy who is head-over-heels in love with his next-seat neighbor Mie, a girl with terrible eyesight who just can't get used to carrying her glasses, often leaving them at home, or accidentally breaking them. He opts to help her as much as he possibly can, and through those efforts, she begins getting acquainted with his kindness. Will she reciprocate?\n\n---\nA delightfully charming romantic comedy about a boy who only has eyes for the girl who always forgets her glasses!\n\nWith the new school year comes a new homeroom, new classmates, and a new desk for the timid Komura. But any trepidation he might've felt quickly dissipates when he catches sight of Mie, his new seat neighbor.\n\nApt to quietly blurt out the most random things, the quirky Mie wears thick glasses that accentuate her lovely eyes, making Komura’s heart skip a beat!\n\nUnfortunately, Mie is pathologically forgetful and can never seem to remember to bring her glasses to class. It's not all bad, though! Her resulting squinty, mean-girl face sends Komura’s heart into overdrive too!\n\nWhile Komura is keen to help out and share his textbooks with Mie, will his heart give out from the almost daily strain of being up close and personal with his crush?!",
      "fr": "Entre eux deux, c’est l’amour flou !\n\nMie, la voisine de classe de Komura, a oublié ses lunettes. Encore. Déjà troublé rien qu’en la voyant le jeune homme fait de son mieux pour aider sa camarade tête en l’air.Mais, dans un effort désespéré d’y voir plus clair, Mie se retrouve très près de lui… beaucoup trop près ! Komura ne sait plus comment réagir à cette soudaine proximité. Au propre comme au figuré, c’est l’occasion pour lui de se rapprocher !",
      "ja": "隣の席の女の子がめがねを忘れた。\nフォローしてあげたい小村くんだけど、見ようと一生懸命な彼女の距離が近すぎて ── 。\nTwitterで話題沸騰 のゼロ距離ラブコメ♪",
      "ru": "Комуре очень нравится его одноклассница Мия-сан, он просто без ума от нее и считает миленькой, несмотря на то, что Мия-сан очень близорука и носит толстенные очки. Но когда она однажды забывает их дома, и становится все ближе к Комуре в буквальном смысле, Комура познает всю силу своей любви к ней.  \n  \n\n\n---",
      "uk": "Комура Каеде вчиться в середній школі і з головою закоханий в свою однокласницю, Мію Аі, яка сидить поруч з ним. В дівчинки дуже поганий зір і без окулярів вона нормально не бачить, але часто забуває чи ламає їх. Комура хоче їй допомогти скільки може і так Мія дізнається про його доброту. Чи віддячить вона?",
      "es-la": "Una historia simple pero agradable... Los días normales de Komura-kun, quien ayuda a su compañera Mie-san, la cual tiene que usar lentes y siempre termina olvidándolos o hay algún suceso que evita su visibilidad... Estos sucesos los llevarán a entablar una amistad y también podría llegar a ser... ¿Amor?",
      "pt-br": "Komura é um garoto do fundamental que está perdidamente apaixonado por sua vizinha de cadeira Mie, uma garota com uma visão terrível que simplesmente não consegue se acostumar a carregar seus óculos, muitas vezes deixando eles em casa ou quebrando acidentalmente. Ele opta por ajudá-la tanto quanto possível e, por meio desses esforços, ela começa a se familiarizar com sua bondade."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "110.5"
  },
  {
    "mangaId": "4ff51820-2e82-4294-bdd9-c0b4874317d3",
    "title": {
      "en": "Douyara Boku no Hanayome wa Onna Kishidan na You de"
    },
    "updatedAt": "2024-09-28T17:50:19+00:00",
    "coverArt": "https://mangadex.org/covers/4ff51820-2e82-4294-bdd9-c0b4874317d3/0006f3f3-c744-4b18-8a13-28b3f39d6822.jpg",
    "altTitles": [
      {
        "en": "Apparently My Bride Is a Female Knight"
      },
      {
        "ru": "Видимо моя невеста похожа на рыцаря"
      },
      {
        "ru": "Похоже, моя невеста - рыцарь."
      },
      {
        "ja": "どうやらボクの花嫁は女騎士団なようで。"
      },
      {
        "zh": "看来我的新娘是女骑士团"
      },
      {
        "vi": "Rõ Ràng Cô Dâu Của Tôi Là Một Nữ Hiệp Sĩ"
      },
      {
        "ja": "どうやらボクの花嫁は女騎士団なようで。"
      }
    ],
    "description": {
      "en": "Adventures of a guy who has a harem full of magical knights! Will he able to choose the bride that is perfect for him? Let's find out!",
      "ru": "Приключения парня, у которого есть гарем, полный волшебных рыцарей! Сможет ли он выбрать невесту, которая идеально подходит ему? Давайте выясним!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "080ac4bd-f2ba-424c-b976-c814539d23cd",
    "title": {
      "en": "Koukando ga Mieru you ni natta n da ga, Heroine ga Count Stop shite iru Ken"
    },
    "updatedAt": "2024-08-08T20:46:25+00:00",
    "coverArt": "https://mangadex.org/covers/080ac4bd-f2ba-424c-b976-c814539d23cd/e6101d78-b1d5-4520-8cd4-f58680f2ab9f.jpg",
    "altTitles": [
      {
        "en": "I can View Others' Affinity Stats, but She has Maxed Out the Affinity Meter!"
      },
      {
        "ja": "好感度が見えるようになったんだが、ヒロインがカンストしている件"
      }
    ],
    "description": {
      "en": "High-school student Touma Kirisaki can view his affinity stats with other individuals after an incident. Acquaintances are around 30, friends are around 70. Even though he is confused about these affinity statstics, he found out that one of the four goddess at school, Kujou Momoka, has maxed out the affinity count-!? The perfect girl has fallen in love with me, why?!",
      "ja": "特別な蚊に刺され「自分への好感度」が見えるようになった桐崎冬馬。そんな中なぜか美少女四天王・九条桃華の数値がカンスト状態なのを見つける。彼女に惹かれていく冬馬だったが――。"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "1bb36bea-5f0b-4c15-84f8-2ecfc01725f0",
    "title": {
      "en": "Soredemo Shutter no Oto wa Naru"
    },
    "updatedAt": "2024-10-05T09:54:55+00:00",
    "coverArt": "https://mangadex.org/covers/1bb36bea-5f0b-4c15-84f8-2ecfc01725f0/6c12548c-c518-4af1-838f-829aaa7344ea.jpg",
    "altTitles": [
      {
        "ja": "それでもシャッターの音は鳴る"
      },
      {
        "ja-ro": "Sore demo Shutter no Oto wa Naru"
      },
      {
        "en": "And Still, the Shutter Clicks"
      },
      {
        "en": "Even So, the Shutter Will Keep On Clicking"
      }
    ],
    "description": {
      "en": "Hino is a perfectionist photographer. Because of his strictness, his assistant cameraman quit today. As an awkward atmosphere prevails at the site, a young man, Mitsuo, suddenly appears and says, “I'd like to be your assistant.” Inspired by his free-spirited and carefree personality, Hino gradually became more comfortable around him. But just when things are starting to go well at work, he discovers Mitsuo's secret...?\n\n“Do you love photography?”\n\nEven though they don’t want it, and even though they hate it, they still keep clicking the shutter in search of an answer."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1487ed38-87b4-4f47-a82b-e85fd3dbd4f0",
    "title": {
      "en": "Keikenchi Chochiku de Nonbiri Shoushin Ryokou ~Yuusha to Koibito ni Tsuihou sareta Senshi no Mujikaku zama~"
    },
    "updatedAt": "2024-10-05T09:18:25+00:00",
    "coverArt": "https://mangadex.org/covers/1487ed38-87b4-4f47-a82b-e85fd3dbd4f0/dbf24929-cc07-4bd0-a0e8-53bb13029d41.jpg",
    "altTitles": [
      {
        "ja": "経験値貯蓄でのんびり傷心旅行 ～勇者と恋人に追放された戦士の無自覚ざまぁ～"
      },
      {
        "en": "A Warrior Exiled by the Hero and His Lover"
      },
      {
        "vi": "Hành Trình Của Chàng Chiến Binh Bị Ruồng Bỏ Bởi Đồng Đội Và Hôn Thê Của Mình"
      }
    ],
    "description": {
      "en": "After losing his girlfriend to a brave hero, Toru is expelled from his S-Rank party. With a feeling of sadness and pain in his heart, he defeats a demon he meets outside the city, and his ability [to save experience] is broken! Toru becomes level 300 in the blink of an eye! With this power that far surpasses that of heroes, there is nothing that can stop him. Kaede, a slave he met on his journey, forms a group called the \"Manyu Brigade\", and easily completes dungeons, acquires the legendary sacred weapons, and thanks to his skills, his friends level up easily! He rescued a countess who was attacked by bandits on the road, and befriended a legendary beast. Oru's journey continues at a leisurely pace, as he repeatedly encounters various people along the way, while his former party of heroes are deprived of opportunities to play an active role and fall into decline. This is the beginning of the life of a 300 level warrior!  \n\n\n---\n\n[Original Webnovel](https://ncode.syosetu.com/n9483ge/)",
      "vi": "Toru Eiban là một thành viên của một party S-rank nổi tiếng. Nhưng vì dù có cố gắng đến đâu thì level của cậu không thể vượt quá level 20 được. Một ngày nọ cậu bị trưởng nhóm cũng là bạn thân của mình đuổi khỏi nhóm vì mình quá yếu, mọi chuyện cũng chẳng đến nỗi nào vì cậu cũng biết rằng mình rất yếu nhưng cậu còn phát hiện ra rằng hôn thê của mình cũng bị hắn cướp mất và từ mặt. Để xả cơn tức giận của mình cậu đã giết một con quái vật ở rìa thành phố nhưng vì một lý do nào đó một trong các skill của cậu [Tích trữ kinh nghiệm] bị hỏng khiến nó trả lại cho cậu một lượng kinh nghiệm khổng lồ. Giờ đây một Toru Eiban mới trên hành trình của riêng mình sẽ khám phá về sự thật về sức mạnh của mình và chữa lành những tổn thương trong lòng"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a41876c-3b77-4dc0-ad05-0717b8db2f46",
    "title": {
      "en": "Moto Fuuzokujou ga Kanemochi Tsuma ni Narimashita"
    },
    "updatedAt": "2024-10-02T13:06:02+00:00",
    "coverArt": "https://mangadex.org/covers/9a41876c-3b77-4dc0-ad05-0717b8db2f46/ef52bc7d-6de2-4707-89a1-c53f48ad6216.jpg",
    "altTitles": [
      {
        "ja": "元風俗嬢が金持ち妻になりました"
      },
      {
        "en": "The Former Prostitute Became a Rich Wife"
      }
    ],
    "description": {
      "en": "Domestic violence, rape — the life of suffering that oppressed 18 year old Honoka. \n“I don't ever want to go back there again!” she kept repeating herself.\nThe only place the girl without a place to go could end up was the sex industry... \nEverything was in order to find true happiness. A unique cinderella story starts now!",
      "ja": "DV、レイプ――18歳のほのかを襲う、苦難の日々。「あそこにはもう絶対に戻りたくない！」行き場を失った彼女が辿り着いた先は、ソープランド！すべては“本当の幸せ”を掴むために――。異色シンデレラストーリー、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61830b36-1712-4b7b-9421-f671e9ced6d3",
    "title": {
      "en": "Tonari no Neko to Koi Shirazu"
    },
    "updatedAt": "2024-10-03T17:06:34+00:00",
    "coverArt": "https://mangadex.org/covers/61830b36-1712-4b7b-9421-f671e9ced6d3/8ac836b4-9c53-4c62-a18a-bdbdbfc6e91d.jpg",
    "altTitles": [
      {
        "ja": "となりの猫と恋知らず"
      },
      {
        "ja": "となねこ"
      },
      {
        "ja-ro": "Tonaneko"
      },
      {
        "zh-hk": "與貓相鄰尚不識戀"
      },
      {
        "en": "Learning to Love My Cat-like Classmate"
      },
      {
        "en": "The Feline Neighbor and the Unversed-in-Love"
      }
    ],
    "description": {
      "en": "Minato Seno’s high school life had just begun when his homeroom teacher requested his help with Nekozane, the cat-like chronic napper who sits next to him in class. Timid and socially anxious, Minato has never talked to her or even seen her face. But when he finally musters up the courage to wake Nekozane, she unexpectedly hugs him on the spot! Thus begins a sweet tale of two teens awkwardly stumbling into a new friendship, unaware that their feelings are slowly turning into something more!\n\n(Source: Manga UP! Global)",
      "ja": "**もっと知りたい きみのこと**\n高校1年生・瀬野湊（せのみなと）。新学期早々に担任の教師から頼まれたのは、となりの席でいつも寝ている猫実（ねこざね）さんのこと。超人見知り&引っ込み思案な性格な瀬野…。会話どころか顔すら見たことがない猫実さんを勇気を出して起こそうとしたら、急に彼女から抱きつかれて――!?友達未満なふたりが紡ぐ、無自覚ラブコメ開幕♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62d3f1f5-1507-4010-a95a-c432cfb378a6",
    "title": {
      "en": "Café☆Griefseed e Youkoso!"
    },
    "updatedAt": "2024-01-08T12:15:41+00:00",
    "coverArt": "https://mangadex.org/covers/62d3f1f5-1507-4010-a95a-c432cfb378a6/b01a7bb8-792e-48b1-9c82-45c211c6b1f8.jpg",
    "altTitles": [
      {
        "ja": "Welcome to Café Griefseed!"
      },
      {
        "ja": "カフェ☆グリーフシードへようこそ！"
      }
    ],
    "description": {
      "en": "Only at this restaurant can you eat Mami's homemade cakes! After school, Madoka and Sayaka visit a cafe where magical girls work?! And the owner, Kyubey, invites them to work at the cafe...? A cute and delicate Madoka four-panel story with beautiful and exquisite sweets not to be missed!"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "3dda9dc7-be06-4f27-af07-670786ceee4e",
    "title": {
      "en": "Shibuya Near Family"
    },
    "updatedAt": "2024-02-28T02:24:40+00:00",
    "coverArt": "https://mangadex.org/covers/3dda9dc7-be06-4f27-af07-670786ceee4e/43b60ede-1509-48be-a579-9d3ee23034b6.jpg",
    "altTitles": [
      {
        "ja": "シブヤニアファミリー"
      },
      {
        "fr": "Ma famille à Shibuya"
      }
    ],
    "description": {
      "en": "A small series that frankly depicts the circumstances of a third-grade girl living in Shibuya and her family.",
      "ja": "渋谷に住む小３女子とその家族の事情を赤裸々に描く小型連載。\n最後に書いてある「しぶや係日誌」も見てね。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eff87780-93d9-412e-b831-c731787e9bea",
    "title": {
      "en": "Oroka na Tenshi wa Akuma to Odoru"
    },
    "updatedAt": "2024-06-21T13:30:51+00:00",
    "coverArt": "https://mangadex.org/covers/eff87780-93d9-412e-b831-c731787e9bea/7718e257-106d-4457-8bcf-41488b507ec1.jpg",
    "altTitles": [
      {
        "de": "Die mit dem Teufel tanzt"
      },
      {
        "ru": "Неразумный ангел в пляске с демонами | Неразумный ангел в танце с демоном"
      },
      {
        "ja": "愚かな天使は悪魔と踊る"
      },
      {
        "zh": "愚蠢天使与恶魔共舞"
      },
      {
        "ko": "어리석은 천사는 악마와 춤춘다"
      },
      {
        "id": "Bidadari Sableng Berdansa dengan Iblis"
      },
      {
        "vi": "Thiên sứ Ngu muội Nhảy múa cùng Ác ma"
      },
      {
        "vi": "天使愚眛趂𦨂共恶魔 (Nom Script)"
      },
      {
        "en": "The Foolish Angel Dances with the Devil"
      }
    ],
    "description": {
      "en": "Masatora Akutsu has just transferred into class in Japan from a long way away - all the way from Hell, to be exact. Akutsu is a demon who's come to Earth to find someone who can motivate the forces of Hell to fight back against the invading Heavenly army. He immediately sets his sights on one of his classmates, the kind and beautiful Lily Amane, but ends up in way over his head when it turns out Lily has some secrets of her own!",
      "ja": "堕落した悪魔たちにやる気を出させるため悪魔たちのアイドルとなる人間を捜しに人間界に降りてきた阿久津雅虎。彼は早くもアイドル候補・天音リリーを見つけ勧誘する。しかし、リリーの正体は阿久津たち悪魔の天敵の「天使」で!? 自らの身と仲間を守るためリリーを堕天させんとする阿久津と野望のため阿久津の更正を決意する",
      "pt": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe - todo o caminho desde o Inferno, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!",
      "pt-br": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe -todo o caminho desde o Infernio, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa6ee44f-8c47-4cbc-ba10-9815a100d6b5",
    "title": {
      "en": "Run Away With Me, Girl"
    },
    "updatedAt": "2024-04-02T21:34:08+00:00",
    "coverArt": "https://mangadex.org/covers/fa6ee44f-8c47-4cbc-ba10-9815a100d6b5/ed2f2b7c-751b-4ede-9089-2be4f3bad5c8.jpg",
    "altTitles": [
      {
        "ja-ro": "Kakeochi Girl"
      },
      {
        "ja": "かけおちガール"
      },
      {
        "fr": "Entre nos mains (Akata)"
      }
    ],
    "description": {
      "en": "Back in high school, Maki and Midori were in love, until graduation came and the two of them went their seperate ways. However, ten years later, Maki has a chance reunion with Midori - and finds that while her feelings haven't changed, Midori has."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "16"
  },
  {
    "mangaId": "6c00ba6a-0240-47bd-9fb4-b01d2fd69ce7",
    "title": {
      "en": "Mijuku na Futari de Gozaimasu ga"
    },
    "updatedAt": "2024-08-13T20:09:32+00:00",
    "coverArt": "https://mangadex.org/covers/6c00ba6a-0240-47bd-9fb4-b01d2fd69ce7/d6c23eaa-1d03-484f-9769-ecf481b9a2eb.jpg",
    "altTitles": [
      {
        "en": "We're New at This"
      },
      {
        "ru": "Может, мы и неопытная пара, но..."
      },
      {
        "ja": "未熟なふたりでございますが"
      },
      {
        "en": "We May Be an Inexperienced Couple But..."
      },
      {
        "ko": "미숙한 두 사람입니다만"
      },
      {
        "id": "Kami Pemula dalam Hal Ini"
      }
    ],
    "description": {
      "en": "Ikuma Saeki finally married his childhood friend and the girl of his dreams, Sumika. But while years of pining came easily to him, physical closeness does not...and he's having trouble navigating the intimacy that comes with marriage. Sumika, too, is having trouble bridging the gap between friend and lover...what is this innocent couple to do but navigate it together, awkwardness and all! A new rom-com from the author of *Ao-chan Can't Study!* [Kodansha]"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "147"
  },
  {
    "mangaId": "55ace2fb-e157-4d76-9e72-67c6bd762a39",
    "title": {
      "en": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
    },
    "updatedAt": "2024-09-29T14:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/55ace2fb-e157-4d76-9e72-67c6bd762a39/ccb8b6f2-a715-4719-8db7-31b68b6671dd.jpg",
    "altTitles": [
      {
        "id": "Aku, Seorang Raja Iblis, Mengambil Budak Elf Sebagai Istriku, Tapi Bagaimana Cara Aku Mencintainya?"
      },
      {
        "ja-ro": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
      },
      {
        "id": "Bagaimana Cara Mencintai Budak Elfmu?"
      },
      {
        "pt": "Eu, um Lorde Demônio, comprei uma elfa escrava como minha esposa, mas como eu amo ela?"
      },
      {
        "en": "I, the Demon Lord, Took a Slave Elf as My Wife, but How Do I Love Her?"
      },
      {
        "fr": "Je, un seigneur des démons, ai épousé un elfe esclavagisant, mais comment l'aime-je?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку в жёны. И как прикажете её любить?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку-рабыню в жёны. И как же мне её любить?"
      },
      {
        "zh": "我这魔王娶了一个奴隶精灵当老婆，该怎么疼爱才好？"
      },
      {
        "zh-hk": "身為魔王的我娶了奴隸精靈為妻、該如何表白我的愛？"
      },
      {
        "zh": "魔奴嫁"
      },
      {
        "ja": "魔王の俺が奴隷エルフを嫁にしたんだが、どう愛でればいい？"
      },
      {
        "ko": "마왕인 내가 노예 엘프를 신부로 삼았는데 어떻게 사랑하면 되지?"
      },
      {
        "pt-br": "O Dilema de um Arquidemônio: Como Amar sua Noiva Elfa"
      },
      {
        "es": "Soy un Rey Demonio y he Tomado Como Esposa a una Elfa Esclava, ¿Cómo Puedo Amarla?"
      },
      {
        "es-la": "Soy un Rey Demonio y he Tomado Como Esposa a una Elfa Esclava, ¿Cómo Puedo Amarla?"
      },
      {
        "en": "An Archdemon's Dilemma: How to Love Your Elf Bride"
      }
    ],
    "description": {
      "en": "Zagan is feared as an evil mage, he is awkward and has a sharp tongue, and once again had to put down thieves that encroached on his territory when he was researching that morning. In a dark auction, he finds a white slave elf, Nephie, who holds a peerless beauty. Falling in love with her at first sight, he uses his fortune to buy her, but as poor as he is socially, he doesn’t understand how to connect with her. Thus, the clumsy cohabitation of the mage that can’t convey his love, and the slave that pines for her master but doesn’t understand how to bring it up, begins.",
      "es": "Zagan es temido como un mago malvado, es torpe y tiene una lengua afilada, y una vez más tuvo que acabar con unos ladrones que invadieron su territorio cuando estaba investigando esa mañana. En una oscura subasta, encuentra a una esclava elfa blanca, Nephie, que posee una belleza sin igual. Enamorado de ella a primera vista, utiliza su fortuna para comprarla, pero tan pobre como es socialmente, no entiende cómo relacionarse con ella. Así comienza la torpe convivencia del mago que no sabe transmitir su amor y la esclava que suspira por su amo pero no sabe cómo planteárselo.",
      "fr": "Zagan est craint comme mage démoniaque, un jour au marché noir il rencontre une esclave elfe du nom de Nephie. De part sa beauté innocente, il tombe sous son charme et décide de l'acheter. Bien que fortuné d'argent, ses compétences sociales ne le sont pas et il a du mal à savoir comment créer une relation…  \n  \nC'est parti pour une cohabitation maladroite entre ce maître qui ne sait montrer son amour et cette esclave qui en pince pour lui sans savoir quoi faire.",
      "ja": "- [Seiga nicovideo](http://seiga.nicovideo.jp/comic/33204) (Alternate Raw)",
      "pt": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa.",
      "es-la": "Zagan es temido como un mago malvado, es torpe y tiene una lengua afilada, y una vez más tuvo que acabar con unos ladrones que invadieron su territorio cuando estaba investigando esa mañana. En una oscura subasta, encuentra a una esclava elfa blanca, Nephie, que posee una belleza sin igual. Enamorado de ella a primera vista, utiliza su fortuna para comprarla, pero tan pobre como es socialmente, no entiende cómo relacionarse con ella. Así comienza la torpe convivencia del mago que no sabe transmitir su amor y la esclava que suspira por su amo pero no sabe cómo planteárselo.",
      "pt-br": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a08e311-ed99-4d1a-ac18-62c8a59161e6",
    "title": {
      "en": "Seishiki ni Majo ni Natta Nidome no Akuyaku Koujo wa, Mou Nido to Taisetsu na Mono o Ushinawanaito Kokoro ni Chikau"
    },
    "updatedAt": "2024-10-05T06:26:18+00:00",
    "coverArt": "https://mangadex.org/covers/9a08e311-ed99-4d1a-ac18-62c8a59161e6/7268d4ed-478d-4000-826f-cce57925624c.jpg",
    "altTitles": [
      {
        "ja": "正式に魔女になった二度目の悪役皇女は、もう二度と大切な者を失わないと心に誓う"
      },
      {
        "ja-ro": "Seishiki ni Majo ni Natta Nidome no Akuyaku Koujo wa, Mou Nido to Taisetsu na Mono wo Ushinawanaito Kokoro ni Chikau"
      }
    ],
    "description": {
      "en": "Princess Alice, who was turned back to her 10 year old self with the “witch’s power” before she died, meets Theodore, a heretic (Nox).\nHe is the most hated and shunned member of the Knights’ Order, but for a girl who was killed because of her crimson hair, he is the only person who can share her loneliness!\nHowever, contrary to the rumors (of the past), she is intelligent and gets caught up in a battle over the right to inherit the throne…?\n”Would you like to become a witch’s knight out of self-interest?”\n“That’s a ridiculous invitation, I don’t think you’re a princess, is it?”\n\nA relife story of a figurehead princess and a lonely knight who finally meet, both of whom have “crimson”!",
      "ja": "死に際に“魔女の能力”で十歳に戻った皇女・アリスが出会ったのは、異端の民(ノクス)・セオドア。\n騎士団一の嫌われ者で忌避される紅を持つ彼だが、紅髪ゆえに殺された少女にとっては孤独を分かち合える唯一の相手だった!\nだが、噂(かつて)と違って聡明な彼女は、王位継承権を巡る争いへ巻き込まれていきーー?\n「打算で魔女の騎士になりませんか?」「皇女とも思えねぇ、とんだ誘い文句だな?」\nようやく出会えた、ともに“紅”を持つお飾りの皇女と孤独な騎士のリライフストーリー!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1044287a-73df-48d0-b0b2-5327f32dd651",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 7: Steel Ball Run (Official Colored)"
    },
    "updatedAt": "2024-07-27T09:53:11+00:00",
    "coverArt": "https://mangadex.org/covers/1044287a-73df-48d0-b0b2-5327f32dd651/e7e5e267-502f-4b77-9f19-b7ea1344f68f.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 7: Steel Ball Run - Digital Colored Comics"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Steel Ball Run"
      },
      {
        "en": "JoJo: SBR"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 7: Steel Ball Run"
      },
      {
        "zh": "JoJo的奇异冒险第7部分：钢球运行"
      },
      {
        "es": "La extraña aventura de JoJo Parte 7: La carrera de las bolas de acero"
      },
      {
        "ru": "Невероятное приключение ДжоДжо — Часть 7: Гонка «Стальной шар»"
      },
      {
        "ko": "조조의 기묘한 모험 7 부 : 스틸 볼 달리기"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第7部 カラー版"
      },
      {
        "pt-br": "A Bizarra Aventura de JoJo, Parte 7: A Corrida da Esfera de Aço"
      }
    ],
    "description": {
      "en": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.  The youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.",
      "hu": "Amerikában a régi vadnyugaton, a világ legnagyobb szabású versenye hamarosan kezdődik. Ezrek állnak rajzvonalhoz San Diegoban, hogy utazzanak több mint hat ezer kilómétert annak reményében, hogy megnyerhetik az ötven millió dolláros fődíjat. A lovak kora elérkezett a végéhez, így a versenyzők szabadon használhattak bármiféle járművet. A versenyzőknek el kell majd tűrniük a fárasztő körülményeket, naponta több mint, száz kilómétert megtéve felfedezetlen vidékeken. A Steel Ball Run egy igazán egyedülálló esemény.\n\nA fiatalos Johnny Joestar, egy tolószékes korábbi lovas versenyző, eljött San Diegoba, hogy megnézze a verseny rajtját. Itt találkozik Gyro Zeppelivel, egy versenyzővel két acél golyóval a derekán fegyver helyett. Johnny szemtanúja lesz annak, hogy Gyro használja az egyik acélgolyóját, szabadjára engedve annak erejét, hogy arra kényszerítsen egy férfit egy párbaj közben, hogy lőjje le magát. Az ütközet közepette, Johnny megérinti az\nacélgolyót és érezte, hogy egy erő végigáramlik a lábán, rábírva őt arra, hogy felálljon először két év után. Megfogadja, hogy rájön, hogy mi a titka az acélgolyóknak, Johnny eldönti, hogy indul a versenyen, így kezdődik el az ő bizarr kalandja Amerikán keresztül a Steel Ball Runban.",
      "it": "Nel west americano, la gara più grande e importante del mondo sta per iniziare. Migliaia di persone sono pronte a partire da San Diego per viaggiare più di seimila chilometri incoraggiati da un premio enorme da cinquanta milioni di dollari. L'era dei cavalli sta per finire, i partecipanti allora possono usare il veicolo che preferiscono. I partecipanti devono superare situazioni estenuanti, viaggiando centinaia di chilometri al giorno passando per valli deserte inesplorate. La Steel Ball Run è unica nel suo genere.  \n  \nGiovane Johnny Joestar, un ex corridore di cavalli disabile, è venuto a San Diego per vedere la partenza della gara. Lì incontra Gyro Zeppelli, un corridore con due sfere d'acciaio pendenti fino alla sua vita, al posto della pistola. Johnny vede la sfera di Gyro e capisce della sua potenzialità, riuscendo a far suicidare il nemico durante un duello. Nel mezzo dell'azione, Johnny tocca la sfera d'acciaio di Gyro e sente passare una potenza nelle sue gambe, questa potenza lo fa alzare in piedi per la prima volta dopo due anni. Dopo aver giurato di capire il segreto di quelle sfere, Johnny decide di partecipare alla gara, e qui iniziano le sue bizzarre avventure per tutta l'America nella Steel Ball Run.",
      "pt-br": "Nos Estados Unidos, na década de 1890, um homem chamado Steven Steel decide promover a \"Steel Ball Run\", uma corrida corta-mato cujo trajeto atravessa todo o país. A corrida é um grande atrativo mundial que chama a atenção tanto de corredores americanos como de corredores estrangeiros. Entre esses corredores estão Johnny Joestar, um ex-jóquei americano, e Gyro Zeppeli, um estrangeiro que carrega consigo misteriosas esferas de aço. Johnny e Gyro se esbarram e dão início à história da sétima parte de JoJo's Bizarre Adventure."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "95"
  },
  {
    "mangaId": "aa775943-57b7-4e62-829a-51cedea7c8f4",
    "title": {
      "en": "Midara na Kimi ni Kamaretai"
    },
    "updatedAt": "2023-07-25T09:07:34+00:00",
    "coverArt": "https://mangadex.org/covers/aa775943-57b7-4e62-829a-51cedea7c8f4/7c6caeab-beba-4f91-9a9b-76b4fcfc92a8.jpg",
    "altTitles": [
      {
        "en": "Bite Into Me"
      },
      {
        "en": "I Want to be Bitten by a Lewd You"
      },
      {
        "ja": "淫らな君に咬まれたい"
      },
      {
        "zh": "想被挚爱的你吻"
      },
      {
        "zh-hk": "想被色氣的你咬"
      },
      {
        "ru": "Я хочу быть укушенным тобой"
      }
    ],
    "description": {
      "en": "A high school freshman visits a former teacher of his who has become a shut-in. This teacher, a beautiful and doting woman, morally supported him through middle school but gave up teaching and has led a life of reclusiveness ever since. By accident, he catches her drinking blood and having an aversion to light, lending to the possibility that she may have become a vampire.",
      "id": "Seorang siswa baru sekolah menengah mengunjungi seorang mantan gurunya yang telah menjadi pendiam. Guru ini, seorang wanita yang cantik dan penyayang, berhasil melewati sekolah menengah dengan memberikan dukungan moral, tapi berhenti mengajar dan telah menjalani kehidupan yang tertutup sejak saat itu. Secara tidak sengaja, dia menemukan wanita itu minum darah dan memiliki keengganan terhadap cahaya, memberi kemungkinan bahwa dia mungkin telah menjadi vampir.",
      "pt-br": "Um calouro do ensino médio visita uma ex-professora dele que se tornou uma reclusa. Essa professora, uma mulher bonita e amorosa, que o ajudou até o ensino médio, mas desistiu de ensinar e decidiu levar uma vida de reclusão. Sem querer, ele viu ela bebendo sangue e tendo uma aversão à luz, levando a possibilidade de que ela possa ser uma vampira."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "25"
  },
  {
    "mangaId": "b0e04bbb-8293-4f47-a34c-bc4d868a3d85",
    "title": {
      "en": "Demon Devourer"
    },
    "updatedAt": "2024-06-15T05:05:44+00:00",
    "coverArt": "https://mangadex.org/covers/b0e04bbb-8293-4f47-a34c-bc4d868a3d85/16fb2792-eb50-4859-847b-094aa6044d18.png",
    "altTitles": [
      {
        "ko": "재능 삼킨 마법사"
      },
      {
        "en": "Talent-Swallowing Magician"
      },
      {
        "es-la": "Mago Traga-Talentos"
      }
    ],
    "description": {
      "en": "The descendant of a once great wizarding family, Elric Mervinger is unable to perform magic due to a rare medical condition.\n\nWhile attempting to cure his disease, he stumbles upon the demon Mephistopheles, who tries to possess Elric to free himself from a dragon’s trap. But when Elric ends up absorbing Mephisto instead, the two become bound together.\n\nWith Mephisto by his side, will this new power allow Elric to restore his family to its former glory? Or will he just end up being devoured?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)",
      "fr": "Elric Melvinger.\nL’unique héritier de la prestigieuse famille magique.\nBien qu’il possédait un talent inné, il avait trop de talent, et de ce fait, ne pouvait pas apprendre la magie. Cependant, il a alors reçu une bénédiction laissée par ses ancêtres !\n\n[Manger des démons.]\n[Avaler des démons.]\n[Boire des démons.]\n[Continue d’accumuler des démons en toi, et réalise une nouvelle magie !]\n\nÉlève-toi.\nVa si haut que personne ne pourra jamais t’atteindre.",
      "ko": "\"어이, 메피. 여기 언령마법 풀이 좀 써주시죠?\"\n\n기묘한 기연으로 한 몸 살이를 하게 된\n천재 마법사 엘릭과 원죄의 마왕 메피스토펠레스.\n\n마법 불능 엘릭이 가보 '마도 경식'의 힘을 빌어\n메피스토의 흑마법을 뒤집고 그 힘을 흡수해버린\n명실상부 갑을 관계!\n\n하지만,\n엘릭은 메피스토의 힘을 최대한 흡수해 강해지려 하고\n메피스토는 자신의 기운을 최대한 불어넣어 지배하려 하고...\n실상은 서로가 갑이자 을일 수밖에 없는 운명.\n마도 명문 메르빙거 가의 재건을 꿈꾸는 엘릭과\n엘릭의 몸을 지배해 다시금 고귀한 마왕으로 부활하려는 메피스토의\n'동상이몽 마족삼킴 어드벤쳐'\n\n\"좋게 좋게 가시죠?\"\n\"하찮은 인간 따위에게... 굴복할 것 같으냐!!!\"\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4187856d-65a9-4fb4-98ec-84c0bf16631f",
    "title": {
      "en": "Kamitachi ni Hirowareta Otoko"
    },
    "updatedAt": "2024-10-05T08:27:37+00:00",
    "coverArt": "https://mangadex.org/covers/4187856d-65a9-4fb4-98ec-84c0bf16631f/472415c9-2e18-4deb-b583-41f114780aff.jpg",
    "altTitles": [
      {
        "es": "El hombre elegido por los dioses"
      },
      {
        "en": "By the Grace of the Gods"
      },
      {
        "ja-ro": "KamiHiro"
      },
      {
        "id": "Seorang pria yang dijemput para dewa."
      },
      {
        "tr": "Tanrılar Tarafından Seçilen Adam"
      },
      {
        "tr": "Tanrıların Seçtiği Adam"
      },
      {
        "ru": "Избранный богами"
      },
      {
        "ru": "Милостью богов"
      },
      {
        "ru": "Человек, выбранный богами"
      },
      {
        "zh": "神拾之男"
      },
      {
        "ja": "神達に拾われた男"
      },
      {
        "es": "El hombre que fue recogido por los dioses"
      },
      {
        "ru": "ками-тати ни хироварэта оток"
      },
      {
        "ar": "الرجل الذي اختارته الآلهة"
      },
      {
        "zh": "众神眷顾的男人"
      },
      {
        "zh-hk": "眾神眷顧的男人"
      },
      {
        "ko": "신들에게 주워진 남자"
      },
      {
        "fr": "L’éleveur de slimes dans un autre monde"
      },
      {
        "fr": "L’homme ramassé par les Dieux"
      },
      {
        "ja-ro": "Kami-tachi ni Hirowareta Otoko"
      },
      {
        "en": "The Man Picked Up by the Gods"
      },
      {
        "vi": "Đặc Ân Của Thần"
      }
    ],
    "description": {
      "en": "Upon his sudden death, middle-aged otaku businessman Ryoma Takebayashi finds himself in a curious situation. Three gods request his cooperation in their divine plot, which requires him to reincarnate in another world as a young boy!\n\nEquipped with magic, young Ryoma undertakes a carefree existence in the forest, leisurely learning more about his new abilities and surroundings. And when he encounters slimes like those in video games from his former life, Ryoma uses his newfound magical powers to get creative with his research!\n\nWill the gods get more than they bargained for in Ryoma?!\n\n[MangaUp!](https://global.manga-up.com/manga/273)",
      "es": "Ryouma Takuma, es un hombre de 39 años de edad con un pasado misterioso; se encuentra en una extraña habitación desconocida, donde los dioses le dicen que ha muerto y van a enviar su alma a un mundo diferente, al despertar convertido en un niño y en medio de un bosque va descubriendo su afinidad por domesticar monstruos y en particular slimes.",
      "fr": "Ryouma Takuma, un esclave de bureau de 39 ans, se réveille dans une étrange pièce blanche. Les Dieux lui annoncent qu’il est mort et qu’ils vont envoyer son âme dans un autre monde, où la magie existe. Se réveillant dans le corps d’un jeune garçon avec l’expérience de sa vie passée et de nouvelles habilités données par les Dieux, Ryouma se découvre une affinité avec la capture de monstre, et tout particulièrement avec les slimes! Suivez les aventures de Ryouma et de ses slimes, plus impressionnants qu’il n’y paraît, dans ce nouveau monde!",
      "ru": "Рёма Такума, 39 летний человек, оказался в странной белой комнате. Боги говорят ему, что он умер и посылают его душу в другой мир, мир где существует магия. Живя в одиночестве 3 года, его геймерская душа просто теряет здравый смысл и начинает сумасшедший путь.",
      "vi": "Ryouma Takebayashi chết trong giấc ngủ ở tuổi 39 sau một cuộc đời đầy bất hạnh. Thương hại anh ta, ba vị thần cho anh ta cơ hội tái sinh trong một thế giới ma thuật, nơi anh ta chỉ có một nhiệm vụ: là chính mình và tận hưởng cuộc sống. Họ ban cho Ryouma khả năng thể chất mạnh mẽ cũng như khả năng thông thạo mọi yếu tố, và hứa sẽ trông chừng cậu. Cuộc sống mới của anh khi còn nhỏ chính thức bắt đầu khi anh bị dịch chuyển vào một khu rừng.Ba năm trôi qua. Dành phần lớn thời gian để nghiên cứu về chất nhờn, Ryouma đã cố gắng phát triển các loại chất nhờn độc đáo, huấn luyện một đội quân trong số họ đồng thời phát triển khả năng ma thuật của mình. Mặc dù cậu bé hạnh phúc với cuộc sống ẩn dật và ngôi nhà trong hang động thoải mái của mình, nhưng cậu hơi nhớ sự đồng hành của con người. Nhưng sau khi chữa trị cho một thành viên bị thương của một nhóm du khách đi ngang qua từ hộ gia đình của một công tước, Ryouma được thuyết phục đi cùng họ và thoát ra khỏi khu rừng cùng với bầy bầy nhầy của mình. Một thế giới hoàn toàn mới đang chờ đợi anh ta, nơi các kỹ năng của anh ta như một người sử dụng ma thuật và người thuần hóa chất nhờn tiếp tục gây ra sự ngạc nhiên và ngưỡng mộ."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff442aab-7908-40bc-8d10-93c6bb318466",
    "title": {
      "en": "Becoming a Witch in a World Full of Monster Stories"
    },
    "updatedAt": "2023-06-19T16:35:02+00:00",
    "coverArt": "https://mangadex.org/covers/ff442aab-7908-40bc-8d10-93c6bb318466/8d2fc569-76fb-43e0-a216-d0d11cc29d11.png",
    "altTitles": [
      {
        "zh": "在充满怪谈的世界里成为魔女"
      },
      {
        "zh-ro": "Zai Chongman Guaitan De Shijie Li Chengwei Monv"
      },
      {
        "zh-ro": "Zài Chōngmǎn Guàitán De Shìjiè Lǐ Chéngwéi Mónǚ"
      },
      {
        "en": "Become a Witch in a World Full of Ghost Stories"
      },
      {
        "en": "Become an Enchantress in a World Full of Ghost Tales"
      }
    ],
    "description": {
      "en": "Day 1: Recently my eyes seem to be a bit off, always seeing strange things. Wait, the cabinet seems to be moving, I'll go check it out.\n......\nDay 13: I see them! Damn! Why is this world full of monsters!?\n......\nDay 101: There's nothing to be afraid of anymore! Donning a witch's gown, I've become a monster myself!",
      "zh": "Day1：最近我的眼睛好像有点儿不对劲，总是看见奇怪的东西。 等等，柜子好像动了，我去看一下。 Day13：我看见它们了！ 该死！这个世界怎么到处都是怪谈！？ …… Day101：已经没有什么好怕的了！ 穿上了魔女的长裙，我已经成为了怪谈！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc4c9b57-1295-4667-8d4e-c6b93dce2e68",
    "title": {
      "en": "Coffee Moon"
    },
    "updatedAt": "2024-04-02T06:29:06+00:00",
    "coverArt": "https://mangadex.org/covers/fc4c9b57-1295-4667-8d4e-c6b93dce2e68/16dd1891-7005-4824-bdd5-7917bd02732d.jpg",
    "altTitles": [
      {
        "ja": "コーヒームーン"
      }
    ],
    "description": {
      "en": "The light is gone. Unable to escape the darkness, Pieta repeats the same day. Every day she walks to school down the same road, through the same rain, then has the same conversation with her friend Danae. Eventually, she finds happiness in the repetition. The days carry on as normal, until one day, her routine chat with Danae takes a different turn: \"What?! You can remember the today that happened yesterday too?\" Despite their bleak situation, the girls reach towards tomorrow!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "ee4c0acd-dc97-44a1-bebe-040cf79b62bd",
    "title": {
      "en": "Isekai NTR ~Shinyuu no Onna wo Saikyou Skill de Otosu Houhou~"
    },
    "updatedAt": "2024-10-04T00:12:51+00:00",
    "coverArt": "https://mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/cea89510-fb77-4622-bd98-669bd22ab36a.jpg",
    "altTitles": [
      {
        "ja": "異世界NTR～親友のオンナを最強スキルで堕とす方法～"
      },
      {
        "th": "ISEKAI NTR ~สร้างฮาเร็มโดยไม่ให้พรรคพวกรู้~"
      },
      {
        "ko": "이세계 NTR ~절친의 여자를 최강 스킬로 함락시키는 방법~"
      },
      {
        "zh-hk": "異世界NTR ～不被同伴發現地開後宮～"
      },
      {
        "zh-hk": "異世界NTR～用最強技能令摯友的女人墜落的方法～"
      },
      {
        "en": "Isekai NTR: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "en": "NTR in Another World: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "ru": "Исекай NTR"
      }
    ],
    "description": {
      "en": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them.\n\nThat's why, for his sake, I'll eat them up first. But, just what is this power…?",
      "es": "Este mundo de mierda que no es más que un juego basura, él y yo definitivamente escaparemos juntos. Entonces, todas estas mujeres molestas que intentan aprovecharse de él son solo una molestia. Lo que es peor, él parece que está comenzando a sentir algo por ellas. Por eso, por su bien, las comeré primero. Pero, ¿qué es este poder…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51e2f634-12ae-4e8b-bc6f-3e8dad4c1980",
    "title": {
      "en": "Inside the Tentacle Cave"
    },
    "updatedAt": "2024-09-09T22:31:14+00:00",
    "coverArt": "https://mangadex.org/covers/51e2f634-12ae-4e8b-bc6f-3e8dad4c1980/f3a91a01-f5c3-402e-bab3-0be4fb883765.jpg",
    "altTitles": [
      {
        "ja": "淫靡な洞窟のその奥で"
      },
      {
        "ja-ro": "Inbi na Doukutsu no Sono Oku de"
      }
    ],
    "description": {
      "en": "Deep in the tunnels of an abandoned mine lurks a demon that absorbs the power of anything it touches: the Black Ooze. When it consumes its first human male, it acquires both intelligence and ravenous sexual desire, much to the distress of a sorceress who mistakenly enters its domain. The heroes who seek glory and riches in these caverns are about to learn why monsters should be feared!",
      "ja": "山にある寂れた洞窟。忘れられたその洞窟で、生まれるはずのない新たな“魔物”が産み落とされた。魔物の名前は“ブラックウーズ”。黒い色をした以外はなんの取り柄もない、ただのスライム。だが、このスライムは「取り込んだ生き物の能力を取り込む」特性を持っていた。麻痺毒を持った虫を捕食し、人里の家畜を襲い、そして人間を取り込み、人間の知性や“欲望”を手に入れてしまった。やがて魔物は、洞窟へ探索にやってきたある女魔導師をターゲットに定めた。世界はまだ知らない。“魔物が産まれた”ことを……。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf40ef65-2212-4778-9667-13033899d6f0",
    "title": {
      "en": "The Main Duties of the Vice President"
    },
    "updatedAt": "2024-10-04T19:15:17+00:00",
    "coverArt": "https://mangadex.org/covers/bf40ef65-2212-4778-9667-13033899d6f0/21b33a68-cc5f-4805-8ec2-318a7e723c6f.jpg",
    "altTitles": [
      {
        "ja": "副会長の主なお仕事"
      },
      {
        "ja-ro": "Fukukaichou no omona oshigoto"
      },
      {
        "en": "The Main and Favourite Duties of Ms. Kurushita"
      }
    ],
    "description": {
      "en": "In the student council room, you'll never find more than two people: the president, Haiya Gin (that's me), and the vice president, Kurishita Namida. We used to have a bunch of other officers too, but since the vice president took care of everything so easily, everyone stopped coming. She's incredibly beautiful, and an honor student with no flaws to speak of, but... For some reason, she's always messing with me, and only me?! A comedy featuring the antics of a strangely doting, tall vice president and an adorably tiny president begins!!!",
      "ja": "生徒会室にはいつも2人しかいない――会長の私と副会長の栗下涙。最初は他にもいろんな役職がいたけど、こいつが仕事を全部片づけてしまうのでみんな来なくなった。容姿端麗で文句なしの優等生なのだが…私にだけいつも変なちょっかいをかけてくる――!?お淑やかの皮を被って行われる愛ゆえの暴走――密室の生徒会で起こるヤバめ偏愛コメディ、ここに開幕！"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "27"
  },
  {
    "mangaId": "fb11a97e-490d-4dda-a195-c7fbaadcc968",
    "title": {
      "en": "Slime Life"
    },
    "updatedAt": "2022-08-20T08:03:07+00:00",
    "coverArt": "https://mangadex.org/covers/fb11a97e-490d-4dda-a195-c7fbaadcc968/cbfded82-2a97-415e-811f-53963714622e.jpg",
    "altTitles": [
      {
        "ja": "スライムライフ"
      }
    ],
    "description": {
      "en": "The stories of the everyday life of a black mage and a slime that run a magic store together as master and servant."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "300"
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "ja-ro": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-09-30T16:34:32+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/d241a461-acac-48f4-9c8a-ec8211619263.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño.",
      "pt-br": "Shun foi convidado para o Clube vá-para casa por Naoki Satou, também conhecido como \"Chokki-chan\". Apesar de recusar, ele acaba se envolvendo de alguma forma nas atividades do clube! Uma comédia romântica do Clube vá-para casa apresentando uma colegial amante de desvios e um novo aluno do ensino médio que perdeu seu sonho."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04598a65-4f1f-4807-a419-d79ca7f67457",
    "title": {
      "en": "Under Ninja"
    },
    "updatedAt": "2024-09-29T00:58:17+00:00",
    "coverArt": "https://mangadex.org/covers/04598a65-4f1f-4807-a419-d79ca7f67457/db065abe-a0e4-4201-8fa9-5d490bfb047f.jpg",
    "altTitles": [
      {
        "ja": "アンダーニンジャ"
      },
      {
        "ja-ro": "Andā Ninja"
      }
    ],
    "description": {
      "en": "The once-prosperous Japanese ninja are said to have been dismantled by the GHQ following the Pacific War and disappeared. In reality, the ninja still exist in secret, and their number is rumored to be as many as 200,000. Some of the elite ninja work behind the scenes at the national level. On the other hand, the ninja at the end of the line are often unable to find work. One such ninja, Kuro Kumogakure, is living the life of a NEET."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c81d197-d42a-43d5-a816-64319fd26506",
    "title": {
      "en": "Joji Senpai"
    },
    "updatedAt": "2024-10-05T07:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/4c81d197-d42a-43d5-a816-64319fd26506/b76c6c86-910b-4ea5-83b8-0664b9048788.png",
    "altTitles": [
      {
        "ja": "女児先輩"
      },
      {
        "en": "Senior Girl"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5",
    "title": {
      "en": "King Game"
    },
    "updatedAt": "2024-08-21T23:14:32+00:00",
    "coverArt": "https://mangadex.org/covers/dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5/574deaec-8eb5-4568-9739-d229ea467c65.png",
    "altTitles": [
      {
        "en": "Kings Game"
      },
      {
        "ko": "왕게임"
      },
      {
        "ko-ro": "Wanggeim"
      }
    ],
    "description": {
      "en": "Hwang Cho-min has been violently bullied since middle school. But when his estranged brother suddenly dies in a motorcycle accident, Cho-min finds out he was the leader of Imperial Gang, a huge gang. \n\nNow in possession of his brother's phone, Cho-min seizes this chance to get revenge on his high school bullies by ordering his brother's underlings to beat them up. But the King Game begins when his brother's girlfriend shows up and threatens to expose him unless he cooperates in taking down a rival gang. \n\nWith his life now on the line, can Cho-min manage to continue this farce?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b80ea8bd-7293-4e61-965a-14594059dde1",
    "title": {
      "en": "7-Kakan Gentei Kanojo"
    },
    "updatedAt": "2024-09-29T12:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/b80ea8bd-7293-4e61-965a-14594059dde1/53aef29b-5b24-41de-8631-3f4b9105b419.png",
    "altTitles": [
      {
        "ja": "7日間限定彼女"
      },
      {
        "ko": "7일간 한정 여자친구"
      },
      {
        "th": "แฟนสาวแค่ 7 วัน"
      },
      {
        "en": "Girlfriend limited to 7 days."
      }
    ],
    "description": {
      "en": "A yuri romantic comedy centered on a temporary relationship between a gal and an honor student. \n\nThe story begins when Manatsu, a gal who is on the verge of repeating a grade, starts receiving tutoring from Sumie, an honor student. Manatsu loves shoujo manga and romantic gossip but has the vague that having a boyfriend somehow doesn't fit her. \n\nWhen she casually brings this up, Sumie suggests, \"Why not try starting with just the form?\" and offers \"How about dating me for just 7 days?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "420fac61-50f6-43ee-aa31-5cdd02d68833",
    "title": {
      "en": "Disgusting Otaku, Become an Idol!"
    },
    "updatedAt": "2024-07-22T07:41:29+00:00",
    "coverArt": "https://mangadex.org/covers/420fac61-50f6-43ee-aa31-5cdd02d68833/6aa11c6b-7adf-41b0-9f17-1c48a10120c7.jpg",
    "altTitles": [
      {
        "ja": "キモオタ、アイドルやるってよ"
      },
      {
        "ja-ro": "KimoOta, Idol Yarutteyo"
      }
    ],
    "description": {
      "en": "\"When I woke up this morning there was a beautiful girl, but that was… me!?\" - Idol Otaku Aisaka Yousuke wakes up one morning and realizes he's now a beautiful girl named Aisaka Yoko. Now with his new appearance and his great Idol knowledge, he will attempt to become the number one idol."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ac6b38d-8a29-4d31-b02a-ae512ee8eccc",
    "title": {
      "en": "The Ghost's Nocturne"
    },
    "updatedAt": "2024-09-22T14:02:46+00:00",
    "coverArt": "https://mangadex.org/covers/4ac6b38d-8a29-4d31-b02a-ae512ee8eccc/1482b365-6be7-4834-8d5a-80fc89c37b9a.jpg",
    "altTitles": [
      {
        "ko": "귀야곡"
      },
      {
        "uk": "Примарний ноктюрн"
      },
      {
        "es-la": "Nocturno"
      }
    ],
    "description": {
      "en": "As the son of King Yeom-ra of the underworld, Jae-shin has lived a hedonistic life full of ever-changing bed partners and condescension towards humans. One day, however, he crosses a line and is given a rather unusual punishment: by day, he becomes a powerless puppy, and by night, he becomes a human. The only way to escape his punishment is to win over a human’s heart, which won’t be easy…especially when the human he sets his eyes on is sweet-natured prince Lee Nok. Will Jae-shin win over the prince? Or will Jae-shin be the one who is won over?",
      "pl": "Jako syn króla Yeomra z podziemnego świata, Jaeshin prowadził hedonistyczne życie pełne ciągle zmieniających się partnerów łóżkowych i protekcjonalności wobec ludzi. Pewnego dnia jednak przekracza granicę i zostaje ukarany w dość nietypowy sposób: w dzień staje się bezsilnym szczeniakiem, a w nocy człowiekiem. Jedynym sposobem na uniknięcie kary jest zdobycie ludzkiego serca, co nie będzie łatwe... zwłaszcza, gdy człowiekiem, na którego zwrócił uwagę, jest słodki książę Lee Nok. Czy Jaeshin zdobędzie księcia? A może to Jaeshin zostanie zdobyty?",
      "uk": "Ча Шин, котрий був вигнаним з власного світу за вчинення злочину, котрий порушив порядок життя та смерті. Його єдиний спосіб повернутись назад в підземний світ - завоювати людське серце. Перед Ча Шином, який не вірить у людську великодушність, постає спадкоємний принц Нок, у котрого розбите серце через невзаємне кохання. Демон починає цікавитись Ноком... Цікавий початок... Що ж буде далі?",
      "es-la": "Jae-shin, quien se convirtió en un criminal y fue expulsado de este mundo. Su única forma de regresar al inframundo es obteniendo un corazón humano. Frente a Jae-shin, que no cree en las emociones humanas, aparece el príncipe heredero Nok, que tiene un problema del corazón desde hace mucho tiempo, Jae-shin comienza a sentir curiosidad por la situación de Nok. \"Hay un idiota que alberga un amor que no se puede cumplir.”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-10-02T05:49:05+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/a76e50e3-496c-490d-8872-8c836d58ba19.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "acdbf57f-bf54-41b4-8d92-b3f3d14c852e",
    "title": {
      "en": "Aishiteru Game wo Owarasetai"
    },
    "updatedAt": "2024-09-02T16:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/acdbf57f-bf54-41b4-8d92-b3f3d14c852e/2e239897-0808-4d2f-bc05-9e12b36b361f.jpg",
    "altTitles": [
      {
        "ja": "愛してるゲームを終わらせたい"
      },
      {
        "en": "I Want to End This Love Game"
      },
      {
        "fr": "Je veux finir le jeu du \"je t'aime\""
      },
      {
        "th": "เกมสารภาพรักนี้น่ะเรามาจบกันเถอะ"
      },
      {
        "zh": "想让“我爱你”游戏快点结束"
      },
      {
        "fr": "Je veux en finir avec le jeu de l'amour"
      },
      {
        "nl": "Ik wil een einde aan het liefdesspel"
      }
    ],
    "description": {
      "en": "Childhood friends who have been together since they were little. They both realize their feelings for each other, but are too close to be honest. What connects them is the \"I love you game\" that they have been playing since they were little. The end of their love is decided in this simple game where the winner is the one who makes the other embarrassed!",
      "es-la": "Se conocen desde que eran niños. Ambos son conscientes de lo que sienten el uno por el otro, pero están demasiado unidos como para ser sinceros. Lo único que les une es el juego \"Te quiero\" al que juegan desde pequeños. Si haces pasar vergüenza a tu compañero, ¡ganas!",
      "pt-br": "Amigos de infância que estão juntos desde que eram pequenos. Eles percebem seus sentimentos pelo outro, mas são muito próximos para serem honestos. O que os conecta é seu “jogo do eu te amo”, que eles brincam desde que eram pequenos. O fim do seu amor é decidido nesse jogo simples onde o vencedor é aquele que deixa o outro com vergonha!"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "0ee33627-9a1d-454d-bf11-25ee1fa0a136",
    "title": {
      "en": "Yeon Lok Heun"
    },
    "updatedAt": "2024-07-29T16:18:24+00:00",
    "coverArt": "https://mangadex.org/covers/0ee33627-9a1d-454d-bf11-25ee1fa0a136/bd484881-7981-4de0-9ef3-eb8e2e43614b.jpg",
    "altTitles": [
      {
        "ko-ro": "Yeon Lokheun"
      },
      {
        "ko": "연록흔"
      },
      {
        "en": "His Majesty's Secret Heroine"
      },
      {
        "ja": "蓮禄昕～宿命の華～"
      },
      {
        "zh-hk": "尹樂香"
      },
      {
        "fr": "Yeon Lokheun, l'héroïne secrète"
      },
      {
        "es-la": "La heroína oculta de su Majestad"
      }
    ],
    "description": {
      "en": "Yeon Lokheun is a girl who grows up living as a boy learning martial and spiritual arts. She heads for the palace in order to clear the name of her father, a wanted criminal, where she meets the young Emperor Garyun. He promises to save her father's life in exchange for her lifelong services. After gaining Garyun's trust, she travels the world solving supernatural-like problems that arise in place of the Emperor. But how long can she continue this life without the others finding out that she is actually a woman?\n\n---\nLokheun’s name means \"happy morning,\" but her life takes a tragic turn when her mother is murdered and her father becomes a fugitive after exacting revenge. To save him, Lokheun devotes her life to Garyun, the dashing emperor who’s committed to right the wrongs of his father. Believing Lokheun to be a boy, Garyun is determined to mold her into an unsurpassed martial artist, even if it means sending her to hell. Their strained relationship turns into something more as Lokheun searches for the one thing she’s never had: a life befitting her name.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%97%B0%EB%A1%9D%ED%9D%94/2621), [KakaoPage](https://page.kakao.com/home?seriesId=51793959)\n\n**Official Translations:**\n* [English](https://tapas.io/series/his-majestys-secret-heroine/info)\n* [Japanese / 日本語](https://piccoma.com/web/product/76054)",
      "es-la": "Yeon Lokheun es una niña que crece viviendo como un niño aprendiendo artes marciales y espirituales. Se dirige al palacio para limpiar el nombre de su padre, un criminal buscado, donde conoce al joven emperador Garyun. Él promete salvar la vida de su padre a cambio de sus servicios de por vida. Después de ganarse la confianza de Garyun, viaja por el mundo resolviendo problemas sobrenaturales que surgen en lugar del Emperador. ¿Pero cuánto tiempo puede continuar esta vida sin que los demás descubran que en realidad es una mujer?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "205"
  },
  {
    "mangaId": "7acc9a91-4f49-4bc1-943f-bef19a8863f6",
    "title": {
      "en": "Oko-sama Lunch Identity"
    },
    "updatedAt": "2024-10-05T08:25:47+00:00",
    "coverArt": "https://mangadex.org/covers/7acc9a91-4f49-4bc1-943f-bef19a8863f6/45cc0c2a-daa0-4d63-ba31-9e1de5204403.png",
    "altTitles": [
      {
        "ja": "お子様ランチ・アイデンティティ"
      },
      {
        "ja-ro": "Oko-sama Ranchi Identity"
      },
      {
        "en": "Child Lunch Identity"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]