[
  {
    "mangaId": "2ca258f3-f212-49ff-b66c-8ec6ff41ad87",
    "title": {
      "en": "Kimi wa 008"
    },
    "updatedAt": "2024-10-09T04:32:06+00:00",
    "coverArt": "https://mangadex.org/covers/2ca258f3-f212-49ff-b66c-8ec6ff41ad87/ddde676b-9f10-46b0-a34a-0f78a7cc1aee.jpg",
    "altTitles": [
      {
        "es": "Tú eres 008"
      },
      {
        "en": "You Are Double-O Eight"
      },
      {
        "ja": "君は008"
      },
      {
        "ja": "君はダブルオーエイト"
      },
      {
        "it": "Agente 008"
      },
      {
        "fr": "008 Apprenti espion"
      }
    ],
    "description": {
      "en": "Akashi Eito has failed miserably on all high school admissions exams but somehow, he receives a letter of acceptance from a school he does not remember applying for. He nevertheless happily enrolls, expecting to live the ideal school life, but his aspiration are quickly destroyed as he discovers that this mysterious school is a training institution for secret agents!   \n  \nImmediately, Eito wants to return home and live a normal life with his normal family, until the director of the school makes a shocking revelation: Eito's deceased father was also a secret agent! He subsequently wants to know more about the past and memories of his father, so he decides to stay in this school. However, as a student of this institution, Eito will have to face a deadly exam made to test the skills of all new students…  \n  \nFollow this story of action and espionage, in which our hero, who lacks physical strength, compensates for it with great bravery, and captivates everyone around him with the power of his courage and friendship!!",
      "es-la": "Eight es un chico que anhela tener una vida escolar de ensueño, para ello aplica varios exámenes para ingresar a cualquier escuela. Con todo esto, Eight no logra ingresar a ninguna escuela , excepto a una escuela a la que él no recuerda haber hecho el examen de ingreso, más tarde al llegar esta escuela descubrirá un mundo de super personas con ideales y habilidades fuera de lo común."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "33",
    "lastChapter": "297"
  },
  {
    "mangaId": "4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81",
    "title": {
      "ja": "Toaru Kagaku no Mental Out"
    },
    "updatedAt": "2025-02-06T14:38:57+00:00",
    "coverArt": "https://mangadex.org/covers/4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81/cea2cfc3-4a85-42e6-976f-e6116a68e3dc.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Mental Out"
      },
      {
        "ru": "Некий научный Ментал Аут"
      },
      {
        "ja": "とある科学の心理掌握"
      },
      {
        "ar": "مانجا الملكة النحلة شوكهو ميساكي - مينتل-آوت"
      }
    ],
    "description": {
      "ar": "هذه القصة الفرعية من سلسلة توارو ببطولة الملكة النحلة شوكهو ميساكي\n\nاقتربت انتخابات مجلس طلاب توكيواداي. شوكهو ميساكي، وهي صاحبة أكبر زمرة في المدرسة، دخلت الانتخابات غريمةً لنائبة رئيسة المجلس ومتحدية لها. وأثناء الانتخابات دخل [أثرٌ] مُعَيّن مدرسة البنات المخمليات، ويدعي أنه المصنف الأول السابق...؟!",
      "en": "The Tokiwadai student council election is approaching. Shokuhou Misaki, one of the leading candidates, is in the midst of an election campaign in spite of her own expectations due to the people around her and the fate of being the head of the largest clique...!!",
      "id": "Pemilihan presiden dewan siswa Tokiwadai semakin mendekat. Shokuhou Misaki, salah satu kandidat utama, tengah berada dalam kampanye pemilihan meskipun tidak sesuai ekspektasinya sendiri karena pengaruh orang-orang di sekitarnya dan takdir menjadi kepala kelompok terbesar...!!",
      "ru": "Приближаются выборы в студенческий совет Токивадая. Шокухо Мисаки, одна из ведущих кандидатов, находится в разгаре избирательной кампании, несмотря на ее собственные ожидания из-за окружающих ее людей и судьбы быть главой крупнейшей клики!.."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5cf45e4-eda0-4aee-bb68-c9c5df150bd5",
    "title": {
      "en": "Dakaretai Otoko Ichii ni Odosarete Imasu"
    },
    "updatedAt": "2023-12-27T15:41:47+00:00",
    "coverArt": "https://mangadex.org/covers/c5cf45e4-eda0-4aee-bb68-c9c5df150bd5/010528c9-91c7-42cf-a6b9-045f1e8fde2b.jpg",
    "altTitles": [
      {
        "ru": "Угроза для парня №1"
      },
      {
        "ja": "抱かれたい男１位に脅されています"
      }
    ],
    "description": {
      "en": "Saijou Takato's five year reign as the \"Most Huggable No. 1\" has been snatched. Stealing his thunder is the newbie actor with a three year debut, Azumaya Junta! Towards the stuffy hostile Takato, Azumaya's sincere sparkling smile starts to become effective. Even as Takato sets his alert level on max, Azumaya catches Takato in his shameful drunken state and uses it to blackmail him! In exchange for Azumaya's silence, Azumaya states, \"Please let me hold you!?\"  \n  \n\n\n---",
      "ru": "\"Я сделаю так, чтобы твое тело не смогло забыть обо мне\". Сайджо Такато, на протяжении пяти лет удерживающий за собой положение ведущего актёра, был потеснён более молодым актёром с каким-то трёхлетним стажем своей карьеры! Искренняя ослепительная улыбка Адзуямы производит свой эффект на чванливого и враждебно настроенного Такато. Однако, как бы Такато ни дорожил своим местом в компании MAX, во время пьянки Адзуяма снимает на телефон весь словесный понос своего позорно напившегося сэмпая, чтобы шантажировать его! В связи с возникшим недопониманием, Такато, не зная, какие это может повлечь за собой последствия, предлагает Адзуяме очень смелое условие… Также в том входит несколько весьма интригующих историй."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ee7d7b1-1f85-4b8e-9861-66c8b7b53929",
    "title": {
      "en": "Comic Girls"
    },
    "updatedAt": "2025-01-29T11:58:28+00:00",
    "coverArt": "https://mangadex.org/covers/8ee7d7b1-1f85-4b8e-9861-66c8b7b53929/1d032732-751d-4d11-9948-a7fdac00a3a6.jpg",
    "altTitles": [
      {
        "ja": "こみっくがーるず"
      },
      {
        "zh-hk": "漫畫女孩"
      },
      {
        "zh": "漫画女孩"
      },
      {
        "zh-ro": "Mànhuà nǚhái"
      },
      {
        "ko": "코믹걸즈"
      }
    ],
    "description": {
      "en": "The story concerns the daily life of young up-and-coming mangaka living together in an all-female dormitory.",
      "es": "La historia trata de la vida cotidiana de unas jovenes y prometedoras mangakas quienes viven juntas en una residencia.",
      "pt": "A vida diária de garotas mangakás vivendo juntas em um dormitório."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": ""
  },
  {
    "mangaId": "c00d5181-e971-4542-ac69-27786c9855f3",
    "title": {
      "en": "Kekkon surutte, Hontou desu ka"
    },
    "updatedAt": "2025-02-03T01:33:21+00:00",
    "coverArt": "https://mangadex.org/covers/c00d5181-e971-4542-ac69-27786c9855f3/5ebe49ef-9dae-4caf-915c-98c60cd2051b.jpg",
    "altTitles": [
      {
        "pt-br": "Vocês realmente vão se casar?"
      },
      {
        "uk": "Чи правда, що ви одружуєтесь? [365 днів до весілля]"
      },
      {
        "ja": "結婚するって、本当ですか"
      },
      {
        "ru": "365 дней до свадьбы"
      },
      {
        "en": "365 Days to the Wedding"
      },
      {
        "ko": "결혼한다는 게, 정말인가요"
      },
      {
        "zh-hk": "聽說你們要結婚!?"
      },
      {
        "zh": "真的要结婚吗？！"
      },
      {
        "th": "แต่งงานที่ว่านี่เรื่องจริงเหรอครับ?"
      },
      {
        "ru": "Вы правда женитесь?"
      },
      {
        "ja": "結婚するって、本当ですか 365 Days To The Wedding"
      },
      {
        "ja-ro": "Kekkon Surutte, Hontou desu ka: 365 Days To The Wedding"
      },
      {
        "vi": "365 Ngày Cho Đến Lúc Hai Ta Kết Hôn"
      },
      {
        "vi": "Chúng Ta Sẽ Kết Hôn Thật Sao?"
      },
      {
        "en": "Are You Really Getting Married?"
      },
      {
        "ja-ro": "Kekkon suru tte, Hontou desu ka"
      },
      {
        "en": "Map for The Wedding"
      }
    ],
    "description": {
      "en": "Takuya and Rika are co-workers for a travel agency and have barely ever interacted as they are both introverted, anti-social people. Both are doing their jobs as normal when an announcement from the higher-ups comes down: in one year, an overseas branch will be opening in Siberia, and an employee from their location will be sent to work there! While there's no telling who will be chosen to go, it is explained that people who are married and have families are far less likely to be sent! Neither Takuya nor Rika want to go to Siberia! Desperate to protect their solitary lives, they develop a plan: pretend that they are getting married to each other! Will they be able to keep up this charade for 365 days, and, maybe, even fall for one another in that time?",
      "ja": "首都圏の旅行代理店、JTCの企画部に勤めるタクヤとリカは、共に人付き合いが苦手で目立たないが、充実した一人生活を送っていた。ところがシベリアの支店開設により独身者が優先で海外派遣されることになり、困ったリカはタクヤにとある計画を持ちかけて……。ほとんどしゃべったこともない二人が、たったの365日後に結婚することに！？\n\n### 登場人物紹介\n \n* 大原拓也●旅行代理店JTCの企画部所属。弱っている猫を保護している。やっと慣れてきた所なので家を離れたくない。\n\n* 本成寺莉香●拓也の1年先輩。 クールに見えるが実は極度の人見知りで海外などもってのほか。 地図さえあれば幸せ。",
      "ru": "Такуя и Рика — коллеги по туристическому агентству, они практически не общались друг с другом, так как оба — интроверты. Оба заняты своим делом, как обычно, когда приходит объявление от вышестоящего руководства: через год в Сибири откроется зарубежный филиал, и сотрудник из их отдела будет отправлен туда на работу! Неизвестно, кого выберут, но объяснили, что вероятность того, что туда отправят женатых и имеющих семьи, гораздо ниже, чем одиночек! Ни Такуя, ни Рика не хотят ехать в Сибирь! Отчаявшись защитить свою одинокую жизнь, они придумывают план: сделать вид, что женятся друг на друге! Смогут ли они продержаться 365 дней и, может быть, даже влюбиться друг в друга за это время?",
      "uk": "Гонджоуджі Ріка та Оогара Такуя працюють у відділі планування туристичної агенції JTC в Токіо, вони не люблять спілкуватися і повноцінно живуть спокійним життям наодинці. Однак через відкриття філії в Сибіру Ріка запропонувала Такуї план, щоб не відправитися за кордон. Чи одружаться ці двоє замкнутих людей всього за 365 днів?",
      "vi": "Takuya và Rika là đồng nghiệp trong một công ty lữ hành ở Tokyo. Cả hai đều độc thân, nhưng họ không bận tâm, vì họ là những người hướng nội với cuộc sống viên mãn ở nhà. Thật không may, giờ công việc của họ là tìm kiếm nhân viên cho một văn phòng ở Siberia, và những nhân viên chưa kết hôn là những người đầu tiên được cân nhắc. Rika rất muốn tránh việc chuyển công tác và đến gặp Takuya với một ý tưởng: nếu họ giả vờ kết hôn sau một năm, họ có thể ở lại Tokyo. Vấn đề duy nhất là cả hai hầu như không biết nhau! Nếu hai người đồng nghiệp trầm tính này \"giả vờ\" một mối quan hệ, liệu nó có trở thành một mối quan hệ thực sự không?",
      "pt-br": "Takuya e Rika são colegas de trabalho de uma agência de viagens e quase nunca interagiram, pois ambos são introvertidos, pessoas anti-sociais. Ambos estão fazendo seu trabalho normalmente quando um anúncio dos superiores chega: em um ano, uma filial no exterior será aberta na Sibéria, e um funcionário de sua localidade será enviado para trabalhar lá! Embora não se saiba quem será escolhido para ir, explica-se que as pessoas que são casadas e têm família são muito menos propensas a serem enviadas! Nem o Takuya nem a Rika querem ir para a Sibéria! Desesperados para proteger suas vidas solitárias, eles criam um plano: fingir que vão se casar um com o outro! Serão capazes de manter esta farsa por 365 dias, e, talvez, até se apaixonar um pelo o outro nesse tempo?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "110"
  },
  {
    "mangaId": "fe17c1f0-798d-48b2-bb8f-70f475cda79d",
    "title": {
      "en": "Sora wo Matotte"
    },
    "updatedAt": "2024-09-23T16:18:53+00:00",
    "coverArt": "https://mangadex.org/covers/fe17c1f0-798d-48b2-bb8f-70f475cda79d/0241fbfe-2fbd-4663-8042-a9afe72b0059.jpg",
    "altTitles": [
      {
        "ja": "空をまとって"
      },
      {
        "ja-ro": "Sora o Matotte"
      },
      {
        "en": "Wear the Sky"
      }
    ],
    "description": {
      "en": "Haro Ogawa, a high school student, is also a self-taught oil painter who is trying to paint the ultimate nude. \nAfter an unexpected encounter with an elusive \"witch\", he sets his sights on applying to art school... \nThe mystery that resides in the human body, the ultimate \"beauty\", will be painted on canvas! \nA skin-colored coming-of-age drama!",
      "ja": "「俺もいつかこんなヌードを描きたい――」　幼少時に見た絵画、「魔女のヌード」に魅入られた高校生・小川波路（おがわはろ）。日々、独学でヌードを描く彼の前に現れたのは、「魔女のヌード」に描かれた女性に瓜二つの美女、神生伶だった。ハロは思わず、伶にヌードモデルになってほしいと頼みこむが…!?　目指すはヌードで藝大合格!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de491df4-153f-44e8-96d2-7c53d11c3dcf",
    "title": {
      "en": "Hellper 2 <KillBeros>"
    },
    "updatedAt": "2025-01-19T18:45:39+00:00",
    "coverArt": "https://mangadex.org/covers/de491df4-153f-44e8-96d2-7c53d11c3dcf/c065dd0c-158d-48ed-bc78-adb728c44a08.jpg",
    "altTitles": [
      {
        "en": "Hellper"
      },
      {
        "en": "Hellper season 2"
      },
      {
        "en": "Helper"
      },
      {
        "en": "KBRS"
      },
      {
        "en": "KillBeros"
      }
    ],
    "description": {
      "en": "Indeed it is, indeed it does. A street action comic featuring the life of Jang Gwangnam leading up to the creation of the Killberos Tribe."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8587c766-37a3-4fb0-89db-8145fafb3152",
    "title": {
      "en": "Rascal Does Not Dream of Siscon Idol"
    },
    "updatedAt": "2025-01-22T20:36:29+00:00",
    "coverArt": "https://mangadex.org/covers/8587c766-37a3-4fb0-89db-8145fafb3152/9b3a4221-a738-4b53-9b3c-8bad064c0e97.jpg",
    "altTitles": [
      {
        "ja": "青春ブタ野郎はシスコンアイドルの夢を見ない"
      },
      {
        "ru": "Этот глупый свин не понимает мечту девочки идола"
      },
      {
        "ja-ro": "Seishun Buta Yarou wa Siscon Idol no Yume wo Minai"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d91023f0-d7ea-464d-9f29-fae3063465ee",
    "title": {
      "en": "The Kabocha Wine"
    },
    "updatedAt": "2023-06-14T02:50:00+00:00",
    "coverArt": "https://mangadex.org/covers/d91023f0-d7ea-464d-9f29-fae3063465ee/c035a47d-b728-46f8-95c8-ba2dbc063b68.jpg",
    "altTitles": [
      {
        "ja": "The・かぼちゃワイン"
      },
      {
        "en": "The Pumpkin Wine"
      }
    ],
    "description": {
      "en": "Transfer student, Shunsuke Aoba , arrived at Sunshine School only to find the premises empty. He was secretly gleeful to be the first to reach the school, oblivious to the fact that it was Foundation Day and a rest day for the institution. At that moment, a big-sized \"L\"(Eru) beauty by the name of Natsumi appeared before him and the two of them hit off together even though Shunsuke was so much smaller than her.   \nShunsuke's mother runs a women's apparel business but the shop is in need of manpower. He offers to help out but fumbles a lot because he does not know how to interact with the ladies. Eru decides to step in and help out around the shop and this pleases Shunsuke's mother. This is a romance story that shares the joys and woes of the \"SL\" combination between Shunsuke and Eru.  \n\n---\n  \n- **The Kabocha Wine won the 1983 Kodansha Manga Award for Shonen**"
    },
    "status": "completed",
    "releaseDate": 1981,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": ""
  },
  {
    "mangaId": "0842cc1d-9bcb-4fbe-a76a-c1d74a12691d",
    "title": {
      "en": "There's a Rat in Our House"
    },
    "updatedAt": "2025-02-10T20:29:44+00:00",
    "coverArt": "https://mangadex.org/covers/0842cc1d-9bcb-4fbe-a76a-c1d74a12691d/59dbf8f5-8213-4466-b2d5-bdfd6e8372bc.png",
    "altTitles": [
      {
        "ko": "우리 집에는 쥐가 있다"
      },
      {
        "id": "Ada Tikus Dirumahku"
      },
      {
        "en": "There Is a Mouse in My House"
      },
      {
        "en": "There's a Mouse in my House"
      },
      {
        "pl": "Szczur w moim domu"
      }
    ],
    "description": {
      "en": "Amidst the freezing winter, a solitary being huddled on the snow-covered pavement, bearing the burden of deep loneliness and faded scars. It had forsaken itself, fragile and vulnerable. The reason for welcoming this nameless creature into the home was straightforward. \"What... does this mean?\" \"You helped me, and I wish to return the favor.\" In the complete darkness where no trace of light could penetrate, only two warm bodies occupied the space"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b6f3e70-d355-4cc5-b923-0e246500bd53",
    "title": {
      "en": "Kidnapped Bride"
    },
    "updatedAt": "2024-11-27T20:42:24+00:00",
    "coverArt": "https://mangadex.org/covers/5b6f3e70-d355-4cc5-b923-0e246500bd53/878c0ac9-3432-4d76-9ae8-4a84a7726449.jpg",
    "altTitles": [
      {
        "ko": "약탈 신부"
      },
      {
        "en": "The Looted Bride"
      },
      {
        "en": "The Kidnapped Bride"
      },
      {
        "en": "Predatory Bride"
      },
      {
        "en": "The Dragon King’s Bride"
      },
      {
        "fr": "La Mariée du Roi Dragon"
      },
      {
        "es": "Mi Liberación en tu Fuego"
      },
      {
        "th": "เจ้าสาวราชามังกร"
      },
      {
        "zh-hk": "掠奪新娘"
      },
      {
        "zh": "掠夺新娘"
      },
      {
        "es-la": "Secuestrando A La Novia"
      }
    ],
    "description": {
      "en": "A once in a lifetime opportunity comes to Lucina, the illegitimate daughter of Lord Berek. Hakkan, the great conqueror who rules the dragon lands of Tayer, gives Lucina the opportunity to be his kidnapped bride. Desperate for any kind of freedom, Lucina agrees and steps into the unknown world.\n\n---\n\n**Note:** The novel originally serialized as R15, once its web serialization was completed, it released as R19 as an ebook (volumes). The webtoon will follow how it originally released, which is R15.",
      "es": "Diez años atrás, una niña le salvó la vida a un dragón. No imaginaban que las vueltas del destino los unirían nuevamente cuando la propiedad familiar de Lucina resulta invadida por la temible nación Tayar, liderada por el rey Hakan. Después de que la egoísta madrastra de Lucina la ofreciera en matrimonio a Hakan a cambio de sus vidas, Lucina se da cuenta de que está destinada a viajar al árido reino de Tayar y casarse con su rey que parece ser brutal. ¿Qué tendrá guardado el destino para esta extraña pareja? ¿Catástrofe o romance?",
      "fr": "Lucina, enfant illégitime du baron Berg, mène une vie misérable, entourée de sa famille et des servants qui la maltraitent. Elle parvient à gagner sa liberté à ses vingt ans par une étrange occasion, le roi des barbares, l'enlève pour qu'elle devienne sa femme.",
      "id": "Lucina, anak gelap dari Kerajaan Brion yang memiliki kekuatan penyembuhan bertemu dengan Hakkan, seekor naga dari Suku Tayar, yang sekarat. Siapa sangka, mereka bertemu lagi saat sang naga berniat untuk membantai masyarakat Brion. Tapi saat ingin melakukan pembantaian, Hakkan justru menikahi Lucina! Apa yang akan terjadi setelah pernikahan itu?",
      "ko": "베르크 남작가의 사생아 루시나에게 일생일대의 기회가 찾아온다. 드래곤의 땅 타야르를 통치하는 대왕이자 정복자 하칸.\n그의 약탈 신부가 되는 조건으로 주어진 또 다른 삶의 기회.\n비록 반쪽짜리 자유라도 절실했던 루시나는 그렇게 미지의 세계로 발을 내딛게 되는데… 절망의 끝을 밝혀 준 단 하나의 사랑 이야기.",
      "th": "ชีวิตของลูซีน่า บุตรสาวนอกสมรสของบารอนเบล์ก ได้เปลี่ยนไปชั่วพริบตา ในวันที่เธอกำลังจะถูกขายให้เป็นนางสนมของราชาแก่ก็มีเหตุวุ่นวายบางอย่างเกิดขึ้น จับพลัดจับผลูให้เธอกลายเป็นเจ้าสาวของฮาคาน ผู้ปกครองที่ยิ่งใหญ่และน่าเกรงขามของเผ่ามังกรธายาร์ และเป็นคน (?) ที่เธอเคยช่วยชีวิตไว้เมื่อ 10 ปีก่อนอีกด้วย",
      "zh": "被献祭给龙之王的少女，\n从强取豪夺到互相救赎！\n贝尔格男爵家的私生女露西娜迎来了她一生绝无仅有的机会，那就是成为哈坎的掠夺新娘，一个统治龙之地—塔亚尔的大王兼征服者。迫切渴望自由的露西娜就这样踏上了未知的世界，开启了全新的生活………",
      "zh-hk": "貝勒克男爵的私生女露西娜在家族中受盡侮辱、成年後還被賣給老國王當妾室，絕望之時機會卻降臨了！統治著塔雅爾龍族的王兼征服者夏坎，以成為他的新娘為代價，換取免死及重生的機會，否則就與家族同歸於盡！面對未知的命運也想迫切逃離家族的露西娜會如何抉擇呢？一場照亮絕望盡頭的愛情故事......"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83d429da-e807-4e72-9892-b6c7c617d446",
    "title": {
      "en": "Hinako Note"
    },
    "updatedAt": "2024-05-22T22:34:20+00:00",
    "coverArt": "https://mangadex.org/covers/83d429da-e807-4e72-9892-b6c7c617d446/93ae3642-1395-4a3b-b0ea-e618778115bd.jpg",
    "altTitles": [
      {
        "ja": "ひなこのーと"
      }
    ],
    "description": {
      "en": "Hinako has trouble communicating with others. The moment she tries to speak, she freezes up and can't get the words out. In an effort to get better at communication, she moves from the countryside to Tokyo to attend a high school with a famous theatre club, only to find out the club has been disbanded! Together with new friends she meets at her boarding house, including a kind senior who was once a child actress, a shy girl obsessed with maid clothes, and a literary girl with a literal taste for books, Hinako's journey to take the stage and find her voice begins.",
      "es-la": "Sakuragi Hinako es una joven que le cuesta mucho hablar con otras personas, decide marcharse de su pueblo para ir a estudiar a la preparatoria en Tokio que cuenta con el club de teatro que tanto admira, con lo que vivirá en la residencia Hitotose-sou. Allí conocerá a Kuina, quien adora los libros y comer, a Mayuki un poco mayor aunque no lo parezca y que adora cocinar, y a la dueña Chiaki. Al enterarse de que el club de teatro de la escuela está en receso, forma su propio club de teatro."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "63"
  },
  {
    "mangaId": "56cc8da7-b791-420c-9bda-0a019cf5b930",
    "title": {
      "en": "Hacking Ghost Karada ni Shika Kachi no Nai"
    },
    "updatedAt": "2025-02-13T18:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/56cc8da7-b791-420c-9bda-0a019cf5b930/f61df551-8590-4668-8729-a09b180e259a.jpg",
    "altTitles": [
      {
        "ja": "HACKING GHOST〜カラダにしか価値のない学園〜"
      }
    ],
    "description": {
      "en": "In an era where one in every twenty people awakens to a \"special ability,\" Hiroto Takigami is a weak ability user who can only communicate with spirits. However, for some reason, his stepsister Rei, the most powerful ability user, harbors deep hatred toward him. The moment he graduates from an ability training institution and gains full control over his power, Rei kills him.\n\nWith only one year left to live—his \"remaining lifespan\" set—Hiroto falls into despair. Just then, a certain spirit appears before him, revealing an unexpected secret about his ability…\n\nAn unprecedented \"body takeover\" supernatural battle begins!",
      "ja": "人類の20人に1人が「特殊能力」に目覚めた時代。霊と話せるだけの弱小能力者・滝神広人は、ある理由で最強の能力者である義姉・麗から激しく憎まれていた。能力者育成機関から卒業し、能力を自由に使役できるようになった瞬間、広人は麗によって殺される。「余命」は１年ーー。絶望する広人の前に、ある1人の霊が現れる。そこで告げられたのは、思いもよらない能力の秘密で‥‥。前代未聞の”カラダ乗っ取り系”異能バトル！"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51e1b2f2-8e20-4ece-a271-81959e37e22d",
    "title": {
      "en": "Azumi"
    },
    "updatedAt": "2023-12-07T05:22:03+00:00",
    "coverArt": "https://mangadex.org/covers/51e1b2f2-8e20-4ece-a271-81959e37e22d/f131a1f4-30eb-4c91-83af-d6cf3bd41b60.png",
    "altTitles": [
      {
        "ru": "Азуми"
      },
      {
        "ja": "あずみ"
      },
      {
        "ja": "少女杀手阿墨"
      },
      {
        "ja": "百人斩少女"
      },
      {
        "ko": "아즈미"
      }
    ],
    "description": {
      "en": "Azumi is a manga series that concerns a young woman brought up as part of a team of assassins, charged with killing three warlords that threaten Feudal Japan with an agenda of war and bloodshed.  \r\n  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Website](http://www.yu-koyama.com)  \r\n- [Live-Action Movie on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6166)  \r\n- [Live-Action Movie (sequel) on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6167)"
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "48",
    "lastChapter": "349"
  },
  {
    "mangaId": "400e349a-0432-44cc-912b-b5162385b59e",
    "title": {
      "en": "Kyouryuu-chan to Kaseki-kun"
    },
    "updatedAt": "2025-01-17T11:25:40+00:00",
    "coverArt": "https://mangadex.org/covers/400e349a-0432-44cc-912b-b5162385b59e/4198ab14-d2ff-4ace-bb7d-7cf1549f0426.jpg",
    "altTitles": [
      {
        "ja": "恐竜ちゃんと化石くん"
      }
    ],
    "description": {
      "en": "Rinko Shinobu may seem like a normal high school girl, but she is actually a hybrid between human and dinosaur. Although she usually stays in human form, sometimes her T-rex bits will pop out when she's distracted. The only person who knows her secret is the dinosaur nerd Kazuya Kobake, who tries his hardest to help hide her dinosaur form. But his distracting antics are drawing strange stares from their classmates and stressing him out…\n\n(Source: Natalie.mu, translated)",
      "ja": "大の恐竜オタクでぼっち男子の小化石也。高校入学初日、そんな彼の目に飛び込んだ衝撃的すぎる光景！誰もいない教室にたたずむ一匹のティラノサウルス…これは夢か、幻か、はたまたタイムトラベルか!!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2025-01-27T16:38:51+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      },
      {
        "vi": "Giết Chết Nam Chính, Ta Trở Thành Nữ Ma Đầu."
      },
      {
        "ja": "Lv99の悪女がLv1の主人公を育てます"
      },
      {
        "ja-ro": "Lv99 no Akujo ga Lv1 no Shujinkou wo Sodatemasu"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f9fb803-733a-4104-bea3-f4b449da5e3c",
    "title": {
      "en": "Tonari no Kurokawa-san"
    },
    "updatedAt": "2025-02-07T17:31:50+00:00",
    "coverArt": "https://mangadex.org/covers/1f9fb803-733a-4104-bea3-f4b449da5e3c/a2ec5b21-2073-4b26-abba-939a8a15b551.jpg",
    "altTitles": [
      {
        "ja": "となりの黒川さん"
      },
      {
        "en": "My Neighbor Ms. Kurokawa"
      },
      {
        "en": "Kurokawa-san Next to Me"
      },
      {
        "pl": "Moja Sąsiadka Panna Kurokawa"
      },
      {
        "vi": "Cô bạn bàn bên Kurokawa"
      }
    ],
    "description": {
      "en": "_The secret between me and her is trivial yet important._\n\nHajime Takahashi, enrolled in Shuubi High School solely because it's the sacred place of his favorite manga. Everywhere in the school are locations that appeared in the manga, and he's super excited! Amidst this excitement, Takahashi meets a beautiful girl, Yayoi Kurokawa, who looks just like the heroine from his favorite work, and they come to share a certain secret.",
      "ja": "僕と彼女の秘密は、些細だけど大切で。大好きな漫画の聖地、それだけが理由で秀美高校に入学した主人公・高橋一。学内はどこに行っても作品に出てきた聖地だらけで大興奮！そんな中、高橋は大好きな作品のヒロインそっくりな美少女・黒川弥生と出会い、とある秘密を共有することに――。不器用な2人が織りなす甘酸っぱくて、ニヤニヤしちゃう青春ラブコメ‼",
      "vi": "Bí mật giữa mình và cậu ấy tuy bình thường nhưng quan trọng!Hajime Takahashi nhập học tại trường cao trung Shuubi chỉ vì nơi đó là thánh địa trong bộ truyện tranh cậu yêu thích. Tất cả mọi ngóc ngách của trường đều được phác họa trong bộ truyện, điều đó khiến cậu phấn khích tột cùng! Giữa không khí hào hứng, Takahashi gặp một cô gái xinh đẹp giống hệt nữ chính trong tác phẩm yêu thích của mình, Yayoi Kurokawa, và họ đã sẻ chia bí mật của bản thân với nhau."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a433d6b-f51a-4c2f-a183-85419fe98efc",
    "title": {
      "en": "Medalist"
    },
    "updatedAt": "2024-10-04T14:33:12+00:00",
    "coverArt": "https://mangadex.org/covers/4a433d6b-f51a-4c2f-a183-85419fe98efc/ab9ca73f-9f3f-4455-ad01-6b2fd0b106e4.jpg",
    "altTitles": [
      {
        "ja": "メダリスト"
      },
      {
        "zh": "舞冰的祈愿"
      },
      {
        "zh-hk": "舞冰的祈願"
      },
      {
        "zh-hk": "金牌得主"
      },
      {
        "ru": "Медалистка"
      }
    ],
    "description": {
      "en": "There is a dream worth putting two lives on the line for.  \n  \nTsukasa, a young man with shattered dreams, and Inori, a girl no one believed in. However, in the face of adversity, those two possessed a tenacity towards the rink greater than anyone had ever known. Together, they meet on the ice, and aim for the world with their figure skating!\n\n---\n\n**Links:**  \n- [Series' Twitter](https://twitter.com/medalist_AFT)\n- Alternative Official English - [K MANGA (U.S. Only)](https://kmanga.kodansha.com/title/10231/episode/318207), [Kodansha](https://kodansha.us/series/medalist/)",
      "es": "Tsukasa es un patinador que, tras haber dejado atrás su sueño de convertirse en un atleta de élite por problemas económicos, trabaja realizando espectáculos de patinaje sobre hielo.\n\nPero todo cambia cuando conoce a Inori, una niña que acude a una pista de hielo a escondidas de su madre, aunque esta esté totalmente en contra de ello y todo el mundo piense que es tarde para ella, y que es demasiado inútil.\n\nAsí, gracias a la tenacidad que muestra Inori, Tsukasa decide convertirse en su entrenador y buscará ayudarla en el difícil mundo del patinaje artístico, prometiéndose que la llevará a la cima.",
      "zh": "用利刃融化坚冰、开拓人生——！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b8e4dc5-bffa-4382-a23c-be97c44ab4e2",
    "title": {
      "en": "GATE - Jieitai Kanochi nite, Kaku Tatakaeri"
    },
    "updatedAt": "2024-11-01T17:03:11+00:00",
    "coverArt": "https://mangadex.org/covers/3b8e4dc5-bffa-4382-a23c-be97c44ab4e2/50c3c000-e226-48cd-b345-7431f04d557d.jpg",
    "altTitles": [
      {
        "fr": "Gate - Au delà de la porte"
      },
      {
        "ja-ro": "Gate - Jieitai Kare no chi nite"
      },
      {
        "en": "Gate - Where the JSDF Fought"
      },
      {
        "ja-ro": "Gate Jietai Kare no Chi nite, Kaku Tatakeri"
      },
      {
        "en": "Gate: Thus the JSDF Fought There!"
      },
      {
        "ru": "Врата: там бьются наши воины"
      },
      {
        "th": "เกท:หน่วยรบตะลุยโลกต่างมิติ"
      },
      {
        "ja": "ゲート 自衛隊彼の地にて、斯く戦えり"
      },
      {
        "zh-hk": "門 自衛隊在彼之地如此戰鬥"
      },
      {
        "ar": "غيت: قوات الدفاع الذاتي تقاتل في أرض غريبة"
      },
      {
        "ko": "게이트 - 자위대. 그의 땅에서, 이처럼 싸우며"
      },
      {
        "zh": "GATE 奇幻自卫队"
      },
      {
        "ja-ro": "Gate Jieitai Kare no Ji Nite, Kaku Tatakaeri"
      },
      {
        "zh-hk": "GATE 奇幻自衛隊"
      },
      {
        "az": "Darvaza: Buna görə Yaponiya Özünümüdafiə Qüvvələri orada döyüşdü!‎"
      },
      {
        "en": "Gate: Thus the Japanese Self-Defense Force Fought There"
      },
      {
        "de": "Tor: So kämpften die Selbstverteidigungsstreitkräfte an jenem Ort"
      },
      {
        "fr": "Gate : Ainsi les forces d'autodéfense japonaises ont combattu là-bas"
      },
      {
        "it": "Gate: in quella terra, le forze di autodifesa combattono così"
      },
      {
        "pt": "Portal: E assim, as Forças de Autodefesa lutaram"
      },
      {
        "vi": "Cánh Cổng Hư Không Sau Bóng Tối"
      },
      {
        "tr": "Geçit: Ve Bu Yüzden Öz Savunma Kuvvetleri Savaştı"
      },
      {
        "ka": "კარებიჭე - სადაც იაპონიის არმია იბრძოდა"
      },
      {
        "en": "GATE"
      },
      {
        "ja-ro": "GATE (SAO Satoru)"
      },
      {
        "vi": "Cổng Chiến Tranh"
      }
    ],
    "description": {
      "en": "A gate appears in Tokyo's Ginza district sometime in the 21st century. From the gate pours out monsters, knights from middle-age Europe, and other fantasy-like beings, and they kill many of the citizens of Tokyo. This event is known as the Ginza Incident.  \nThe government sends a small group of soldiers from the Japanese Self-Defense Forces to the alternate world beyond the gate. Led by otaku soldier Youji, they find that the villages in the world are being attacked by a dragon. An elf girl who is a survivor from the dragon's rampage joins the group in their travels across the dangerous new world.  \n  \n [Official Thai](https://shopee.co.th/Gate-%E0%B9%80%E0%B8%81%E0%B8%97%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%A7%E0%B8%A2%E0%B8%A3%E0%B8%9A%E0%B8%95%E0%B8%B0%E0%B8%A5%E0%B8%B8%E0%B8%A2%E0%B9%82%E0%B8%A5%E0%B8%81%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%B4-%E0%B8%A1%E0%B8%B1%E0%B8%87%E0%B8%87%E0%B8%B0-1-10-i.30847586.4202197419)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%82%B2%E3%83%BC%E3%83%88_%E8%87%AA%E8%A1%9B%E9%9A%8A_%E5%BD%BC%E3%81%AE%E5%9C%B0%E3%81%AB%E3%81%A6%E3%80%81%E6%96%AF%E3%81%8F%E6%88%A6%E3%81%88%E3%82%8A)",
      "vi": "Một cánh cổng kì lạ xuất hiện ở quận Ginza của thành phố Tokyo vào giữa thế kỉ 21. Từ cánh cổng đó đổ ra những con quái vật, những chiến binh từ thời Trung Âu, những thứ chỉ có trong tưởng tượng khác và chúng đã giết chết rất nhiều người dân của Tokyo. Sự kiện này được biết đến với cái tên Ginza Incident. Chính phủ đã gửi một nhóm nhỏ các binh sĩ của Lực lượng Phòng vệ Nhật Bản (thay cho lực lượng quân đội) để đến thế giới bên kia cánh cổng. Được dẫn dắt bởi người lính otaku, và họ đã nhìn thấy một ngôi làng đang bị tấn công bỏi một con rồng. Một tiểu tinh nữ đã sống sót sau cơn thịnh nộ của con rồng đã gia nhập vào nhóm lính và cùng nhau thám hiểm thế giới mới đầy nguy hiểm"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1a9fdeb-f713-407f-960c-8326b586e6fd",
    "title": {
      "en": "Vagabond"
    },
    "updatedAt": "2023-04-12T09:27:48+00:00",
    "coverArt": "https://mangadex.org/covers/d1a9fdeb-f713-407f-960c-8326b586e6fd/05f8dcb4-8ea1-48db-a0b1-3a8fbf695e5a.jpg",
    "altTitles": [
      {
        "fr": "Avare"
      },
      {
        "vi": "Lãng Khách"
      },
      {
        "ru": "Бродяга"
      },
      {
        "ar": "المتشرد"
      },
      {
        "th": "วากาบอนด์"
      },
      {
        "ja": "バガボンド"
      },
      {
        "zh": "浪客行"
      },
      {
        "ko": "베가본드"
      },
      {
        "es-la": "Vagabundo"
      },
      {
        "es": "Vagabundo"
      },
      {
        "tr": "Avare"
      },
      {
        "tr": "Serseri"
      }
    ],
    "description": {
      "en": "Growing up in the late 16th century Sengoku era Japan, Shinmen Takezou is shunned by the local villagers as a devil child due to his wild and violent nature. Running away from home with a fellow boy at age 17, Takezo joins the Toyotomi army to fight the Tokugawa clan at the Battle of Sekigahara. However, the Tokugawa win a crushing victory, leading to nearly three hundred years of Shogunate rule. Takezo and his friend manage to survive the battle and afterwards swear to do great things with their lives. However, after their paths separate, Takezo becomes a wanted criminal and must change his name and his nature in order to escape an ignoble death.  \n  \n**Awards:**\n- Won the 24th Kodansha Manga Award in the general category in 2000.\n- Won the Tezuka Osamu Cultural Prize in 2002 \n**Note:** was nominated for the 2003 Eisner Award in the Best Writer/Artist category.",
      "es": "Creciendo en el Japón de la era Sengoku de finales del siglo XVI, Shinmen Takezou es rechazado por los aldeanos locales como un niño demonio debido a su naturaleza salvaje y violenta. A los 17 años, Takezou se escapa de casa con un compañero y se une al ejército Toyotomi para luchar contra el clan Tokugawa en la batalla de Sekigahara. Sin embargo, los Tokugawa obtienen una aplastante victoria, lo que da lugar a casi trescientos años de gobierno del Shogunato. Takezou y su amigo consiguen sobrevivir a la batalla y después juran hacer grandes cosas con sus vidas. Sin embargo, cuando sus caminos se separan, Takezou se convierte en un criminal buscado y debe cambiar su nombre y su naturaleza para escapar de una muerte innoble.  \n  \n**Premios:**\n    - Ganó el 24º Premio Kodansha de Manga en la categoría general en 2000.\n    - Ganó el Premio Cultural Tezuka Osamu en 2002\n    **Nota:** fue nominado al Premio Eisner 2003 en la categoría de Mejor Escritor/Artista.",
      "es-la": "Creciendo en el Japón de la era Sengoku de finales del siglo XVI, Shinmen Takezou es rechazado por los aldeanos locales como un niño demonio debido a su naturaleza salvaje y violenta. A los 17 años, Takezou se escapa de casa con un compañero y se une al ejército Toyotomi para luchar contra el clan Tokugawa en la batalla de Sekigahara. Sin embargo, los Tokugawa obtienen una aplastante victoria, lo que da lugar a casi trescientos años de gobierno del Shogunato. Takezou y su amigo consiguen sobrevivir a la batalla y después juran hacer grandes cosas con sus vidas. Sin embargo, cuando sus caminos se separan, Takezou se convierte en un criminal buscado y debe cambiar su nombre y su naturaleza para escapar de una muerte innoble.  \n  \n**Premios:**\n    - Ganó el 24º Premio Kodansha de Manga en la categoría general en 2000.\n    - Ganó el Premio Cultural Tezuka Osamu en 2002\n    **Nota:** fue nominado al Premio Eisner 2003 en la categoría de Mejor Escritor/Artista."
    },
    "status": "hiatus",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a84f79-368c-44ca-8a8f-57103b9a5628",
    "title": {
      "en": "Tou no Kanri o Shite Miyou"
    },
    "updatedAt": "2025-01-11T07:49:51+00:00",
    "coverArt": "https://mangadex.org/covers/23a84f79-368c-44ca-8a8f-57103b9a5628/451aa517-6067-485d-bc03-08c279bbaff5.jpg",
    "altTitles": [
      {
        "ja": "塔の管理をしてみよう"
      },
      {
        "ja-ro": "Tou no Kanri wo Shite Miyou"
      },
      {
        "en": "Let's Manage the Tower"
      },
      {
        "ko": "탑의 관리를 해보자!"
      },
      {
        "zh": "成为塔的管理者吧！"
      },
      {
        "zh-hk": "成為塔的管理者吧！"
      },
      {
        "ru": "Получается, я теперь в ответе за башню"
      },
      {
        "vi": "Isekai làm người quản lý tháp"
      }
    ],
    "description": {
      "en": "Kosuke is killed by a truck, his soul is lost in a garden with two beautiful girls. The owner of the place will let him choose whether he will be reborn or summoned to another world, and he maintains the summons. In this new world, the main two girls who were created by the owner of the garden to help him find the mystery behind the world - a Dungeon tower. Will he be able to become the owner of this tower and manage it?",
      "ja": "仕事帰りに交通事故に遭ったことから魂が別世界に飛ばされてしまった考助。彼は保護してくれた女神の助力により、これまでの記憶を持ったまま新しい世界で生きていくことに。さらに女神が創造してくれたという、チートな能力と天使のような羽を持つ最強美女ふたりをお供に、新たな生を送ることになったのですが――。",
      "es-la": "Kosuke es atropellado por un camión mientras regresaba del trabajo. En ese momento, mientras su vida terminaba, su alma fue transferida al \"Jardín de la eterna primavera\" donde lo esperaba una hermosa mujer. Ella inmediatamente lo lleva con la diosa suprema, encargada de dicho mundo. La diosa suprema le permitirá elegir entre poder entrar al ciclo de la encarnación y renacer para empezar una nueva vida o ser invocado a otro mundo, de lo cual él elige ser invocado. La diosa suprema antes de transferirlo a este nuevo mundo le otorga una habilidad divina y dos bellas y poderosas sirvientes. En este nuevo mundo, las dos chicas principales que fueron creadas por la diosa del jardín le ayudarán a encontrar el misterio detrás del mundo: una torre de mazmorra. ¿Podrá convertirse en el dueño de esta torre y administrarla?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b",
    "title": {
      "en": "Boku no Kawaii Musume wa Futago no Kenja: Tokugi ga Debafu no Teihen Kuro Mashirube-shi, Sodateta Futago no Musume ga S-rank no Dai Kenja ni Natte Shimau"
    },
    "updatedAt": "2024-09-22T19:18:56+00:00",
    "coverArt": "https://mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "altTitles": [
      {
        "ja": "僕のかわいい娘は双子の賢者 ～特技がデバフの底辺黒魔導士、育てた双子の娘がSランクの大賢者になってしまう～"
      },
      {
        "ja-ro": "Boku no Kawaii Musume wa Futago no Kenja"
      },
      {
        "en": "My Lovely Daughters Are Both Sages: I’m a Black Mage Whose Special Skill Is Debuffing, and the Twin Daughters I Raised Become S-Ranked Great Sages!"
      },
      {
        "ja": "僕のかわいい娘は双子の賢者"
      }
    ],
    "description": {
      "en": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents. \n\n\"I couldn't be a good dark magician, but I want to make their lives better!\" \n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician’s academy. \n\nAfter learning more about magic, the girls return to see their father with some important news… They are S-rank Sages?! And they want to form a party with him?! \n\nA new adventure between a father and his daughters begin!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "81"
  },
  {
    "mangaId": "c4c04636-3774-4f39-8424-e1aef59ac6ff",
    "title": {
      "en": "Ningyohime no Gomen ne Gohan"
    },
    "updatedAt": "2025-01-29T12:02:54+00:00",
    "coverArt": "https://mangadex.org/covers/c4c04636-3774-4f39-8424-e1aef59ac6ff/ab3586bc-f2ad-4a68-bd41-6a9da71d73b6.jpg",
    "altTitles": [
      {
        "it": "La Sirena Cannibale"
      },
      {
        "en": "The Mermaid Princess's Guilty Meal"
      },
      {
        "th": "มื้ิอสุดเศร้า​ของ​เจ้า​หญิง​เงือก​"
      },
      {
        "ja": "人魚姫のごめんねごはん"
      },
      {
        "ko": "인어공주의 미안한 식사"
      },
      {
        "pt-br": "O Pecado Culinário da Princesa Sereia"
      }
    ],
    "description": {
      "en": "When Mermaid Princess Era's fish friend is captured and turned into a delectable meal, she goes to land to mourn his death and aid his passing into the great beyond… If only that was the end of the story. Follow Era as she discovers the wonders of seafood.  \n\n\n---\n\n**Links:**  \n- [Official Italian](https://www.j-pop.it/929-la-sirena-cannibale)  \n- [Official Thai](https://www.mebmarket.com/index.php?action=BookDetails&book_id=89728)  \n- [Official Korean](http://www.yes24.com/Product/Goods/61842946)",
      "pt-br": "Quando o amigo peixe da Princesa Sereia Era é capturado e transformado em um prato delicioso, ela sobe à superfície para lamentar sua morte e ajudá-lo a fazer a passagem para o além… Mas isso está longe de ser o fim da história. Acompanhe Era enquanto ela descobre as maravilhas dos frutos-do-mar."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "41"
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f8e4e9a3-f46c-483e-8ba6-bbd7238fea5f",
    "title": {
      "en": "Tonari no Youkai-san"
    },
    "updatedAt": "2025-01-30T23:46:11+00:00",
    "coverArt": "https://mangadex.org/covers/f8e4e9a3-f46c-483e-8ba6-bbd7238fea5f/865ab4e4-1d9c-4045-862d-1b6b0ba6b2ac.jpg",
    "altTitles": [
      {
        "ja": "となりの妖怪さん"
      },
      {
        "zh": "与妖为邻"
      }
    ],
    "description": {
      "en": "\"Our cat might be turning into a nekomata…\"  \n  \nA rural town where yousei, people and gods live normal, everyday lives, mixed with a bit of warmth and occasional mystery.  \n  \nOne summer, the twenty-year old cat Buchio suddenly evolves into a nekomata. Questioning the reason for his evolution, he sets out to learn more about transformation, together with the bakegitsune Yuri.  \n  \nMuu-chan spies on the crow Tengu Jirou as he performs his Tengu duties, and begins to see Jirou in a new light.  \n  \nAt that same time, unfortunate rumors of a Nue begin to spread…",
      "id": "\"Kucing kita mungkin akan berevolusi menjadi nekomata…\"  \n  \nPedesaan, dimana yousei, manusia dan dewa hidup berdampingan, kehidupan sehari-hari  \ndicampur dengan sedikit kehangatan dan terkadang oleh misteri.  \n  \nSuatu musim panas, kucing berumur 20 tahun Buchio tiba-tiba berevolusi menjadi nekomata.  \nMempertanyakan alasan evolusinya, dia mulai mempelajari lebih lanjut tentang transformasi, bersama dengan bakegitsune Yuri.  \n  \nMuu-chan memata-matai Jirou sang Tengu gagak saat dia melakukan tugas Tengu-nya, dan mulai melihat Jirou dengan cara baru.  \n  \nDisaat yang bersamaan, rumor malang tentang Nue mulai menyebar.  \n  \nPixiv link: [となりの妖怪さん](https://www.pixiv.net/user/589637/series/22081)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8",
    "title": {
      "en": "Shuumatsu no Valkyrie Kitan - Jack the Ripper no Jikenbo"
    },
    "updatedAt": "2025-01-17T11:19:12+00:00",
    "coverArt": "https://mangadex.org/covers/f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8/88807014-acfb-47d2-9352-7913e7723e8e.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ奇譚 ジャック・ザ・リッパーの事件簿"
      },
      {
        "en": "The Jack the Ripper Case Files"
      },
      {
        "en": "Record of Ragnarok: The Jack the Ripper Case Files"
      },
      {
        "ru": "Повесть о Конце Света: Досье Джека-потрошителя"
      },
      {
        "uk": "Справи Джека-Різника"
      },
      {
        "en": "Record of Ragnarok Curious Tale: The Jack the Ripper Case Files"
      }
    ],
    "description": {
      "en": "In 1888, a number of prostitutes were murdered in London, by someone known only as \"Jack the Ripper\". The murderer takes to the streets each day, looking to slit some unfortunate woman open... The past of Jack the Ripper, the English gentleman who represented the human side in the fourth round of the struggle between God and mankind known as Ragnarok, who was one of the top-three most popular characters in the character poll, is finally revealed!\n___\n**Alt Official Raw:** [MangaHot](https://mangahot.jp/site/works/z_R0212)",
      "ja": "『終末のワルキューレ』第4回戦人類代表ジャック・ザ・リッパー。霧の都ロンドンを、恐怖のどん底に落とし、人類が応援することさえ躊躇した狂喜の殺人紳士に隠された真実とは？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de7cff02-47b5-4f27-b238-9a4d9e40694c",
    "title": {
      "en": "I Can't Fall in Love With Paperman"
    },
    "updatedAt": "2024-08-15T17:24:51+00:00",
    "coverArt": "https://mangadex.org/covers/de7cff02-47b5-4f27-b238-9a4d9e40694c/a33f3ad7-f7d5-4c03-babe-f9386c04d923.jpg",
    "altTitles": [
      {
        "zh": "我不可能和纸片人谈恋爱"
      },
      {
        "ko": "내 남주에게 위협당하고 있습니다"
      },
      {
        "zh-ro": "Wo Bu Keneng He Zhi Pian Ren Tan Lian'ai"
      }
    ],
    "description": {
      "en": "When a BL comic artist transmigrated into the princess of Liao, she resumed her career... but encountered her \"dear son\" who crawled out of the book and refused to be gay! Faced with a sword to her neck, will she surrender or resist? What's worse, the plot is no longer under her control; who's the mysterious person behind the scenes controlling everything?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-07-25T17:52:21+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/c714d942-9673-441d-bbd8-462137bddf09.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94c7e52e-a6b2-4b57-ba14-68f58fc77c8e",
    "title": {
      "en": "Ghost Fixers"
    },
    "updatedAt": "2024-09-06T11:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/94c7e52e-a6b2-4b57-ba14-68f58fc77c8e/1755630d-5d4c-4c0d-aefd-afc6bd8705f7.jpg",
    "altTitles": [
      {
        "ja": "ゴーストフィクサーズ"
      },
      {
        "ru": "Исправители призраков"
      }
    ],
    "description": {
      "en": "Following a certain event, Mikurigaoka New Town transformed into a crucible of supernatural phenomena known as GHOSTS! In said town lives Hifumi, a middle school boy, who one day encounters a girl who just moved in... Help \"correct\" the supernatural in this action-packed tale from Yasuki Tanaka, creator of \"Summer Time Rendering\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b6b3003-1ffd-4833-875c-eb2e39a21453",
    "title": {
      "en": "After Märchen"
    },
    "updatedAt": "2024-11-29T03:43:52+00:00",
    "coverArt": "https://mangadex.org/covers/4b6b3003-1ffd-4833-875c-eb2e39a21453/4b90f729-aa63-401d-a651-459c897e1a70.jpg",
    "altTitles": [
      {
        "ja": "アフターメルヘン"
      },
      {
        "ja-ro": "After Meruhen"
      },
      {
        "de": "Darauf Märchen"
      }
    ],
    "description": {
      "en": "Jacob and Wilhelm are brothers that make a living as waste/junk collectors. They collect items that have already served their purpose from their clients. These clients are those whose “happily ever after” have ended.",
      "pt-br": "Jacob e Wilhelm são irmãos que ganham a vida como coletores de lixo/entulho. Eles recolhem itens que já cumpriram o propósito de seus clientes. Esses clientes são aqueles cujo \"felizes para sempre\" chegou ao fim."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "b8d9ce1a-2bb4-4d5b-a1a4-67a9acc14fbd",
    "title": {
      "en": "Otokogirai no Onnanoko ga Saikyou no Succubus ni Naru Made"
    },
    "updatedAt": "2025-01-16T16:19:59+00:00",
    "coverArt": "https://mangadex.org/covers/b8d9ce1a-2bb4-4d5b-a1a4-67a9acc14fbd/a01525dc-01c1-442f-8039-6cbbca40a75c.jpg",
    "altTitles": [
      {
        "ja": "男嫌いの女の子が最強のサキュバスになるまで"
      },
      {
        "en": "From a Man-Hating Girl to The Strongest Succubus"
      }
    ],
    "description": {
      "en": "One day, Mikan, who hates men, learns that she is a succubus.\nContrary to Mikan's rationality, her succubus instincts gradually emerge..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c96f1bf8-a100-40bb-98ef-c240b9b7cf96",
    "title": {
      "en": "MF Ghost"
    },
    "updatedAt": "2025-02-08T10:05:14+00:00",
    "coverArt": "https://mangadex.org/covers/c96f1bf8-a100-40bb-98ef-c240b9b7cf96/4e650103-ca73-44ef-98ea-cfd23209dc77.jpg",
    "altTitles": [
      {
        "ja": "MFゴースト"
      },
      {
        "zh-hk": "MF幽靈"
      }
    ],
    "description": {
      "en": "In the year 202X, when self-driving electric and fuel-cell vehicles are ubiquitous, the racing organization MFG exists. Hosting races in Japan exclusively using cars with internal combustion engine. We follow young half-British, half-Japanese racing driver, Kanata Rivington. Who graduated at the top of his class in racing school and was invited into the series thanks to his teacher's connections.",
      "ja": "西暦202X年。車の自動運転が普及した日本。そんな時代に、公道の自動車レースが開催されていた。世界中で人気を集めるレースの名はMFG。ポルシェ、フェラーリ、ランボルギーニなど最速を誇るマシンが次々に参戦していた。一方、イギリスのレーシングスクールを卒業したドライバー、カナタ・リヴィントンは、ある目的を果たすため日本に帰国するのであった。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e1e0aba-fed8-4bbd-9ecf-601991d1d4f1",
    "title": {
      "en": "Midori's Secret"
    },
    "updatedAt": "2024-09-12T16:29:31+00:00",
    "coverArt": "https://mangadex.org/covers/1e1e0aba-fed8-4bbd-9ecf-601991d1d4f1/1e4248ed-02e1-44b8-946e-8533899519b9.jpg",
    "altTitles": [
      {
        "ja": "みどりのひみつ"
      },
      {
        "ja-ro": "Midori no Himitsu"
      }
    ],
    "description": {
      "en": "\"The special you, whom only I know.\" A short and sweet love story published in the Dessert Magazine Issue of 2022."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "79b7357c-ea5b-491a-a25b-155a804bf53f",
    "title": {
      "en": "Oshi ni Amagami"
    },
    "updatedAt": "2024-10-29T20:44:45+00:00",
    "coverArt": "https://mangadex.org/covers/79b7357c-ea5b-491a-a25b-155a804bf53f/15bf7c48-a5cc-4cbc-88cc-6be99f6e834a.jpg",
    "altTitles": [
      {
        "ja": "推しに甘噛み"
      },
      {
        "en": "Otaku Vampire's Love Bite"
      }
    ],
    "description": {
      "en": "Hina is a reclusive otaku vampire. She wants to move to a sacred place for otaku life, but a boy who looks exactly like her favorite vampire lives next door! And this boy seems to have blood that attracts vampires from all over the world...? A bloody love comedy between an otaku vampire and a slightly tongue-tied handsome man!\n\nNote: Adapted from the author’s oneshot that was released in Hana to Yume 10-11/2022 combined issue.",
      "ja": "引きこもりオタクの吸血鬼・ヒナ。吸血なんて気持ち悪～いことよりも推しを愛でるのが１番！オタ活のためにアニメの聖地に引っ越そう☆と思ったら、推しに超そっくりな男の子が隣に住んでいた!? しかもこの男の子、世界中の吸血鬼を魅了する血を持っているようで…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "072ea447-2da5-4445-9af0-61877ac867d8",
    "title": {
      "en": "Kyoufu: Fear"
    },
    "updatedAt": "2024-06-02T20:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/072ea447-2da5-4445-9af0-61877ac867d8/be2d9946-59e3-4755-b0b5-44cf07b1e0f7.jpg",
    "altTitles": [
      {
        "vi": "Khủng Bố"
      },
      {
        "ja-ro": "Kyôhu"
      },
      {
        "en": "Terror"
      },
      {
        "ja": "恐怖"
      }
    ],
    "description": {
      "en": "Following the life of the student newspaper reporter Emiko, these are scary stories of experiences from Miyako High School :  \n- Ubawareta Shinzou (Stolen Heart) – The school's mystery club sees the dangerous consequences of an innocent promise concerning heart donation after death between two friends.   \n- Kyuuketsu Men (Bloodsucking Mask) – A girl who wears a demon mask from a shrine for a bad-luck-banishing drama club party ends up unable to remove it.   \n- Dokuga (Poison Moth) – The science club leader creates a serum to preserve dead bodies perfectly, but it may have other unpredicted side effects.   \n- Henshitsu – A couple take shelter from a storm in a strange house with a secret that might prove to be deadly.   \n– These stories and many more are found in the two volumes of Kyoufu. [tethysdust]"
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "6"
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-12-10T18:02:55+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/639d4146-f068-4ac3-8c76-2ba7a3cb9816.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "661eaad1-3de3-4685-ae43-f534294b6d8d",
    "title": {
      "en": "Koi wa Ameagari no You ni"
    },
    "updatedAt": "2025-01-29T12:03:24+00:00",
    "coverArt": "https://mangadex.org/covers/661eaad1-3de3-4685-ae43-f534294b6d8d/f4d3bdd7-7204-4c39-a678-d2481a6c4ac5.jpg",
    "altTitles": [
      {
        "en": "After the Rain"
      },
      {
        "es": "Amor es cuando cesa la lluvia"
      },
      {
        "fr": "Après la pluie"
      },
      {
        "it": "Come dopo la pioggia"
      },
      {
        "ru": "Любовь похожа на прошедший дождь"
      },
      {
        "ar": "بعد المطر"
      },
      {
        "ja": "恋は雨上がりのように"
      },
      {
        "zh": "恋如雨止"
      },
      {
        "zh-hk": "戀如雨止"
      },
      {
        "id": "Cinta Setelah Hujan"
      },
      {
        "en": "Love Is Like After The Rain"
      }
    ],
    "description": {
      "en": "Akira Tachibana is a soft-spoken high school student who used to be a part of the track and field club but, due to an injury, she is no longer able to run as fast as she once could. Working part-time at a family restaurant as a recourse, she finds herself inexplicably falling love with her manager, a divorced 45-year-old man with a young son.  \n  \nDespite the age gap, Akira wholeheartedly embraces his mannerisms and kind nature, which is seen as spinelessness by the other employees, and little by little, the two begin to understand each other. Although unable to explain why exactly she is attracted to him, Akira believes that a concrete reason is not needed to truly love someone. On a rainy day, she decides to finally tell her manager about how she feels… But just how will he react?",
      "pt-br": "Tachibana, uma linda garota do colegial está apaixonada... Não é um simples amor, algo que talvez seja impossível. Ela está apaixonada pelo gerente de seu trabalho que é mais velho que ela. Agora ela irá desistir de seu amor e viver sua simples vida cotidiana de colegial ou conseguirá passar os seus sentimento a alguém tão diferente dela."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "82"
  },
  {
    "mangaId": "18d92807-8627-4a23-9ef6-12a0a7fbd054",
    "title": {
      "en": "Danjohi 1:5 no Sekai demo Futsu ni Ikirareru to Omotta? ~ Geki Juu Kanjou na Kanojotachi ga Mujikaku Danshi ni Honrousaretara"
    },
    "updatedAt": "2025-02-14T20:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/18d92807-8627-4a23-9ef6-12a0a7fbd054/87237d49-2547-4a2c-a0c5-4a84f6f9ed80.jpg",
    "altTitles": [
      {
        "ja-ro": "Danjohi 1:5 no Sekai demo Futsu ni Ikirareru to Omotta? ~ Geki Juu Kanjou na Kanojotachi ga Mujikaku Danshi ni Honrousaretara"
      },
      {
        "ja": "男女比1:5の世界でも 普通に生きられると思った?~激重感情な彼女たちが 無自覚 男子に翻弄されたら~"
      },
      {
        "en": "Did You Think You Could Live Normally Even in a World With a 1:5 Male-To-Female Ratio? ~ When Deeply Intense Feelings of the Girls Are Toyed With by an Oblivious Boy"
      },
      {
        "ja-ro": "Danjo Hi 1:5 no Sekai demo Futsuu ni Ikirareru to Omotta? Gekiomo Kanjou na Kanojo-tachi ga Mujikaku Danshi ni Hanrou saretara"
      }
    ],
    "description": {
      "en": "Before he knew it, Masato had been transported to a world where there were just a few more women than in his original world. However, aside from the fact that women were a little more assertive, the world wasn’t much different from the one he came from... or so he thought. \n\nLittle did he know, the kindness he spread, based on the standards of his old world, was saving those around him more than he could imagine. He was unaware that this kindness was causing the women around him to develop intense feelings for him. \n\nThis is the story of a protagonist who believes he can live an ordinary life, unknowingly making the heroines fall in love with him, and eventually realizing just how heavy their feelings are — until they make him understand it for himself...!",
      "id": "masato telah berpindah ke dunia dimana wanita lebih banyak daripada laki-laki. tapi selain dari wanita yang lebih banyak tidak ada banyak perbedaan dari dunia asalnya... begitulah yang dia pikirkan.tanpa disadari kebaikan yang dia lakukan- membuat wanita di sekitarnya memiliki perasaan padanya.ini adalah kisah seorang protagonis yang yakin kalau dia bisa menjalani kehidupan dengan normal, tanpa sadar membuat wanita jatuh cinta padanya, dan akhirnya menyadari betapa mendalamnya perasaan mereka- sampai mereka memaksa mc untuk mengerti!",
      "ja": "気付いたら、元いた世界よりちょっとだけ女性の多い世界に転移していた主人公・将人。でも、女性が少しだけ積極的なだけで、前の世界と変わらない…? そんな甘い考えで生活を始めた彼は知らない。\n\n元の世界基準で彼が振りまく優しさに、周りの彼女たちがどれだけ救われたのかを。そして、彼に激重な感情を向け始めたということを…。 \n\nこれは、普通に生きられると思い込んでいる主人公が無自覚にヒロインたちを恋に落とし、最終的にちょっと(?)愛の重いヒロインたちに\"分からされる\"までの物語であるー!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3365e784-dfac-40cd-86d0-6e7c51856155",
    "title": {
      "en": "Happy Happia!"
    },
    "updatedAt": "2024-11-24T21:07:28+00:00",
    "coverArt": "https://mangadex.org/covers/3365e784-dfac-40cd-86d0-6e7c51856155/eddce15a-0450-4066-b542-7bf311166e8b.jpg",
    "altTitles": [
      {
        "ja": "はぴはぴあ！"
      }
    ],
    "description": {
      "en": "Yuki Iwatsuki is a transfer student, today is her first day at her new school. There seems to be some kind of trauma, her classmates \"Koneko,\" a high-tension girl, and \"Akizora Hako,\" a box-head girl, are very interested in Yuki! Will she get along with everyone?",
      "ja": "ひとりぼっちしてたら、クラスメートが話しかけてきました。\n\n転校生の岩月ユキちゃん。今日は転校初日です。なんだかトラウマもありそうだけど、クラスメートのハイテンション女子「こねこ」や、ハコ頭の「秋空ハコ」たちは、ユキに興味津々！？みんなと仲良くなれるかな！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee845b1a-b1cd-4fb3-ade2-0030890f7c2a",
    "title": {
      "en": "Mizuki-senpai’s Love Fortune-Telling"
    },
    "updatedAt": "2025-02-12T10:09:05+00:00",
    "coverArt": "https://mangadex.org/covers/ee845b1a-b1cd-4fb3-ade2-0030890f7c2a/c0e604e1-903a-4f94-af7d-d4668b931edf.jpg",
    "altTitles": [
      {
        "ja": "水姫先輩の恋占い"
      },
      {
        "ja-ro": "Mizuki-senpai no Koi Uranai"
      },
      {
        "en": "Mizuki-sempai's Love-Fortune-Telling"
      },
      {
        "en": "Mizuki-senpai Is a Love Fortune-Teller"
      },
      {
        "en": "Mizuki-senpai Is a Love Divinator"
      },
      {
        "zh": "水姬学姐的恋爱占卜"
      },
      {
        "zh-hk": "水姬前輩的戀愛占卜"
      }
    ],
    "description": {
      "en": "A story about an unattractive second-year student, Sakagami, being teased around by a mysterious first-year student who is good at fortune-telling, Mizuki-senpai… But at the same time is actually showing signs that she likes him…\n\nA frustrating and strange romcom begins!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": "54"
  },
  {
    "mangaId": "553e781b-9b27-4520-aa6a-a98c7d749c9f",
    "title": {
      "en": "Combini de Kimi to no 5-funkan."
    },
    "updatedAt": "2024-12-31T10:05:59+00:00",
    "coverArt": "https://mangadex.org/covers/553e781b-9b27-4520-aa6a-a98c7d749c9f/7eab72f7-8508-4555-9e47-33624ddc2467.jpg",
    "altTitles": [
      {
        "ja": "コンビニで君との５分間。"
      },
      {
        "ja-ro": "Konbini de Kimi to no 5-funkan."
      },
      {
        "en": "The 5 Minutes We Share At The Convenience Store."
      },
      {
        "vi": "5 phút gặp \"chị\" tại cửa hàng tiện lợi."
      },
      {
        "pt-br": "5 Minutos com Você em uma Loja de Conveniência"
      }
    ],
    "description": {
      "en": "The Office Lady (OL-san), who looks forward to stopping by at the convenience store on the way home from work. And Shibasaki-kun, the poker-faced high school part-timer, who gets stirred up by OL-san for some reason. A heartwarming manga about two people who pass by each other at the convenience store!\n___\n**Alt Official Raw:** [Square Enix](https://magazine.jp.square-enix.com/yg/introduction/conveni/)",
      "ja": "高校生のコンビニバイト君とOLさん（＋α）のほのぼの胸きゅん８Pオリジナル漫画です。\n年齢差＆身長差あり。\nヤングガンガンにて連載決定しました！\nこれからもどうぞ応援よろしくお願いしますฅ•ω•ฅ",
      "vi": "Một nhân viên công sở (OL-san), người luôn ghe qua cửa hàng tiện lợi trên đường về nhà. Và Shibasaki-kun, một anh chàng mặt lạnh hiện đang học cao trung và làm thêm tại cửa hàng đó. Bằng một cách nào đó cậu bị hấp dẫn bởi OL-san và sau đây sẽ là câu chuyện chữa lành mọi tâm hồn về mối quan hệ giữa hai người xa lạ lướt qua nhau ở cửa hàng tiện lợi.",
      "pt-br": "Shibasaki é um estudante do ensino médio que trabalha em tempo parcial em uma loja de conveniência. No trabalho, ele encontra uma pequena mulher e se vê apaixonado por ela. Da mesma forma, o interesse da mulher pelo jovem aumenta gradualmente, principalmente devido ao seu rosto parecido com o do gato dela. A cada breve encontro, o estudante e a senhora se aproximam lentamente durante os cinco minutos que compartilham na loja de conveniência."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "91.5"
  },
  {
    "mangaId": "9547d8e5-048c-4c71-9b7c-97a3af0423eb",
    "title": {
      "en": "Spinach Bouquet"
    },
    "updatedAt": "2023-07-28T13:04:44+00:00",
    "coverArt": "https://mangadex.org/covers/9547d8e5-048c-4c71-9b7c-97a3af0423eb/8d271252-19ce-49fd-bd4b-803dd2ee7442.jpg",
    "altTitles": [
      {
        "ko": "시금치 꽃다발"
      },
      {
        "en": "Spinach Flowers"
      }
    ],
    "description": {
      "en": "Ji-woo transfers to a rural school with his parents who have returned to farming. The fresh air, the relaxed atmosphere... he liked them all. However, for a moment that seemed like a pleasant start,\n\nJi-woo discovers that the flower garden that he has carefully cared for has been messed up.. Ji-woo, who thought it was someone's territoriality, suspects Dongchan, who was particularly harsh to him at school.\nFirst off, that bangs! I'll start with those bangs that make it impossible to know what you're thinking!!",
      "fr": "La vie à la campagne est censée être idyllique, non ? Un endroit paisible rempli d'aimables voisins au grand cœur, pas vrai ? C'est ce que Jiwoo attend avec impatience... Mais de tous les voisins qu'il aurait pu avoir, c'est Dongchan qu'il est le sien. Froid, distant et insondable, Dongchan n'est pas le plus accueillant du voisinage. En fait, on dirait qu'il n’a pas du tout envie que Jiwoo et sa famille s’installent ici. Déconcerté mais pas découragé, Jiwoo fait de son mieux pour s'adapter à la vie à la campagne... jusqu'à ce qu'il s'avère que quelqu'un essaie de chasser sa famille d'ici. Jiwoo a des soupçons, mais sera-t-il capable de trouver le vrai coupable ?",
      "ko": "귀농한 부모님을 따라 시골 학교로 전학 온 지우. 상쾌한 공기, 여유로운 분위기.. 모두 마음에 들었다. 그러나 기분 좋게 새출발 할 수 있을 것 같았던 것도 잠시,\n지우네가 정성껏 가꾼 꽃밭이 엉망이 된 걸 발견하는데..\n누군가의 텃세일 거라 생각한 지우는 학교에서 자신에게 유독 까칠했던 동찬을 의심한다.\n일단 저 앞머리! 무슨 생각 하는지 알 수 없게 하는 저 앞머리부터 까고 만다!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bbb441d-855b-4505-b8c3-ff79ccda0941",
    "title": {
      "en": "Usotsuki na Pierce"
    },
    "updatedAt": "2021-05-25T15:43:27+00:00",
    "coverArt": "https://mangadex.org/covers/6bbb441d-855b-4505-b8c3-ff79ccda0941/c97022ac-d253-4fbe-a103-41d6c01c33a2.jpg",
    "altTitles": [
      {
        "en": "Yalan Söyleyen Küpelerin"
      },
      {
        "en": "Your Lying Earrings"
      },
      {
        "en": "أقراطي الكاذبة"
      },
      {
        "en": "嘘つきなピアス"
      },
      {
        "en": "说谎的耳环"
      }
    ],
    "description": {
      "en": "Miku met her first love again years after being rejected by him. The innocent girl from the past still exists, but Miku wears her current self like an armour. Will her first love be able to help her find herself again?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "1"
  },
  {
    "mangaId": "7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53",
    "title": {
      "en": "Dívčí válka: Maidens' War"
    },
    "updatedAt": "2025-01-17T11:31:05+00:00",
    "coverArt": "https://mangadex.org/covers/7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53/cf4fdb02-f86c-493c-82d8-c514d524338e.jpg",
    "altTitles": [
      {
        "ja": "乙女戦争 ディーヴチー・ヴァールカ"
      },
      {
        "ja-ro": "Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Divichi Valka"
      },
      {
        "en": "The Maidens' War: Dívčí Válka"
      },
      {
        "en": "Maidens War - Divichi Valka"
      },
      {
        "cs": "Dívčí válka"
      },
      {
        "fr": "Divci Valka, La guerre des pucelles"
      }
    ],
    "description": {
      "en": "The year is 1420. A small village in the Kingdom of Bohemia is wiped out by marauding Crusader knights. A young peasant girl named Šárka is the sole survivor of the massacre. She meets up with Jan Žižka, leader of the Hussite army, and chooses to take up arms…\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/divci-valka-maidens-war)",
      "pt-br": "O ano é 1420. Uma pequena vila no Reino da Boêmia é destruída por cavaleiros da cruzada. Uma jovem camponesa chamada Sarka é a única sobrevivente do massacre. Ela se encontra com Jan Zizka, líder do exército hussita, e decide pegar em armas…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "60"
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-12-10T13:08:18+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      },
      {
        "uk": "Ілексід"
      },
      {
        "ru": "Элисед"
      },
      {
        "ur": "السید"
      },
      {
        "ar": "بذور الكهرباء"
      },
      {
        "ar": "تجاوز الكهرباء"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "zh-hk": "覺醒吧！貓奴"
      },
      {
        "ja": "エレキシード"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f396505-d780-43fa-b6a0-71314f9871fd",
    "title": {
      "en": "Goth Loli JK Mujintou Hyouryuuki"
    },
    "updatedAt": "2025-02-08T12:35:19+00:00",
    "coverArt": "https://mangadex.org/covers/3f396505-d780-43fa-b6a0-71314f9871fd/b7101d7a-e994-40b2-b656-e0e26671e312.jpg",
    "altTitles": [
      {
        "ja": "ゴスロリJK無人島漂流記"
      }
    ],
    "description": {
      "en": "On a school trip, two high school girls fell to the sea and washed up on a deserted island. What are they going to do about about food? And clothes? A cute survival 4koma on a deserted island, except for a mysterious creature.",
      "ja": "修学旅行の船旅中に、海に投げ出され、無人島に漂着することになった、女子高生が2名。食べ物はどうする?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "28"
  },
  {
    "mangaId": "8461d3da-d14b-4a60-9a37-e4428fdda85e",
    "title": {
      "en": "Umareta Chokugo ni Suterareta kedo, Zensei ga Taikensha datta node Yoyuu de Ikitemasu"
    },
    "updatedAt": "2025-01-28T02:25:59+00:00",
    "coverArt": "https://mangadex.org/covers/8461d3da-d14b-4a60-9a37-e4428fdda85e/4f4acc6e-7b23-44be-8c78-a6c81be30d2d.jpg",
    "altTitles": [
      {
        "ja": "生まれた直後に捨てられたけど、前世が大賢者だったので余裕で生きてます"
      },
      {
        "en": "Since My Previous Life was a Wise Man, I can Afford to Live."
      },
      {
        "vi": "Dù bị bỏ rơi ngay khi vừa sinh ra, nhưng vì kiếp trước là một đại hiền giả nên ta vẫn sống một cách thong dong"
      }
    ],
    "description": {
      "en": "Born to excellent parents, Reus is abandoned shortly after being born due to a mismeasurement of magical aptitude. However, he was a super baby who had the memory and ability of his previous life where he was touted as a Great Sage, and was able to fly, not to mention conversation and walking! Adventuring with the sacred dragon familiar, Lindworm, enjoy the life of a baby Sage who becomes a person and enjoys freedom!",
      "ja": "見た目は赤ちゃん、だけど中身は大賢者!?\n\n世界を変えた最強の魔法使い・大賢者アリストテレウスがその生涯を閉じた…。だが大賢者アリストテレウスは、死んだ後に転生の魔道具を使い、転生することに成功したのだった。転生した先は、何百、何千年経ったのかも分からない後の世界の魔法名門家の赤子。 恵まれた人生を歩むはずが、内に宿した規格外の魔力のせいか勘違いされ、生まれた直後に捨てられてしまう…!? しかし大賢者の能力と記憶を持つ赤子は、聖竜杖リントヴルムをお供に余裕で生き抜くのだった…!!",
      "vi": "Aristototleus, Đại Hiền Giả và là Pháp Sư Mạnh Nhất Đã Thay Đổi Thế Giới, đã khép lại cuộc đời mình… Nhưng sau khi qua đời, ông đã sử dụng pháp cụ chuyển sinh và thành công tái sinh.\n\nNơi ông tái sinh là một thế giới sau hàng trăm, hàng ngàn năm – vào gia tộc danh giá về phép thuật, trong thân xác một đứa trẻ sơ sinh. Đáng lẽ ông sẽ sống một cuộc đời đầy đủ, nhưng vì sở hữu lượng ma lực phi thường từ khi sinh ra, ông bị hiểu lầm và bị bỏ rơi ngay sau khi chào đời…!?\n\nTuy nhiên, đứa trẻ sơ sinh mang ma lực và ký ức của Đại Hiền Giả vẫn sống sót dễ dàng cùng với Thánh Long Trượng Lindworm bên mình…!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d07f4f5-00df-4795-9ab0-95e824b3b000",
    "title": {
      "en": "The Story of a Girl Who Got Rejected 2 Years Ago"
    },
    "updatedAt": "2023-02-23T04:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/9d07f4f5-00df-4795-9ab0-95e824b3b000/697aaa32-de9c-4800-bfea-b32f83805df6.jpg",
    "altTitles": [
      {
        "ja": "2年前にフラれた女の子のお話。"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-12-20T09:04:10+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/d9a78c9f-c5fd-456e-8f1d-1b46e1155e5d.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      },
      {
        "ms": "Alya yang duduk di sebelah saya terkadang membisikkan kata manis dalam bahasa Rusia"
      },
      {
        "ms": "اليا يڠ دودوق دسبله ساي ترکادڠ ممبيسيقکن کات مانيس دالم بهاس روسيا"
      },
      {
        "es": "Alya a veces me susurra en ruso"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b2c6def4-faa4-4453-8c00-cf8e96ce4c5b",
    "title": {
      "en": "Phantom Court"
    },
    "updatedAt": "2024-12-09T06:03:41+00:00",
    "coverArt": "https://mangadex.org/covers/b2c6def4-faa4-4453-8c00-cf8e96ce4c5b/f4838d15-033b-42a8-9a8c-8561f564354c.png",
    "altTitles": [
      {
        "en": "Crimson Ribbon Part 2"
      }
    ],
    "description": {
      "en": "In the year 1520, the reclusive island of 'Kodornacht' suddenly falls into a deep winter, one whose intensity is enough to freeze the very sea it resides in, opening its shores to the outside World for the first time in over a millennia.\n\nWith untold riches up for the taking, it gives birth to a gigantic treasure hunt.\nHowever, Kodornacht hides something much more important and mysterious: The Phantom Court—a trinket with the power to control winds, fortune, and, some say, even resurrect the dead. \n\nThe Hunt begins.\n___________________\nMy third manga project, Phantom Court is a story containing fantasy elements that hopes to bring to the readers enjoyable characters and high-stakes conflicts.\n\nI've been working on this one for a while; I hope you'll join me for the ride.\n\nMore of my garbage on: https://linktr.ee/redbowcr"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]