[
  {
    "mangaId": "d7a0991d-2913-4b3c-8fb6-2b752f9e5f3a",
    "title": {
      "en": "NEW GAME!"
    },
    "updatedAt": "2023-11-01T09:26:19+00:00",
    "coverArt": "https://mangadex.org/covers/d7a0991d-2913-4b3c-8fb6-2b752f9e5f3a/80d2f114-5ff5-42ff-b507-4e51eab68de0.png",
    "altTitles": [
      {
        "ja": "ニューゲーム!"
      }
    ],
    "description": {
      "en": "Having been inspired by the character designs of a particular video game when she was younger, Suzukaze Aoba, a high school graduate, begins working as a character designer for the game's developer, Eagle Jump. As she works on modelling and designing characters for games in development, she becomes acquainted with her fellow co-workers in the character design department, as well as those from across the company."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "152"
  },
  {
    "mangaId": "46535fe1-e54f-4ae7-9555-44850ad72dfb",
    "title": {
      "en": "Osaka Mad Family"
    },
    "updatedAt": "2024-05-13T14:03:23+00:00",
    "coverArt": "https://mangadex.org/covers/46535fe1-e54f-4ae7-9555-44850ad72dfb/9989c535-6b09-406f-aa47-b951cfecb1f4.jpg",
    "altTitles": [
      {
        "ja": "大阪MADファミリー"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4c09015-7150-4337-9bce-2bfaeaf619b3",
    "title": {
      "en": "Netoge no Seibetsu wa Daitai Mitame de Damasareru"
    },
    "updatedAt": "2023-06-18T06:48:49+00:00",
    "coverArt": "https://mangadex.org/covers/d4c09015-7150-4337-9bce-2bfaeaf619b3/a8ce6745-4182-4397-8000-9c6314d39143.png",
    "altTitles": [
      {
        "ja": "ネトゲの性別はだいたい見た目で騙される"
      },
      {
        "en": "Gender Online Can Be Pretty Deceiving"
      },
      {
        "vi": "Giới tính trong game đều là lừa dối"
      },
      {
        "id": "Jenis Kelamin di Online Kadang Bisa Mengecewakan"
      }
    ],
    "description": {},
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c3cd370-04bd-4994-87dc-e54a4d80c4ec",
    "title": {
      "en": "Natsume Yuujinchou"
    },
    "updatedAt": "2023-09-01T09:56:51+00:00",
    "coverArt": "https://mangadex.org/covers/2c3cd370-04bd-4994-87dc-e54a4d80c4ec/026af491-d687-4c2a-9d8a-52ac1d10984e.jpg",
    "altTitles": [
      {
        "es": "El libro de los amigos de Natsume"
      },
      {
        "en": "Natsume's Book of Friends"
      },
      {
        "en": "In the Corner of the Schoolyard"
      },
      {
        "fr": "Le pacte des yôkai"
      },
      {
        "it": "Natsume degli spiriti"
      },
      {
        "de": "Pakt der Yokai"
      },
      {
        "ja": "夏にはため息をつく"
      },
      {
        "ja": "夏目友人帳"
      },
      {
        "ko": "나츠메 우인장"
      },
      {
        "en": "Heave a Sigh in Summer"
      },
      {
        "ja-ro": "Manabiya no Sumi"
      },
      {
        "ja-ro": "Natsu ni wa Tameiki o Tsuku"
      },
      {
        "ja-ro": "Natsu ni wa Tameiki wo Tsuku"
      },
      {
        "zh": "妖怪联络簿"
      },
      {
        "ru": "Тетрадь дружбы Нацумэ"
      },
      {
        "pt-br": "Natsume Yuujinchou (Livro dos amigos)"
      }
    ],
    "description": {
      "en": "Natsume's just an ordinary kid, except he can see spirits just like his grandma Reiko could. Reiko, though, used to bully the spirits, and bound them to her will in the \"Book of Friends.\" Now that Natsume has inherited this book, a never-ending stream of spirits is coming after him.   \n  \nWith the help of a spirit \"cat\" (who really just wants Natsume to die so he can have the book), Natsume spends his days dissolving the contracts that bind the spirits and trying not to get killed.  \n  \nExtras:\n* Manabiya no Sumi (In the Corner of the Schoolyard) in v.6.\n* Natsu ni wa Tameiki (w)o Tsuku (Heave a Sigh in Summer) in v.7.",
      "pt-br": "Natsume Takashi é apenas um garoto comum, exceto por ele poder ver espíritos, assim como sua avó Reiko podia. Reiko, porém, usava seu poder para intimidar os espíritos, e amarrou-os contra a sua vontade ao “Livro dos Amigos”. Agora, Natsume herdou este livro, e um fluxo interminável de espíritos vêm a ele, querendo que ele devolva seus nomes, pois, quem possui o nome de um espírito tem controle sobre ele. Com a ajuda de um espírito gato (que realmente só quer que Natsume morra para que ele possa ter o livro), Natsume passa seus dias devolvendo os contratos que ligam os espíritos e tentando não ser morto por eles."
    },
    "status": "ongoing",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78fa40bc-59eb-499f-a485-774f0bf5d446",
    "title": {
      "en": "Naka no Hito Genome [Jikkyouchuu]"
    },
    "updatedAt": "2024-05-27T14:36:29+00:00",
    "coverArt": "https://mangadex.org/covers/78fa40bc-59eb-499f-a485-774f0bf5d446/671ee546-8424-4cbb-81ef-77e34df0ac22.jpg",
    "altTitles": [
      {
        "en": "Nakanohito Genome [Jikkyouchuu]"
      },
      {
        "en": "The Ones Within - Genome [Live]"
      },
      {
        "en": "ナカノヒトゲノム【実況中】"
      },
      {
        "en": "中之人基因组"
      }
    ],
    "description": {
      "en": "Iride Akatsuki has unlocked hidden content in the game he's playing (Naka no Hito Genome), and it turns out that this content is a real-life game! He soon wakes up to find that he has been kidnapped and taken to a strange place, along with a number of other teammates. Each of them specializes in a certain sort of game, like cultivation games, fighting games, puzzle games, etc. A llama-headed 'teacher' gathers them after level 1 is cleared to explain how the game will proceed. Will this group of gamers succeed, and make it back to their real lives?"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aeb73951-4c3d-4f79-9ed9-53aec2e902b4",
    "title": {
      "en": "Nadenade Shikoshiko"
    },
    "updatedAt": "2022-04-12T19:36:57+00:00",
    "coverArt": "https://mangadex.org/covers/aeb73951-4c3d-4f79-9ed9-53aec2e902b4/073ecd8b-e4e7-4a4e-81de-e65ba33c99a8.jpg",
    "altTitles": [
      {
        "ja": "なでなでしこしこ。"
      }
    ],
    "description": {
      "en": "The main character Totoki is an ordinary high-school student who leads a mundane school life. One day, a mysterious, primitive girl, Cherry appears before Totoki! Whatever Cherry does is a mammoth class! Because of that, Totoki is being thrown around mercilessly! Is Totoki's normal life gradually changing?!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "33"
  },
  {
    "mangaId": "04bb5f70-e189-4f85-ba5e-ffa01af9e3e2",
    "title": {
      "en": "Motto! Himitsu no Akuma-chan"
    },
    "updatedAt": "2022-02-12T23:13:26+00:00",
    "coverArt": "https://mangadex.org/covers/04bb5f70-e189-4f85-ba5e-ffa01af9e3e2/05301c0c-6f2b-4fa6-97a6-b40f246b7b17.jpg",
    "altTitles": [
      {
        "ja-ro": "More! Himitsu no Akuma-chan"
      },
      {
        "en": "More! The Secret Akuma-chan"
      },
      {
        "en": "More! The Secret Devil-chan"
      },
      {
        "ja": "もっと！ひみつの悪魔ちゃん"
      }
    ],
    "description": {},
    "status": "cancelled",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-05-08T18:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6828e61-9d8f-4b72-9c02-0de99e3db902",
    "title": {
      "en": "Money and Intelligence"
    },
    "updatedAt": "2019-06-18T16:32:49+00:00",
    "coverArt": "https://mangadex.org/covers/e6828e61-9d8f-4b72-9c02-0de99e3db902/21a63454-9ac0-4428-b82a-2e8684c65528.jpg",
    "altTitles": [],
    "description": {
      "en": "Oneshot by the characters from Bakuman."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "74dfc867-8a3b-4f00-a3bc-21a78bf31ab4",
    "title": {
      "en": "My Dear Cold Blooded King"
    },
    "updatedAt": "2021-05-25T15:43:51+00:00",
    "coverArt": "https://mangadex.org/covers/74dfc867-8a3b-4f00-a3bc-21a78bf31ab4/322427a3-3b63-4f7d-940e-4230aa4ca873.jpg",
    "altTitles": [],
    "description": {
      "en": "Born a humble peasant, Kihara Mei has lived simply day by day as a merchant in the capitol, and never assumed things would change. But, one fateful day would change the course of her life, when faced with a deadly challenge against dangerous royal assassins. Now, with the eyes of the dreaded Blood King upon her, her life of simplicity would now become a tangled web of secrecy, deceit, and desire."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "161"
  },
  {
    "mangaId": "84b933cb-a99a-4737-98bb-b38295087700",
    "title": {
      "en": "Minamoto-kun Monogatari"
    },
    "updatedAt": "2022-02-17T04:23:28+00:00",
    "coverArt": "https://mangadex.org/covers/84b933cb-a99a-4737-98bb-b38295087700/a14c2bd6-6a21-4c77-88de-a7ad21a4d1e6.jpg",
    "altTitles": [
      {
        "fr": "L'histoire de Minamoto-kun"
      },
      {
        "es-la": "La historia de Minamoto"
      },
      {
        "pt": "O Conto de Minamoto-kun"
      },
      {
        "ru": "История Минамото-куна"
      },
      {
        "en": "Minamoto's Story"
      },
      {
        "ja": "源君物語"
      },
      {
        "ko": "미나모토군 이야기"
      },
      {
        "en": "Minamoto-kun's Story"
      }
    ],
    "description": {
      "en": "Minamoto-kun has a face pretty enough to make people think he's a girl. Because of his face, he was bullied by the girls in middle school who were jealous of his face. He developed a fear of women due to the trauma and ended up attending a high school for boys. Just as he enters college and makes a promise to himself to overcome the trauma of his past, his father remarries and asks him to move out of the house. His father arranges him to live with his aunt (Minamoto-kun's father's younger sister) for the time being. She is an extremely beautiful woman who is also a non-tenured professor at his college. When he arrives at her apartment, she shows him her breasts and tells him that he will be her \"guinea pig\" in her reverse Hikaru Genji project.",
      "pt": "Minamoto-kun tem um rosto bonito o suficiente para fazer as pessoas pensarem que ele é uma menina. Por causa de seu rosto, ele foi intimidado pelas meninas no ensino médio que estavam com ciúmes de seu rosto. Ele desenvolveu um medo de mulheres devido ao trauma e acabou frequentando uma escola para meninos. Justo quando ele entrar na faculdade e faz uma promessa a si mesmo de superar o trauma de seu passado, seu pai se casa novamente e pede para ele sair da casa. Seu pai arranja-lhe para viver com sua tia no momento. (irmã mais nova do pai do Minamoto-kun). Ela é uma mulher extremamente bonita, que também é professora adjunto em sua faculdade. Quando ele chega em seu apartamento, ela lhe mostra os seios e diz que ele será a sua \"cobaia\" em seu projeto Genji Hikari.",
      "ru": "Лицо Минамото-куна настолько прекрасно, что его легко спутать с девушкой. Из-за этого девушки в средней школе над ним часто издевались и дразнили. Тогда же он и получил серьёзную психологическую травму: боязнь представительниц противоположного пола. В результате всё закончилось переводом в школу для мальчиков. Сразу после поступления в колледж, он решает раз и навсегда избавится от детской травмы. Но тут его отец снова женится и просит сына съехать из дома и пожить с его младшей сестрой – тётей Минамото. Тётушка оказывается очаровательной женщиной, которая, к тому же, преподаёт в колледже Минамото-куна. Переехав к ней он узнаёт, что будет объектом её исследований. По мотивам классического японского романа «Повесть о Гэндзи»."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "erotica",
    "lastVolume": "16",
    "lastChapter": "358.5"
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-05-01T15:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/e75f6454-ad0f-43fe-85b0-78b6844a4cd3.jpg",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a97f6c4-84f2-4fd4-af87-a9aa7a15c3fd",
    "title": {
      "en": "Concentration of Malice"
    },
    "updatedAt": "2024-02-20T19:18:22+00:00",
    "coverArt": "https://mangadex.org/covers/6a97f6c4-84f2-4fd4-af87-a9aa7a15c3fd/59f3b664-ab04-4297-bfc7-c2d7d2eba0d2.jpg",
    "altTitles": [
      {
        "ko": "악의의 농도"
      },
      {
        "en": "Depths of Malice"
      },
      {
        "fr": "Au cœur du vice"
      },
      {
        "fr": "Concentration de malice"
      }
    ],
    "description": {
      "en": "\"Proud Carter, it's all thanks to you my life has been ruined!\" Rita, a lady of a noble, became a bar waitress with limited lifespan because of him. There are many days when she wants revenge, but doesn't have a blade to hold on to. \n\nOne day, A foreign shaman suggested to Rita, \"I will exchange your old body for a new one.\", with the shaman's magic, Rita, the Countess's daughter, was able to be reborn as Bertha Alberthart.\n\n---\n- [Original Webtoon R15 version <RidiBooks>](https://ridibooks.com/books/1716001591)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "90"
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55ace2fb-e157-4d76-9e72-67c6bd762a39",
    "title": {
      "en": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
    },
    "updatedAt": "2024-05-30T09:40:23+00:00",
    "coverArt": "https://mangadex.org/covers/55ace2fb-e157-4d76-9e72-67c6bd762a39/ccb8b6f2-a715-4719-8db7-31b68b6671dd.jpg",
    "altTitles": [
      {
        "id": "Aku, Seorang Raja Iblis, Mengambil Budak Elf Sebagai Istriku, Tapi Bagaimana Cara Aku Mencintainya?"
      },
      {
        "en": "An Archdemon's Dilemma: How to Love Your Elf Bride"
      },
      {
        "id": "Bagaimana Cara Mencintai Budak Elfmu?"
      },
      {
        "pt": "Eu, um Lorde Demônio, comprei uma elfa escrava como minha esposa, mas como eu amo ela?"
      },
      {
        "en": "I, the Demon Lord, Took a Slave Elf as My Wife, but How Do I Love Her?"
      },
      {
        "fr": "Je, un seigneur des démons, ai épousé un elfe esclavagisant, mais comment l'aime-je?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку в жёны. И как прикажете её любить?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку-рабыню в жёны. И как же мне её любить?"
      },
      {
        "zh": "我这魔王娶了一个奴隶精灵当老婆，该怎么疼爱才好？"
      },
      {
        "zh-hk": "身為魔王的我娶了奴隸精靈為妻、該如何表白我的愛？"
      },
      {
        "zh": "魔奴嫁"
      },
      {
        "ja": "魔王の俺が奴隷エルフを嫁にしたんだが、どう愛でればいい？"
      },
      {
        "ko": "마왕인 내가 노예 엘프를 신부로 삼았는데 어떻게 사랑하면 되지?"
      },
      {
        "pt-br": "O Dilema de um Arquidemônio: Como Amar sua Noiva Elfa"
      }
    ],
    "description": {
      "en": "Zagan is feared as an evil mage, he is awkward and has a sharp tongue, and once again had to put down thieves that encroached on his territory when he was researching that morning. In a dark auction, he finds a white slave elf, Nephie, who holds a peerless beauty. Falling in love with her at first sight, he uses his fortune to buy her, but as poor as he is socially, he doesn’t understand how to connect with her. Thus, the clumsy cohabitation of the mage that can’t convey his love, and the slave that pines for her master but doesn’t understand how to bring it up, begins.",
      "fr": "Zagan est craint comme mage démoniaque, un jour au marché noir il rencontre une esclave elfe du nom de Nephie. De part sa beauté innocente, il tombe sous son charme et décide de l'acheter. Bien que fortuné d'argent, ses compétences sociales ne le sont pas et il a du mal à savoir comment créer une relation…  \n  \nC'est parti pour une cohabitation maladroite entre ce maître qui ne sait montrer son amour et cette esclave qui en pince pour lui sans savoir quoi faire.",
      "ja": "- [Seiga nicovideo](http://seiga.nicovideo.jp/comic/33204) (Alternate Raw)",
      "pt": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa.",
      "pt-br": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af737f18-6d40-4537-b0e6-ad32f2054daa",
    "title": {
      "en": "Hino-san no Baka"
    },
    "updatedAt": "2024-01-07T14:11:12+00:00",
    "coverArt": "https://mangadex.org/covers/af737f18-6d40-4537-b0e6-ad32f2054daa/340f232e-7f58-49db-bef7-9e7ee89ff365.jpg",
    "altTitles": [
      {
        "en": "Hino-san is a Dummy"
      },
      {
        "en": "Hino, You Dummy!"
      },
      {
        "ru": "Дурочка Хино-сан"
      },
      {
        "ja": "飛野さんのバカ"
      },
      {
        "zh": "飞野同学是笨蛋"
      },
      {
        "zh-ro": "Fēiyě tóngxué shì bèndàn"
      },
      {
        "zh-hk": "飛野同學是笨蛋"
      },
      {
        "pt-br": "Hino-san é idiota"
      }
    ],
    "description": {
      "en": "Class president and overall good girl Koguma is concerned that her classmate Hino often skips classes by spending her time behind one of the school buildings. Koguma feels it's her duty to guide Hino down a better path, even if it means going along with Hino's unusual requests.",
      "pt-br": "A presidente da classe e boa garota em geral, Koguma, está preocupada com sua colega de classe, Hino, que muitas vezes mata aula, passando o tempo atrás de um dos prédios da escola. Koguma sente que é seu dever guiar Hino por um caminho melhor, mesmo que isso signifique concordar com os pedidos incomuns de Hino."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "134"
  },
  {
    "mangaId": "20ccb71b-c19d-43c4-8fea-6085943ad15e",
    "title": {
      "en": "I Won't Let Mistress Suck My Blood"
    },
    "updatedAt": "2024-05-04T15:53:43+00:00",
    "coverArt": "https://mangadex.org/covers/20ccb71b-c19d-43c4-8fea-6085943ad15e/c1712e49-16ff-469b-9bb5-04a81abf59f1.jpg",
    "altTitles": [
      {
        "ja": "ご主人様には吸わせません！"
      },
      {
        "ja-ro": "Goshujin-Sama Niwa Suwasemasen!"
      }
    ],
    "description": {
      "en": "Matilda is looking for a job and a place to stay, and ends up in a large mansion known as the \"Haunted House.\" The owner of the house, August, is a beautiful, soft-spoken woman, and Matilda is attracted to her and decides to work for her as a maid. However, that night, Matilda finds that her master has transformed.",
      "id": "Matilda mencari pekerjaan dan tempat tinggal, dan berakhir di sebuah rumah besar yang dikenal sebagai “Mansion Berhantu”. Pemilik rumah, August, adalah seorang wanita cantik yang bersuara lembut, dan Matilda tertarik padanya dan memutuskan untuk bekerja untuknya sebagai pembantu. Namun, pada malam itu, Matilda mendapati bahwa majikannya telah berubah."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-05-17T15:24:22+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "Konosuba: God's Blessing on This Wonderful World!"
      },
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e6e955-e79b-4ddc-9648-292932ec609e",
    "title": {
      "en": "Magical Girl Site Sept"
    },
    "updatedAt": "2024-05-27T19:37:28+00:00",
    "coverArt": "https://mangadex.org/covers/e1e6e955-e79b-4ddc-9648-292932ec609e/5c900c0a-46bb-40cc-b826-62824c845f60.jpg",
    "altTitles": [
      {
        "ja": "魔法少女サイトSept"
      },
      {
        "ja-ro": "Mahou Shoujo Site Sept."
      }
    ],
    "description": {
      "en": "Tsurara Takahashi is a middle school student who belongs to the Shinzen tennis club. However, she carries a great misfortune that she cannot confess to her friends: she met the mysterious Mahou Shoujo Site and was given a stick in the shape of an electric drill."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "149cf48f-1e07-4df8-97f9-5acd61211709",
    "title": {
      "en": "Magical Girl of the End"
    },
    "updatedAt": "2024-05-27T19:33:48+00:00",
    "coverArt": "https://mangadex.org/covers/149cf48f-1e07-4df8-97f9-5acd61211709/7fb0c80a-70b1-4912-ae67-a6c34f04ad1c.jpg",
    "altTitles": [
      {
        "es": "Chica Mágica de el Fin"
      },
      {
        "pt-br": "Garota Mágica do Fim"
      },
      {
        "en": "Magical Girl Apocalypse"
      },
      {
        "ru": "Девочка, несущая конец света"
      },
      {
        "th": "ฝ่าวิกฤตแม่มดวิปลาส"
      },
      {
        "ja": "魔法少女 of the end"
      },
      {
        "ja": "魔法少女・オブ・ジ・エンド"
      },
      {
        "ko": "마법 소녀 오브 디 엔드"
      },
      {
        "zh": "末日的魔法少女"
      },
      {
        "zh-hk": "末日的魔法少女"
      },
      {
        "ja-ro": "Mahou Shoujo of the End"
      }
    ],
    "description": {
      "en": "Kogami Kii hates his normal everyday life and wishes for something to happen. One day in the middle of class, he looks out the window and sees his teacher’s head explode when a little girl hits it. He goes to the bathroom to calm himself, but when he gets back to the classroom, he finds most of his classmates killed by the same little girl…",
      "pt-br": "Kogami Kii odeia a sua vida diária normal e deseja que algo aconteça. Um dia, no meio da aula, ele olha pela janela e vê a cabeça do seu professor explodir quando uma menina bate nele. Ele vai para o banheiro para se acalmar, mas quando ele volta à sala de aula, ele encontra a maioria de seus colegas mortos pela mesma garota…"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "63"
  },
  {
    "mangaId": "eb5a0359-3efe-4a17-a2f5-972da47b043b",
    "title": {
      "en": "Mahou Sensou"
    },
    "updatedAt": "2024-02-24T14:25:50+00:00",
    "coverArt": "https://mangadex.org/covers/eb5a0359-3efe-4a17-a2f5-972da47b043b/56dbdf3c-b4fe-447f-9f7d-20ad4c9bae10.jpg",
    "altTitles": [
      {
        "en": "Magical Warfare"
      },
      {
        "ja-ro": "Mahosen"
      },
      {
        "id": "Perang Sihir"
      },
      {
        "th": "ศึกจ้าวมนตรา"
      },
      {
        "ja": "魔法戦争"
      }
    ],
    "description": {
      "en": "Nanase Takeshi is a normal high-school student with a slightly traumatic past. You could say he's hard-working but in reality, he really cares about what others think about him. One day, however, he sees a girl wearing a uniform he had never seen before, who had collapsed on his school grounds. She is Aiba Mui and her appearance marks the beginning to a series of weird incidents. She once said, \"to be honest, I'm a magic user and sorry……I turned you into one too.\"  \n  \nAdaptation of the [light novel](https://www.novelupdates.com/series/mahou-sensou/) series written by Suzuki Hisashi with illustrations by Luna-Lia"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "26"
  },
  {
    "mangaId": "b49cd851-4c87-4855-9201-47f46cce79cf",
    "title": {
      "en": "The Mafia Nanny"
    },
    "updatedAt": "2024-02-27T20:16:03+00:00",
    "coverArt": "https://mangadex.org/covers/b49cd851-4c87-4855-9201-47f46cce79cf/22d9d559-e53f-4486-9a69-c6d867e22ad8.jpg",
    "altTitles": [],
    "description": {
      "en": "Being an Elite Nanny is simple: protect the charge, obey the principle, and don’t get emotionally attached. Easier said than done when Davina’s first client is a dangerously compelling Venetian underboss who’s determined to get under her skin. What he wants from her, she can’t imagine, but Gabriel Angelini drags her back into the glittering world of organized crime she thought she’d left behind forever. She might get answers about her past if she digs deep enough, but can she protect Mikey from his father’s ambitions and keep her heart from getting tangled up in their treacherous web?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce329812-67b6-47a3-b298-0572c62d1c0c",
    "title": {
      "en": "Mahouka Koukou no Yuutousei"
    },
    "updatedAt": "2022-10-15T22:26:17+00:00",
    "coverArt": "https://mangadex.org/covers/ce329812-67b6-47a3-b298-0572c62d1c0c/a88317fa-5b7b-4dc5-bf84-cc631326aefd.jpg",
    "altTitles": [
      {
        "en": "The Honor Student at Magic High School"
      },
      {
        "en": "The Honorary Student of a Magic High School"
      },
      {
        "th": "พี่น้องปริศนาโรงเรียนมหาเวทย์"
      },
      {
        "ja": "魔法科高校の優等生"
      },
      {
        "zh": "魔法科高校的优等生"
      },
      {
        "ru": "Почетная ученица в школе магии"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Yūtōsei"
      },
      {
        "tr": "Büyü Lisesinin Zayıf Öğrencisi"
      },
      {
        "sv": "Den lågpresterande eleven i en magiskola"
      },
      {
        "de": "Der schlechte Schüler der Magie-Oberschule"
      },
      {
        "es": "El irregular en la escuela secundaria mágica"
      },
      {
        "fr": "Le cancre d'une école de magie"
      },
      {
        "it": "Lo studente mediocre di una scuola superiore di magia"
      },
      {
        "pt": "O estudante de baixa performance da escola de magia"
      },
      {
        "id": "Orang Abnormal di SMA Sihir"
      },
      {
        "ms": "Sang Lemah Sekolah Tinggi Magik"
      },
      {
        "en": "The Poor Performing Student of a Magic High School"
      },
      {
        "uk": "Нездара в старшій школі магії"
      },
      {
        "ru": "Посредственный ученик магической старшей школы"
      },
      {
        "ar": "التلميذ المتخلف في ثانوية السحر"
      },
      {
        "zh-hk": "魔法科高中的劣等生"
      },
      {
        "ko": "마법과고교의 열등생"
      },
      {
        "en": "The Irregular at Magic High School"
      },
      {
        "zh": "魔法科高中的优等生"
      },
      {
        "zh-hk": "魔法科高中的優等生"
      }
    ],
    "description": {
      "en": "A side story of Mahouka Koukou no Rettousei that focuses on Shiba Tatsuya's younger sister's viewpoint and experiences of the events taking place in the main story."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "78"
  },
  {
    "mangaId": "5a371d62-f10a-4caf-8158-dcfdb6954368",
    "title": {
      "en": "Super Ninja Dan"
    },
    "updatedAt": "2024-03-07T00:12:38+00:00",
    "coverArt": "https://mangadex.org/covers/5a371d62-f10a-4caf-8158-dcfdb6954368/588230b7-eaa2-439a-8b54-8c0c994fdf1b.png",
    "altTitles": [
      {
        "ja-ro": "Kaze no Senshi Dan"
      },
      {
        "ja": "風の戦士ダン"
      },
      {
        "en": "Wind Warrior Dan"
      }
    ],
    "description": {
      "en": "The Kyosha and Jinma clans are ninja organizations living in the modern age. They were called \"super ninja,\" or \"super shinobi.\" However, these two clans have been fighting a fierce battle to exterminate each other. Why? The unique tag team of Tetsu Kariya and Kazuhiko Shimamoto unleash a painful work!"
    },
    "status": "completed",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "47"
  },
  {
    "mangaId": "b8249e7e-cd20-43f3-b961-f47ad1070ab0",
    "title": {
      "en": "Dame Ningen no Aishikata"
    },
    "updatedAt": "2024-05-26T11:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/b8249e7e-cd20-43f3-b961-f47ad1070ab0/f9426e8c-eef7-4f15-9576-9ab5a19a421e.jpg",
    "altTitles": [
      {
        "ja": "ダメ人間の愛しかた"
      },
      {
        "ja-ro": "Dame Ningen no Itoshikata"
      },
      {
        "en": "How to Love a Useless Person"
      },
      {
        "en": "How to Love A Misfit"
      },
      {
        "pt-br": "Como Amar Uma Pessoa Inútil"
      }
    ],
    "description": {
      "en": "\"No talent, no money, no education. A worthless person, bottom of the barrel.\"\n\"But... just seeing you like that makes me feel so happy.\"\nShinba, an unemployed young man, is what someone could call a useless person.\nFor some reason, such a man is dating a cool and beautiful woman named Hizumi.\n\nFor the sake of Hizumi, whom he loves very much, Shinba tries to graduate from being a useless person, but his efforts are always in vain.\n\nShe ridicule, sneers and deny him. She whisper words of love to him and stays by his side.\n\nAn imbalanced love story, presented by a useless man and a devilish girlfriend, open its curtains to the world.",
      "pt-br": "\"Sem talento, sem dinheiro, sem educação. Uma pessoa sem valor, no fundo do poço.\"\n\"Mas... só de te ver assim me faz tão feliz.\"\nShinba, um jovem desempregado, é o que alguém poderia chamar de uma pessoa inútil.\nPor algum motivo, esse homem está namorando uma mulher legal e bonita chamada Hizumi.\n\nPelo bem de Hizumi, a quem ele ama muito, Shinba tenta se formar como uma pessoa útil, mas seus esforços são sempre em vão.\n\nEla ridiculariza, zomba e o nega. Sussurra palavras de amor para ele e fica ao seu lado.\n\nUma história de amor desequilibrada, apresentada por um homem inútil e uma namorada diabólica, abre suas cortinas para o mundo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "479a7ae0-68b4-4509-9123-8553075cf5bd",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Tsuioku-hen"
    },
    "updatedAt": "2022-05-29T13:43:42+00:00",
    "coverArt": "https://mangadex.org/covers/479a7ae0-68b4-4509-9123-8553075cf5bd/dc22cae6-21a5-46e5-af9f-5e9e08df16c5.jpg",
    "altTitles": [
      {
        "en": "The Irregular at Magic High School - Recollection Arc"
      },
      {
        "en": "Mahouka Koukou no Rettousei - Reminiscence"
      },
      {
        "en": "Mahouka Koukou no Rettousei - Recollection Arc"
      },
      {
        "ru": "Непутевый ученик в школе магии - Воспоминания"
      },
      {
        "ja": "魔法科高校の劣等生 追憶編"
      }
    ],
    "description": {
      "en": "\"Three years ago, he had the same posture. Three years ago, he had stood behind Miyuki. Yes…. Compared to three years ago, it had changed.\"  \nSet three years prior to the present time, Tsuioku-hen tells the events that would change Miyuki's world drastically, as well as the events that led Tatsuya to become what he is now.  \n  \nAdaptation of the original novel's volume 8."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "346f3bd5-aa09-4a79-b6a0-0a8867253570",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Raihousha-hen"
    },
    "updatedAt": "2022-09-25T15:49:37+00:00",
    "coverArt": "https://mangadex.org/covers/346f3bd5-aa09-4a79-b6a0-0a8867253570/e6d136d3-ae40-4b75-b452-b3db95931c89.jpg",
    "altTitles": [
      {
        "ja-ro": "Mahouka Koukou no Rettousei - Raihousha Hen"
      },
      {
        "ja-ro": "Mahouka Koukou no Rettousei - Raihoushahen"
      },
      {
        "ja-ro": "Mahouka Koukou no Rettousei: Raihousha-hen"
      },
      {
        "en": "The Irregular at Magic High School - Visitors Arc"
      },
      {
        "en": "Mahouka Koukou no Rettousei: Visitors Arc"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Гость"
      },
      {
        "ja": "魔法科高校の劣等生 来訪者編"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō-sei Raihō-sha-hen"
      },
      {
        "zh-hk": "魔法科高校的劣等生：來訪者篇"
      },
      {
        "zh": "魔法科高校的劣等生：来访者篇"
      }
    ],
    "description": {
      "en": "Miyuki's classmate Kitayama Shizuku is on her way to study abroad.  \nFor magicians, this is normally impossible, since allowing the genes of someone who can use magic outside their home country's borders is tantamount to giving up national secrets.  \nBut it's allowed to happen in one case-exchange programs. And that's how Angelina has arrived in Japan from the USNA to study at First High. But it seems she's a part of something much bigger than a simple cultural exchange!  \n  \nAdaptation of the original novel's volumes 9-11.\n\n[Wikipedia](https://ja.wikipedia.org/wiki/%E9%AD%94%E6%B3%95%E7%A7%91%E9%AB%98%E6%A0%A1%E3%81%AE%E5%8A%A3%E7%AD%89%E7%94%9F_(%E3%82%A2%E3%83%8B%E3%83%A1))"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "43"
  },
  {
    "mangaId": "9496f98c-78b9-46d0-a092-d4ccc6759cc9",
    "title": {
      "en": "A Galaxy Next Door"
    },
    "updatedAt": "2024-05-24T18:31:17+00:00",
    "coverArt": "https://mangadex.org/covers/9496f98c-78b9-46d0-a092-d4ccc6759cc9/f4f12a19-6b86-462b-b140-74a5f7df1962.jpg",
    "altTitles": [
      {
        "ja-ro": "Otonari ni Ginga"
      },
      {
        "ja": "おとなりに銀河"
      },
      {
        "ru": "Галактика по соседству"
      },
      {
        "en": "The Galaxy Next Door"
      },
      {
        "zh": "邻人似银河"
      },
      {
        "ko": "내 옆에 은하"
      }
    ],
    "description": {
      "en": "After the death of his father, Kuga Ichirou, a shoujo mangaka fresh out of high school, has to take care of his two little siblings, Machi and Fumio, all by himself. Struggling to meet a deadline after his previous assistants get their manga debuts, he hires a new assistant through his editor. However, his life takes an unexpected turn after this new assistant is revealed to be a beautiful and mysterious girl…\n\n[Official English](https://kodansha.us/series/a-galaxy-next-door/)",
      "pt-br": "Depois da morte de seu pai, Kuga Ichirou, um mangaká de shoujo recém-saído do colégio, tem que cuidar sozinho dos seus dois irmãos menores, Machi e Fumio. Lutando para cumprir o prazo depois que seus assistentes anteriores estrearam com mangá, ele contrata um novo assistente através do seu editor. Contudo, sua vida tem uma virada inesperada depois que esse novo assistente é revelada ser uma garota linda e misteriosa..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "32"
  },
  {
    "mangaId": "8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac",
    "title": {
      "en": "Onimushi"
    },
    "updatedAt": "2023-02-07T02:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac/25b8f2a9-4b3b-45d5-812f-3a6b455315c4.jpg",
    "altTitles": [
      {
        "ja": "鬼虫"
      },
      {
        "fr": "Rivage"
      },
      {
        "en": "Demon Bug"
      }
    ],
    "description": {
      "en": "A primitive tribe on an island. During a tempest, a young girl disappears. Ten years later, she mysteriously reappears. The contact with civilization seems to have changed her."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": ""
  },
  {
    "mangaId": "c055a250-d2ee-486d-b80c-048d6be8f011",
    "title": {
      "en": "Isekai Ooku de JK wa Koi o Suru"
    },
    "updatedAt": "2024-05-31T07:06:29+00:00",
    "coverArt": "https://mangadex.org/covers/c055a250-d2ee-486d-b80c-048d6be8f011/de2c74de-7cf2-4a5f-93ae-fa288dce0995.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Oooku de JK wa Koi o Suru"
      },
      {
        "en": "A JK Falls in Love in the Depths of Another World"
      },
      {
        "ja": "異世界大奥でJKは恋をする"
      }
    ],
    "description": {
      "en": "16 year old Himeno Shion has never experienced love. Unfortunately, she suddenly hit by a truck and gets transported no another world!\n\n[Do you want to all in love?]\n\nRight when she's about be eaten by a dragon, she gets saved by handsome hero named Ars. After bring Shion to his castle, Dragonia, she discovers that he wants to gather a harem girls from other races!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f5d6b7e-3773-4aa3-a5b6-29800a16470e",
    "title": {
      "en": "Why Are You Obsessed With Your Fake Wife?"
    },
    "updatedAt": "2023-12-11T18:36:25+00:00",
    "coverArt": "https://mangadex.org/covers/4f5d6b7e-3773-4aa3-a5b6-29800a16470e/a22c3255-33da-40f9-abe1-94d9a3ab623b.jpg",
    "altTitles": [
      {
        "ko": "가짜 아내에게 왜 집착하세요?"
      },
      {
        "pl": "Dlaczego Masz Obsesję na Punkcie Swojej Fałszywej Żony?"
      }
    ],
    "description": {
      "en": "\"You'd better not even dream of being recognized as my wife. There will never be an heir from a daughter of Balajit.”\n\nNadia couldn't agree more with his opinion.\nThank you, Marquis, be sure to keep your word.\n\n“The Marquis said you had no intention of sleeping with me.”\n“… … .”\n“So, to ensure an heir, there's no other choice but to take a concubine... … .”\n\nNadia's head jerked at the sound of something crushing on her.\nThen, out of the corner of her eyes, she saw that the table her husband was working on had cracked.\n\nNo, why did it suddenly break?",
      "ko": "“내 아내로 인정받을 망상 따위 꿈에도 하지 않는 게 좋을 거다. 내가 발라지트의 딸에게서 후사를 볼 일은 영영 없을 테니.”\n\n나디아는 하마터면 나도 같은 생각이라고 맞장구칠 뻔했다.\n\n감사합니다, 후작놈아.\n자기 입으로 한 말은 꼭 지키세요.\n\n***\n\n“후작님께서 저와 합방을 할 의사가 없다고 하셨거든요.”\n“…….”\n“그러니 후계를 위해선 어쩔 수 없이 첩을 들이는 수밖에…….”\n\n콰직.\n무언가 으스러지는 소리에 나디아의 고개가 홱 돌아갔다.\n그러자 남편이 짚은 테이블의 한 구석에 금이 간 모습이 보인다.\n\n아니, 저게 갑자기 왜 부서져?",
      "pl": "\"Lepiej, żebyś nie marzyła o uznaniu cię za moją żonę. Nigdy nie miałbym następcy z córką Balazita\".\nSłysząc to, Nadia prawie powiedziała: \"Czuję to samo\".\nDziękuję ci, markizie. Mam nadzieję, że dotrzymasz swoich słów.\n***\n\"Powiedziałeś, że nie masz zamiaru dzielić ze mną łoża\".\n\"...\"\n\"Więc dla dobra następcy wiem, że nie masz innego wyboru, jak sprowadzić konkubinę...\"\npęknięcie\nGłowa Nadii odwróciła się na ten dźwięk.\nW następnej chwili widzi, pęknięcie w rogu stołu, przy którym był jej mąż.\nTo znaczy, dlaczego ten stół nagle się złamał?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4334ffdc-4234-4fa8-ab63-2391d62ea671",
    "title": {
      "en": "A Chance at Last"
    },
    "updatedAt": "2023-10-10T08:37:46+00:00",
    "coverArt": "https://mangadex.org/covers/4334ffdc-4234-4fa8-ab63-2391d62ea671/d80f24a6-a348-49a8-9ee6-510cb195e324.png",
    "altTitles": [
      {
        "ko": "이제야 연애"
      },
      {
        "ko-ro": "Ijeya Yeonae"
      },
      {
        "en": "From Now on, Romance"
      },
      {
        "en": "Finally Able to Date"
      },
      {
        "fr": "Une seconde chance"
      },
      {
        "th": "ใต้ร่มวันฝนพรำ"
      },
      {
        "zh-hk": "戀愛，現在才開始"
      },
      {
        "zh": "现在才恋爱"
      }
    ],
    "description": {
      "en": "Sisters Ju-eun and Hye-jin lived a miserable life. After the death of their mother, their 'father', who had always been absent from their lives, suddenly appeared. Hye-jin, the older sister, agreed to his suggestion: if one of them joins the 'Daesung Group', he will rescue them from their poverty-stricken life. However... three years after entering 'Daesung Group', she dies in vain. This left Ju-eun struggling with despair at her helplessness in preventing her sister’s death. But then, she gets a new opportunity when she is brought back in time and Ju-eun decides to take her sister's place by becoming the daughter of the 'Daesung Group' that killed Hye-jin.\n\n---\nSisters Ju-eun and Hyejin grew up in absolute poverty. After their mother’s death, Hyejin accepts the offer to join their estranged father’s wealthy family. But when Hyejin turns out dead just three years later, Ju-eun is grief-stricken. She grabs at the chance to travel back in time and take her sister’s place where she meets the kind but mysterious Iho."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "69"
  },
  {
    "mangaId": "8e88a53e-cb0d-4b3f-8c0d-45d653a3e1be",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Natsuyasumi-hen"
    },
    "updatedAt": "2022-05-29T13:34:13+00:00",
    "coverArt": "https://mangadex.org/covers/8e88a53e-cb0d-4b3f-8c0d-45d653a3e1be/8eb51b69-a8b6-443a-8c3a-7a2825bceced.jpg",
    "altTitles": [
      {
        "en": "The Irregular at Magic High School  - Summer Vacation Arc"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Летние каникулы"
      },
      {
        "ja": "魔法科高校の劣等生 夏休み編"
      }
    ],
    "description": {
      "en": "Follows a variety of characters over their summer break between the Nine School Competition Arc and the Yokohama Disturbance Arc.  \n  \nAdaptation of the first five chapters of the original novel's volume 5."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "3b9bade6-28a0-4f2f-8211-4b5106a2cbbd",
    "title": {
      "en": "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu"
    },
    "updatedAt": "2024-05-26T22:28:17+00:00",
    "coverArt": "https://mangadex.org/covers/3b9bade6-28a0-4f2f-8211-4b5106a2cbbd/0987f11d-3b35-4403-9356-dfbd2f2e1586.jpg",
    "altTitles": [
      {
        "ja": "ギルドの受付嬢ですが、残業は嫌なのでボスをソロ討伐しようと思います"
      },
      {
        "ja-ro": "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu"
      },
      {
        "en": "I May Be a Guild Receptionist, but I’ll Solo Any Boss to Clock Out on Time"
      },
      {
        "en": "I'm the guild receptionist, but since I don't want to work overtime, I think I'll just solo the boss"
      },
      {
        "zh": "虽然是公会柜台小姐，但是因为讨厌加班所以要去单挑BOSS"
      },
      {
        "en": "I'm a Guild Receptionist, but I Hate Overtime So I'm Going to Slay the Boss Solo"
      }
    ],
    "description": {
      "en": "“It’s safe because it’s a desk job, super stable because it’s public work!” \n\nAlina Clover thought being a receptionist for the Adventurers Guild would be her ticket to the good life… but her dream gig turns into an overtime nightmare whenever adventurers get stuck clearing a dungeon. \n\nTo save herself from paperwork, Alina turns to the simplest solution at hand — beating down the monsters herself! A mysterious adventurer showing up out of nowhere, soloing the boss, then disappearing without taking credit is bound to create rumors, and Alina’s treasured job forbids side hustles. \n\nSo there might be trouble when the leader of the Silver Sword party discovers her secret…!",
      "ja": "内勤だから安全、公務だから超安定！\n\nそんな理想の職業「ギルドの受付嬢」となったアリナを待っていたのは、理想とは程遠い残業三昧の日々だった。\n\n全てはダンジョンの攻略が滞っているせい！ 限界を迎えたアリナは、なんと大鎚を手に自らボス討伐に赴くのであった―。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37a338e3-1bd3-46f3-a3d3-705f674bcd7c",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Double Seven-hen"
    },
    "updatedAt": "2022-10-09T21:45:38+00:00",
    "coverArt": "https://mangadex.org/covers/37a338e3-1bd3-46f3-a3d3-705f674bcd7c/70bb4e77-f3ba-4262-9245-504a659b6d3b.jpg",
    "altTitles": [
      {
        "ja-ro": "Mahouka Koukou no Rettousei - Daburu Sebun-hen"
      },
      {
        "en": "The Irregular at Magic High School - Double Seven Arc"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Близняшки Саэгуса"
      },
      {
        "ja": "魔法科高校の劣等生 ダブルセブン編"
      },
      {
        "zh-hk": "魔法科高校的劣等生：雙七篇"
      },
      {
        "zh": "魔法科高校的劣等生：双七篇"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō-sei Double Seven-hen"
      },
      {
        "ko": "마법과 고등학교의 열등생 더블 세븐편"
      }
    ],
    "description": {
      "en": "The second year has started! Mikihiko has been promoted to Course 1, Tatsuya has entered the new Magical Engineering Course, and trouble is brewing between Saegusa Mayumi's younger twin sisters and 1st year representative Shippou Takuma, a member of the 18 Assistant Houses' Shippou Household.  \n  \nAdaptation of the original novel's volume 12."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "32"
  },
  {
    "mangaId": "ce63e6b8-fad8-48bc-a2aa-d801fb8d5d43",
    "title": {
      "en": "Magi"
    },
    "updatedAt": "2022-02-17T11:25:47+00:00",
    "coverArt": "https://mangadex.org/covers/ce63e6b8-fad8-48bc-a2aa-d801fb8d5d43/fce98983-acb7-44f1-b6aa-ceba6a569ba9.jpg",
    "altTitles": [
      {
        "vi": "Magi - Mê Cung Thần Thoại"
      },
      {
        "es": "Magi: El Laberinto de la Magía"
      },
      {
        "en": "Magi: The Labyrinth of Magic"
      },
      {
        "zh": "MAGI魔奇少年"
      },
      {
        "ru": "Маги - Лабиринт Волшебства"
      },
      {
        "ar": "ماجي: متاهة السحر"
      },
      {
        "fa": "ماگی: پیچال جادو"
      },
      {
        "th": "เมไจ"
      },
      {
        "ja": "マギ"
      },
      {
        "ko": "마기"
      }
    ],
    "description": {
      "en": "Deep within the deserts lie the mysterious Dungeons, vast stores of riches open for the taking by anyone lucky enough to find them and brave enough to venture into the depths from where few have ever returned. Plucky young adventurer Aladdin means to find the Dungeons and their riches, but Aladdin may be just as mysterious as the treasures he seeks. Together with the Djinn Ugo and his friend, Alibaba, Aladdin sets out to find his fortune in the depths of the endless dunes.  \n  \nWon the 59th Shogakukan Manga Award in the Shounen category.",
      "es": "En lo profundo de los desiertos se encuentran las misteriosas mazmorras, vastos depósitos de riquezas abiertos para que los tome cualquiera que tenga la suerte de encontrarlos y el coraje de aventurarse en las profundidades de donde pocos han regresado. El joven y valiente aventurero Aladino quiere encontrar las mazmorras y sus riquezas, pero Aladino puede ser tan misterioso como los tesoros que busca. Junto con el Djinn Ugo y su amigo, Alibaba, Aladino se propone encontrar su fortuna en las profundidades de las dunas interminables.  \n  \nGanó el 59º Premio Shogakukan Manga en la categoría Shounen.",
      "pt": "Essa história é sobre o fluxo do destino e da batalha para manter o mundo no caminho certo. Aladdin é um garoto que tem a intenção de explorar o mundo depois de ficar preso em uma sala na maior parte de sua vida. Seu melhor amigo é uma flauta com um djinn nele, chamado Ugo. Pouco tempo depois, Aladdin descobre que ele é um Magi, um mago que escolhe os reis, e ele nasceu para escolher reis que vão seguir o caminho justo, lutando contra aqueles que querem destruir o destino. Siga suas aventuras de como ele conhece os outros contos de \"Mil e Uma Noites\", como Ali Babá e Sinbad, e a luta para manter o equilíbrio do mundo que está em cheque!",
      "ru": "Алладин путешествует по таинственному континенту на котором находятся руины, известные как, \"Dungeon\", считается, что в них скрыты сокровища. Во время своего путешествия Алладин встречает Али-Бабу, и вместе они пытаются найти спрятанные сокровища. Эти поиски приносят им новые встречи и расставания. Многое придется пройти, Алладину, чтобы узнать свое истинное предназначение. Основано на сказках \"Тысяча и одна ночь\"."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "37",
    "lastChapter": "369"
  },
  {
    "mangaId": "27b68d2a-2519-49d1-b33f-2a3b297df14a",
    "title": {
      "en": "Koi no Iroha wo Oshiete"
    },
    "updatedAt": "2024-05-26T02:21:26+00:00",
    "coverArt": "https://mangadex.org/covers/27b68d2a-2519-49d1-b33f-2a3b297df14a/707932bc-a2c4-4e53-8084-2bd6a2cba9ca.jpg",
    "altTitles": [
      {
        "ja": "恋のいろはを教えて"
      },
      {
        "en": "Teach Me the ABCs of Love"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0c9ee26-5b00-4326-bb1c-170f2a5b0ff7",
    "title": {
      "en": "Madoromi-chan ga Iku."
    },
    "updatedAt": "2022-02-10T06:49:18+00:00",
    "coverArt": "https://mangadex.org/covers/d0c9ee26-5b00-4326-bb1c-170f2a5b0ff7/9a08c596-f04f-4141-8230-c5b086684088.jpg",
    "altTitles": [
      {
        "en": "Go! Go! Madoromi-chan."
      },
      {
        "ja": "まどろみちゃんが行く。"
      },
      {
        "ko": "마도로미짱 이 간다"
      }
    ],
    "description": {
      "en": "A wonderful slice of life comedy about the daily life of an innocent horned girl named Madoromi and her caretaker human Taichii and their adventures and exploits in life."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "24"
  },
  {
    "mangaId": "2e49632c-c3c6-443a-a86d-f588f331eef2",
    "title": {
      "en": "Madan no Ou to Vanadis"
    },
    "updatedAt": "2023-03-24T18:38:19+00:00",
    "coverArt": "https://mangadex.org/covers/2e49632c-c3c6-443a-a86d-f588f331eef2/0cc919b3-c5be-44b6-9e6f-4b89f49bc1a1.jpg",
    "altTitles": [
      {
        "en": "King of the Magic Bullet and the Vanadis"
      },
      {
        "en": "Lord Marksman and Vanadis"
      },
      {
        "ja-ro": "Madan no Ou to Senki"
      },
      {
        "en": "The King of the Magic Arrow and The War Princesses"
      },
      {
        "zh": "魔弹之王与战姬"
      },
      {
        "ja": "魔弾の王と戦姫"
      },
      {
        "ko": "마탄의 왕과 바나디스"
      }
    ],
    "description": {
      "en": "Set in Western Europe during times of war, Eleonora \"Ellen\" Viltaria, one of the Vanadis of Zhcted, leads the battle into Brune. There are, in fact, seven Vanadis, named for having each received a powerful weapon from the dragon to individually reign over seven territories. The power of the Vanadis invokes dread and fear from their enemies. An earl in the service of the country of Brune, a young archer by the name of Tigre, experienced the Vanadis's power firsthand after being defeated on the battlefield by Ellen. However, Ellen chose to spare his life after witnessing his skills, but in exchange, he is asked to serve her."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "51"
  },
  {
    "mangaId": "9cf8a708-c242-4e73-bd20-87366a7c9127",
    "title": {
      "en": "Between Us Now"
    },
    "updatedAt": "2024-02-17T14:08:28+00:00",
    "coverArt": "https://mangadex.org/covers/9cf8a708-c242-4e73-bd20-87366a7c9127/87d8fde2-8e46-4ea5-923a-d5a504fa9cb3.jpg",
    "altTitles": [
      {
        "ko": "지금 우리 사이는"
      }
    ],
    "description": {
      "en": "He was my best friend in the world. \nAnd that was enough.\n\nTaesung and Wooyoung became best friends by chance when they were young.\n\nTheir friendship seemed to continue, even as they went to high school, but Wooyoung feels the desire to be more than just friends with Taesung.\n\nMeanwhile, Taesung has become wary of Suhwa, who had become close to Wooyoung in high school. And an incident between Taesung and Suhwa causes a falling out between him and Wooyoung.\n\nThe two of them end up going to the same university without repairing the relationship. \n\nIn order to rid himself of his feelings for Taesung, Wooyoung decides to cut off all contact and enlist in the army.  But he still struggles with his feelings.\n\nAfter his military service, with Suhwa’s help, Wooyoung moves into an officetel, where he coincidentally reunites with Taesung…\n\nThe unrequited love which had started fresh and pure, had become gradually more intense as time passed.\nKwon Wooyoung felt like he was dying to have Go Taesung."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da616594-c563-4e7a-810b-1c0997024be5",
    "title": {
      "en": "Isekaied as \"Mary Stu\""
    },
    "updatedAt": "2024-02-27T12:38:03+00:00",
    "coverArt": "https://mangadex.org/covers/da616594-c563-4e7a-810b-1c0997024be5/e10b0192-d538-46ac-ba9f-25795471df01.jpg",
    "altTitles": [
      {
        "zh": "穿越成为“玛丽叔”"
      }
    ],
    "description": {
      "en": "An ordinary 30-year-old salaryman named Yang Dong gets transported into the role of the female protagonist in a Mary Sue harem novel. Although in his own eyes he still looks like a middle-aged man, others see him as a lovely high school girl. Now he’s falling into classic shoujo tropes and getting tangled up with the four male protagonists! How will he survive with his dignity?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e3c906d-756e-4090-8464-ca27dd5fe3af",
    "title": {
      "en": "LUVSLAVE"
    },
    "updatedAt": "2023-12-03T23:56:10+00:00",
    "coverArt": "https://mangadex.org/covers/3e3c906d-756e-4090-8464-ca27dd5fe3af/58fdda05-a51f-41dd-83e6-51cf6011e1b7.png",
    "altTitles": [
      {
        "en": "Love Slave"
      },
      {
        "ja-ro": "Rabusureibu"
      },
      {
        "ja": "ラブスレイヴ"
      }
    ],
    "description": {
      "en": "In the not so distant future in Japan, there is a secret game for boys who have experienced their sexual awakening. Making a contract with an onee-san, the competition takes the style of a card game where the master can give an order to dress the slave in erotic clothing or perform a skill. Only when it is approved by the slave, the order goes through. In other words, a game that tests the love between the master and slave."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e12f9be6-1d07-410d-8a07-a4af14d30e63",
    "title": {
      "en": "Oni no Youna LoveCome"
    },
    "updatedAt": "2023-05-06T17:50:44+00:00",
    "coverArt": "https://mangadex.org/covers/e12f9be6-1d07-410d-8a07-a4af14d30e63/495b24e7-f079-4738-a917-5cbda0430911.jpg",
    "altTitles": [
      {
        "en": "Like a Demon Love-Comedy"
      },
      {
        "en": "LoveCome Like A Demon"
      },
      {
        "en": "Oni Love Comedy"
      },
      {
        "ja-ro": "Oni No You Na Rabucome"
      },
      {
        "ja-ro": "Oni no Youna RabuKome"
      },
      {
        "ja": "鬼のようなラブコメ"
      },
      {
        "ja-ro": "Oni no Youna LoveCome"
      },
      {
        "ja-ro": "Oni no you na Love Comedy"
      },
      {
        "zh": "像鬼一样的恋爱喜剧"
      },
      {
        "ko": "오니 같은 러브코미디"
      }
    ],
    "description": {
      "en": "Akashi Tsukasa is a high-schooler, who has developed a ruthless reputation since childhood as the \"Red Demon\" when it came to defending the girl he likes. As a result, whenever girls see him now, they run away scared until one day he helps a girl named Shirakawa Kiko who was being harassed by a group of boys. Incredibly, she did not fear him and instead, smiles and sincerely thanks him. Could this be Akashi's true love?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "41"
  },
  {
    "mangaId": "63b2dc67-f55c-4f4a-899f-cedd77721bcf",
    "title": {
      "en": "Ore wa Seikan Kokka no Akutoku Ryoshu"
    },
    "updatedAt": "2024-05-21T22:54:04+00:00",
    "coverArt": "https://mangadex.org/covers/63b2dc67-f55c-4f4a-899f-cedd77721bcf/77ad75d2-a5a2-4016-bada-e78c9b0a8f2e.jpg",
    "altTitles": [
      {
        "ja": "俺は星間国家の悪徳領主"
      },
      {
        "en": "I'm the Evil Lord of an Intergalactic Empire!"
      },
      {
        "pt-br": "Eu sou o Lorde Vilão da Nação Interestelar"
      },
      {
        "id": "Aku adalah Penguasa Jahat dari Kekaisaran Antargalaksi!"
      },
      {
        "ja-ro": "Ore wa Seikan Kokka no Akutoku Ryoshu"
      }
    ],
    "description": {
      "en": "In his past life, Liam was hardworking and honest. This got him nothing but debt and betrayal. Now he’s been reborn as the ruling noble of a planet.\n\nTime for some payback.\n\nThis life he’ll grind the world under his heel! He’s only looking out for himself. All his underlings will suffer! But try as he might, his tyranny only seems to make his subjects happier.",
      "id": "Liam sera banfield adalah reincarnator. dia bereinkarnasi di dunia fantasy pedang dan sihir. Tapi pada saat peradaban sudah siap membuat kemajuan ke luar angkasa, ceritanya terjadi di sebuah kerajaan antar galaksi, sebuah universitas seperti opera ruang angkasa di mana senjata humanoid dan pesawat ruang angkasa saling melengkapi. Liam, yang telah menjelma menjadi keluarga bangsawan dalam masyarakat monarki. memiliki ambisi untuk suatu hari menjadi raja jahat di kehidupan sebelumnya. sayangnya Liam telah kehilangan segalanya dan mati dalam keputusasaan. \r\n\r\n\"sangat bodoh hidup untuk orang lain.\"\r\n \"Aku akan hidup untuk diriku sendiri\"\r\n\r\n ia mulai menuju kehidupan keduanya, tetapi malah disembah sebagai penguasa yang berbudi luhur karena perbedaan nilainya. Akankah Liam dapat dengan aman menjadi tuan yang jahat?",
      "ja": "星間国家アルグランド帝国の辺境惑星を治める伯爵家に転生し、幼くして領主となったリアム・セラ・バンフィールド。持ち前の善良さ故に、妻や会社に裏切られた前世の反省から今世では“奪う側”として生きると決意する――\n\n「悪徳領主になって、悪の限りを尽くす！」\n\nだが、受け継いだ領地は虐げるまでもない寂れっぷりで……止む無くリアムは自領の建て直しから着手することに。人工知能を重用！ 宇宙艦隊を縮小！ 不正貴族を一刀両断！常識など無視して思うがまま傍若無人に振る舞うのだが、結果的に領民は豊かになり、好感度がうなぎ登りで……!?",
      "pt-br": "Liam Sera Canfield é um reincarnator. Ele reencarnou em um universo fantasioso de espada e feitiçaria, onde a civilização já avançou para o espaço sideral. A história se passa em um império intergaláctico, assim como uma space opera, com armas humanoides e batalhas de naves espaciais. Liam, que incarnou em uma família de aristocratas em uma sociedade monárquica, tem a ambição de se tornar um lorde maligno. Em sua vida anterior, liam infelizmente acabou perdendo tudo e morrendo em desespero. “ É tolice viver pelos outros.” “ Eu irei viver por mim mesmo” Com esses sentimentos no peito ele começa sua segunda vida, só que ao invés disso ele é idolatrado como um virtuoso líder por causa da diferença de valores. Será que Liam conseguirá se tornar um lorde maligno?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a721911-2bc2-4bfb-9c85-f14e58f95b15",
    "title": {
      "en": "Giji Renai Dewa Mamanaranai"
    },
    "updatedAt": "2024-05-09T13:31:31+00:00",
    "coverArt": "https://mangadex.org/covers/5a721911-2bc2-4bfb-9c85-f14e58f95b15/b7bf78c9-e127-4581-99aa-adfb57aba676.jpg",
    "altTitles": [
      {
        "ja": "擬似恋愛ではままならない"
      },
      {
        "en": "I can’t quiet this passion by pseudo-love affair"
      }
    ],
    "description": {
      "en": "I like feeling good, and if I'm going to do it, I want money too.\n\nKaidou Tsubasa is a pretty, laid-back yankee who sells himself for that simple reason. His friend extorted 5,000 yen from his classmate, Kamiki, and invited him to have sex with him.\n\nHowever, Kamiki, who Tsubasa thought was a geek and uncool, resisted to protect Tsubasa and ended up fighting back, but Tsubasa was interested in Kamiki...\n\nIn addition to the title story, this is a collection of five short stories, including an erotic training session for a college student who is in trouble after being dumped by a girl and a sales employee who cannot resist an order from a client and provides sexual entertainment."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "1b6d0e71-483e-48e4-8e7d-9592f8e624c9",
    "title": {
      "en": "Alpha Buddy"
    },
    "updatedAt": "2024-03-16T13:10:59+00:00",
    "coverArt": "https://mangadex.org/covers/1b6d0e71-483e-48e4-8e7d-9592f8e624c9/f139dd94-f832-4554-b857-3ed07d553ad7.jpg",
    "altTitles": [
      {
        "ko": "알파친구"
      }
    ],
    "description": {
      "en": "Back then, it was not only the two of us.\nMe, you, and him.\n\nThat guy, who always hovered in the periphery of my first love Omega's sight, was an Alpha without pheromones.\nThe winner of that first love was naturally me, the Alpha with pheromones,\nAnd now, that guy, Seong Jewon, is just another member of our friend group.\n\nI thought our days would continue to pass by peacefully,\nBut when I got my hands on a candle that can recreate any desired pheromone,\nOur relationship began to flow in an unexpected direction.\n\nI thought I was recalling the pheromone of my first love,\nBut why is it that I remember that guy more clearly?\nCan someone tell me why?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80bba71d-079c-4187-9058-6f06bee2311e",
    "title": {
      "en": "Log Horizon - Nyanta Hanchou Shiawase no Recipe"
    },
    "updatedAt": "2022-12-04T02:35:16+00:00",
    "coverArt": "https://mangadex.org/covers/80bba71d-079c-4187-9058-6f06bee2311e/707fb2a7-f704-4be3-84f3-71825d0ee1d8.jpg",
    "altTitles": [
      {
        "ja-ro": "Log Horizon Gaiden - Nyanta Hanchou Shiawase no Recipe"
      },
      {
        "en": "Log Horizon Gaiden - Nyanta's Fortune Recipe"
      },
      {
        "ja": "ログ・ホライズン にゃん太班長・幸せのレシピ"
      }
    ],
    "description": {
      "en": "Nyanta uses his subclass as a chef to serve good food to the players trapped in Elder Tale."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "42"
  },
  {
    "mangaId": "1beedc69-1f7f-4ddd-9469-f216e6ecb279",
    "title": {
      "en": "Log Horizon - Honey Moon Logs"
    },
    "updatedAt": "2022-12-04T02:38:28+00:00",
    "coverArt": "https://mangadex.org/covers/1beedc69-1f7f-4ddd-9469-f216e6ecb279/285d91bc-36a5-4c53-b0df-9fd165a1d0a6.jpg",
    "altTitles": [
      {
        "en": "Log Horizon Gaiden: Honey Moon Logs"
      },
      {
        "ja": "ログ・ホライズン外伝 HoneyMoonLogs"
      }
    ],
    "description": {
      "en": "The events of Log Horizon narrated from the point of view of the Crescent Moon Alliance, especially Henrietta and Maryell."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "27"
  },
  {
    "mangaId": "c80bc253-e87d-4ec4-b4f6-c4c0f14f0783",
    "title": {
      "en": "Kyoudai hodo Chikaku Tooimono wa Nai"
    },
    "updatedAt": "2023-09-08T18:33:13+00:00",
    "coverArt": "https://mangadex.org/covers/c80bc253-e87d-4ec4-b4f6-c4c0f14f0783/4721c332-a28f-48af-879f-06a2a9e463af.jpg",
    "altTitles": [
      {
        "en": "I'm obsessed with my little bro!"
      },
      {
        "fr": "Je suis obsédée par mon petit frère"
      },
      {
        "vi": "Tuy xa mà gần như chị em."
      },
      {
        "ru": "Я без ума от своего младшего братика!"
      },
      {
        "zh": "妄想系姐姐的弟控人生"
      },
      {
        "ja": "姉弟ほど近く遠いものはない"
      },
      {
        "ko": "남매만큼 가깝고 먼 건 없어"
      }
    ],
    "description": {
      "en": "Ane (Older sis) is uber perfect; she’s beautiful, intelligent and is admired as the president of the student council. But, when it comes to her little brother, she goes nuts, unable to control her over-the-top obsession with him. Their days get even more chaotic surrounded by a bunch of oddballs, from a mentally-disturbed best friend, their little sister with a sister complex, an ex-punk convenience store manager, a hardcore masochist, a loli-con and more! Casual comedy perfect for filling your spare time.",
      "pt": "Ane (irmã mais velha) é perfeita; ela é linda, inteligente e é admirada como presidente do conselho estudantil. Mas, quando se trata de seu irmão mais novo, ela enlouquece, incapaz de controlar sua obsessão excessiva com ele. Seus dias ficam ainda mais caóticos cercados por um bando de excêntricos, de um amigo mentalmente perturbado, sua irmãzinha com um complexo do irmão, um gerente de loja de conveniência ex-punk, um masoquista hardcore, um lolicon e mais!",
      "ru": "Старшая сестра умница, красавица, само совершенство, да еще и президент студсовета, которым все восхищаются. Только вот у нее есть одна слабость - младший брат, ведь рядом с ним она полностью теряет над собой контроль и отдается чувствам и желанию. Правда, самого брата сия ипостась сестренки совсем не радует.  \nС каждым разом, жизнь этой парочки становится все более и более хаотичными, ведь их окружение состоит сплошь из чудиков и людей со своими \"тараканами\"…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "123"
  },
  {
    "mangaId": "665766a3-905d-4a71-a90a-bd2c75d1a81f",
    "title": {
      "en": "Alice in Borderland"
    },
    "updatedAt": "2024-02-11T15:21:22+00:00",
    "coverArt": "https://mangadex.org/covers/665766a3-905d-4a71-a90a-bd2c75d1a81f/aa02f5a2-e068-4a53-bf3c-2c77f23f43b6.jpg",
    "altTitles": [
      {
        "ja-ro": "Imawa no Kuni no Alice"
      },
      {
        "ja-ro": "Imawa no Kuni no Alice: Alice in Borderland"
      },
      {
        "ru": "Алиса в Пограничье"
      },
      {
        "th": "อลิศในแดนมรณะ"
      },
      {
        "ja": "今際の国のアリス"
      },
      {
        "ja": "今際の国のアリス Alice in Borderland"
      },
      {
        "zh": "弥留之国的爱丽丝"
      },
      {
        "zh-hk": "彌留之國的愛麗絲"
      },
      {
        "ne": "बोर्डरल्याण्डमा एलिस"
      }
    ],
    "description": {
      "en": "Alice Ryouhei will leave high school soon, but he's trying to avoid thinking about his future. Late one night, when he's hanging out with his tough friend Karube and his silly, girl-crazy friend Chota, they see fireworks. After one blindingly bright explosion, they find themselves waking up in a different world. In this 'Borderland,' people are forced to either participate in potentially deadly games or simply die. Will Chota, Karube, and Ryouhei be able to survive this dangerous new world, and is there a way they can get back to their original lives?  \n  \n\n\n---\n\n- Indonesian release by Elex Media [tankoubon (2014) and 2-in-1 (2022)]",
      "ru": "Прогульщик и двоечник Арису Рёхей не хочет учиться и не представляет, чем займётся после окончания школы. Зато у него есть мечта - попасть в другой мир, где нет учителей и родителей и где ты сам хозяин своей судьбы. Только вот желания - штука опасная, они исполняются. Арису и его друзья попадают в странный мир, где они должны принять участие в игре. И всё бы ничего, да только отказаться нельзя и ставка в этой игре - жизнь.   \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=16495)  \n  \n [Official Chinese](https://manga.bilibili.com/detail/mc27967)   \n [Official Thai](https://www.phanpha.com/item/%E0%B8%AD%E0%B8%A5%E0%B8%B4%E0%B8%AA%E0%B9%83%E0%B8%99%E0%B9%81%E0%B8%94%E0%B8%99%E0%B8%A1%E0%B8%A3%E0%B8%93%E0%B8%B0-alice-borderland-%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-01-18-%E0%B8%88%E0%B8%9A)"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "64.1"
  }
]