[
  {
    "mangaId": "062e3b40-f43a-423d-b4d4-19b9d21c62bf",
    "title": {
      "en": "Furoufushi Shoujo no Naedoko Ryokouki"
    },
    "updatedAt": "2025-01-29T10:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/062e3b40-f43a-423d-b4d4-19b9d21c62bf/024f5549-4952-4868-895d-db1ee112ad88.jpg",
    "altTitles": [
      {
        "ja": "不老不死少女の苗床旅行記"
      },
      {
        "en": "The Nursery Travel Report by a Immortality Girl"
      },
      {
        "en": "The Immortal Girl's Nursery Travelogue"
      },
      {
        "vi": "Bồn Chứa Tinh Bất Tử Phiêu Lưu Ký"
      },
      {
        "en": "Depravity Records by an Immortality Girl"
      },
      {
        "zh-hk": "不老不死少女的苗床旅行記"
      }
    ],
    "description": {
      "en": "The journey of a genius girl who became immortal to grant her dreams of being bred to different species of creatures in order to fulfill her curiosity.",
      "ja": "「ボク、異種生物の苗床になってみたい」――天才少女プルートは苗床願望を叶えるため、不老不死の体を手に入れた！　好奇心旺盛な彼女は、異世界の美少女たちや異種生物たちとエッチで自由な旅を謳歌する！",
      "es-la": "Plute una bibliotecaria que ha leído todos los libros de su biblioteca, se adentra a los grimorios prohibidos y con el fin de saciar su curiosidad, ahora busca aparearse con todo tipo de especies."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "69a0b369-ba71-41a7-9114-9b732d491a07",
    "title": {
      "en": "Fear: Reiwa Ghost Story"
    },
    "updatedAt": "2025-01-27T05:37:08+00:00",
    "coverArt": "https://mangadex.org/covers/69a0b369-ba71-41a7-9114-9b732d491a07/b3d1dc35-0fc1-479b-86b3-003e4483a5d2.jpg",
    "altTitles": [
      {
        "ja": "怖れ -令和怪談-"
      },
      {
        "ja-ro": "Osore: Reiwa Kaidan"
      }
    ],
    "description": {
      "en": "An omnibus of horror stories that explores relatable, everyday fears experienced in the contemporary Reiwa era. Each story in the series reflects modern anxieties, focusing on the fears lurking within daily life, which continue to escalate.",
      "ja": "令和を象徴するテーマを扱った、極上の現代オムニバスホラー。あなたの身に起こるかもしれない“怖れ”。そんな日常で感じる恐怖や不安は、今日から更に増殖していく――。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": ""
  },
  {
    "mangaId": "eff7eb36-9dd3-4f91-b5d0-78590250c03f",
    "title": {
      "en": "Mukuchina Miyashita-san no Shikiyoku Channel"
    },
    "updatedAt": "2025-02-02T15:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/eff7eb36-9dd3-4f91-b5d0-78590250c03f/30009c07-4e12-4e26-bb7a-71c25bbcd3af.jpg",
    "altTitles": [
      {
        "en": "Silent Miyashita-san's Sexy Channel"
      },
      {
        "ja": "無口な宮下さんの色欲チャンネル"
      },
      {
        "th": "แชนแนลสุดกามของคุณมิยาชิตะผู้เงียบขรึม"
      }
    ],
    "description": {
      "en": "Kei Sakai, a high school boy, had a problem. One thing led to another, and he was deeply uninterested in everything and had no sexual desire.\n\nThen one day, he learns of a mysterious, beautiful girl named Yami, who is the talk of the town on SNS, from a fellow part-timer. Yami is an unidentified internet idol who uploads naughty videos and pictures of herself in outrageous outfits, and has a huge following among men. No one knows her real face, but Sakai recognizes a woman who resembles Yami. That person was Saki Miyashita. Saki Miyashita is a high school girl who sits next to Yami in the same class, and although she is far more plain than Yami, she shares Yami's style and the position of her crying moles.\n\nSakai, who had lost interest and sexual desire, decides to explore Miyashita with an onlooker's guts in order to find out Yami's true identity. However, unaware of Miyashita's trap, they end up sharing a lewd secret that is too bad ......!?",
      "id": "Kei Sakai, seorang anak SMA, yang bermasalah. dia tidak terlalu tertarik pada apa pun dan tidak memiliki hasrat seksual. Suatu hari, dia mengetahui tentang keberadaan seorang gadis cantik misterius, Yami, yang menjadi topik hangat di SNS dari seorang teman kerja paruh waktunya.  Yami idola tak dikenal di dunia internet yang mendapat dukungan luar biasa dari para pria dengan mengunggah video dan gambar nakal yang terlihat terlalu konyol. Tidak ada yang tahu wajah depannya… Namun, hanya Sakai yang ingat seorang wanita yang mirip Yami.  Orang itu adalah Saki Miyashita.  Seorang gadis SMA  pendiam yang duduk disebelahnya di kelas yang sama, tetapi posisi Yami, gayanya adalah sama. Sakai telah kehilangan minat dan hasrat seksual, tetapi untuk mengetahui identitas sebenarnya dari Yami, ia memutuskan untuk mencari Miyashita. Namun, tanpa mengetahui jebakan Miyashita, dia akan membagikan rahasia keji yang terlalu berbahaya...!!?",
      "ja": "俺だけが知ってる彼女の本性（ヒミツ）。禁断のインモラル撮影日記。地味だけどスタイル抜群のクラスメイト宮下咲は、えっちな投稿でSNSで人気沸騰中のネットアイドルだった！彼女の正体を知ってしまい撮影を手伝うことになった酒井は、彼女の淫靡で好色な魔性の虜になっていく・・・・・・。",
      "th": "ซาคาอิ เคย์ เป็นหนุ่ม ม.ปลาย ที่เบื่อโลกขั้นสุด เขาได้แต่ภาวนาให้มีเรื่องน่าตื่นเต้นเกิดขึ้นบ้าง จนกระทั่งวันหนึ่งที่เขาได้พบกับแชนแนลสุดกาม แต่ภาพที่ปรากฏอยู่บนนั้น ดันละม้ายคล้ายคลึงกับเพื่อนร่วมชั้นสุดขรึม(และอึ๋ม)ของเขาซะได้!",
      "vi": "Kei Sakai là một nam sinh không có hứng thú với bất cứ thứ gì, kể cả những thứ hư hỏng. Một ngày, cậu được cho xem một tấm ảnh 18+ của một cô gái đang nổi tiếng trên mạng có tên Yami, và trùng hợp thế nào, Sakai lại nhận ra cô gái Yami này chính là người bạn cùng lớp trầm tính có tên Saki Miyashita..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "901da7d9-8742-4f1a-9432-b7c1e67a5daf",
    "title": {
      "en": "Ryuu to Ayumu Nariagari Boukensha-dou ~Youzumi toshite S-Rank Party kara Tsuihou Sareta Kaifuku Majutsushi, Suterareta Saki de Saikyou no Shinryuu o Fukkatsu Sasete Shimau~"
    },
    "updatedAt": "2025-01-28T00:02:37+00:00",
    "coverArt": "https://mangadex.org/covers/901da7d9-8742-4f1a-9432-b7c1e67a5daf/f13ecd9a-c32a-4530-a711-4827f5f0230e.jpg",
    "altTitles": [
      {
        "ja": "竜と歩む成り上がり冒険者道～用済みとしてSランクパーティから追放された回復魔術師、捨てられた先で最強の神竜を復活させてしまう～"
      },
      {
        "ja-ro": "Ryuu to Ayumu Nariagari Boukensha-dou ~Youzumi toshite S-Rank Party kara Tsuihou Sareta Kaifuku Majutsushi, Suterareta Saki de Saikyou no Shinryuu wo Fukkatsu Sasete Shimau~"
      },
      {
        "en": "Walking The Rising Adventurer's Path With A Dragon ~The Recovery Magician Who Was Expelled From His S-Rank Party As No Longer Useful Ends Up Reviving The Strongest Divine Dragon In The Place Where He Was Abandoned~"
      },
      {
        "en": "A Story About a Dragon and the Rising of an Adventurer: A Healer Who Was Seen as Useless and Was Kicked Out From an S-Rank Party, Goes Off to Revive the Strongest Dragon in an Abandoned Area"
      },
      {
        "en": "Adventurer with a Dragon: A Healer Banished from an S-Rank Party as Useless, Resurrects the Strongest Divine Dragon in the Place Where He Was Abandoned"
      },
      {
        "ru": "Целитель, которого исключили из команды S-ранга, воскрешает в бездне сильнейшего дракона"
      },
      {
        "ko": "용과 걷는 출세 모험자의 길~쓸모 없어져서 S랭크 파티에서 추방당한 회복 마술사, 버려진 곳에서 최강의 신룡을 부활시키다~"
      },
      {
        "ko-ro": "yong-gwa geodneun chulse moheomjaui gil~sseulmo eobs-eojyeoseo Slaengkeu patieseo chubangdanghan hoebog masulsa, beolyeojin gos-eseo choegang-ui sinlyong-eul buhwalsikida~"
      }
    ],
    "description": {
      "en": "**“Understand for yourself that you are worthless. You are already obsolete.”**\n\nDion, the recovery wizard who was told so, was seriously injured by the hands of party members and left behind in the interior of the highest difficulty dungeon.\n\nOn the verge of running out of his life, he happens to encounter a dying dragon. Dion realized that he couldn't help him anymore, and he treated the dragon to live as a recovery wizard until the end. Then the dragon thanked him and even shared the power of the dragon. In addition, this dragon seems to have been a legendary god dragon-class. Dion escapes from the dungeon with his new companion, the dragon, and restarts as an adventurer. He captures the difficult dungeons that stand in his way, and his abilities are recognized and he has all the strong men on his side.\n\nThis is a story about a recovery magician who leaves behind even the party he was in from a difficult situation and becomes the strongest adventurer in the world.\n___\n**Character Designer:** [Sisoe](https://mangadex.org/author/9a1a04cb-1d27-4601-809d-665b4f4918c4)\n\n**Additional Links:**  \n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/55539)\n- [Official Raw Web Novel](https://ncode.syosetu.com/n6844gh)\n- [Official Raw Light Novel](https://www.bunkasha.co.jp/author/a236341.html)",
      "pt-br": "Dion, um curandeiro, é jogado nas profundezas de uma masmorra por um membro do grupo. Assim que ele estava prestes a morrer, ele encontra um dragão ferido. Dion usa o que resta de sua força para salvá-lo, e acaba sendo um dragão divino chamado Eldora. Eldora, que recuperou seu poder, e Dion, um mago exilado que ela salvou da morte, começam sua jornada juntos como aventureiros. Enquanto isso, Yuki, o líder do grupo que incriminou Dion, sai para encontrá-la."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "955c730a-9304-4f82-ae96-af48ff5eaa0c",
    "title": {
      "en": "Kurai Anoko to Shitai koto"
    },
    "updatedAt": "2024-11-03T23:16:36+00:00",
    "coverArt": "https://mangadex.org/covers/955c730a-9304-4f82-ae96-af48ff5eaa0c/d1db736e-8e28-42e4-928a-533031f3a21c.jpg",
    "altTitles": [
      {
        "ja": "くらいあの子としたいこと"
      },
      {
        "ja-ro": "Kurai Ano Ko to Shitai Koto"
      },
      {
        "en": "What I’d Like to Do with That Gloomy Girl"
      },
      {
        "zh": "想与阴暗的她一起做的事"
      },
      {
        "zh-ro": "Xiǎng yǔ yīn'àn de tā yīqǐ zuò de shì"
      },
      {
        "id": "Apa yang inginku lakukan dengan gadis yang murung itu?"
      },
      {
        "vi": "Cô nàng u ám cùng lớp của tôi"
      }
    ],
    "description": {
      "en": "That gloomy girl is so beautiful! Let's aim for it!",
      "ja": "新学期から脱ぼっちを目指す高校2年生・田端蓮。友達の為に最初に声をかけたのは、なんだか暗くてちょっぴり怖い。でも目が離せない女の子、佐々木透子で。。。。",
      "pt-br": "A garota sombria é linda!  Uma romcom escolar sobre uma garota fofa e tímida e um garoto que quer fazer amigos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90d23ed8-d172-4426-addc-eb9458bd0c31",
    "title": {
      "en": "A Story About High School Boys Who Woke Up as Girls One Morning"
    },
    "updatedAt": "2023-11-13T16:00:10+00:00",
    "coverArt": "https://mangadex.org/covers/90d23ed8-d172-4426-addc-eb9458bd0c31/c8242b22-a11f-4807-8c7f-84a38a4475cf.jpg",
    "altTitles": [
      {
        "ja": "朝起きたら女の子になっていた男子高校生たちの話"
      },
      {
        "ja-ro": "Asaokitara on'nanoko ni natte ita danshi kōkōsei-tachi no hanashi"
      }
    ],
    "description": {
      "en": "It’s a story about how a group of high school boys woke up as girls one morning."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "7e2933d2-8587-4c0f-b69c-4233864b96a8",
    "title": {
      "en": "Ousama Ranking"
    },
    "updatedAt": "2025-01-17T22:00:24+00:00",
    "coverArt": "https://mangadex.org/covers/7e2933d2-8587-4c0f-b69c-4233864b96a8/1f18fc51-2e04-4b0e-b007-7879697b358b.png",
    "altTitles": [
      {
        "vi": "Bảng xếp hạng Quốc Vương"
      },
      {
        "ja": "王様ランキング"
      },
      {
        "en": "Ranking of Kings"
      },
      {
        "ru": "Рейтинг королей"
      },
      {
        "ru": "Рейтинг короля"
      },
      {
        "pt-br": "Ranking dos Reis"
      },
      {
        "en": "The King Ranking"
      },
      {
        "be": "Рэйтынг Караля"
      }
    ],
    "description": {
      "en": "The web manga centers around Bojji, a deaf, powerless prince who cannot even wield a children's sword. As the firstborn son, he strives hard and dreams of becoming the world's greatest king. However, people mutter about him behind his back as \"a good-for-nothing prince\" and \"no way he can be king.\"  \n  \nBojji is able to make his first ever friend, \"Kage\" — a literal shadow on the ground who somehow understands Bojji well. The story follows Bojji's coming-of-age as he meets various people in his life, starting with his fateful encounter with Kage.",
      "es": "Bojji es un príncipe sordomudo que vive en un mundo fantástico repleto de criaturas mágicas. Pese a no destacar en nada, y siendo incapaz ni siquiera de empuñar una espadita de niño, sueña con algún día convertirse en el rey más grande del mundo.\n\nLa gente lo considera un completo inútil y sin ningún talento para ser rey. Aunque la situación cambia cuando conoce a Kage, una sombra (literalmente) que es uno de los pocos supervivientes de un clan de asesinos y que intenta robarle las pocas pertenencias que Bojji llevaba encima.\n\nDe alguna manera, Kage logra comprender al príncipe y se convierte en su primer amigo verdadero, dando así inicio a la aventura que Bojji tanto anhela. Mientras tanto, en la oscuridad, un poder amenaza con devastar al reino.",
      "ru": "Боддзи удаётся найти своего первого в жизни друга, «Кагэ» — буквально тень на земле, которая каким-то образом хорошо понимает Боддзи. История рассказывает о взрослении Боддзи, о том, как он встречает разных людей в своей жизни, начиная с судьбоносной встречи с Кагэ.",
      "vi": "\"Bảng xếp hạng Quốc vương\" xoay quanh Bojji, một hoàng tử điếc, vô năng, và thậm chí không thể cầm nổi thanh kiếm của một đứa con nít. Là con cả, cậu luôn cố gắng hết mình để tiến tới ước mơ trở thành vị vua vĩ đại nhất thế giới. Thế nhưng, luôn có những kẻ buông lời xì xào bàn tán sau lưng Bojji, bảo cậu là \"một thằng hoàng tử bất tài\", và \"không đời nào có thể trở thành vua được\". \n\nBojji đã có người bạn đầu tiên của mình, \"Kage\", một bóng đen trên mặt đất, bằng cách nào đó lại có thể hiểu rõ về cậu. Đây là câu chuyện kể về sự trưởng thành của Bojji khi cậu gặp được những người khác nhau trong cuộc đời mình, bắt đầu từ lần gặp gỡ định mệnh của cậu với Kage.",
      "pt-br": "O mangá da web comic gira em torno de Bojji, um príncipe surdo e impotente que não consegue nem empunhar uma espada infantil. Como filho primogênito, ele se esforça muito e sonha em se tornar o maior rei do mundo. No entanto, as pessoas murmuram sobre ele pelas costas como 'um príncipe inútil' e 'de jeito nenhum ele pode ser rei'.\n\nBojji é capaz de fazer seu primeiro amigo, 'Kage' - literalmente um ser vivo que é uma sombra no chão que de alguma forma entende Bojji bem. A história segue o amadurecimento de Bojji enquanto ele conhece várias pessoas em sua vida, começando com seu fatídico encontro com Kage.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 12, Cap 155. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Gal Can't Be Kind to Otaku!?"
    },
    "updatedAt": "2025-02-05T23:55:56+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/73cce7f1-61c4-4c60-bd8a-44b81b27448d.png",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Gentil com Otaku!?"
      },
      {
        "es-la": "¿¡Las Gals no pueden ser amables con los Otakus!?"
      },
      {
        "vi": "Gyaru không thể tử tế với Otaku ư?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "vi": "Một anh bạn trung bình Otaku thích anime dành cho bé gái, giáp mặt hai nàng Gyaru xinh đẹp nổi tiếng nhất trường. Nhưng không chỉ có thế, một trong hai nữ nhân xinh đẹp ấy có gì đó...hơi otaku thì phải...?",
      "es-la": "Takuya Seo es un otaku al que le gusta el \"anime para chicas\" y no puede decir que le guste en voz alta. Un día, se junta con dos chicas de su clase, Amane e Ijichi, pero parece que Amane también es una otaku...",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6994b74a-2ecd-4a54-8d23-d2adff5e0b0c",
    "title": {
      "en": "Player"
    },
    "updatedAt": "2024-10-27T07:51:52+00:00",
    "coverArt": "https://mangadex.org/covers/6994b74a-2ecd-4a54-8d23-d2adff5e0b0c/8295e424-4e81-4e3a-bd71-b0a174246a12.jpg",
    "altTitles": [
      {
        "ko": "플레이어"
      },
      {
        "ru": "Игрок"
      },
      {
        "zh": "被迫成为玩家"
      },
      {
        "en": "Player (OH Hyeon-Jun)"
      },
      {
        "ja": "プレイヤー"
      },
      {
        "vi": "Đấu thủ"
      }
    ],
    "description": {
      "en": "Through posting a \"Best Comment\", I somehow became the main character of a webtoon!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "fr": "Seoljin est un vrai loser à l'école : il est méprisé par tous, même par ceux qu'il croyait être ses amis. La seule chose qu'il puisse faire pour échapper à cette dure réalité, c'est de lire des webtoons d'action, de s'imaginer à la place des héros qui se battent courageusement contre leurs adversaires, sans la moindre hésitation. Mais la vie de Seoljin va prendre un tout autre tournant lorsqu'il laissera un petit commentaire sur le webtoon \"Player\" : un commentaire qui, bientôt, le conduira dans l'univers-même de ce webtoon !\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "id": "Seoljin, seorang pecundang di sekolah, tiba-tiba masuk ke dalam dunia webtoon aksi karena dia berjanji untuk masuk ke webtoon berjudul “Player” kalau kommennya menjadi komen terbaik! Gimana nasibnya di dalam dunia webtoon?!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "ja": "先の展開が見え見えの漫画なんてもう飽きた！漫画好きの男子高校生・松雪仁は現実の高校生活に、そして自分の弱さにうんざりしていた。そのうっぷんを晴らすべくコメント欄に書き込んだ他愛のない一つの公約。それをきっかけに彼は現実世界から自分が読み入る漫画の世界に強制送還されることに⁉ こんな展開みたことない！この漫画の主人公は俺だ！\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "ko": "베댓 공약으로 어쩌다 주인공이 되었다!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "ru": "Из-за обещания данного в лучшем комментарии, я стал главным героем вебтуна.\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "th": "ฉันเกลียดเวลาที่ตัวเอกในเว็บตูนถูกเขียนให้แพ้คู่ต่อสู้ที่แข็งแกร่งเพราะว่า...การแพ้ที่เป็นอยู่ตอนนี้ก็มากเกินพอแล้ว ฉันเองก็อยากเป็นตัวเอกของเรื่องเหมือนกัน!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "vi": "1 học sinh cấp 3 luôn bị các bạn trong lớp xa lánh , đọc webtoon là thứ giúp cậu bớt tuổi thân nhưng 1 hôm cậu cmt vào bộ truyện cậu thích và có khá nhiều lượt tương tác, vị THẦN đã tạo ra bộ truyện cậu đọc thấy cmt cậu rất thú vị mà đã dịch chuyển cậu vào thế giới của bộ truyện.....",
      "zh": "弱鸡少年穿越到漫画世界！\n打败NO.1才能回到现实？\n内向的男主许镇是学校里的边缘人物。作为一个漫画迷，某天他看到一部漫画，却很反感故事里主角先被强者碾压再崛起的老套设定。于是在评论中留言吐槽并许下了“承诺”，没想到这条评论成为了热评第一。之后不可思议的事情发生了！他竟被漫画里的“神——亚瑟”带进了漫画世界！并且只有当他代替漫画世界里的主角成为所谓的“player排行No.1”，他才能回到现实世界。菜鸟玩家该如何成为最强玩家呢？\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "pt-br": "Depois de postar um “Melhor Comentário”, de alguma forma eu me tornei o personagem principal de uma webtoon!"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ceeb0cf9-ee82-465a-be6c-36c535d46574",
    "title": {
      "en": "Coin Laundry no Onna"
    },
    "updatedAt": "2024-12-11T21:54:05+00:00",
    "coverArt": "https://mangadex.org/covers/ceeb0cf9-ee82-465a-be6c-36c535d46574/0e4f27b8-1d1b-4be4-8558-949dec9cf9d5.jpg",
    "altTitles": [
      {
        "en": "Coin Laundry Woman"
      },
      {
        "ja-ro": "Coin Laundry no Onna"
      },
      {
        "ru": "Девушка из сушки"
      },
      {
        "ja": "コインランドリーの女"
      },
      {
        "zh": "洗衣店里的女人"
      }
    ],
    "description": {
      "en": "Some random gag stories happening around a woman living inside the washer in the coin laundry. Why does she like to live there?",
      "pt-br": "Esta é a história de Maoko, a misteriosa garota que vive em uma lavanderia automática frequentada por Haru Tanaka, que se vê obrigada a lidar com ela, e sua relação com as estranhos figuras que lá encontra. São histórias com humor e emoção, e de uma absurda máquina de secar!"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "19"
  },
  {
    "mangaId": "a33ed583-0bc0-40f2-af73-5395c3b7fbee",
    "title": {
      "en": "Jashinkankin Harem de Isekai seifuku!"
    },
    "updatedAt": "2025-01-11T08:43:56+00:00",
    "coverArt": "https://mangadex.org/covers/a33ed583-0bc0-40f2-af73-5395c3b7fbee/da586c8d-4176-4763-987e-3c8f4afe5ec2.jpg",
    "altTitles": [
      {
        "ja": "邪神監禁ハーレムで異世界征服！"
      },
      {
        "zh": "监禁邪神用后宫征服异世界"
      }
    ],
    "description": {
      "en": "A chaotic, different world ruled by evil gods. The main character, Yuya, wakes up to the sound of a girl's voice calling his name. It is a temple of desire ruled by the evil god Liv where numerous people were immersed in pleasure like crazy. Even in the midst of all this, Yuya still maintains his rationality. Liv shows her interest and ties him up with special chains. However, the chain was originally a weapon that deprived evil of their powers by imprisoning and subjugating them. Due to the revelation of the old god Agnes, who resides in the chains, Yuya uses his power to imprison dangerous evil gods one after another.",
      "ja": "邪神たちに支配された混沌の異世界――。\n主人公・ユウヤは、自分の名前を呼ぶ少女の声とともに目覚める。\nそこは邪神リヴが支配する欲望の神殿で、\n大勢の人々が狂ったように快楽を貪っていた。\n\nそんな中でも理性を保ったままのユウヤに、\nリヴは興味を示し、特別な鎖で縛りあげる。\nしかしその鎖こそは、本来邪神を戒めるための道具であり、\n監禁・屈服させることで邪神のスキルを奪う武器だったのだ。\n\n鎖に宿る旧神アグネスの「王座におつきなさい」との啓示により、\nユウヤはその力を使い、危険な邪神たちを次々と監禁していく…。\n\n冴えない男の異世界監禁×逆襲エロファンタジー、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Kuma to Usagi wa Tomodachi dewa Irarenai"
    },
    "updatedAt": "2025-01-30T17:03:20+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "クマとウサギは友達ではいられない"
      },
      {
        "ja-ro": "Kuma to Usagi wa Tomodachi de wa Irarenai"
      },
      {
        "en": "Bear and Bunny Cannot Be Friends"
      },
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "ja-ro": "Charao-kun to Seiso-chan"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea0ddd6e-546a-4015-99e8-80f479a436bd",
    "title": {
      "en": "I Will Be a Black Lotus in My Next Life"
    },
    "updatedAt": "2025-02-03T09:55:17+00:00",
    "coverArt": "https://mangadex.org/covers/ea0ddd6e-546a-4015-99e8-80f479a436bd/3bd2b98b-74e6-41d7-8735-01398c552319.png",
    "altTitles": [
      {
        "ja": "悪女の仮面 転生罪妻の復讐"
      },
      {
        "zh": "转生誓做黑莲花，罪妻要复仇"
      }
    ],
    "description": {
      "en": "A trap carefully designed by her best friend turned Wangshu from a sweet wife into a prisoner? After being wrongly killed, she was reincarnated in the body of her best friend's depressed sister Suya! She vowed to make the mastermind pay a terrible price at all costs, save the family business and regain happiness!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "35"
  },
  {
    "mangaId": "d06d5af9-fbb2-450c-8704-f6c091f1db28",
    "title": {
      "en": "Chikin - \"Drop\" Zenya no Monogatari"
    },
    "updatedAt": "2024-10-16T11:52:26+00:00",
    "coverArt": "https://mangadex.org/covers/d06d5af9-fbb2-450c-8704-f6c091f1db28/85ed063c-e4f2-432b-8953-6c8304609df2.jpg",
    "altTitles": [
      {
        "en": "Chicken (SAIWAKI Masayuki)"
      },
      {
        "ja-ro": "Chikin - \"Drop\" Zenya no Monogatari"
      },
      {
        "ja-ro": "Chikin"
      },
      {
        "ja": "チキン 「ドロップ」前夜の物語"
      }
    ],
    "description": {
      "en": "Spin-off from Drop. Follows the daily life of legendary thug, Tatsuya Iguchi who is not afraid of anything or anyone."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0b7e315e-7977-425e-a601-243ddb9f3126",
    "title": {
      "en": "KINGDOM OF Z"
    },
    "updatedAt": "2025-02-15T04:31:03+00:00",
    "coverArt": "https://mangadex.org/covers/0b7e315e-7977-425e-a601-243ddb9f3126/4c974745-b472-4236-84ab-65b7244e4f4f.jpg",
    "altTitles": [
      {
        "en": "KINGDOM OF \"Z\""
      },
      {
        "en": "Kingdom of the Z"
      },
      {
        "es": "REINO DE \"Z\""
      },
      {
        "zh": "Z之王国"
      },
      {
        "ru": "Королевство Z"
      },
      {
        "ja": "キングダムオブザZ"
      },
      {
        "ja": "キングダムオブザゼット"
      }
    ],
    "description": {
      "en": "Five days after the sudden appearance of zombies… The protagonist, Masaru, who is having it rough surviving at school, is splendidly saved from this predicament by high schoolers Sekigahara Miki and Nakiri Karin. Though Masaru is at first relieved, he ends up realizing their true intentions…!!\n\n---\n**Note:** The volumes merges all the *parts* which means the last chapter: Ch 65 (magazine) → Ch 45 (volume)",
      "es": "Cinco días después de la repentina aparición de los zombies… El protagonista, Masaru, que está teniendo dificultades para sobrevivir en la escuela, es salvado espléndidamente de esta situación por los estudiantes de secundaria Sekigahara Miki y Nakiri Karin. Aunque Masaru se siente aliviado al principio, termina dándose cuenta de sus verdaderas intenciones….!!",
      "ru": "Встречайте старшеклассниц, что страшнее самих зомби!  \nПрошло четыре дня с тех пор, как в мире вдруг объявились зомби. Главный герой, Сато Масару, едва не погиб на территории школы и был грациозно спасён двумя старшеклассницами: Сэкигахарой Мики и Нагири Карин. Даже в такой ситуации их хладнокровие было непоколебимо, и Сато вздохнул спокойно, пока не узнал истинных намерений данной парочки!.. Эти безбашенные девчонки не прочь пролить чью-то кровь и круче самих зомби! Начинаем свежую, полную переполоха историю о создании государства!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "45"
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-10-01T15:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      },
      {
        "pl": "Anioł z sąsiedztwa niezwykle mnie rozpieszcza"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "pl": "Mahiru jest piękną dziewczyną, którą koledzy z klasy nazywają \"aniołkiem\". Jest nie tylko świetnie wysportowana i ma doskonałe oceny - jest także zabójczo piękna. Amane, przeciętny facet i samozwańczy niechluj, nigdy nie myślał zbyt wiele o tej boskiej piękności, mimo że uczęszczał do tej samej szkoły. Wszystko zmienia się jednak, gdy widzi Mahiru siedzącą samotnie w parku podczas ulewy. Tak zaczyna się dziwna relacja między tą nieprawdopodobną parą!",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73962987-7e02-4126-8405-4d75c2188d7f",
    "title": {
      "en": "Tada de wa Dakaremasen"
    },
    "updatedAt": "2024-11-02T14:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/73962987-7e02-4126-8405-4d75c2188d7f/199cc261-9cbe-4725-859b-9f4083b95d17.jpg",
    "altTitles": [
      {
        "ja": "タダでは抱かれません"
      },
      {
        "en": "I Won't Sleep with You for Free"
      },
      {
        "id": "Aku Gak Nidurin Kamu Secara Cuma-cuma"
      },
      {
        "th": "ชีวิตพลิกผัน ฉันขายตัวให้เพื่อน"
      },
      {
        "zh": "无法白“嫖”"
      }
    ],
    "description": {
      "en": "Miyako Kirishima, a university student and aspiring teacher, is a poor girl who enjoys being frugal. One day, she has a meal with Yui Nakano, her friend whom she occasionally tutors. On the way home, Yui invites her to a love hotel. Miyako is reluctant, unwilling to have sex with a friend. However, Yui cuts her off, offering her 30000 yen for sex! Subsequently, Miyako ends up in more \"transactions\" with her other friends at her women's university!? The curtain rises on a tale of yuri, friendship, money, and sex♡.",
      "id": "Kirishima Miyako, mahasiswa di sebuah universitas khusus wanita dan calon guru, adalah seorang gadis miskin yang menjalani hidup serba hemat. Suatu hari, setelah ditraktir oleh teman gadisnya Nakano Yui, dia diajak untuk mengunjungi ke love hotel. Namun, dia menolaknya karena enggan untuk berhubungan seks dengan temannya. Sampai kemudian, Yui menawarkannya 30.000 yen jika Miyako menerima ajakannya. Sejak saat itu, Miyako melakukan lebih banyak \"transaksi\" dengan teman-temannya yang lain dari universitasnya!? Kisahpun Yuri tentang persahabatan, uang dan seks pun dimulai.",
      "th": "คิริชิมะ มิยาโกะ สาวมหาลัยยาจกที่ใฝ่ฝันอยากเป็นครู ได้จับพลัดจับผลูไปเข้าโรงแรมม่านรูดกับเพื่อนซี้นามว่า นากาโนะ ยุย โดยเธอขอมีเซ็กส์ด้วยโดยแลกกับเงิน 30000 เยน! แบบนี้มีหรือมิยาโกะจะไม่เอา!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "88"
  },
  {
    "mangaId": "fe1394fe-3d67-48fb-b452-06580d2dd9d7",
    "title": {
      "en": "Wakaba-sanchi no Aoi Koi"
    },
    "updatedAt": "2025-01-29T00:52:39+00:00",
    "coverArt": "https://mangadex.org/covers/fe1394fe-3d67-48fb-b452-06580d2dd9d7/6247076a-ed73-4cd6-bafc-4947a1d435c9.jpg",
    "altTitles": [
      {
        "ja": "若葉さんちの青い恋"
      },
      {
        "ja-ro": "Wakaba San Chi no Aoi Koi"
      },
      {
        "en": "The Wakaba Home's Blue Loves"
      },
      {
        "en": "The Wakaba Home's Green Loves"
      },
      {
        "vi": "Tình Yêu Màu Lam Nhà Wakaba"
      }
    ],
    "description": {
      "en": "Youth romcom about 4 sisters who are all experiencing their first love at the same time. While the eldest is having a crush on the guy at her part-time work, the other three are dealing with their first romantic experiences with boys in their classes and school clubs. Every night, the four have heart-to-heart girls talks as they navigate their respective first loves.",
      "ja": "若葉家四姉妹は今、全員が“初恋”の真っ最中。 長女・心春（こはる）はバイト先の先輩、 次女・真夏（まなつ）は趣味が一緒の弓道部の子、 三女・秋楽（あきら）は同じ部活の同級生、 四女・千冬は同じクラスの男子、 それぞれ好きな人に「好き」って気持ちをどう伝えようか 仲の良い四姉妹は日夜、恋のお悩み相談を繰り広げています。 四姉妹それぞれの片想いを見守る “初恋”観察ラブコメディー、開幕！ ◆作者コメント 初連載です！　がんばります！！",
      "vi": "Dưới mái nhà kia, có đến bốn trái tim đang loạn nhịp!\n\nNhà Wakaba có bốn chị em, ai nấy đều đang tuổi xuân căng mọng, xinh đẹp vô bờ.\nVà tất nhiên rồi, cái tuổi học sinh sinh viên mới nhú mà, dĩ nhiên phải có gia vị tình yêu quyện vào nó mới trọn vẹn được. Chị cả thì phải lòng tiền bối ở chỗ làm thêm, chị hai, ba và cô em út thì đang phải lòng bạn cùng trường. Và rồi cứ mỗi đêm, cả nhà lại ngồi quây quần với nhau, tâm sự chuyện yêu đương đàn đúm đủ kiểu. Liệu cặp nào sẽ bùng nổ trước đây ta?\n\nCòn nội dung sâu xa thể nào ấy hả? Vào đọc đi rồi biết, hứa không uổng thì giờ hảo ngọt của bạn đâu!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7",
    "title": {
      "en": "Reincarnation Coliseum: The Weakest Skill Conquers the Strongest Women and Creates a Harem"
    },
    "updatedAt": "2024-12-10T21:02:32+00:00",
    "coverArt": "https://mangadex.org/covers/da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7/d4aa72c4-9fad-489f-a2a0-fa0858a5f212.jpg",
    "altTitles": [
      {
        "ja": "転生コロシアム～最弱スキルで最強の女たちを攻略して奴隷ハーレム作ります～"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi wo Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "en": "Reincarnation Colosseum - Using the Weakest Skills in Order to Defeat the Strongest Women and Create a Slave Harem"
      },
      {
        "id": "Reinkarnasi Colosseum - Menggunakan Keterampilan Terlemah untuk Mengalahkan Wanita Terkuat dan Membuat Harem Budak"
      },
      {
        "zh-hk": "轉生競技場～用最弱技能擊敗最強的女人們打造奴隸後宮～"
      },
      {
        "zh": "转生奴隶角斗场"
      },
      {
        "es-la": "Coliseo de Reencarnación - Utilizar las Habilidades Más Débiles para Atacar a las Mujeres Más Fuertes y Crear un Harén de Esclavas"
      },
      {
        "ko": "전생 콜로세움 ～최약 스킬로 최강의 여자들을 공략해 노예 할렘 만듭니다～"
      },
      {
        "ja": "転コロ"
      },
      {
        "ja-ro": "TenColi"
      },
      {
        "en": "ReColi"
      }
    ],
    "description": {
      "en": "His grades are average. His physical fitness is average. But when it comes to games, high school student Mikagami​ Kouji is a battle-worn veteran. After being summoned to another world by a magic circle, he's given only the Copy skill, which is derided as useless trash in this world. Enslaved as a gladiator by his summoner, Head Priestess Zayd, Mikagami is forced to fight in the horrible Battle Coliseum. Losing means getting raped. In this moment, as despair turns to hope, this is Mikagami's chance to grow!!",
      "es": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami.",
      "id": "Siswa sekolah menengah Kouji Mikagami, memiliki nilai pelajaran biasa dan kemampuan atletik biasa, tapi \"dia tidak banyak kalah\" dalam bermain game, entah kenapa saat bermain game dia tiba-tiba dipanggil ke dunia lain. Sebuah cerita yang dimulai dengan apa yang terjadi. Meskipun mengkonsumsi 1.000 batu ajaib tingkat tinggi untuk melakukan pemanggilan, fakta bahwa ia hanya memiliki \"Skill Copy\" kemampuan terlemah membuat marah pendeta, dan akhirnya Mikagami dijadikan budak gladiator di Colosseum. Mikagami yang kesal dengan situasi yang tiba-tiba menyadari bahwa situasinya seperti dalam game, dan dengan kemampuan terlemahnya dia akan membuat budak harem di dunia lain.",
      "es-la": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bce90ee1-4a1d-4a64-a01e-2463cf1be061",
    "title": {
      "en": "Gakuen Idolm@ster: Gold Rush"
    },
    "updatedAt": "2025-01-15T11:26:24+00:00",
    "coverArt": "https://mangadex.org/covers/bce90ee1-4a1d-4a64-a01e-2463cf1be061/b9e673bf-c13a-47d7-a6b9-8c7d936518f1.jpg",
    "altTitles": [
      {
        "ja": "学園アイドルマスター GOLD RUSH"
      },
      {
        "ja-ro": "Gakuen Idolm@ster GOLD RUSH"
      },
      {
        "ja-ro": "Gakuen Idolmaster: Gold Rush"
      },
      {
        "ja-ro": "Gakum@s"
      },
      {
        "ja-ro": "Gakumas"
      },
      {
        "en": "Academy Idolmaster: Gold Rush"
      }
    ],
    "description": {
      "en": "The story of girls who attend a school where dreams come true!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Jigen no Ririsa"
    },
    "updatedAt": "2024-10-09T17:08:34+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/cb3806bd-3537-45f7-9568-a19aa0e02c9a.jpg",
    "altTitles": [
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "en": "2.5 Dimensional Seduction"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "pt-br": "Sedução 2.5D"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78c3b5fc-037c-46a8-aca2-70fa4ac0e773",
    "title": {
      "en": "Fate/EXTRA"
    },
    "updatedAt": "2025-02-08T08:42:01+00:00",
    "coverArt": "https://mangadex.org/covers/78c3b5fc-037c-46a8-aca2-70fa4ac0e773/d710b01d-63ef-4d59-b161-d18e5c767fd4.jpg",
    "altTitles": [
      {
        "ja": "フェイト/エクストラ"
      }
    ],
    "description": {
      "en": "In cyberspace the battle between magicians unfold. \"Fate\" might not be \"Fate\", and now, the new Holy Grail War has begun! Based of the PSP game of the same name, \"Fate/Extra\""
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "38"
  },
  {
    "mangaId": "bc714d9b-5ec2-4396-a8cc-32292fd94aa2",
    "title": {
      "en": "Marionetta"
    },
    "updatedAt": "2025-01-29T17:35:57+00:00",
    "coverArt": "https://mangadex.org/covers/bc714d9b-5ec2-4396-a8cc-32292fd94aa2/ae5b48ae-16f0-488d-a61d-1d9bc45ea5c7.jpg",
    "altTitles": [],
    "description": {
      "en": "A mysterious circus. A missing friend. A dangerous deal. Julia Lazarrett is happy with her honest, predictable life. But when her best friend Kamille convinces her to visit a travelling circus, they both get more than for which they bargained. Thrust into a world full of secrets, magic, and death, Julia finds herself presented with the most horrific of deals in order to survive."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7f170ed-3819-4952-bd89-2de784fcef11",
    "title": {
      "en": "Ichikoe, Nifuri, Tachiaoi"
    },
    "updatedAt": "2024-03-06T08:02:57+00:00",
    "coverArt": "https://mangadex.org/covers/f7f170ed-3819-4952-bd89-2de784fcef11/fcf2f601-ddec-4806-8aee-e0a1e06ffd61.png",
    "altTitles": [
      {
        "en": "Voice First, Face Second, Hollyhock"
      },
      {
        "ja": "いちこえ、にふり、タチアオイ"
      }
    ],
    "description": {
      "en": "A brand new girl-meets-girl story, woven together by two people with completely opposite “looks” and “personas”!\n\nCram school teacher Kataoka Aoi was born with a beautiful face. From an early age, she always garnered the affection of everyone around her, yet the countless dramas it caused made her desire a quiet, modest life instead.\n\nOne day, she (reluctantly) accepts the principal’s request to act in their school’s commercial. But it quickly goes viral, resulting in her becoming popular inside and outside of the cram school, drawing attention wherever she goes.\n\nAmidst the attention, the well-known and quirky store clerk, Yamada, approaches her and then…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ef7710f-5cd1-4d68-ac7b-f9802df830ff",
    "title": {
      "en": "Locker Room"
    },
    "updatedAt": "2022-04-26T22:17:57+00:00",
    "coverArt": "https://mangadex.org/covers/2ef7710f-5cd1-4d68-ac7b-f9802df830ff/f8ad27b2-6609-45f5-bf99-b2d7b15b034c.jpg",
    "altTitles": [
      {
        "ja": "ロッカールーム"
      }
    ],
    "description": {
      "en": "Hashimoto, a man of daily labor is bored with his normal life until he encounters a mysterious coin locker in the locker room where his life changes."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1973b5c5-7e8a-4ac0-8e48-57f45b9a0d9b",
    "title": {
      "en": "Harapeko Kopeko wa Niku to Sumu!"
    },
    "updatedAt": "2024-07-01T11:39:52+00:00",
    "coverArt": "https://mangadex.org/covers/1973b5c5-7e8a-4ac0-8e48-57f45b9a0d9b/47fed9dd-0e3d-474f-86ef-bb2234632c44.jpg",
    "altTitles": [
      {
        "ja": "腹ぺここぺ子はニクと棲む！"
      },
      {
        "en": "Starving Kopeko Lives with Her Meat!"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c65e797c-b412-42b1-94b8-aac5c4d5a7ca",
    "title": {
      "en": "Trapped in a Cursed Game as an NPC"
    },
    "updatedAt": "2025-02-13T18:41:52+00:00",
    "coverArt": "https://mangadex.org/covers/c65e797c-b412-42b1-94b8-aac5c4d5a7ca/23ffb86d-5b01-455e-9fce-df8deef44f2e.png",
    "altTitles": [
      {
        "ko": "망겜 속에 갇혔다 근데 이제 NPC를 곁들인"
      },
      {
        "en": "Trapped in a Cursed Game, but Now With NPCs"
      },
      {
        "en": "Trapped in a Game That Flopped"
      }
    ],
    "description": {
      "en": "I'm going to live a normal life!\n\n...said Shari Azriel, the apothecary of the Dover village.\n\nThen one day, I realised that I possessed an NPC in a video game! I've been locked up here for two years, and I only just noticed.\n\nIf I can't get out of the game...\n\"A, in their 20's, was found starved to death while playing VR games.\"\nThis could be what I'm remembered as!\n\n\"I have to get out!\"\n\nHowever, it was too late when I came to the realisation that... I can't log out because of an error!\n\nThat means, the only way out would be approaching the male lead, \"the Lord of Nightmares,\" and helping his comrades defeat the final villain. So I have no choice but to wait until the game ends...\n\nThe difficulty level, the story, the likelihood of failure in such a heinous game, a game that nobody won before...\n\n\"The Lord of Nightmares has a strong urge to kill you.\"\n\nSomehow, I believe that dying by the male lead's hands would be faster."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "004f414f-badf-414a-9991-e4a7c76de81e",
    "title": {
      "en": "SM Yuri Ecchi Anthology"
    },
    "updatedAt": "2024-10-20T23:27:52+00:00",
    "coverArt": "https://mangadex.org/covers/004f414f-badf-414a-9991-e4a7c76de81e/c6dd8a49-cd0b-4131-b36e-d6ac222aaeb8.jpg",
    "altTitles": [
      {
        "ja": "SM百合えっちアンソロジー"
      }
    ],
    "description": {
      "en": "Because It's You: I Want to Bully You/I Want You to Bully me. \n\nAn \"SM\" themed yuri anthology is here!",
      "ja": "あなただから、いじめたい。いじめられたい。「SM」をテーマにした百合えっちアンソロジーが登場！"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "a1db428c-685c-4d11-927b-bf71eb4b254b",
    "title": {
      "en": "Juuou to Yakusou"
    },
    "updatedAt": "2025-01-29T21:44:40+00:00",
    "coverArt": "https://mangadex.org/covers/a1db428c-685c-4d11-927b-bf71eb4b254b/a5dd6db8-347c-4860-ad6b-9d830b1110cc.jpg",
    "altTitles": [
      {
        "ja-ro": "Juuou to Yakusou"
      },
      {
        "ru": "Король зверей и лекарственные травы."
      },
      {
        "ja": "獣王と薬草"
      },
      {
        "ja-ro": "Kemono wo to Kusuri"
      },
      {
        "en": "Beast King & Medicinal Herb"
      }
    ],
    "description": {
      "en": "Dungeons are the stuff of dreams—defeat the monsters, take their loot, and then venture into uncharted territory to discover hidden riches! Tina, an upstart adventurer with just such a dream, ends up mortally wounded while exploring a dungeon. Suddenly, the great demon known as the Beast King Garon, who was supposed to have been slain by a hero in the distant past, appears before her!  Dungeon fantasy meets medical drama!",
      "ru": "Подземелья - это воплощение мечты…\nСобирайте материалы с поверженных монстров,\nдобирайтесь до неисследованных мест и завладевайте сокровищами!\nТина, авантюристка, мечтает о таком успехе,\nИсследуя подземелье, она получает тяжелое ранение.\nПеред ней появляется сильнейший демон «Король зверей Гарон», когда-то в прошлом он должен был быть убит героем?..\n\nФэнтези и медицинская драма по мотивам подземелья от Konda Tatsukazu, автора оригинальной истории «Ginrou Bloodborne/Серебряный волк, рожденный в крови», начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5227574-ed83-47fe-89c1-43444c2f6e75",
    "title": {
      "en": "Dorei kara no Kitai to Hyouka no sei de Sakushu dekinai no daga"
    },
    "updatedAt": "2024-11-02T14:15:23+00:00",
    "coverArt": "https://mangadex.org/covers/d5227574-ed83-47fe-89c1-43444c2f6e75/caf45879-f9f8-434a-ae5b-46466d20fb17.jpg",
    "altTitles": [
      {
        "ja": "奴隷からの期待と評価のせいで搾取できないのだが"
      },
      {
        "en": "Due to Their Appreciation and Expectations, I Can't Exploit My Slaves"
      },
      {
        "es-la": "No puedo aprovecharme de mis esclavas por la talentosas que son"
      }
    ],
    "description": {
      "en": "A reincarnated boy, Allen, gets granted by a goddess the cheat skill, [Restoration]. Even though he can heal all and any injuries and illnesses, there aren't a lot of places where he can use that skill to the fullest, so he planned to \"regenerate\" the slaves he bought and lead a slow-paced life. But the healed slaves' cheats turned out so out of the ordinary that the crops they tend to and their living conditions turned for the better in a blink of an eye.\n\nThe protagonist, Allen, who slowly but surely is robbed of opportunities to shine, tried to counter that with his modern knowledge, and yet, those talented slaves absorbed it all and brought success to any and all businesses. \n\nThe protagonist is becoming irrelevant with each passing day?!",
      "ja": "どんな理想も全て実現。…そう、有能な部下たちがね。\n\n不慮の事故で転生した少年・アレンはチート能力【再生】を授かる。怪我を負った奴隷の美少女たちを【再生】し、ハーレムスローライフを送ろうと画策するも、完治した奴隷たちのチートがヤバすぎて、主人公の出る幕ナシ…！？",
      "es-la": "El chico reencarnado, Allen, recibe del dios un poder trampa llamado \"Regeneración\". Aunque puede curar cualquier herida o enfermedad, su oportunidad de brillar es limitada. Por eso, planea regenerar a las chicas esclavas y llevar una vida tranquila con su harén. \n\nSin embargo, las chicas esclavas completamente curadas son demasiado fuertes, lo que lleva a un rápido crecimiento en la producción de alimentos y las condiciones de vida. Allen intenta competir con su conocimiento moderno, pero sus talentosas esclavas lo superan y tienen un gran éxito en los negocios. \nLa sombra del protagonista se va desvaneciendo cada vez más... \n¿Podrá recuperar su lugar en la historia?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af1f3853-6b99-44a2-b01d-28e9ce9a1e05",
    "title": {
      "en": "Watashi no Kokoro wa Oji-san de Aru"
    },
    "updatedAt": "2025-01-11T07:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/af1f3853-6b99-44a2-b01d-28e9ce9a1e05/cb14ac37-43dd-4204-99bd-0a41f8c2e361.jpg",
    "altTitles": [
      {
        "ja": "私の心はおじさんである"
      },
      {
        "en": "My Heart Is an Old Man"
      },
      {
        "en": "My Heart Is an Ojisan"
      },
      {
        "en": "This Alluring Dark Elf Has the Heart of a Middle-Aged Man!"
      }
    ],
    "description": {
      "en": "\"Haruka Yamagishi\" is a guy who has no friends or family and just goes back and forth between work and home. One day, when he wakes up, he finds himself in a different world. And for some reason, he's turned into a beautiful dark elf! Now, Haruka has inexhaustible magic power, a sturdy body, and a new life where she can do anything... However, through the friends she met and her activities as an adventurer, changes slowly began to take place. The guy who gave up on life in this world begins to feel what it's like to live.",
      "ja": "友人、恋人、家族もおらず惰性で生きる生活を続けていた遥だったが、ある日目を覚ますと美少女ダークエルフの姿で異世界にいた！新しい環境にワクワクを抑えきれないハルカ。しかし、色々なものを諦め、年下や女性との交流に怯えていたおじさんが急に無双なんてできる訳もなく……。",
      "es-la": "\"Haruka Yamagishi\" es un tio que no tiene amigos ni familia y sólo va y viene entre el trabajo y su casa. Un día, cuando se despierta, se encuentra en un mundo diferente. Además, por alguna razón, ¡se ha convertido en una hermosa elfa oscura! Ahora, Haruka tiene un poder mágico inagotable, un cuerpo robusto y una nueva vida en la que puede hacer cualquier cosa....Sin embargo, a través de sus amigos que conoció y sus actividades como aventurera, poco a poco empezaron a surgir cambios.Al tio que renunció a la vida, en este mundo empieza a sentir lo que es vivir. Aunque hay algunas trampas y otros eventos, ¡Es una historia de aventuras conmovedora!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80f06ea5-2ff5-4155-bb0d-df4dbf97db40",
    "title": {
      "en": "Souei Sousho"
    },
    "updatedAt": "2024-08-31T18:15:02+00:00",
    "coverArt": "https://mangadex.org/covers/80f06ea5-2ff5-4155-bb0d-df4dbf97db40/06ce2055-a0e0-4050-8c9d-6020dff0f858.jpg",
    "altTitles": [
      {
        "ja": "双影双書"
      },
      {
        "zh": "双影双书"
      }
    ],
    "description": {
      "en": "Shou, a young boy living in the red light district is suddenly taken to live in the imperial palace. He was selected to become the prince's shadow and act as his shield. In the palace where conspiracies swirl will Shou be able to protect himself and the prince?",
      "ja": "遊郭生まれの孤児・宵はある日＂影武者＂として王宮に召し抱えられ、自分と同じ顔のワガママな皇太子・冠星に振り回される毎日を過ごすことに。だが、冠星の不遜な態度の裏には誰にも言えない＂孤独＂と＂使命＂があったーー",
      "zh": "在花街柳巷看人脸色吃饭的少年・宵某天突然被皇宫收留。原因是他被选为了皇子那盾牌一般存在的「替身侍卫」，在阴谋重重的皇宫中，宵是否能保卫皇子的安全呢——⁉两名相貌如出一辙的少年相遇后，历史自此发生了巨变‼"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "36"
  },
  {
    "mangaId": "6724bbf4-5855-4972-b6c9-ea92469aba89",
    "title": {
      "en": "Prey"
    },
    "updatedAt": "2024-11-19T21:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/6724bbf4-5855-4972-b6c9-ea92469aba89/3f49cf2b-ff30-4750-bb62-31e303a20238.png",
    "altTitles": [
      {
        "en": "Food"
      },
      {
        "id": "Mangsa"
      },
      {
        "zh-hk": "餌"
      },
      {
        "ko": "먹이"
      },
      {
        "pt-br": "Presa"
      },
      {
        "th": "เหยื่อ"
      }
    ],
    "description": {
      "en": "Park Yun-yeong has a mysterious power which allows her to see ghastly creatures that seem to inhabit our world but not interact with it - unless they notice you acknowledge their existence. That’s when they stop being harmless.",
      "pt-br": "Park Yun-yeong tem um poder misterioso que permite que ela veja criaturas horríveis que parecem habitar nosso mundo, mas sem interagir com ele, a menos que percebam que você sabe que eles existem. É nesse momento que eles deixam de ser inofensivos."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "131"
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2025-02-08T16:57:13+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/cb7e6a2e-ee0b-4351-b306-4ba34cfb1cce.jpg",
    "altTitles": [
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "vi": "Iruma Giá Đáo"
      }
    ],
    "description": {
      "en": "Hopeless pushover Iruma Suzuki has found himself in a devil of a predicament... His trashy parents have sold off his soul, and he now has to live and attend school in the Netherworld. But with his unique survival skills and doting demon grandfather’s support, Iruma will surely make it through this hellish experience. He'll just need to subjugate rival classmates, summon familiars, and more, all while never revealing that he's human... Easy as *aleph, bet, gimel*, right?",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ja": "両親の私欲で悪魔に売られた不憫な少年・入間くん。孫のいない悪魔に溺愛されて悪魔の学校に通うことになり!?",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a69c9825-e791-469b-a4c6-59314b59bba1",
    "title": {
      "en": "Neighbor X"
    },
    "updatedAt": "2025-01-31T21:42:27+00:00",
    "coverArt": "https://mangadex.org/covers/a69c9825-e791-469b-a4c6-59314b59bba1/7896324b-167c-4b45-8724-50d90eefb61d.jpg",
    "altTitles": [
      {
        "ja": "隣人X"
      },
      {
        "ja-ro": "Rinjin X"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4691cc57-625e-4620-8d94-534dd5b13438",
    "title": {
      "en": "Naniwa Tomoare"
    },
    "updatedAt": "2025-02-09T13:51:58+00:00",
    "coverArt": "https://mangadex.org/covers/4691cc57-625e-4620-8d94-534dd5b13438/a2f64b7d-d003-4fbb-83c1-def9f9b0524a.jpg",
    "altTitles": [
      {
        "ja-ro": "NaniTomo"
      },
      {
        "ja": "ナニワトモアレ"
      },
      {
        "vi": "Dù thế nào đi nữa / đó là tình bạn Naniwa"
      }
    ],
    "description": {
      "en": "Guruguru Osaka, crackling ring! Now, the piston in my crotch is tingling!! I like picking up girls more than having three meals. Naniwa's youthful pleasure of being popular and having sex. I'm not a fart with a big loan either. I want to buy a new Silvia. I don't have the skill (technique), but I can't give up on my lewd spirit. An 18-year-old boy is making his ring debut!!",
      "vi": "Vi vu vòng quanh Osaka, rực cháy trên đường vành đai! Cây súng ở giữa háng đang rung lên! Thích tán gái hơn ăn cơm! Được gái yêu mến, chơi hết mình, đó mới là thanh xuân sôi động ở Osaka! Nợ nhiều đến mấy cũng không thành vấn đề, cứ mua chiến Silvia mới đi! Trình độ có hạn nhưng động lực nắng cực thì có thừa! 18 tuổi, chàng trai ấy ra mắt đường vành đai!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "304"
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2025-02-04T12:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/875a3012-1e72-4270-a6be-e64422eeb4e2.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa903162-c301-4d05-a705-c0b914bd06b7",
    "title": {
      "en": "Cool na Megami-sama to Issho ni Sundara, Amayakashi Sugite Ponkotsu ni Shite Shimatta Ken ni Tsuite"
    },
    "updatedAt": "2025-02-15T11:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/fa903162-c301-4d05-a705-c0b914bd06b7/ab7c9b24-ad6f-449f-a3a1-716e39e2dad0.jpg",
    "altTitles": [
      {
        "ja": "クールな女神様と一緒に住んだら、甘やかしすぎてポンコツにしてしまった件について"
      },
      {
        "en": "About How I Lived With a Cool Goddess and Spoiled Her Too Much and Turned Her Into a Clumsy Useless Person"
      },
      {
        "vi": "Sống chung với nữ thần lạnh lùng, tôi đã chiều chuộng đến mức khiến cho cô ấy trở nên lười biếng"
      }
    ],
    "description": {
      "en": "One day, Haruto Akihara, a high school student living alone, moves in with his classmate Rei Mikoto, an extremely beautiful girl! Rei, nicknamed the \"Goddess of Ice\", has a cold attitude towards Haruto, who is devoted to her, but gradually...?",
      "ja": "一人暮らしの高校生・秋原晴人はある日、同級生の超美少女・水琴玲衣と同棲することに!!「氷の女神」の異名を持つ玲衣は冷たい態度をとるが、献身的に接する晴人に段々とベタ甘でポンコツに…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c33f5d0-e900-44b7-b560-877e834a9cc9",
    "title": {
      "en": "Rookie but One-in-a-Million Actor"
    },
    "updatedAt": "2024-09-10T00:09:24+00:00",
    "coverArt": "https://mangadex.org/covers/2c33f5d0-e900-44b7-b560-877e834a9cc9/8763f258-e055-41cb-a664-893d2b3c8212.jpg",
    "altTitles": [
      {
        "ko": "신인인데 천만배우"
      },
      {
        "en": "Even Though He's a Rookie"
      },
      {
        "en": "He's an Actor With 10+ Million Views"
      },
      {
        "en": "A Rookie, Also an Actor With 10+ Million Viewers"
      },
      {
        "id": "Pendatang Baru tapi Satu-dari-Sejuta Aktor"
      }
    ],
    "description": {
      "en": "Mooyoung spent his childhood under his stepfather’s oppressive rule, a life that felt like living in hell. A mysterious voice in the living hell showed him the way to survive. “Live someone else’s life instead of yours.” That’s how his acting journey began… Was it a survival instinct? Even when he did well, he excelled too much. Through acting, Mooyoung gained a new life. This is the story of Mooyoung, the overwhelming acting genius, embarking on a challenge in the entertainment industry!",
      "id": "Moo-young mengalami masa kecil yang sulit di bawah ayah tirinya. Hidupnya bagaikan neraka baginya. Namun, pada suatu hari sebuah suara misterius menunjukkan jalan keluar dari neraka hidupnya. \"Jalani hidup orang lain dan bukan hidupmu sendiri.\" Begitulah dia mulai berakting. Itu seperti naluri untuk bertahan hidup. Bagus, sangat bagus. Ha Moo-young mendapatkan kehidupan baru melalui akting. Ha Moo-young, seorang jenius akting yang luar biasa, menantang industri hiburan!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a8a8e2c-609e-4e5f-97de-cb9c8f2011ae",
    "title": {
      "en": "Salaryman ga Isekai ni Ittara Shitennou ni Natta Hanashi"
    },
    "updatedAt": "2025-01-03T19:02:03+00:00",
    "coverArt": "https://mangadex.org/covers/2a8a8e2c-609e-4e5f-97de-cb9c8f2011ae/8c06331c-6aab-4951-a350-7a37101c5c2a.jpg",
    "altTitles": [
      {
        "en": "Headhunted to Another World: From Salaryman to Big Four!"
      },
      {
        "ja": "サラリーマンが異世界に行ったら四天王になった話"
      },
      {
        "en": "A Story About a Salaryman Who Goes to Another World and Becomes One of the Four Heavenly Kings"
      },
      {
        "tr": "Başka Bir Dünyaya Yöneldi: Maaşlı Adamdan Göksel Krala!"
      },
      {
        "ru": "Из корпоративного раба в приспешники демона"
      },
      {
        "en": "Office Worker Has Become “Big Four” in the Different World."
      }
    ],
    "description": {
      "en": "Dennosuke Uchimura is a simple Salaryman, who one day is run over by an elderly lady on a scooter and left in the street to die. When he regained consciousness he discovers he was summoned to another world by the Demon King himself, who offers him a position as one of his Four Heavenly Kings. \n\nCan Dennosuke survive as a servant of the Demon King, and meet his expectations?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0339b87e-87b9-4844-9a6e-39a365131dbd",
    "title": {
      "en": "Seikatsu Mahoutsukai no Gekokujou"
    },
    "updatedAt": "2025-01-29T20:22:07+00:00",
    "coverArt": "https://mangadex.org/covers/0339b87e-87b9-4844-9a6e-39a365131dbd/3360b05a-fa14-4b5e-9989-f88675c6f6ed.jpg",
    "altTitles": [
      {
        "ja": "生活魔法使いの下剋上"
      },
      {
        "en": "Rise of the Life Wizard"
      }
    ],
    "description": {
      "en": "I'm not \"useless\"! I'll prove it by conquering dungeons! Suddenly, magic and dungeons appear in modern Japan, and life has changed completely. I, Midorimu Sakaki, am born with a talent for life magic that cannot be used for exploring dungeons or defeating demons. I was born with a talent for life magic, but while exploring dungeons, I got my hands on a rare item, the \"Sage System,\" which allows me to create new magic...?\n___\n[Web Novel](https://kakuyomu.jp/works/16816452218254294002)  (jp)",
      "ja": "生活魔法の可能性を俺が証明してやる！\n\n突如として魔法とダンジョンが出現し、生活が一変した現代日本。冒険者養成学校「ジービック魔法学院」で臨時教師を務める榊緑夢は、ダンジョン探索にも魔物討伐にも使えない生活魔法の才能を持って生まれてしまった。周囲から“役立たず”と蔑まれながらも、その胸には熱い想いが渦巻いていた――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c8f0358-d663-4d60-8590-b5e82890a1e3",
    "title": {
      "en": "Keikenzumi na Kimi to, Keiken Zero na Ore ga, Otsukiai Suru Hanashi"
    },
    "updatedAt": "2025-02-15T13:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/1c8f0358-d663-4d60-8590-b5e82890a1e3/73de44bb-13c5-43b7-ad0f-c121a7a558a0.jpg",
    "altTitles": [
      {
        "ja": "経験済みなキミと、 経験ゼロなオレが、 お付き合いする話"
      },
      {
        "ja-ro": "Keiken Zumi na Kimi to, Keiken Zero na Ore ga, Otsukiai Suru Hanashi"
      },
      {
        "en": "You Were Experienced, I Was Not: Our Dating Story"
      },
      {
        "ru": "Искушённая ты и незрелый я,"
      },
      {
        "ru": "История знакомства опытной тебя и неопытного меня"
      },
      {
        "th": "หนุ่มซิงกับสาวฮอต เดตนี้จะรอดมั้ยนะ"
      },
      {
        "vi": "Kẻ ngây thơ, người từng trải và câu chuyện tình của chúng tôi"
      }
    ],
    "description": {
      "en": "Ryuuto Kashima is a gloomy high school student. Because of a punishment game, he was forced to confess to Runa Shirakawa, a girl from the top of school caste and admired by everyone. They ended up going out for the unexpected reason of \"Err, I'm free now so...\" but, Ryuuto ends up following and eavesdropping Runa getting confessed by a handsome soccer club member, and Runa bringing Ryuuto, whom she just started dating, to her own room as a matter of course. \n\nThey have different friends and ways to have fun, different in just about everything. And yet, surprised by their differences everyday, accepting it, they begin to relate with each other.\n___\n**Character Designer:** [magako](https://mangadex.org/author/fd30d521-18ba-4638-94c3-700858ce7c43)",
      "ja": "スクールカースト最上位&憧れの美少女・月愛に罰ゲームきっかけで告白した、陰キャ気味の男子高校生・龍斗。返事はなんと、「今わたしフリーだし」という一言で即OK! こうして何もかも正反対の二人は、お付き合いすることになり…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6dbc24cd-56ed-4171-83cd-8115ac0814b6",
    "title": {
      "en": "Han Daesung, Back From Hell"
    },
    "updatedAt": "2024-11-27T11:56:58+00:00",
    "coverArt": "https://mangadex.org/covers/6dbc24cd-56ed-4171-83cd-8115ac0814b6/c346b34a-572b-4559-aebf-9a6348e32bb1.jpg",
    "altTitles": [
      {
        "ko": "지옥에서 돌아온 한대성"
      },
      {
        "en": "Han Dae Sung Returned From Hell"
      },
      {
        "ko-ro": "Jiogeseo Doraon Handaeseong"
      },
      {
        "en": "Returned from Hell"
      }
    ],
    "description": {
      "en": "On the way home from the third year of middle school. Han Dae-sung falls into hell without any context.\n\nAt first, he wandered in hell for about a few days and despaired, but he said that he had to live. He starts fighting with the determination to return to Earth. Hell was like a game. A UI pop-up window like an RPG game appears in front of your eyes as a hologram, there is a status window, and you learn skills and acquire items. Even though he almost lost his life several times from the ferocious beasts of hell, he persisted and continued to grow. \n\n10 years passed, 50 years passed, and 80 years were taken. He finally defeats the demon, the absolute lord of hell, and ascends to a new seat of power. \n\n[Would you like to return to Earth?] until the message pops up. Hell is worthless. Daesung returns to Earth, feeling no need to stay in this place where there is only a desolate land covered in flames and magical beasts who cannot communicate. \n\nAnd when he wakes up in a hospital in Seoul, he realizes that only 10 years have passed since he fell to hell. Daesung, who was in a vegetative state on Earth for 10 years, receives rehabilitation treatment. \n\nAt that time, a message that could only be seen in hell appears in front of his eyes. [The advent quest has arrived.] He accepts the system provided by hell and completes his rehabilitation training at an explosive pace while carrying out his mission. \n\nWhile hospitalized in his hospital room, Hell gave him quests relentlessly. Daesung's skinny body recovers the body of those days, which was solidified by living in hell for 80 years. Let Daeseong finish his descent. The system of Hell invites them to the other side of the world called 'Pantheon'.\n\n 'Pantheon' Based on the diary Daeseong wrote in his selfishness, the time and space of hell are recreated. Demonic beasts imprisoned in all the English spaces of Pandaemonium beg Daesung, the absolute, to save them. However, with the cold-hearted reply, \"Fuck Daesung\". He himself declares that he will not fight anymore and will live normally. \n\nHowever, the hometown Earth, which should be peaceful, was in a state of air raids by beings from another alien dimension, and the 'great upheaval' began on the day Daesung fell into hell. Since then, in the earth of cataclysm, in order to counteract the monsters that have entered the earth, a monster-specialized monster extermination certificate called 'Hunter' has been created. \n\nDaesung, who promised to live a normal life without fighting, makes one decision. home just returned. To protect the barely reunited family, the enemies from that extraterrestrial dimension must be exterminated. \n\nHaving made up his mind to become a hunter, he goes back and forth to the Pantheon and unlocks the powers of hell one by one. and your own world. He shows the real 'hell' as the absolute of hell to all who threaten his precious people."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad84e944-a533-4c56-aedb-4f1e44e285a4",
    "title": {
      "en": "The Demon Faction's Return"
    },
    "updatedAt": "2025-02-08T10:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/ad84e944-a533-4c56-aedb-4f1e44e285a4/d68e7cee-2149-4cba-9f36-90c13b4053dd.jpg",
    "altTitles": [
      {
        "ko": "마도귀환록"
      },
      {
        "en": "Records of the Demonic Path’s Return"
      }
    ],
    "description": {
      "en": "In an effort to escape the power struggle within the Heavenly Demon Sect, the protagonist Myeong-un retreats to a life of seclusion. However, simply avoiding ambition for the throne is not enough to avert tragedy. Myeong-un flees from the sect leader Myeong-gak, who seeks fratricide, before meeting his demise. At the moment of his death, as his consciousness fades, he hears a voice. \"Do you regret it? Do you wish to fight again?\"\" To his surprise, Myeong-un, believed to be dead, opens his eyes once more...."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f7fba64-e66a-46f0-9a85-c11b01e365b9",
    "title": {
      "en": "Real World Mobile: Another World War"
    },
    "updatedAt": "2025-02-13T04:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/3f7fba64-e66a-46f0-9a85-c11b01e365b9/cb656898-974a-4c07-897f-e1d8097451dd.jpg",
    "altTitles": [
      {
        "ko": "리얼월드 : 이세계 대전"
      },
      {
        "en": "Real World: Another World War"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41da8b4c-baa1-48f5-9ad2-9b6ec4bdecdb",
    "title": {
      "en": "Sense."
    },
    "updatedAt": "2024-10-30T14:30:56+00:00",
    "coverArt": "https://mangadex.org/covers/41da8b4c-baa1-48f5-9ad2-9b6ec4bdecdb/155dca56-73e8-4152-a8b8-5d4de16a3192.jpg",
    "altTitles": [
      {
        "ja": "センセ。"
      },
      {
        "en": "Teach."
      },
      {
        "zh": "妄想老师"
      },
      {
        "ko": "센세"
      }
    ],
    "description": {
      "en": "A new teacher enters an all-girls high school and as he tours around he sees a female student sleeping in a classroom. When she wakes up, however, she suddenly kisses him…"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "256cfa77-3698-4f5b-8ff0-5eb39cd6bd6c",
    "title": {
      "en": "Life of Pyonko"
    },
    "updatedAt": "2025-02-15T18:01:42+00:00",
    "coverArt": "https://mangadex.org/covers/256cfa77-3698-4f5b-8ff0-5eb39cd6bd6c/eecc8790-3f2d-4d9c-83a3-c13bf05ac9e9.jpg",
    "altTitles": [],
    "description": {
      "en": "A collection of the Pyonko and Friends mini-stories taken from the Author's X(Twitter) and Patreon accounts.\n\nUploaded out of chronological order."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a9d76c3-42b9-4bcf-81d7-ad307d2ea971",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 8: JoJolion (Official Colored)"
    },
    "updatedAt": "2024-10-31T23:48:09+00:00",
    "coverArt": "https://mangadex.org/covers/7a9d76c3-42b9-4bcf-81d7-ad307d2ea971/f305a5a9-d45d-45de-bc74-6afda83157c9.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 8: JoJolion - Digital Colored Comics"
      },
      {
        "en": "JoJo no Kimyou na Bouken Part 8: JoJolion (Official Colored)"
      },
      {
        "es-la": "JoJo's Bizarre Adventure, Parte 8 : JoJolion - Color Digital"
      },
      {
        "ja-ro": "JoJorion"
      },
      {
        "ru": "Невероятные Приключения ДжоДжо Часть 8: Джоджолион (цветная версия)"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ジョジョリオン"
      },
      {
        "ja": "ジョジョリオン"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第8部 ジョジョリオン カラー版"
      },
      {
        "pl": "Jojolia"
      },
      {
        "ja": "JoJo no Kimyou na Bouken: JoJolion"
      }
    ],
    "description": {
      "en": "In 2011, childhood friends Yasuho Hirose and Joushuu Higashikata discover a naked man buried in the ground just outside the town of Morioh. The man has no memory of his name or previous life; the only thing he remembers about himself is how to use his Stand, a supernatural ability that takes the form of a humanoid creature. The stranger is quickly given a name, Jousuke, and Joushuu's father Norisuke decides to adopt him into the Higashikata household until he can find his own home.  As Jousuke begins to investigate his past, it becomes apparent that he is no ordinary amnesiac. There is much more to his identity than he first suspected, and, as he is thrust into a series of high-stakes Stand battles, he soon begins unravelling a deadly conspiracy that encompasses the entire town.",
      "hu": "A Jojo no Kimyou na Bouken sorozat nyolcadik történetíve.\n\nA nagy japán földrengést követően Morioh-t hatalmas földkiugrások sújtották, ahogy helyiek nevezik, Szemes falak. A vizsgálat ellenére a szakmai becslések üresen maradtak. Eközben egy fiatal lány, Yasuho Hirose egy férfit talál a földbe temetve,aki jellegzetes csillagalakú anyajeggyel és mélyre hatoló harapásnyomokkal rendelkezik. A férfit, aki az aminézia jeleit mutatja, egy helyi család hozta ide és adta neki a Josuke Higashikata nevet, azonban a különös események nem maradnak abba, egyik a másikat halmozza leginkább és hamarosan a standként ismert talány előbukkan, hogy eloszlassa a zavarságok felhőit. \n\n- 2013-ban a 17-dik Japan Media Arts Festivalon megnyerte a fődíjat a manga kategóriában.",
      "pl": "Ósma część serii JoJo's Bizarre Adventure. \nPocząwszy od trzęsień ziemi w 2011, w miasteczku Morioh zaczęły występować rozległe uskoki, nazwane Murami Oczu. Pomimo przeprowadzonych badań, przyczyna ich wzniesienia pozostaje nieznana. W międzyczasie młoda dziewczyna imieniem Yasuho Hirose znajduje zakopanego mężczyznę ze znamieniem w kształcie gwiazdy otoczonym śladami ugryzienia. Mężczyzna przyjąwszy łatkę człowieka z amnezją, został przyjęty do mieszkającej w pobliżu rodziny oraz nadano mu imię - Jōsuke Higashikata. Jednakże, tajemnicze wydarzenia wcale nie ustają, a zagadkowe Standy dopełniają poczucie zdezorientowania.\n- Czarno-biała wersja wygrała główną nagrodę w kategorii mangi w 17 edycji Japońskiego Festiwalu Sztuki w 2013 roku.",
      "es-la": "El arco de la octava historia de la serie: JoJo's Bizarre Adventure.\n\nTras el gran terremoto del este en Japón, Morioh ha sido golpeado por grandes protuberancias de tierra conocidas por los lugareños como Los Muros con Ojos. A pesar de la investigación, las estimaciones profesionales quedan vacías. Mientras tanto, la joven Yasuho Hirose, descubre a un hombre enterrado en la tierra, este posee una distintiva marca de nacimiento en forma de estrella junto con marcas de mordeduras profundas. El hombre, que ha contraído un caso básico de amnesia, es acogido por una familia local y recibe el nombre de Jousuke Higashikata, sin embargo, los eventos misteriosos no pueden evitar que se acumulen unos sobre otros y pronto ese enigma conocido como \"stand\", emerge para complementar la gran nube de confusión.\n\n° Ganó el Gran Premio en la categoría de manga en el 17º Festival de Artes de Medios de Japón en 2013."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "27",
    "lastChapter": "110"
  },
  {
    "mangaId": "85c429c4-ccf3-4ee0-8a69-47841338a5da",
    "title": {
      "en": "No Country for Retired Idols"
    },
    "updatedAt": "2025-02-13T03:47:31+00:00",
    "coverArt": "https://mangadex.org/covers/85c429c4-ccf3-4ee0-8a69-47841338a5da/9d232994-a26d-4135-bc4b-de062715dd88.jpg",
    "altTitles": [
      {
        "ko": "은퇴한 아이돌을 위한 나라는 없다"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47dee21c-29c6-410b-9ea1-f0c422fd0505",
    "title": {
      "en": "New Chronicles of Goguryeo"
    },
    "updatedAt": "2025-02-13T03:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/47dee21c-29c6-410b-9ea1-f0c422fd0505/cb64b9e9-940b-4aa8-b56f-edf195c242ae.jpg",
    "altTitles": [
      {
        "en": "New Goguryeo Chronicles"
      },
      {
        "ko": "신 고구려전기"
      },
      {
        "en": "Record of a New Goguryeo"
      }
    ],
    "description": {
      "en": "New Chronicles of Goguryeo In a world unfolding within my dreams, It was the late Goguryeo period, And I became Yeon Namsaeng, son of Yeon Gaesomun. In reality, I am Kim Namsaeng…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]