[
  {
    "mangaId": "ea4d294d-f026-4bf2-a999-a559084bad1b",
    "title": {
      "en": "Isso Anata ga Todome wo Sashite"
    },
    "updatedAt": "2024-05-26T16:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/ea4d294d-f026-4bf2-a999-a559084bad1b/ea2ecc90-7b32-44c1-93c6-ecf6277ad5a8.jpg",
    "altTitles": [
      {
        "ja": "いっそあなたがトドメを刺して"
      },
      {
        "ja-ro": "Isso Anata ga Todome o Sashite"
      },
      {
        "en": "Better You Give Me The Final Blow"
      }
    ],
    "description": {
      "en": "Ichika is a female college student who wants to have a normal relationship, but is often judged by her appearance. One night at a drinking party she attended, hoping to have a wonderful encounter, she met Kousei who was kind to her. She is attracted to him because they got the same interest, enjoys talking with him and he likes her just the way she is — but she didn't know he had a secret no one knows about. \n\n(Source: heartbuzz2d)",
      "pt-br": "Ichika é uma estudante universitária do sexo feminino que deseja ter um relacionamento normal, mas muitas vezes é julgada pela sua aparência. Uma noite, numa festa em que ela participou, esperando ter um encontro maravilhoso, ela conheceu Kousei, que foi gentil com ela. Ela se sente atraída por ele porque eles têm os mesmos interesses, gosta de conversar com ele e ele gosta dela do jeito que ela é — mas ela não sabia que ele tinha um segredo que ninguém conhece."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c71988ee-1413-4dd7-910d-1df54e529b68",
    "title": {
      "en": "Die Wergelder"
    },
    "updatedAt": "2023-07-22T09:44:02+00:00",
    "coverArt": "https://mangadex.org/covers/c71988ee-1413-4dd7-910d-1df54e529b68/8892b013-3c1d-400d-9fd3-ff27ba3eb5b6.jpg",
    "altTitles": [
      {
        "en": "Wergelder"
      },
      {
        "ru": "Вергельдер"
      },
      {
        "th": "สาวโฉดไร้ปรานี"
      },
      {
        "ja": "ベアゲルター"
      },
      {
        "zh": "血偿金"
      },
      {
        "zh-hk": "血償金"
      },
      {
        "ko": "베아게르타"
      },
      {
        "en": "Beageruta"
      }
    ],
    "description": {
      "en": "Wergelder: in Germanic law, the money paid by a murderer or his family to the victim’s family in atonement. A mysterious deal goes down on a remote island known as a red-light pleasure district. An insane fight between a blonde sniper and an assassin in a Chinese dress brings up questions about who the players are in this deal. A group of misfit yakuza gets caught in the crossfire while trying to get in on the deal, or at least find out what’s being dealt. At the center of it all is a woman who has been wronged in the worst imaginable ways. She will have her revenge. Eisner award-winning creator of Blade of the Immortal Hiroaki Samura presents a new badass thriller with some very bad ladies!",
      "es": "La historia de acción gira en torno a las batallas por dinero entre tres mujeres: una \"vengadora psicodélica apasionada\" llamada Nami, una \"máquina de matar vestida de china\" llamada Je-Mao, y una líder de pandilla femenina llamada Shinobu Aza.",
      "pt-br": "Wergelder: o direito Germânico, o dinheiro pago pelo assassino ou sua família para a família da vítima em expiação. Uma misteriosa negociação acontece em uma ilha remota conhecida como um distrito de prazer de luz vermelha. Uma luta insana entre uma franco-atiradora loira e uma assassina com um vestido chinês levanta questões sobre quem são os jogadores desta negociação. Um grupo de yakuza desajustado é apanhado no fogo cruzado enquanto tenta entrar na negociação, ou pelo menos descobrir o que está sendo negociado. No centro de tudo isso, está uma mulher que foi enganada das piores maneiras imagináveis. Ela terá sua vingança."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "93dc07cf-073b-42f9-a71c-2c35b43ae5b9",
    "title": {
      "en": "Last Omegaverse"
    },
    "updatedAt": "2023-05-29T06:57:12+00:00",
    "coverArt": "https://mangadex.org/covers/93dc07cf-073b-42f9-a71c-2c35b43ae5b9/da8c5ae5-21ee-4b45-9d38-43bd9b60278a.jpg",
    "altTitles": [
      {
        "ja-ro": "Jinrui Saigo no α to Ω"
      },
      {
        "ja-ro": "Jinrui Saigo no Alpha to Omega"
      },
      {
        "ja": "ラスト・オメガバース"
      },
      {
        "ja": "人類最後のαとΩ"
      },
      {
        "ko": "라스트 오메가버스"
      }
    ],
    "description": {
      "en": "It's been 100 years since the extinction of alphas and omegas. These genders now only exist in textbooks. Ayase, who was born with an \"Omega mutation\" in this world where only betas exist, has to labor as an AV male actor in order to secretly obtain expensive suppressants. \"I would never be able to have a normal love life\" is what Ayase thought, but one day, a fateful encounter with a man named Inukai left him with an uncontrollable desire. However, when they tried connecting their bodies for the first time that night, 'that' happened?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "d2f4ff4d-7fcf-496f-9dd7-b8e598f7b3cb",
    "title": {
      "en": "Pizzicato no Nemuru Mori"
    },
    "updatedAt": "2024-05-11T16:15:50+00:00",
    "coverArt": "https://mangadex.org/covers/d2f4ff4d-7fcf-496f-9dd7-b8e598f7b3cb/92c8c190-ed7a-4ed1-a971-6fb78ec2dac5.jpg",
    "altTitles": [
      {
        "ja-ro": "Pizzicato no Nemuru Mori"
      },
      {
        "ja": "ピチカートの眠る森"
      },
      {
        "en": "Sleeping Pizzicato Forest"
      }
    ],
    "description": {
      "en": "Emilie has lived a sheltered life. Longing for a life like the protagonist in her beloved novel who shares the same name, Emilie leaves home on her own and travels to the villa inherited from her great-great-grandfather on Hazama Hill. There, she finds a sleeping backpacker named Shura and many mysterious creatures!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "MARRIAGETOXIN"
    },
    "updatedAt": "2024-06-04T15:37:07+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/54331e59-a0c3-415b-b4ce-3000f84c0c19.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "619e1bd2-59d6-4e58-bf2e-c027e5e38e23",
    "title": {
      "en": "Endland"
    },
    "updatedAt": "2024-05-26T15:07:32+00:00",
    "coverArt": "https://mangadex.org/covers/619e1bd2-59d6-4e58-bf2e-c027e5e38e23/b2d034b1-f34c-4b7d-ae2d-d84c1eb52448.jpg",
    "altTitles": [
      {
        "ja": "エンドランド"
      }
    ],
    "description": {
      "en": "On a desolate Earth that has become difficult for human habitation, Itsuki, unconscious for two years because of an accident, ekes out a living on an island yet flourishing with his caretaker from childhood, Jun. While Itsuki doesn't remember what kind of accident he was in, he's fine with how things are as long as he's with his love, Jun... that is, until they have to start worrying about their dwindling resources. One day, the two of them find a mysterious machine and hear a voice from its communications device. Perhaps... there are other people still living on Earth as well. Though Itsuki is excited that the two of them can continue living together forever if they receive help, Jun's response is not so hopeful..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "c9aaa96b-36fc-41c5-a427-6e39c26b7720",
    "title": {
      "en": "Fuku wo Kiru nara Konna Fuu ni"
    },
    "updatedAt": "2024-06-02T08:27:01+00:00",
    "coverArt": "https://mangadex.org/covers/c9aaa96b-36fc-41c5-a427-6e39c26b7720/fb65b75e-9e45-4aa6-929c-9e35206fd5cc.jpg",
    "altTitles": [
      {
        "ja": "服を着るならこんなふうに"
      },
      {
        "en": "Do It this Way If you Wear the Clothes."
      },
      {
        "en": "If You're Gonna Dress Up, Do It Like This"
      },
      {
        "zh": "衣服要这么穿"
      },
      {
        "vi": "Đã ăn diện thì phải ăn diện sao cho đúng."
      }
    ],
    "description": {
      "en": "Yuusuke, an average office worker meets with his friend at a reunion, only to find out that the fashion world has left him behind. Now, with the help of his sister Tamaki, Yuusuke must take his step into the world of trends and charisma.",
      "pt-br": "Yuusuke, um trabalhador de escritório comum encontra-se com seu amigo em uma reunião, apenas para descobrir que o mundo da moda o deixou para trás. Agora, com a ajuda de sua irmã Tamaki, Yuusuke deve entrar no mundo das tendências e do carisma"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2d3e993-c76c-4fa3-ba0a-7f23e2989bcf",
    "title": {
      "en": "Renata Tate: Goddess for Hire"
    },
    "updatedAt": "2024-04-11T12:57:20+00:00",
    "coverArt": "https://mangadex.org/covers/e2d3e993-c76c-4fa3-ba0a-7f23e2989bcf/30f27381-686e-4ba2-a6f5-87bd04d60ad3.png",
    "altTitles": [
      {
        "ja": "レナタ タッテ 貸与れる女神"
      }
    ],
    "description": {
      "en": "Renata, a once almighty goddess, has returned in the modern day and must do odd jobs to earn offerings in order to restore her powers and save the world from an incoming monster uprising."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ad36599-e241-4caf-946d-5af8f4161bb2",
    "title": {
      "en": "Te no Geka"
    },
    "updatedAt": "2024-04-16T18:57:43+00:00",
    "coverArt": "https://mangadex.org/covers/0ad36599-e241-4caf-946d-5af8f4161bb2/a4e30fd2-f74d-419e-925b-10fcf3defd60.jpg",
    "altTitles": [
      {
        "ja": "テノゲカ"
      },
      {
        "en": "Hand Surgery"
      }
    ],
    "description": {
      "en": "Hands. It is one of the most complex organs in the human body, with a particularly complex function and structure. Therefore, there is a doctor who specializes in this organ: <Hand Surgeon>. Isshin Tezuka is a hand surgeon at Ohrando Hospital. He has an aloof appearance and is full of mystery, but the only thing that is certain about him is that he is an extremely talented hand surgeon. This is a life story woven by his hands and the many hands he heals. An authentic medical drama for the new era!",
      "ja": "その日、病院に運び込まれた男性は、事故で右腕が切断されていた。絶望する男性の息子に救急スタッフが告げる。「再接着手術を行います――」「くっつくんですか…父の右腕が!?」不可能を可能にするのは【手専門の医者】。\n\n【手外科医】手塚一心。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Tune In to the Midnight Heart"
    },
    "updatedAt": "2024-06-05T06:03:25+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/7e3c8bb7-9b8b-4e02-a3e3-b20b6ebd7472.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "ja-ro": "Mayonaka Heart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1563cd49-ee38-4a46-a4f0-429dc07cd4a1",
    "title": {
      "en": "Oshinobi Dousei"
    },
    "updatedAt": "2024-05-23T12:43:56+00:00",
    "coverArt": "https://mangadex.org/covers/1563cd49-ee38-4a46-a4f0-429dc07cd4a1/70dccc37-1a76-451e-a511-906e0e92380e.jpg",
    "altTitles": [
      {
        "ja": "お忍び同棲"
      },
      {
        "pt-br": "Vivendo Com uma Kunoichi"
      },
      {
        "ja-ro": "Oshinobi Dousei"
      },
      {
        "ru": "Тайное сожительство"
      },
      {
        "en": "Living With a Kunoichi"
      }
    ],
    "description": {
      "en": "Tae, a beautiful 17-year-old girl, and Kotaro, a serious office worker. These two seemingly happy people have a secret they can't reveal to anyone - the rival ninjas of Iga and Kouga secretly live together in this laid-back romantic comedy!",
      "ja": "17歳の美少女・たえと、まじめな会社員の小太郎。一見幸せそうに見える二人には誰にも言えない秘密があった――伊賀・甲賀のライバル忍者がこっそり同棲生活を送る、まったりラブコメ！",
      "pt-br": "Tae, uma linda garota de 17 anos, e Kotaro, um sério trabalhador de escritório. Essas duas pessoas aparentemente felizes têm um segredo que não podem revelar a ninguém - os ninjas rivais de Iga e Kouga vivem secretamente juntos nesta comédia romântica descontraída!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "30"
  },
  {
    "mangaId": "b0a8dd08-0dfd-4ed6-a33a-0fef18cea5fb",
    "title": {
      "en": "Mikami to Sato wa Mada Yamashikunai"
    },
    "updatedAt": "2023-07-11T07:48:41+00:00",
    "coverArt": "https://mangadex.org/covers/b0a8dd08-0dfd-4ed6-a33a-0fef18cea5fb/a8945880-4d26-4a6e-aeb4-4bd0395ab178.jpg",
    "altTitles": [
      {
        "en": "Mikami And Sato Are Still Innocent"
      },
      {
        "ja": "三上と里はまだやましくない"
      }
    ],
    "description": {
      "en": "Mikami, who has zero romantic experience, thoughtlessly kisses his roommate and best friend Sato. What will happen next between the two friends?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "18.5"
  },
  {
    "mangaId": "6cc0f7c2-0db6-432b-8189-fcedbcdda888",
    "title": {
      "en": "Hitomi-chan Is Shy With Strangers"
    },
    "updatedAt": "2024-05-16T10:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/6cc0f7c2-0db6-432b-8189-fcedbcdda888/97748786-e5aa-4504-af30-b7fa9d775ccb.jpg",
    "altTitles": [
      {
        "es": "Hitomi es tímida con desconocidos"
      },
      {
        "es": "Hitomi es tímida con extraños"
      },
      {
        "ja-ro": "Hitomi-chan wa Hitomishiri"
      },
      {
        "ja-ro": "Hitomichan ha Hitomishiri"
      },
      {
        "ru": "Застенчивая Хитоми-чан"
      },
      {
        "ja": "瞳ちゃんは人見知り"
      },
      {
        "it": "Hitomi-chan è timida con gli sconosciuti"
      }
    ],
    "description": {
      "en": "One day, the ordinary 2nd year high schooler Yuu Usami accidentally encounters a big girl with a scary look. Turns out she's glaring at him, but why…?! Although Hitomi Takano looks like she's scary and awkward, she's actually a kind and adorable girl. This one shall be a happy, heartwarming slice-of-life comedy.",
      "es": "Un día, el estudiante de 2do año Yuu Yusami se encuentra por accidente con una muchacha grande con una mirada temeraria. Resulta que ella símplemente lo está observando… pero ¿por qué? A pesar de que Hitomi Takano se ve espeluznante y huraña, ella en realidad es querida y adorable. Ésta será una feliz y grata comedia de la vida cotidiana.  \n  \n[![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/910858)  \n[![](https://i.imgur.com/dQCXZkU.png) Mangaka’s Twitter](https://twitter.com/cyorisukenosuke)",
      "fr": "Un jour, Yuu Usami – lycéen ordinaire en deuxième année – rencontre une grande fille avec un regard effrayant. Elle a l’air de le fusiller du regard, mais pourquoi…?! Pourtant, même si Hitomi Takano fait peur et est maladroite, elle est en réalité une fille gentille et adorable. Bienvenue dans une comédie/tranche de vie qui va vous réchauffer le cœur !",
      "ja": "どこにでもいる平凡な高校2年生の宇佐見君は、ある日、偶然に居合わせた\"何やら目つきが悪くていろいろとおっきな女の子\"に、なぜか睨みつけられてしまい…!?\n見た目は怖くて不器用だけど、実は優しくて可愛い三白眼女子の、楽しくてハートフルな日常コメディ…開幕!!",
      "ru": "Однажды обыкновенный старшеклассник 2-го года Юу Усами случайно встречает большую девушку со страшным взглядом. По какой-то причине она не отрывает от него глаз, но он ведь ей ничего не делал!.. Хотя Хитоми Такано выглядит страшной и неприветливой, на самом деле она добрая и очаровательная девушка.",
      "pt-br": "Em um dia comum, um estudante do segundo ano do ensino médio, chamado Usami Yuu, se encontra acidentalmente com Takano Hitomi, uma garota alta e que tem um olhar assustador. Acontece que ela está olhando diretamente para ele. Mas embora Hitomi pareça assustadora e desajeitada, na verdade ela é uma garota gentil e adorável que simplesmente quer se tornar mais sociável."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67b35ba4-9c53-4957-91e7-4f7884e4b412",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon"
    },
    "updatedAt": "2024-04-27T00:03:26+00:00",
    "coverArt": "https://mangadex.org/covers/67b35ba4-9c53-4957-91e7-4f7884e4b412/638ddc95-9283-43b3-99f4-14c4467ebd09.jpg",
    "altTitles": [
      {
        "it": "La cameriera drago di Kobayashi"
      },
      {
        "fr": "Le dragon domestique de Mme. Kobayashi"
      },
      {
        "es": "La sirvienta dragón de la señorita Kobayashi"
      },
      {
        "en": "Kobayashi-san's Maid Dragon"
      },
      {
        "ru": "Дракон-горничная Кобаяши-сан"
      },
      {
        "th": "น้องเมดมังกรของคุณโคบายาชิ"
      },
      {
        "ja": "小林さんちのメイドラゴン"
      },
      {
        "zh": "小林家的妹抖龙"
      },
      {
        "ko": "코바야시네 메이드래곤"
      },
      {
        "ar": "خادمة الآنسة كوباياشي تنين"
      },
      {
        "zh-hk": "小林家的龍女僕"
      },
      {
        "ru": "Дракорничная госпожи Кобаяси"
      },
      {
        "ru": "Кобаяси-сан ти но мэйдорагон"
      },
      {
        "uk": "Драконопокоївка пані Кобаяші"
      },
      {
        "uk": "Кобаяші-сан Чі но Мейдорагон"
      },
      {
        "ms": "Pembantu Rumah Naga Cik Kobayashi"
      },
      {
        "pt-br": "A Empregada Dragão da Senhorita Kobayashi"
      },
      {
        "pt": "A Empregada Dragão da Senhora Kobayashi"
      },
      {
        "vi": "Hầu gái rồng nhà Kobayashi"
      },
      {
        "tr": "Kobayashi Hanımın Hizmetçi Ejderhası"
      },
      {
        "en": "The maid dragon of Kobayashi-san"
      }
    ],
    "description": {
      "en": "Kobayashi lives alone in an apartment, until one day, Tooru appears and they end up living together. Tooru looks down on humans as inferior and foolish, but having been saved by Kobayashi-san, she does everything she can to repay the debt and help her with various things, although not everything goes according to plan.  \nA mythical everyday life comedy about a hard working office lady living with a dragon girl.  \n\n\n---\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E5%B0%8F%E6%9E%97%E3%81%95%E3%82%93%E3%81%A1%E3%81%AE%E3%83%A1%E3%82%A4%E3%83%89%E3%83%A9%E3%82%B4%E3%83%B3)",
      "ru": "Жила себе и жила Кобаяши-сан. Одна в своей квартире, пока на пороге её дома не появилась Тору, у которой долг перед Кобаяши-сан за своё спасение. И Тору всячески желает вернуть его различными способами каждый день. Милая и повседневная комедия. Только есть одна необычная деталь: Тору – влюбленная драконесса.  \n  \nLicensed in English by Seven Seas as \"Miss Kobayashi's Dragon Maid.\"  \n  \n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18807)",
      "pt-br": "Kobayashi vive sozinha em um apartamento, até que um dia, Tooru, a garota dragão, apareceu e elas acabaram morando juntas. Tooru vê os humanos como seres inferiores e tolos. Mas tendo sido salva por Kobayashi-san, ela faz tudo que pode para pagar a dívida e ajudá-la com várias coisas, embora nem tudo corre conforme o planejado. Uma comédia do cotidiano mítico sobre uma mulher do escritório trabalhando duro para viver com uma garota dragão."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2223242b-41dc-4225-ba47-c68fe10e1e02",
    "title": {
      "en": "Game Shoshinsha no Mari-nee ga Iku VRMMO Nonbiri? Taikenki: Mebius World Online"
    },
    "updatedAt": "2024-01-03T16:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/2223242b-41dc-4225-ba47-c68fe10e1e02/517b3d11-dd79-41ce-baad-2abb6fd8de68.png",
    "altTitles": [
      {
        "ja": "ゲーム初心者の真里姉が行くVRMMOのんびり？体験記～Mebius World Online～"
      },
      {
        "ja-ro": "Geemu shoshinsha no Mari-nee ga iku VRMMO nonbiri? taikenki"
      },
      {
        "en": "First time gamer Mari-nee's leisurely? VRMMO Journal"
      }
    ],
    "description": {
      "en": "At the recommendation of her younger brother who lives with her, Mari Akizuki decides to play the massively popular VRMMORPG \"Mebius World Online\". Being a beginner, she had only wanted to enjoy the game at a leisurely pace... But before she knows it, she ends up battling a boss monster, earning a rare skill, and becoming the center of attention?! And so begins the kind-hearted Mari-nee's VRMMO life, as she bonds with both players and NPCs alike!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2023-02-03T02:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/5eb209bf-814e-43f4-b550-14749c2995e7.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ecde3e7d-a3f3-486a-977a-bf3eb5a13a11",
    "title": {
      "en": "One for All"
    },
    "updatedAt": "2024-05-24T21:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/ecde3e7d-a3f3-486a-977a-bf3eb5a13a11/8ac66e4b-8e00-4ebb-98b5-63ebb560d7d3.jpg",
    "altTitles": [
      {
        "ja": "ワンフォーオール"
      }
    ],
    "description": {
      "en": "\"You wanna play rugby together?\"\n\nArashi is a hot-blooded first year high school student enrolled on a rugby scholarship. Calling himself \"the man who stirs up a storm\", he unites a peculiar group of problem children, leading them towards the peak of high school rugby, Hanazono! A youth rugby club story told by the delinquent manga legend, Yanauchi Daiju!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5db5933-3804-4cca-a511-726a481f9eed",
    "title": {
      "en": "Seijo ni Uso wa Tsuujinai"
    },
    "updatedAt": "2024-05-30T05:32:42+00:00",
    "coverArt": "https://mangadex.org/covers/e5db5933-3804-4cca-a511-726a481f9eed/10af881f-84f8-422d-9ce1-d6a23947cc09.jpg",
    "altTitles": [
      {
        "ja": "聖女に嘘は通じない"
      },
      {
        "ja-ro": "Seijo ni Uso ha Tsuujinai"
      },
      {
        "en": "You Can't Lie to the Saintess"
      },
      {
        "en": "You Can't Lie to a Saint"
      },
      {
        "ru": "Ты не можешь лгать святому"
      }
    ],
    "description": {
      "en": "Chloe, who works as an apprentice priestess in a remote church, is a money-loving girl who makes a lot of money at night by gambling at cards, using her insight and memory as weapons. When Erald, a rich holy knight, visits her, he asks her to infiltrate the church as a candidate for sainthood and find the murderer who committed a murder two years ago...?",
      "ja": "辺境の教会で神官見習いとして働くクロエは、持ち前の洞察力と記憶力を武器に、夜な夜なカード賭博で荒稼ぎするお金大好き少女。そんな彼女のもとを訪れた成金聖騎士エラルドは、「聖女候補として大教会に潜入し、二年前の殺人事件の犯人を見つけてほしい」とクロエに依頼をして‥‥！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-02-24T11:47:23+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/6f235e14-164c-43bb-84a2-02102edefce9.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f28c47a-bf8d-4e79-83ca-2e64fe906372",
    "title": {
      "en": "Jashin-chan Dropkick"
    },
    "updatedAt": "2023-06-13T23:31:03+00:00",
    "coverArt": "https://mangadex.org/covers/3f28c47a-bf8d-4e79-83ca-2e64fe906372/f246d479-7f08-4d72-a54f-54a81c77ac6d.jpg",
    "altTitles": [
      {
        "en": "Dropkick On My Devil!"
      },
      {
        "ja-ro": "Jashinchan Doroppu Kikku"
      },
      {
        "en": "Jyashin-chan Drop Kick"
      },
      {
        "en": "Jyashin-chan Dropkick"
      },
      {
        "ru": "Демонический дропкик"
      },
      {
        "ja": "邪神ちゃんドロップキック"
      },
      {
        "zh": "邪神与厨二病少女"
      },
      {
        "ko": "사신짱 드롭킥"
      }
    ],
    "description": {
      "en": "Jashin-chan Dropkick is a violent slapstic comedy about a delusional gothic lolita, Yurine, who summons a demon girl with the tail of a cobra, Jashin-chan.\nThey'll have to live together until Yurine finds a way to send Jashin-chan back to hell, or until Jashin-chan kills Yurine.\n\n---\n\n[Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20484)",
      "ja": "魔界の悪魔、通称「邪神ちゃん」は、ある日突然、人間界に召喚されてしまう。\n彼女を召喚したのは、神保町のボロアパートで暮らす、ちょっとブラックな心を持つ女子大生、花園ゆりねだった。しかもゆりねは、邪神ちゃんを魔界に帰す方法がわからないと言う。仕方なく一緒に暮らし始めた邪神ちゃんとゆりね。しかし、召喚者が死ねば魔界に帰れることから邪神ちゃんはゆりねを……!?\n少女と邪神ちゃんが繰り広げるちょっとキケンな同居生活コメディ！",
      "pt-br": "Jashin-chan Dropkick é uma comédia violenta sobre uma lolita gótica, Yurine, que invoca uma garota demônio com um rabo de cobra, Jashin-chan.\nElas terão que viver juntas até que Yurine encontre uma maneira de enviar Jashin-chan de volta ao inferno, ou até que Jashin-chan mate Yurine."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48f4a374-6b3e-4ebc-b066-bdb9ae7b6f91",
    "title": {
      "en": "Mazinger Z 2022"
    },
    "updatedAt": "2024-05-24T06:24:47+00:00",
    "coverArt": "https://mangadex.org/covers/48f4a374-6b3e-4ebc-b066-bdb9ae7b6f91/98b53207-1a17-4bf4-8561-471e6d358e97.jpg",
    "altTitles": [
      {
        "ja": "マジンガーZ 2022"
      }
    ],
    "description": {
      "en": "A remake of the original Mazinger Z manga in celebration of its 50th anniversary. Most of this story was first published in Gekiman! - Mazinger Z Chapter. So this manga can be thought of as the in-universe version of the story that Gekiman creates in the autobiography manga [Gekiman! - Mazinger Z Chapter](https://mangadex.org/title/a6d69815-f5f9-4ab8-9d53-5b4d1ee6601e/gekiman-mazinger-z-chapter)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "6"
  },
  {
    "mangaId": "04598a65-4f1f-4807-a419-d79ca7f67457",
    "title": {
      "en": "Under Ninja"
    },
    "updatedAt": "2024-02-28T06:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/04598a65-4f1f-4807-a419-d79ca7f67457/cc223780-b5e9-4dfa-9fdf-bb0a1b6fcb06.jpg",
    "altTitles": [
      {
        "ja": "アンダーニンジャ"
      },
      {
        "ja-ro": "Andā Ninja"
      }
    ],
    "description": {
      "en": "The once-prosperous Japanese ninja are said to have been dismantled by the GHQ following the Pacific War and disappeared. In reality, the ninja still exist in secret, and their number is rumored to be as many as 200,000. Some of the elite ninja work behind the scenes at the national level. On the other hand, the ninja at the end of the line are often unable to find work. One such ninja, Kuro Kumogakure, is living the life of a NEET."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30eb9ee7-4cfe-4036-95f9-4aac5e05b505",
    "title": {
      "en": "Nito no Taidana Isekai Shoukougun ~Saijaku Shoku \"Healer\" nano ni Saikyou wa Cheat desu ka?~"
    },
    "updatedAt": "2023-11-28T19:12:02+00:00",
    "coverArt": "https://mangadex.org/covers/30eb9ee7-4cfe-4036-95f9-4aac5e05b505/5c2a29a6-410a-43c2-b832-91fd3ef4c116.jpg",
    "altTitles": [
      {
        "ja": "ニトの怠惰な異世界症候群 ～最弱職＜ヒーラー＞なのに最強はチートですか？～"
      },
      {
        "ja-ro": "NEET no Taidana Isekai Shoukougun: Saijaku Shoku \"Healer\" nano ni Saikyou wa Cheat desu ka?"
      },
      {
        "en": "A NEET’s Guide to the Parallel World: Healer, the Strongest Cheat?"
      },
      {
        "en": "NITO's Lazy Foreign World Syndrome"
      },
      {
        "en": "Nito’s Guide to the Parallel World: Healer, the Strongest Cheat?"
      },
      {
        "ru": "Ленивый Нито из другого мира"
      },
      {
        "ru": "Синдром ленивого Нито, в ином мире"
      },
      {
        "zh": "尼特的慵懒异世界症候群"
      },
      {
        "ja-ro": "NEET no Taidana Isekai Shoukougun"
      },
      {
        "zh-hk": "尼特的慵懶異世界症候群"
      },
      {
        "ko": "니트의 나태한 이세계 증후군 ~최약직 <힐러>인데 최강은 치트입니까?~"
      }
    ],
    "description": {
      "en": "Hidako Masamune is a high school student who suffers from continuous bullying by his classmates. Becoming tired of it all, he decides to commit suicide, but instead he is transported to another world along with all his classmates. When they arrive, they find that they now possess amazing abilities but he was only granted the status of a \"healer,\" the weakest skill of all. The king decides to get rid of him by transporting him to another faraway place, but not before Hidako swears revenge against the king, the kingdom, and all of his classmates.",
      "fr": "Hidako Masamune est un lycéen qui est continuellement harcelé, brimé par ses camarades de classe. Lassé de tout cela, il décide de se suicider, mais il est transporté dans un autre monde avec tous ses camarades de classe. À leur arrivée, ils découvrent qu'ils possèdent désormais des capacités étonnantes, lui en revanche, n'a obtenu que le statut de \"guérisseur\", la plus faible de toutes les compétences. Le roi décide de se débarrasser de lui en le transportant dans un autre lieu éloigné, mais pas avant que Hidako ne jure de se venger contre le roi, le royaume et tous ses camarades de classe.",
      "pt-br": "Hidako Masamune é um estudante do ensino médio que sofre bullying constante por seus colegas de classe. Ficando cansado de tudo, ele decide se matar, mas ao invés disso ele é transportado para outro mundo junto com seus colegas de classe. Quando ele chega, ele os encontra em posse de excelentes habilidades, mas ele foi o único que ganhou a classe de “healer”, a classe mais fraca de todas. O rei decide transportá-lo para outro lugar bem longe, mas não antes de Hidako jurar vingança contra o rei, o reino, e todos os seus colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10227f74-9134-4262-b01d-8966bc149c4d",
    "title": {
      "en": "Kenja no Deshi wo Nanoru Kenja"
    },
    "updatedAt": "2023-11-17T02:02:13+00:00",
    "coverArt": "https://mangadex.org/covers/10227f74-9134-4262-b01d-8966bc149c4d/c34a3e91-3899-45c1-a2ed-e2c1411cd311.jpg",
    "altTitles": [
      {
        "ru": "Она представилась как ученик мудреца"
      },
      {
        "zh": "自称贤者弟子的贤者"
      },
      {
        "ja": "賢者の弟子を名乗る賢者 THE COMIC"
      },
      {
        "en": "She Professed Herself Pupil of the Wise Man"
      },
      {
        "fr": "Enchantée, je suis la disciple du Sage !"
      },
      {
        "id": "Dia Mengakui Dirinya Murid Orang Bijak!"
      }
    ],
    "description": {
      "en": "In one of the worlds that exist within virtual reality, Kagami held the title of one of the Nine Sages, a position that placed him at the pinnacle of magicians. One day, he fell asleep in-game after pulling an all-nighter. When he opened his eyes, what he found was a world that was different to the one before… More important than anything else, was that the grizzled and dignified veteran’s body that he was used to, had now turned into an innocent little girl’s. If his true identity was leaked, honestly speaking it was a situation where it was very possible that the solemn image he had built up until now would be destroyed. And to deal with this problem, the excuse that he came up with was…\n\n\n---\n\n**Note:** MangaDex decided to follow the magazine numbering for ch. 1-56 and include ch. 53-56 in volume 9:\n- volume 2-5 add an offset of 4 chapters to the magazine by excluding/merging some chapters.\n- Volume 10 corrected the 4 chapter offset and returned to the magazine numbering by skipping chapter 53-56.\n- The chapters were assigned to the volumes with the corrected numbering (see chapter mapping)\n- Ch. 53-56 is included in vol. 9\n\n+++ Extraneous information\n**Added offset per volume:**\nVolume | Offset\n:- | :-\n2 | 1\n3 | 2\n5 | 1\n\n**Chapter mapping:**\nVolume | Volume Ch. | Magazine  Ch.\n:- | :- | :-\n2 | Ch. 8 | Ch. 8\n3 | Ch. 14 | Ch. 15\n4 | Ch. 19 | Ch. 22\n5 | Ch. 25 | Ch. 28\n6 | Ch. 30 | Ch. 34\n7 | Ch. 36 | Ch. 40\n8 | Ch. 41 | Ch. 45\n9 | Ch. 47 | Ch. 51\n10 | Ch. 57 | Ch. 57\n+++\n\n**Links:**\n- [Official English Light Novel](https://sevenseasentertainment.com/series/she-professed-herself-pupil-of-the-wise-man-light-novel/)",
      "fr": "Dans un des mondes de la réalité virtuelle, Kagami possède le titre d’un des Neuf Sages, le plaçant au sommet de tous les magiciens. Un jour, il s’endort pendant une session de nuit en pleine partie. Lorsqu’il ouvre les yeux, il découvre un monde différent de celui qu’il connait… Et bien plus important, son avatar, un vieux sage vétéran et à l’air digne, a été remplacé par une petite fille. Si sa véritable identité venait à être révélée, l’image qu’il a mis tant de temps à se créer auprès des gens serait détruite. Pour remédier à cela, l’excuse qu’il a trouvé est…\n\n\n---",
      "ja": "とあるオンラインゲームの九賢者の一人、召喚士ダンブルフこと咲森鑑はある日ゲームが現実となった世界へ飛ばされてしまう。しかも老練な賢者の姿ではなく可憐な少女の姿で。築き上げた賢者の威厳を守るためにも賢者の弟子「ミラ」と名乗ることになる。"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac",
    "title": {
      "en": "Onimushi"
    },
    "updatedAt": "2024-06-06T06:40:08+00:00",
    "coverArt": "https://mangadex.org/covers/8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac/0998c020-9074-432a-90e9-2d187a564d55.jpg",
    "altTitles": [
      {
        "ja": "鬼虫"
      },
      {
        "fr": "Rivage"
      },
      {
        "en": "Demon Bug"
      }
    ],
    "description": {
      "en": "In the middle Heian period, a small island called Onishima is isolated from civilization.\nAs a young girl, Torago was playing with her sister, Tana, when she disappears into the sea unexpectedly.\nHowever, it wasn't Torago's fault, but the fault of another boy who was playing with them.\nTorago and that boy grew up with guilt, and later ended up together, but one day a woman who looks like “Tana” appears in Onishima...",
      "es": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima...",
      "ja": "平安時代中頃、文明から隔離された小さな島「鬼島」。\nトラゴは幼少時代、実姉「タナ姉え」と海辺で遊んでいるとき、自分のせいで「タナ姉え」を行方不明にしてしまう。\nだが、それはトラゴの過失ではなく、一緒に遊んでいたもう一人の少年の過失だった。\nトラゴと少年は共に罪悪感にさいなまれながら成長し、後に結婚するが、ある日「タナ姉え」に似た女が鬼島に漂流してきた…。",
      "es-la": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima..."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "61"
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-04-25T19:22:13+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/79021f96-d539-40d3-9714-c717fe32a94e.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: \n[Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】](https://mangadex.org/title/ef970af6-8357-43bb-9bd1-fe09dba78624/kowai-onna-joushi-ga-nuidara-h-de-kawaikatta-hanashi-fanbox-0-5-matome)",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa0fb27a-d1db-4826-b400-fa3375468353",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daigoshou - Mizu no Miyako to Eiyuu no Uta"
    },
    "updatedAt": "2024-03-06T07:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/fa0fb27a-d1db-4826-b400-fa3375468353/b1328685-b96d-44a7-9adf-75538ed37622.jpg",
    "altTitles": [
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 5: The City of Water and the Hero's Poem"
      },
      {
        "es-la": "Re:ZERO - Starting Life in Another World-, Arco 5: La Capital del Agua y El Poema del Héroe."
      },
      {
        "ja": "Re:ゼロから始める異世界生活　第五章　水の都と英雄の詩"
      },
      {
        "pt-br": "Re:Zero — Começando uma Vida em Outro Mundo — Arco 5: A Metrópole da Água e o Poema do Herói"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть пятая: Звёзды, что творят историю"
      }
    ],
    "description": {
      "pt-br": "Um ano após a batalha no santuário. Natsuki Subaru estava passando um tempo tranquilo, mas tudo mudou quando recebeu um convite de um certo mensageiro. O convite para a cidade portuária de Priestella, que era a carta que Anastasia, uma das candidatas à realeza, enviou para Emilia. Rumo à cidade portuária onde o mal se agita, os heróis veteranos se reúnem. A tão esperada adaptação em manga do Arco 5 de Re:Zero começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfffa880-4154-40d1-abd2-0dff94248908",
    "title": {
      "en": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
    },
    "updatedAt": "2024-05-05T21:07:12+00:00",
    "coverArt": "https://mangadex.org/covers/dfffa880-4154-40d1-abd2-0dff94248908/c87184ca-b94d-4a5b-bdb7-79f0425fbdb2.jpg",
    "altTitles": [
      {
        "fr": "DanMachi - Sword Oratoria : l'épopée d'une épéiste"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? Sword Oratoria"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
      },
      {
        "ja-ro": "DanMachi: Sword Oratoria"
      },
      {
        "ru": "Может, я встречу тебя в подземелье - Оратория Меча"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか 外伝 ソード・オラトリア"
      },
      {
        "ko": "던전에 만나기를 원하는 것은 잘못 일까 외전 소드 오라토리아 소드 오라토리아"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? On the Side: Sword Oratoria"
      }
    ],
    "description": {
      "en": "After having descended upon this world, the gods have created guilds where adventurers can test their mettle. These guilds, known as \"familia,\" grant adventurers the chance to explore, gather, hunt, or simply enjoy themselves.  \nDungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Gaiden: Sword Oratoria begins in Orario, the lively city of adventurers. The Sword Princess, Ais Wallenstein, and the novice mage, Lefiya Viridis, are members of the Loki Familia, who are experts at monster hunting. With the rest of their group, they journey to the tower of Babel in hopes of exploring the dungeon underneath. Home to powerful monsters, the dungeon will fulfill Ais's desire to master her sword skills, while bringing Lefiya closer to her dream of succeeding Riveria Ljos Alf, vice-captain of the Loki Familia, as the most powerful mage in the land.\n\n---\n\n**Links:**\n[Yen Press](https://yenpress.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria-manga)",
      "ru": "Спин-офф ранобэ \"Может, я встречу тебя в подземелье\", который охватывает историю одной из сильнейших авантюристок по имени Аиз Валленштайн, также известной, как \"Принцесса Меча\"."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d773c8be-8e82-4ff1-a4e9-46171395319b",
    "title": {
      "en": "The Saga of Tanya the Evil"
    },
    "updatedAt": "2024-04-16T21:40:57+00:00",
    "coverArt": "https://mangadex.org/covers/d773c8be-8e82-4ff1-a4e9-46171395319b/57652b5a-e9da-466d-af79-f5d8de4df8ae.jpg",
    "altTitles": [
      {
        "de": "Die Militärischen Aufzeichnungen eines kleinen Mädchens"
      },
      {
        "ru": "Военная хроника маленькой девочки"
      },
      {
        "ru": "Колдунья в погонах"
      },
      {
        "th": "บันทึกสงคราม ของยัยเผด็จการ"
      },
      {
        "zh": "幼女战记"
      },
      {
        "ja": "幼女戦記"
      },
      {
        "ko": "유녀 전기"
      },
      {
        "ar": "ملحمة تانيا الآثمة"
      },
      {
        "fa": "حماسه تانیای شیطانی"
      },
      {
        "fa": "داستانی تانیا ھەڵگەڕاوەکە (Sorani Kurdish)"
      },
      {
        "zh-hk": "幼女戰記"
      },
      {
        "ru": "Военный журнал маленькой девочки"
      },
      {
        "uk": "Військова історія маленької дівчинки"
      },
      {
        "id": "Kronik Militer Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tentera Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tanya yang Jahat"
      },
      {
        "es": "Crónicas de una niña en guerra"
      },
      {
        "es": "Diario de guerra"
      },
      {
        "fr": "Tanya The Evil"
      },
      {
        "it": "La saga di Tanya la malvagia"
      },
      {
        "it": "Le cronache militari di una ragazzina"
      },
      {
        "pt": "Crônicas Militares de uma Pequena Garota"
      },
      {
        "vi": "Tanya Chiến Ký"
      },
      {
        "tr": "Küçük Bir Kızın Askeri Günlükleri"
      },
      {
        "ja-ro": "Youjo Senki"
      },
      {
        "en": "The Military Chronicles of a Little Girl"
      },
      {
        "es-la": "La Saga de Tanya la Malvada"
      },
      {
        "vi": "Ấu Nữ Chiến Ký"
      }
    ],
    "description": {
      "en": "A young girl fights on the frontlines in war. She has blonde hair, blue eyes, and nearly transparent white skin as she flies through the air and mercilessly strikes down her enemies. Her name is Tanya Degurechaff and speaks with a young girl's lisp while she commands the army.\n\nTanya used to be one of Japan's elite office workers, but because of a wrathful god was reborn as a little girl. Prioritizing optimization and career advancement above all, she will become the most dangerous entity among the Imperial Army's sorcerers.  \n\nAdapted from Light Novel of same name.  \n\n---\n\n**Note:** Manga and Light Novel Licensed in English by Yen Press as \"The Saga of Tanya the Evil\".",
      "es-la": "Una joven chica que lucha en el frente de una guerra. Tiene el pelo rubio, ojos azules y una piel blanca, casi transparente, y es conocida por moverse como el viento en el campo de batalla. Ella es Tanya Degurechaff y se encarga de dirigir al ejército. Solía ser un asalariado de élite en Japón, pero debido a la ira de un dios, renació como una niña pequeña. Tanya lo da todo por avanzar en su carrera militar y se convertirá en la maga más poderosa del ejército imperial."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-05-24T20:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/9a60773c-e882-45d7-909b-60a78af09003.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2024-05-31T07:35:48+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/83ce9ee1-775d-4be3-9956-82e464f6291f.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa Is My Senior, and My Friend."
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "en": "Noa-sempai Is My Friend."
      }
    ],
    "description": {
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2023-03-11T01:03:06+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "The girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, she decided to give herself to a man at the age of 28 … because she did not want to live this \"abnormal life\". Only after leaving her, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "910d61ce-1615-4a38-b8e9-2646e7445af8",
    "title": {
      "en": "Aiseki Ii desu ka?"
    },
    "updatedAt": "2024-06-07T01:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/910d61ce-1615-4a38-b8e9-2646e7445af8/3b56d851-6b5b-45a6-bf98-b9d993cfed1e.jpg",
    "altTitles": [
      {
        "ja": "相席いいですか？"
      },
      {
        "en": "Mind If I Sit Here?"
      }
    ],
    "description": {
      "en": "Tsubaki is a working woman who struggles with her relationship with her subordinate. Momoko is a university student struggling with her part-time job. Two people of different ages and backgrounds happen to be sitting together...?\n\nA breath of fresh air. A relaxing lunchtime comedy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31164557-2473-4fff-a26f-b9d443c3a905",
    "title": {
      "en": "I Turned My Childhood Friend Into a Tyrant"
    },
    "updatedAt": "2024-06-07T00:00:23+00:00",
    "coverArt": "https://mangadex.org/covers/31164557-2473-4fff-a26f-b9d443c3a905/5bb4f063-809e-4581-b55a-ca1c477bbf7b.jpg",
    "altTitles": [
      {
        "ko": "소꿉친구를 폭군으로 키웠습니다"
      },
      {
        "ko-ro": "Soggubchingureul Poggun'euro Kiwossseubnida"
      },
      {
        "ko-ro": "Sokkupchingureul Pokguneuro Kiwotseumnida"
      },
      {
        "en": "My BFF Is a Tyrant in Training"
      },
      {
        "en": "I Raised My Childhood Friend as a Tyrant"
      },
      {
        "fr": "J'ai élevé mon ami d'enfance comme un tyran"
      },
      {
        "es": "Convertí a mí amigo de la infancia en un tirano"
      },
      {
        "ja": "幼馴染を暴君に育てました"
      },
      {
        "th": "ฉันเลี้ยงเพื่อนสมัยเด็กให้กลายเป็นทรราช"
      },
      {
        "zh": "我把竹马养黑化"
      },
      {
        "zh": "我将竹马养成暴君"
      },
      {
        "zh-hk": "我把青梅竹馬培養成暴君"
      },
      {
        "vi": "Tôi Đã Nuôi Dưỡng Bạn Thời Thơ Ấu Thành Bạo Chúa"
      },
      {
        "vi": "Thuần Hoá Bạn Thân Thành Bạo Quân"
      }
    ],
    "description": {
      "en": "I was described as the short-lived childhood friend who turned the male lead into a tyrant in the novel. I died on his behalf, as the novel said. I thought I could now return to my original world. …But why am I back to the age of ten? Is there something wrong with the original story? I can’t help it! I thought I would succeed this time and go back to reality… This tyrant dream is too realistic to be true!\n\n“I don’t care about the throne.”\n\n“What?”\n\nWhat is it? Did I say this before my regression?\n\n“What are you talking about? Becoming emperor…”\n\nYou should meet the heroine and the original story should go on. That way I can go back!\n\n“Viche,” Jade was calling me somewhere with a low voice, “I can’t let you go… for whatever reason.”\n\nThere was a soft smile behind Jade’s bleak eyes. …I think he knows something.\n\n---\nA young Korean woman is reincarnated inside a novel as Viche Amelian, who according to the story, is to be executed in place of the young prince Jade for assassinating the emperor. After facing her death, she expects to get her old life back, but instead wakes up as a ten-year-old Viche! Could it be that her death failed to turn Jade into a tyrant, as the story foretold? Viche must now figure out where she went wrong, and make sure that this time, Jade becomes the world’s most wicked tyrant!\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=57021973)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-bff-is-a-tyrant-in-training/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E6%8A%8A%E9%9D%92%E6%A2%85%E7%AB%B9%E9%A6%AC%E5%9F%B9%E9%A4%8A%E6%88%90%E6%9A%B4%E5%90%9B/240?tab=episode)\n* [French / Français](https://fr.piccoma.com/fr/product/224)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Turned-My-Childhood-Friend-Into-a-Tyrant/157)\n* [Japanese / 日本語](https://piccoma.com/web/product/75078)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%AA%E0%B8%A1%E0%B8%B1%E0%B8%A2%E0%B9%80%E0%B8%94%E0%B9%87%E0%B8%81%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A/269)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "112"
  },
  {
    "mangaId": "d324ac89-3bea-49e3-b422-6d913f7301e1",
    "title": {
      "en": "Mone-san no Majime Sugiru Tsukiaikata"
    },
    "updatedAt": "2023-12-21T18:41:21+00:00",
    "coverArt": "https://mangadex.org/covers/d324ac89-3bea-49e3-b422-6d913f7301e1/b844db63-2ff6-4b49-b33d-4dcea9fdea6a.jpg",
    "altTitles": [
      {
        "en": "Mone-san's Overly Serious Way of Dating"
      },
      {
        "ja": "モネさんのマジメすぎるつき合い方"
      },
      {
        "zh": "萌音同学太过认真的交往方式"
      },
      {
        "ko": "모네 양의 완전 진지한 사귀는 법"
      }
    ],
    "description": {
      "en": "An alluring and popular honor student who goes by the name of Mone. Steadfast and diligent, she only has one foreseeable flaw; her philosophy on love is utterly trash! But both her mind and her heart might be swayed sooner than she thinks in this school love manga."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "74"
  },
  {
    "mangaId": "51b8571f-7277-4e48-b6e5-58c3ebca1143",
    "title": {
      "en": "Vigilante"
    },
    "updatedAt": "2023-09-28T05:00:27+00:00",
    "coverArt": "https://mangadex.org/covers/51b8571f-7277-4e48-b6e5-58c3ebca1143/d8e44647-f20c-4c50-93dc-ea06bf574d82.jpg",
    "altTitles": [
      {
        "en": "Vigilante (CRG)"
      },
      {
        "zh": "非法正義"
      },
      {
        "ko": "비질란테"
      }
    ],
    "description": {
      "en": "The law is flawed and I'll be the one who will make it perfect. Blame the law that released you.  \n  \nArt done by the creator of [HIVE](https://www.webtoons.com/en/thriller/hive/list?title_no=65).\n  \n[Official Trad. Chinese](https://www.webtoons.com/zh-hant/drama/feifazhengyi/list?title_no=1434&page=1)  \n [Official Thai](https://www.webtoons.com/th/action/vigilante/list?title_no=1488&page=1)",
      "pt-br": "A lei é falha e serei eu quem a tornará perfeita. Culpe a lei que te soltou."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "141"
  },
  {
    "mangaId": "6df1a6d3-2b1f-4254-87b4-b620a86d6ebf",
    "title": {
      "en": "Raising the Princess After Her Death"
    },
    "updatedAt": "2024-06-06T05:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/6df1a6d3-2b1f-4254-87b4-b620a86d6ebf/ab337523-186d-46d7-a615-84a538c88e63.jpg",
    "altTitles": [
      {
        "en": "A Princess Is Raised After Death"
      },
      {
        "en": "Desperately Making Her a Princess"
      },
      {
        "en": "The Princess Is Raised After She Dies"
      },
      {
        "ja": "正規エンディングまで異世界ループ転生"
      },
      {
        "ko": "공주는 죽어서 키운다"
      },
      {
        "en": "Raising the Princess to Overcome Death"
      }
    ],
    "description": {
      "en": "The long-term public service exam candidate, Minseo, finds himself trapped in the game, “Raising Lena” as he tries to escape his grim reality. In the game, Minseo becomes a character named Leo, and he must navigate through a world with three different scenarios to accomplish his mission of turning the protagonist, Lena, into a princess. However, the game “Raising Lena” boasts an overwhelming level of difficulty due to enemies who are set to thwart Minseo with their immense power and influence. Will Minseo be able to complete the game by making Lena a princess and return to reality?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3eaabe03-d2bd-43f3-af71-bd1db4ab564a",
    "title": {
      "en": "Serial Killer Isekai ni Oritatsu"
    },
    "updatedAt": "2024-06-05T10:14:29+00:00",
    "coverArt": "https://mangadex.org/covers/3eaabe03-d2bd-43f3-af71-bd1db4ab564a/1957266d-525b-4d7e-acb2-20e8ffb6bf1f.jpg",
    "altTitles": [
      {
        "ja": "シリアルキラー異世界に降り立つ"
      },
      {
        "en": "The Serial Killer Descends Into Another World"
      },
      {
        "en": "The serial killer is reincarnated into the another world."
      },
      {
        "es-la": "Un asesino serial ha descendido a otro mundo"
      },
      {
        "de": "Serienkiller in einer anderen Welt reinkarniert"
      }
    ],
    "description": {
      "de": "Ein Mörder, der den Drang, Menschen zu töten, nicht stoppen kann, obwohl er damit aufhören will, erhält das von ihm gewünschte Todesurteil.\nSeine Freude ist nur von kurzer Dauer, denn er wird in einer anderen Welt reinkarniert. Der Auftrag, den ihm die Göttin erteilt hat, besteht darin, 12 reinkarnierte Menschen mit seinen mörderischen Impulsen zu töten.\nNicht alle reinkarnierten Menschen sind Heilige!",
      "en": "A murderer who cannot stop the urge to kill people, even though he wants to stop, receives the death sentence he wants.\nHis joy is short-lived, as he is reincarnated in another world. The mission entrusted to him by the goddess is to kill 12 reincarnated people using his murderous impulses.\nNot all reincarnated people are saints!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b171f64-89a5-4c37-b5f9-75cca57e8787",
    "title": {
      "en": "Hazure Waku no Joutai Ijou Skill de Saikyou ni Natta Ore ga Subete wo Juurin Suru made"
    },
    "updatedAt": "2024-01-12T01:31:49+00:00",
    "coverArt": "https://mangadex.org/covers/0b171f64-89a5-4c37-b5f9-75cca57e8787/8fef6473-8b55-4cd1-a3ea-2db6cf53674b.jpg",
    "altTitles": [
      {
        "en": "Failure Frame: I Became the Strongest and Annihilated Everything With Low-Level Spells"
      },
      {
        "ru": "Я стал самым сильным с провальным навыком 【 ненормальное состояние】, я разрушу всё"
      },
      {
        "ja": "ハズレ枠の【状態異常スキル】で最強になった俺がすべてを蹂躙するまで"
      },
      {
        "ko": "꽝취급 받는 [상태이상 스킬]로 최강이 된 내가 전부 유린할 때까지"
      },
      {
        "zh": "最强的我最终蹂躏一切"
      },
      {
        "zh-hk": "靠廢柴技能【狀態異常】成為最強的我將蹂躪一切"
      }
    ],
    "description": {
      "en": "During the school trip Touka and his classmates are summoned to another world. However, Touka was the only one with the lowest rank: E-rank - an extremely low status compared to his classmates. Thus the former mob-character and abandoned hero, will absolutely become the strongest devil as he advances and strikes back.",
      "pt": "Durante a viagem escolar Touka e seus colegas são convocados para outro mundo. No entanto, Touka foi o único com a classificação mais baixa: Rank-E - um status extremamente baixo em comparação com seus colegas de classe. Assim, o personagem secundário e herói abandonado, se tornara o mais forte à medida que avança e contra-ataca.\n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36d27f1d-122a-4c7e-9001-a0d62c8fb579",
    "title": {
      "en": "Mount Celeb Kaneda-san"
    },
    "updatedAt": "2024-05-15T23:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/36d27f1d-122a-4c7e-9001-a0d62c8fb579/5e9140ed-1a8c-4da4-8cf6-031c345b2af8.jpg",
    "altTitles": [
      {
        "ja": "マウントセレブ金田さん"
      }
    ],
    "description": {
      "en": "Mochiko Kaneda (commonly known as Kaneda-san), a self-important, clumsy sanpaku-eyed celebrity lady, climbs to the top with overwhelming financial power!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "89daf9dc-075a-4aa5-873a-cc76bb287108",
    "title": {
      "en": "Gokushufudou: The Way of the House Husband"
    },
    "updatedAt": "2023-11-22T21:51:27+00:00",
    "coverArt": "https://mangadex.org/covers/89daf9dc-075a-4aa5-873a-cc76bb287108/880b3904-d636-4b5c-a778-54627be8231c.jpg",
    "altTitles": [
      {
        "ja": "極主夫道"
      },
      {
        "fr": "La Voie du Tablier"
      },
      {
        "en": "The Way of the Househusband"
      },
      {
        "es": "Yakuza amo de casa"
      },
      {
        "pl": "Yakuza w fartuszku"
      },
      {
        "ru": "Путь домохозяина"
      },
      {
        "de": "Der Pfad des Hausmanns"
      },
      {
        "de": "Yakuza goes Hausmann"
      },
      {
        "pt-br": "Gokushufudou - Tatsu Imortal"
      }
    ],
    "description": {
      "en": "Immortal Tatsu is an ex-yakuza who’s given up violence for making an honest man of himself - but is it still possible for a devoted stay-at-home husband to get into a few scrapes?\n\n---\n- Won 3rd place of Tsugi Manga Awards, Category Webmanga (2018).  \n- Winner of the 2020 Eisner Award in the Best Humor Publication category.\n---\n- [English Edition on Amazon](https://www.amazon.com/gp/aw/d/B07X1PGY7N)\n- [French Edition](https://www.kana.fr/produit/la-voie-du-tablier)\n---\n- [Official Colored JP version <Comico>](https://www.comico.jp/articleList.nhn?titleNo=29947)\n- [Official Colored ENG version <PocketComics>](https://www.pocketcomics.com/comic/319)",
      "es": "**Todo negocio es negocio serio.**  \nEl dragón inmortal Tatsu es un ex-yakuza que ha abandonado la violencia para convertirse en un hombre recto, pero ¿es posible para un devoto amo de casa con un pasado así mantenerse fuera de problemas?\n\n---\n- Won 3rd place of Tsugi Manga Awards, Category Webmanga (2018).  \n- Winner of the 2020 Eisner Award in the Best Humor Publication category.\n---\n- [Author's Twitter](https://twitter.com/kousuke_oono)\n  \n- [English Edition on Amazon](https://www.amazon.com/gp/aw/d/B07X1PGY7N)\n  \n- [French Edition](https://www.kana.fr/produit/la-voie-du-tablier)\n---\n- [Official Colored JP version <Comico>](https://www.comico.jp/articleList.nhn?titleNo=29947)\n\n- [Official Colored ENG version <PocketComics>](https://www.pocketcomics.com/comic/319)",
      "ru": "**Все дело серьезное дело.**  \nБессмертный Тацу — бывший член клана якудза, который решил завязать с насилием и стать честным человеком. Удастся ли ему оставаться преданным мужем и хорошим домохозяином, не ввязавшись при этом в различные неприятности?\n\n---\n- Won 3rd place of Tsugi Manga Awards, Category Webmanga (2018).  \n- Winner of the 2020 Eisner Award in the Best Humor Publication category.\n---\n- [Author's Twitter](https://twitter.com/kousuke_oono)\n  \n- [English Edition on Amazon](https://www.amazon.com/gp/aw/d/B07X1PGY7N)\n  \n- [French Edition](https://www.kana.fr/produit/la-voie-du-tablier)\n---\n- [Official Colored JP version <Comico>](https://www.comico.jp/articleList.nhn?titleNo=29947)\n\n- [Official Colored ENG version <PocketComics>](https://www.pocketcomics.com/comic/319)",
      "tr": "''Ölümsüz Tatsu'' şiddet olaylarını bırakan, dürüst bir adam olma yolundaki eski bir yakuzadır -fakat yine de, onun evdeki huzur dolu günlerinin bozulmasının imkanı var mıdır ki?  \n\n---\n- Won 3rd place of Tsugi Manga Awards, Category Webmanga (2018).  \n- Winner of the 2020 Eisner Award in the Best Humor Publication category.\n---\n- [Author's Twitter](https://twitter.com/kousuke_oono)\n  \n- [English Edition on Amazon](https://www.amazon.com/gp/aw/d/B07X1PGY7N)\n  \n- [French Edition](https://www.kana.fr/produit/la-voie-du-tablier)\n---\n- [Official Colored JP version <Comico>](https://www.comico.jp/articleList.nhn?titleNo=29947)\n\n- [Official Colored ENG version <PocketComics>](https://www.pocketcomics.com/comic/319)",
      "pt-br": "Tatsu Imortal é um ex-yakuza que abandonou a violência para se tornar um homem honesto. Mas será que ainda é possível para um devoto marido dono de casa se meter em alguns problemas?!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e2cb981-70c8-4229-aff7-6be966852b03",
    "title": {
      "en": "Kanan-sama wa Akumade Choroi"
    },
    "updatedAt": "2024-06-07T00:04:10+00:00",
    "coverArt": "https://mangadex.org/covers/0e2cb981-70c8-4229-aff7-6be966852b03/663f724a-36ca-4546-a991-8d5ee8f26899.jpg",
    "altTitles": [
      {
        "ja": "カナン様はあくまでチョロい"
      },
      {
        "en": "Kanan-sama Is Easy as Hell!"
      },
      {
        "ru": "Канан-сама до чертиков проста"
      },
      {
        "tr": "Kanan-sama Dibine Kadar Saf"
      },
      {
        "vi": "Ác quỷ Kanan dễ đối phó thật đấy"
      }
    ],
    "description": {
      "en": "Kanan is a demon hiding in a high school in the human world to feed on the souls of humans. She sets her sights on a single high school boy, but somehow ends up in a lovers contract with him!? Kanan, who has never been in love, is now filled with new feelings!\n\nThe romantic comedy of a pure-hearted demon's first love, begins!\n\n(Source: Shounen Magazine, translated)",
      "ja": "人間の魂を喰らうべく、人間界の高校に潜伏する女悪魔・カナン。一人の男子高校生に狙いを定めるが、気づけばなぜか恋人契約を結ぶことに！？ しかし恋なんてしたことのないカナンには、未知な感情ばかりで…！ 甘酸っぱい青春とギャグの嵐！！",
      "tr": "Kanan, ruhları sömürmek adına liseye sızan dişi bir iblis. Erkek bir öğrenciyi avı olarak seçer ancak... her nasıl oluyorsa ardından kız arkadaşı olmayı kabul eder!? Daha önce aşkı hiç tatmamış olan Kanan, bilinmedik duygularla dolup taşıyor! Saf kalpli iblisimizin ilk aşkını anlatan sevimli romantik komedi başlıyor!",
      "vi": "Kanan là một con quỷ ẩn náu trong một trường trung học ở thế giới loài người để ăn linh hồn của con người. Cô ấy để ý đến một nam sinh trung học duy nhất, nhưng bằng cách nào đó lại kết thúc với một hợp đồng tình nhân với anh ta !? Kanan, người chưa từng yêu, giờ đang tràn ngập cảm xúc mới! Bộ truyện hài lãng mạn về mối tình đầu của một con quỷ có trái tim thuần khiết, bắt đầu!",
      "es-la": "Kanan es un demonio femenino que se esconde en un instituto del mundo humano para alimentarse de almas humanas. Se fija en uno de los chicos del instituto, pero de alguna manera acaba firmando un contrato de amante con él. Pero Kanan, que nunca se ha enamorado, está llena de emociones desconocidas... ¡Una tormenta de juventud agridulce y bromas! Comienza una bonita comedia romántica de primer amor sobre una Akuma de corazón puro...",
      "pt-br": "Kanan é uma demônio que se esconde em uma escola secundária no mundo humano para se alimentar de almas humanas. Ela põe em sua mira em um dos alunos da escola mas de alguma forma acaba assinando um contrato de amante com ele! Mas Kanan que nunca esteve apaixonada antes, está cheia de emoções desconhecidas…! Começa uma comédia romântica do primeiro amor de uma Demônio!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "811e3492-298c-4222-a450-15abefe32c81",
    "title": {
      "en": "Green Plum Island"
    },
    "updatedAt": "2023-10-06T00:25:56+00:00",
    "coverArt": "https://mangadex.org/covers/811e3492-298c-4222-a450-15abefe32c81/f5cdcdb1-36b0-42dc-b092-a9ef14c6069c.jpg",
    "altTitles": [
      {
        "zh-hk": "Gingmei Island"
      },
      {
        "zh-hk": "青梅嶼"
      },
      {
        "zh": "青梅屿"
      }
    ],
    "description": {
      "en": "When I was ten, I fell from a tree and hit my head. When I woke up, the world around me had changed. I could see people’s emotions in the form of numbers and colours—pink for love, red for anger, green for awkwardness, blue for sorrow, yellow for desire…\nI met Yan Kongshan the summer after college entrance exams on Green Plum Island. Mysterious and handsome, with a tinge of melancholy, he was the ideal man of every woman on the island. And mine.\nI wanted him to turn pink for me, but one day, he suddenly turned yellow. Despite that, he seemed ever so nonchalant when facing me.\nLove is like lemon soda water. Sour and sweet, filled with energy.\nYou never know how a person’s heart beats for you, hidden in its cage beneath their flesh."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17eebcc7-d993-446c-84be-c222bfb27794",
    "title": {
      "en": "Tensei Akuma no Saikyou Yuusha Ikusei Keikaku"
    },
    "updatedAt": "2024-05-26T07:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/17eebcc7-d993-446c-84be-c222bfb27794/a2b06f8e-c8e4-4b8e-b4be-467c6378f3aa.jpg",
    "altTitles": [
      {
        "en": "Reincarnated Devil’s Plan for Raising the Strongest Hero"
      },
      {
        "ja": "転生悪魔の最強勇者育成計画"
      }
    ],
    "description": {
      "en": "Kakyu, a former Japanese who was reincarnated as a low-level demon in hell, has acquired unparalleled strength over two thousand years. However, unexpectedly, he is exiled to another “different world,” liberated from the harsh underworld.\n\nKakyu, who was enjoying his dream slow life, witnesses the village he owes everything to being attacked. Despite rushing to the scene, the village is annihilated.\n\nPicking up the only surviving baby, Alus, Kakyu resolves to raise Alus to become the happiest person in the world to repay the debt…!?",
      "id": "Kakyu, yang dulunya orang jepang terlahir kembali sebagai iblis tingkat rendah di neraka, telah memperoleh kekuatan yang tak tertandingi selama dua ribu tahun. Namun, dengan tak terduga, ia diasingkan ke “dunia lain” yang berbeda, terbebas dari dunia bawah yang keras. Kakyu, yang menikmati hidup lambat impian, menyaksikan desa tempat dia berhutang segalanya diserang. Meskipun bergegas ke tempat kejadian, desa tersebut dihancurkan. Mengangkat bayi yang selamat, Ars, Kakyu bertekad untuk membesarkan Ars agar menjadi orang paling bahagia di dunia untuk membayar hutangnya…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4bf782-9fe9-42a6-be7f-3809293818c2",
    "title": {
      "en": "Hell Mode: Yarikomi Suki no Gamer wa Hai Settei no Isekai de Musou Suru"
    },
    "updatedAt": "2024-04-26T15:24:34+00:00",
    "coverArt": "https://mangadex.org/covers/ee4bf782-9fe9-42a6-be7f-3809293818c2/2dd54daa-0bcb-45f3-af39-17048756040a.jpg",
    "altTitles": [
      {
        "en": "Hell Mode: The Hardcore Gamer Dominates in Another World with Garbage Balancing"
      },
      {
        "ja": "ヘルモード ～やり込み好きのゲーマーは廃設定の異世界で無双する～ はじまりの召喚士"
      }
    ],
    "description": {
      "en": "Yamada Kenichi, a single, 35-year-old businessman, has spent the majority of his adult life playing every MMORPG to hit the market.\n\nTired of the constant cycle of repetitive, newbie-centric gameplay, he is immediately drawn in by the promise of a new game that, on top of being never-ending, offers up a \"Hell Mode\" — a difficulty level that makes it nigh impossible to level up but also promises uncapped growth potential.\n\nUpon selecting the newly released Summoner class, Kenichi finds himself reborn as Allen, an infant in a serf family, with nothing but his wits and old memories to guide him. Allen works diligently to level himself up despite Hell Mode requiring vast amounts of experience between levels. In doing so, he hopes to uncover the secrets the Summoner class holds.\n\nAll the while, he dedicates himself to freeing his new family from serfdom.",
      "ja": "「終わらないゲームにあなたを招待します。 だって?」 健一が偶然たどり着いたタイトルのない謎のネットゲーム。 難易度設定画面で迷わず最高難易度『ヘルモード』を選ぶと、異世界の農奴へと転生してしまった! 少年「アレン」へと転生した健一は、謎の多い職業「召喚士」を使いこなしながら、 異世界で最強への道を手探りで歩み始めるが――。",
      "pt-br": "\"Você será convocado para o mundo de um jogo sem fim?' Um dia, estava procurando um novo jogo, quando de repente vi aquele anúncio. Depois de escolher o modo mais difícil do jogo, 'modo inferno', de repente reencarnei em um novo mundo como um lavrador. Como um menino chamado Allen, comecei minha jornada em outro mundo com a maior dificuldade, superando todos os desafios para alcançar o maior título do jogo \"Summoner\" . ----- O romance promissor de 1º grau da revista 'Vamos nos tornar um escritor ', uma história extremamente aguardada."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "737a846b-2e67-4d63-9f7e-f54b3beebac4",
    "title": {
      "en": "Please Go Home, Akutsu-san!"
    },
    "updatedAt": "2024-06-06T09:23:20+00:00",
    "coverArt": "https://mangadex.org/covers/737a846b-2e67-4d63-9f7e-f54b3beebac4/cbd0f7b8-3fc5-4161-b3a2-102048c314ae.jpg",
    "altTitles": [
      {
        "ja-ro": "Kaette Kudasai! Akutsu-san"
      },
      {
        "ja": "ヤンキー娘"
      },
      {
        "ja": "帰ってください！ 阿久津さん"
      },
      {
        "ja-ro": "Kaette Kudasai, Akutsu-san!"
      },
      {
        "ja-ro": "Yankee Musume"
      },
      {
        "vi": "Xin hãy về nhà, Akutsu-san!"
      },
      {
        "uk": "Будь ласка, йди додому, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу!"
      },
      {
        "zh": "请你回去吧！阿久津同学"
      },
      {
        "es-la": "Por favor vete a casa, ¡Akutsu-san!"
      },
      {
        "it": "Per favore torna a casa, Akutsu-san!"
      },
      {
        "vi": "Cút mẹ về nhà đi Akutsu!"
      },
      {
        "de": "Bitte geh heim, Akutsu-san!"
      },
      {
        "pt-br": "Por favor vá para casa, Akutsu-san!"
      }
    ],
    "description": {
      "en": "Ooyama-kun normally doesn’t get involved with Akutsu-san, a delinquent girl in his class, but for some reason she makes his house her hang-out place!\n\nWill she do something horrible to him behind closed doors or will he chase her out? But dealing with Akutsu-san’s sexy, cute behavior in such a confined space… he’s sure to get flustered! He wants her to go home, but he also doesn’t?\n\nA teasing comedy under a single roof!",
      "it": "Ooyama-kun normalmente non si fa coinvolgere da Akutsu-san, una ragazza delinquente della sua classe, ma per qualche motivo lei fa della sua casa il suo luogo di ritrovo!  Ooyama le farà qualcosa di orribile a porte chiuse o la caccerà fuori? Tuttavia aver a che fare con il comportamento sexy e carino di Akutsu-san in uno spazio così ristretto... è sicuro che si ecciterà!  Vuole che lei torni a casa e allo stesso tempo non vuole,  Una commedia stuzzicante sotto lo stesso tetto!",
      "ja": "**俺の部屋がヤンキー娘のたまり場に!? ヤンキー×非リア充のからかいコメディ！**\n\n普段は全く関わりのないクラスの不良女子・阿久津さんに何故か家をたまり場にされてしまった一人暮らしの大山くん。ガラの悪い阿久津さんに何かひどいことをされるのではと追い出そうとするのだが、無防備で距離感の近い彼女のエロカワイイ仕草にドギマギしてしまい…？ 帰ってほしいのに、帰ってほしくない!? 一つ屋根の下のからかいショートコメディ！\n\n---\n\n**Ore no heya ga yankī musume no tamariba ni!? Yankī × hi riajū no karakai komedi!**\n\nFudan wa mattaku kakawari no nai kurasu no furyō joshi Akutsu-san ni nazeka ie o tamariba ni sa rete shimatta hitorigurashi no Ōyama-kun. Gara no warui Akutsu-san ni nanika hidoi koto o sa reru node wa to oidasou to suru nodaga, mubōbi de kyori-kan no chikai kanojo no erokawaī shigusa ni dogimagi shite shimai…? Kaette hoshī no ni, kaette hoshikunai! ? Hitotsu yane no shita no karakai shōtokomedi!",
      "ru": "Оояма-кун обычно не связывается с Акуцу-сан, девушкой-правонарушителем в его классе, но по каким-то причинам она делает его дом своим тусовочным заведением! Оояма сделает с ней что-нибудь ужасное за закрытыми дверями или он её прогонит? Он хочет, чтобы она пошла домой, но не хочет? Дразнящая комедия под одной крышей!  \n  \n**Notes:**   \n- Yankee Musume (ヤンキー娘) is the pre-serialization name.  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/NAGAOKA0)  \n- [Artist's Pixiv](https://www.pixiv.net/member.php?id=133935)",
      "es-la": "Ooyama-kun normalmente no se involucra con Akutsu-san, una chica yankee de su clase, ¡pero por alguna razón ella hace de su casa su lugar de reunión! ¿Ooyama le hará algo horrible cuando estén las puertas cerradas o la echará? Pero lidiar con el sexy y lindo comportamiento de Akutsu en un espacio tan reducido sera un problema…",
      "pt-br": "Ooyama geralmente não se envolve com com Akutsu-san, uma garota delinquente da sua turma, mas por alguma razão ela transformou o quarto dele no seu local de descanso! Será que ela vai fazer algo horrível para ele ou ele vai expulsar ela? Mas lidar com a sexy e fofa Akutsu-san em um espaço fechado... Ele com certeza vai ficar envergonhado! Ooyama quer que ela vá para casa, mas ele também não quer? Uma comédia provocante sob um mesmo teto!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27785744-8d13-4501-a613-8dba4e8f0abf",
    "title": {
      "en": "Tottemo Yasashii Amae-chan!"
    },
    "updatedAt": "2024-06-01T06:06:29+00:00",
    "coverArt": "https://mangadex.org/covers/27785744-8d13-4501-a613-8dba4e8f0abf/a6b28795-2626-48e8-8e4f-4b4003f82d39.jpg",
    "altTitles": [
      {
        "en": "Very Tender Amae-chan"
      },
      {
        "ja": "とっても優しいあまえちゃん！"
      }
    ],
    "description": {
      "en": "Amae-chan is so sweet, kind, tender… she makes me feel so happy.  \r\n  \r\nAnd then there's me, the disappointment of a manga artist. But I will not be discouraged as long as I have Amae-chan with me!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "46"
  },
  {
    "mangaId": "a4b8437c-ea32-42f9-96da-b3a6b53dabbd",
    "title": {
      "en": "Kitai Fuku ga Aru"
    },
    "updatedAt": "2024-03-29T08:41:50+00:00",
    "coverArt": "https://mangadex.org/covers/a4b8437c-ea32-42f9-96da-b3a6b53dabbd/3e32f681-ca13-4f8c-a456-dfeee9a510d3.jpg",
    "altTitles": [
      {
        "en": "I Want To Be Myself"
      },
      {
        "ja": "着たい服がある"
      },
      {
        "en": "I show my true colors shining through."
      },
      {
        "en": "There Are Clothes I Want to Wear"
      }
    ],
    "description": {
      "en": "University student Mami is seen by everyone as the fashionable cool model-type but she secretly just wants to wear Lolita fashion.  \n  \nWhile she tries occasionally to be more cute & less \"stylish\", she can't overcome the image others have of her. When she watches a new coworker at the cafe she works part-time at leave in a extremely flashy outfit, it sparks the courage in her to express herself more truthfully too!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "43"
  },
  {
    "mangaId": "eb48c615-1c00-4726-b839-850d01d774b0",
    "title": {
      "en": "Omae Imouto ja Nakute Iinazuke datta no kayo!?"
    },
    "updatedAt": "2024-03-14T01:25:11+00:00",
    "coverArt": "https://mangadex.org/covers/eb48c615-1c00-4726-b839-850d01d774b0/480ba096-e6f9-451a-ab98-ed242a2a4deb.jpg",
    "altTitles": [
      {
        "ja": "お前妹じゃなくて許嫁だったのかよ!?"
      },
      {
        "ja-ro": "Omae Imouto Janakute Iinazuke Datta no ka yo"
      },
      {
        "ru": "Ты была не моей сестрой, а моей невестой!?"
      },
      {
        "en": "You Weren't My Sister, but My Fiancée?!"
      },
      {
        "id": "Kamu Bukan Adikku, Tapi Tunanganku?!"
      }
    ],
    "description": {
      "en": "\"Humanity, adore thy little sister—.\"\n\"I wonder when my sister Kana started becoming distant from me—.\"\nShina Takashi lamented his current days, where being ignored was not uncommon. One day, his parents dropped a shocking revelation. Not only was Takashi not their biological son… but he was also the fiancé of Kana, whom he thought was his sister!\n\nFrom siblings to potential romantic interests, it’s not easy to sort out feelings. The fluctuating emotions, the bewildering distance. Their relationship undergoes an inevitable change—! \nShe’s a sister but not a sister! The curtain rises on a new era of sisterly romantic comedy!”\n\n(MTL’d from bookwalker.jp)",
      "ja": "**人類よ、妹を愛でろ――。**\n\nいつ頃からだろう、妹の佳奈が自分に冷たくなったのは――。\n無視されることさえ少なくない現在の日々を、椎名隆は嘆いていた。\nそんなある日、両親から衝撃的な話を切り出される。\nなんと隆は実の息子ではなかった……だけではなく、妹だと思っていた佳奈の許嫁だった！\n\n兄妹から気になる異性へ、なんて簡単には気持ちの整理がつくはずもなく。\n揺れ動く感情、戸惑う距離感。\n二人の関係は否応なく変化して――!?\n\n妹だけど妹じゃない！\n新時代の妹ラブコメ、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5",
    "title": {
      "en": "Koisuru Kichikujima"
    },
    "updatedAt": "2024-05-23T01:18:42+00:00",
    "coverArt": "https://mangadex.org/covers/8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5/27c64a27-3a3b-49e7-929c-1cf24c6ce46f.jpg",
    "altTitles": [
      {
        "ja": "Love Love Evil Land"
      },
      {
        "ja": "恋する鬼畜島"
      },
      {
        "en": "Love Love Freak Island"
      },
      {
        "en": "Freak Island in Love"
      }
    ],
    "description": {
      "en": "Love is absolutely forbidden! Kaworu, the \"public disciplinary commissioner of justice,\" uses a chainsaw to purge all the men of their sins in order to protect the purity of the girls! Standing in Kaworu's way is the \"boy with high femininity,\" Takahisa, and Kaworu's sister, Mari, the \"demon public disciplinary commissioner.\" In this parallel world of \"Freak Island\" set in Santa Maria Academy, a storm of blood and love is about to... erupt!!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "41"
  }
]