[
  {
    "mangaId": "af2f1d6b-0173-4fea-9871-acbccdb61d9e",
    "title": {
      "en": "Sakura Nadeshiko"
    },
    "updatedAt": "2024-05-13T11:44:24+00:00",
    "coverArt": "https://mangadex.org/covers/af2f1d6b-0173-4fea-9871-acbccdb61d9e/5d37688d-4bcc-4216-bc3c-e1e86c0a170a.jpg",
    "altTitles": [
      {
        "ja-ro": "Sakura*Nadeshiko"
      },
      {
        "ja": "サクラ✿ナデシコ"
      },
      {
        "ja": "サクラ*ナデシコ"
      }
    ],
    "description": {
      "en": "Two girls who want to become idols are entering into their long dreamed school—Kiraboshi-juku—Kiraboshi Nadeshiko and her close friend Mangetsu Sakurako. These two are so close that despite both being girls, they're often compared to a married couple by people around them.  \n  \nAnd so begins their life in the dormitory as roommates. However, on their first night, an unusual, illicit impulse strikes Nadeshiko…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "4413d794-e0da-4a6e-b61a-afd5758914e6",
    "title": {
      "en": "Hanninmae no Koibito"
    },
    "updatedAt": "2024-05-17T12:46:22+00:00",
    "coverArt": "https://mangadex.org/covers/4413d794-e0da-4a6e-b61a-afd5758914e6/01d6ddfc-3f01-4aca-9abc-a72f9674196c.png",
    "altTitles": [
      {
        "ja": "半人前の恋人"
      },
      {
        "en": "Blooming Love"
      },
      {
        "ru": "Цветущая любовь"
      },
      {
        "bg": "Разцъфтяваща любов"
      },
      {
        "th": "มือใหม่หัดรัก"
      },
      {
        "pt-br": "Amor Florescente"
      },
      {
        "ru": "Неопытные возлюбленные"
      },
      {
        "ru": "Недостаточно опытные возлюбленные"
      }
    ],
    "description": {
      "en": "One day, when I was making school supplies in the art room, a very scary-looking girl was staring at me...!? Crafts girl vs. art boy romantic comedy!!",
      "ru": "В один прекрасный день Ибуки Синтаро поручили сделать ящик для предложений только потому, что он состоит в художественном кружке. Пока он работал с непривычными для него инструментами, он заметил на себе сверлящий взгляд устрашающей девчонки. Неожиданно она забирает у него пилу и энергичными движениями начинает резать доску! Так начинаются отношения между мальчишкой-художником и девчонкой-мастерицей!",
      "th": "“ในวันหนึ่ง ขณะที่กำลังทำงานอุปกรณ์ในห้องศิลปะ มีเด็กสาวที่มีหน้าตาน่ากลัวกำลังเฝ้ามองมาที่ผม...!?” เรื่องราวความรักคอมเมดี้ระหว่างสาวช่างฝีมือกับหนุ่มสายศิลป์!?",
      "pt-br": "Um dia, quando eu estava fazendo material escolar na sala de arte, uma garota muito assustadora estava olhando para mim...!? \n\nMenina do artesanato vs. garoto da arte comédia romântica!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a70b08-9ad9-4e5c-973d-81ec48c8f5a3",
    "title": {
      "en": "S-Rank Party Kara Kaikosareta [Jugushi] ~\"Noroi no Item\" Shika Tsukuremasen ga, Sono Seinou wa Artifact-kyuu nari......!~"
    },
    "updatedAt": "2024-04-15T00:55:14+00:00",
    "coverArt": "https://mangadex.org/covers/23a70b08-9ad9-4e5c-973d-81ec48c8f5a3/c44b244e-17ba-4a54-a645-0577f6c5057b.jpg",
    "altTitles": [
      {
        "ja": "Ｓランクパーティから解雇された【呪具師】～『呪いのアイテム』しか作れませんが、その性能はアーティファクト級なり……！～"
      },
      {
        "en": "My S-Rank Party Fired Me for Being a Cursificer: I Can Only Make “Cursed Items”, but They're Artifact Class!"
      },
      {
        "ja-ro": "S-Rank Party kara Kaiko sareta \"Jugushi\""
      }
    ],
    "description": {
      "en": "Gaile, a Cursificer, is left penniless when he's expelled from his party as soon as they reach S Rank. Apparently he wasn't contributing enough?! But they hadn't realized that his cursed items outperform even holy relics and legendary equipment!\n\nGaile decides to try to make a living on his own off of his cursed items.",
      "ja": "【呪具師】のゲイルは大して貢献していないと、パーティがＳランクに昇格したと同時に無一文で追い出される。しかし、彼らは理解していなかった。ゲイルの作る呪具は、そこらの聖遺物や勇者の装備をも凌駕する性能を誇っていたことに…。ゲイルは呪具を活かして一人で生きていこうと決意しーー。\n\n風変わりな職業・呪具師の大活躍が新感覚の爽快感で大反響!!",
      "pt-br": "A versão mangá de um dos romances de fantasia isekai mais populares de Shousetsuka ni Narou!\n\nGaile, um Cursificer, fica sem um tostão quando é expulso de seu grupo assim que chegam ao Rank S. Aparentemente ele não estava contribuindo o suficiente?! Mas eles não tinham percebido que seus itens amaldiçoados superam até mesmo relíquias sagradas e equipamentos lendários!\n\nGaile decide tentar ganhar a vida por conta própria com seus itens amaldiçoados."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-05-05T05:17:22+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/0dddf687-95ec-4e88-acd7-cd90a4c9749a.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4334ffdc-4234-4fa8-ab63-2391d62ea671",
    "title": {
      "en": "A Chance at Last"
    },
    "updatedAt": "2023-10-10T08:37:46+00:00",
    "coverArt": "https://mangadex.org/covers/4334ffdc-4234-4fa8-ab63-2391d62ea671/d80f24a6-a348-49a8-9ee6-510cb195e324.png",
    "altTitles": [
      {
        "ko": "이제야 연애"
      },
      {
        "ko-ro": "Ijeya Yeonae"
      },
      {
        "en": "From Now on, Romance"
      },
      {
        "en": "Finally Able to Date"
      },
      {
        "fr": "Une seconde chance"
      },
      {
        "th": "ใต้ร่มวันฝนพรำ"
      },
      {
        "zh-hk": "戀愛，現在才開始"
      },
      {
        "zh": "现在才恋爱"
      }
    ],
    "description": {
      "en": "Sisters Ju-eun and Hye-jin lived a miserable life. After the death of their mother, their 'father', who had always been absent from their lives, suddenly appeared. Hye-jin, the older sister, agreed to his suggestion: if one of them joins the 'Daesung Group', he will rescue them from their poverty-stricken life. However... three years after entering 'Daesung Group', she dies in vain. This left Ju-eun struggling with despair at her helplessness in preventing her sister’s death. But then, she gets a new opportunity when she is brought back in time and Ju-eun decides to take her sister's place by becoming the daughter of the 'Daesung Group' that killed Hye-jin.\n\n---\nSisters Ju-eun and Hyejin grew up in absolute poverty. After their mother’s death, Hyejin accepts the offer to join their estranged father’s wealthy family. But when Hyejin turns out dead just three years later, Ju-eun is grief-stricken. She grabs at the chance to travel back in time and take her sister’s place where she meets the kind but mysterious Iho."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "69"
  },
  {
    "mangaId": "dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5",
    "title": {
      "en": "King Game"
    },
    "updatedAt": "2024-04-30T06:43:07+00:00",
    "coverArt": "https://mangadex.org/covers/dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5/574deaec-8eb5-4568-9739-d229ea467c65.png",
    "altTitles": [
      {
        "en": "Kings Game"
      },
      {
        "ko": "왕게임"
      },
      {
        "ko-ro": "Wanggeim"
      }
    ],
    "description": {
      "en": "An action packed suspense story of a boy who obtains the absolute authority! \nThe story centers around a boy named \" Hwang Chomin\"  who spends his high school days while enduring its unjust violent treatment. Being informed of his isolated brother's passing away, he receives his phone and confronts the truth about his brother. He learns that his brother is the leader of a notorius ring called [Emperor's Division]. Upon learning that he decides to impersonate his brother and take control of the division by passing judgment on it's scums. And so the King's Game that must be never revealed begins!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d56162b5-aa4c-4483-bedd-fdcce5230ffd",
    "title": {
      "en": "Milk & Cream"
    },
    "updatedAt": "2024-05-23T09:38:07+00:00",
    "coverArt": "https://mangadex.org/covers/d56162b5-aa4c-4483-bedd-fdcce5230ffd/663dc9dc-98ea-4f4b-8803-176394cadd07.jpg",
    "altTitles": [
      {
        "ko": "밀크 앤 크림"
      }
    ],
    "description": {
      "en": "\"You’re the first one… that can feel my presence…\"\n\"What the… You look cute even though it's just a dream…\"\nUnder the influence of his shaman father, Jinhyuk has the ability to sense non-human entities. Furthermore, the fairy who is in love with Jinhyuk hangs around him, pulls pranks on him, and, with the help of a succubus, enters his dreams. With his pure intentions, the fairy thought, \"I will only meet him once.\" Instead, the brief meeting made his affections for him become stronger. Every night, Jinhyuk has a dream in which the fairy appears; unlike the ghosts he had seen as a child, the fairy appears to be harmless. What starts as pure curiosity turns into a flirtatious encounter, and the two are drawn into a sweet, creamy dream… \nA dream as fresh as milk and as sweet as cream!",
      "fr": "\"Tu es le premier ... à pouvoir sentir ma présence ... !\"\n\"Qu'est-ce que ... Tu es mignon même si ce n'est qu'un rêve ... \"\nGrâce à son père chaman, Jinhyuk peut sentir la présence de créatures non-humaines.\nUne fée ayant eu le coup de foudre après sa rencontre avec Jinhyuk, lui tourne autour et lui fait des farces, et avec l'aide d'une succube, entre dans les rêves de Jinhyuk.\nAvec ses intentions pures, la fée pensait : \"J'aimerais le rencontrer juste une fois ! », mais au lieu de cela, cette brève rencontre n'a fait que renforcer ses sentiments pour lui. Chaque nuit, la fée lui rend visite dans ses rêves. Contrairement aux fantômes qu'il avait croisés étant plus jeune, la fée semblait inoffensive. Et même mignonne comparée aux fantômes de son enfance.\nCe qui n'était au départ qu'une simple curiosité s'est transformé en une séduisante rencontre, où tous deux sont entraînés dans un rêve doux et crémeux ...\nUn rêve aussi frais que le lait et aussi doux que la crème !",
      "tr": "Şaman babası sayesinde insan olmayan varlıkları hissetme yeteneğine sahip olan Jinhyuk, şakacı ve meraklı peri Doey'nin ona aşık olup rüyalarına girmeye başlamasıyla şaşkına döner. Masum ve zararsız bir şaka olarak başlayan şey, hızla samimiyete dönüşerek rüya ve gerçek arasındaki çizgiyi bulanıklaştırır. Aralarındaki bağ derinleştikçe Jinhyuk'un başlangıçtaki çekingenliği, Doey'nin büyüleyici varlığına karşı içini kavuran bir özleme dönüşür. Birlikte, süt kadar taze ve krema kadar tatlı olan rüyalarda, aşk karmaşası ile gezinerek tuhaf ve romantik bir yolculuğa çıkarlar."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "13"
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK KuzuHana-chan"
    },
    "updatedAt": "2024-04-26T15:07:07+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/d7cf538d-7040-45b2-88b1-01c4e15ba156.jpg",
    "altTitles": [
      {
        "es": "Colegiala Delincuente/Yankee KuzuHana-chan"
      },
      {
        "en": "Delinquent high school girl KuzuHana-chan"
      },
      {
        "en": "Yankee high school girl KuzuHana-chan"
      },
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio KuzuHana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! \n\nWhile most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone.\n\nIs this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "ja": "男女比率1対359!!　359人の女子高生にいじられまくり!!　つらたんハーレム学園ラブコメ!!　コワかわ最強ヒロイン爆誕!!\n四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?!\n\nSaotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b13f783d-a112-436f-a291-792421dd117d",
    "title": {
      "en": "Love Advice from the Great Duke of Hell"
    },
    "updatedAt": "2023-07-05T01:34:06+00:00",
    "coverArt": "https://mangadex.org/covers/b13f783d-a112-436f-a291-792421dd117d/b61f9ad9-3d74-4309-b2fd-180f1a3c71ec.jpg",
    "altTitles": [
      {
        "it": "Consigli d'Amore dal Granduca dell'Inferno"
      },
      {
        "fa": "مشاوره‌های عشقی از اربابِ بزرگِ دوزخ"
      }
    ],
    "description": {
      "en": "The girl of your dreams barely knows you exist. Your friends can’t help. Your family is clueless. So where do you turn for love advice? Who can provide you with that essential assistance for the lovelorn? If you’re average everyday teenager Paul, you summon a powerful demon from deep in the recesses of Hell and frankly, hope for the best.",
      "fa": "دختر رویاهات روحشم خبر نداره که تو وجود داری. هیچ کمکی هم از دست دوستات بر نمیاد. خونواده‌ت هم از این قضیه خبر ندارن. خب حالا برای مشاوره گرفتن به کی رو می‌زنی؟ کی می‌تونه تورو که یه عاشق دل‌خسته‌ای، اساسی کمک کنه تا برای همه‌چیز آماده باشی؟ اگه یه نوجوون معمولی مثل پال باشی، یه شیطان گولاخ از اعماق دخمه‌های جهنم احضار می‌کنی و جدی جدی امیدواری که همه‌چی درست پیش بره!",
      "fr": "Un étrange étudiant invoque un puissant démon. Que peut-il bien vouloir ?",
      "it": "La ragazza dei tuoi sogni a stento sa che esisti, gli amici non ti possono aiutare, la famiglia non ne sa nulla. Ma allora, dove cercare consigli d'amore? Chi può provvedere a darti quell'assistenza essenziale per il tuo cuore? Se sei il ragazzo della porta accanto, Paul, allora ti basta evocare un potente demone dai più profondi abissi dell'Inferno e, francamente, sperare per il meglio.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/unfins)  \r\n- [Author's Patreon](https://www.patreon.com/unfins)\r\n"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0f49ae36-217f-416f-bcd0-b1cfdfd899b9",
    "title": {
      "en": "I Am The Dengle"
    },
    "updatedAt": "2024-05-23T09:37:25+00:00",
    "coverArt": "https://mangadex.org/covers/0f49ae36-217f-416f-bcd0-b1cfdfd899b9/85176b84-642b-4eb9-b470-1a9e4300f94d.jpg",
    "altTitles": [
      {
        "zh": "亡灵天使"
      },
      {
        "zh-ro": "Wánglíng Tiānshǐ"
      }
    ],
    "description": {
      "en": "Fang Wanjie risks everything to raise money for his girlfriend's medical expenses by entering a place called \"The Gate\". However, he discovers that the high pay was actually a trap. He is then manipulated, humiliated and beaten by his companions, but he persists despite everything. He is then chased and attacked by thousands of monsters. On the verge of death, he awakens an innate talent that allows him to survive in the most perilous situations. As he contemplates leaving \"The Gate\" to seek revenge, he realizes that the key to opening the gate has been destroyed, leaving him trapped inside, surrounded by monsters. He is determined to survive, fight and become stronger, even if he has to become an undead creature, in order to make those who betrayed him pay.\n\nTranslated by Google Translate.",
      "fr": "Fang Wanjie risque tout pour réunir l’argent nécessaire aux frais médicaux de sa petite amie en entrant dans un endroit appelé « La Porte ». Cependant, il découvre que la rémunération élevée était en fait un piège. Il est alors manipulé, humilié et battu par ses compagnons, mais il persiste malgré tout. Il est ensuite poursuivi et attaqué par des milliers de monstres. Au bord de la mort, il éveille un talent inné qui lui permet de survivre dans les situations les plus périlleuses. Alors qu’il envisage de quitter « La Porte » pour se venger, il réalise que la clé permettant d’ouvrir la porte a été détruite, le laissant piégé à l’intérieur, entouré de monstres. Il est déterminé à survivre, à combattre et à devenir plus fort, même s’il doit devenir une créature morte-vivante, afin de faire payer ceux qui l’ont trahi.",
      "pt-br": "Fang Wanjie se arriscou para entrar na 'Porta' a fim de juntar dinheiro para o tratamento médico de sua namorada, mas não sabia que a alta recompensa no início era uma armadilha. Ele foi ridicularizado, humilhado e espancado por seus companheiros. Ele persistiu penosamente, mas foi perseguido e devorado por dezenas de milhares de monstros. À beira da morte, ele despertou seu talento e transformou o perigo em segurança. Quando ele se preparava para sair da 'Porta' para se vingar, descobriu que a chave para abrir a 'Porta' havia sido destruída e ele estava preso dentro da 'Porta' cheia de monstros. \n\nEle precisa sobreviver! Ele precisa lutar! Ele precisa ficar mais forte! Mesmo que se transforme em um morto-vivo, ele fará com que esses bastardos desejem estar mortos!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65208a20-4253-42c8-b0e7-56524bbe795b",
    "title": {
      "en": "Legend of Star General"
    },
    "updatedAt": "2023-09-16T04:48:08+00:00",
    "coverArt": "https://mangadex.org/covers/65208a20-4253-42c8-b0e7-56524bbe795b/09bcbce1-aa28-4f81-8807-2d8db942cb1a.png",
    "altTitles": [
      {
        "en": "Star Armor Soul Will Pass"
      },
      {
        "zh": "星甲魂将传"
      },
      {
        "zh-ro": "Tinh Giáp Hồn Tướng"
      }
    ],
    "description": {
      "en": "Song Yunxiang, the last Star Soul General of the Human Race, brought the system back to the campus era.  When he was a teenager, he was blinded by the incomplete soul, because he was weak and could only watch his relatives and friends die in front of him.  In this life, he returned with a system rebirth, with 60 years of combat experience and knowledge and technology, and returned to school. From then on, he used to build mechas to fight monsters... The things that have regretted, the people who have missed, this time will not leave regrets.",
      "zh": "人族最后一位星魂师宋云祥，带着系统重生回校园时代。 少年时曾因为魂脉残缺遭人白眼，因为弱小只能眼睁睁看着亲友战死在自己身前。 这一世，带着系统重生归来，拥有六十年的战斗经验和知识技术，重返校园，从此一路开挂造机甲打怪兽… 曾经后悔的事，曾经错过的人，这一次将不留遗憾。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e710f350-93a6-47fc-af29-7c5e0fcdc1f0",
    "title": {
      "en": "Taiga of Genesis"
    },
    "updatedAt": "2024-04-25T20:27:21+00:00",
    "coverArt": "https://mangadex.org/covers/e710f350-93a6-47fc-af29-7c5e0fcdc1f0/3de92829-a1d7-4bc7-a140-41cadd17654a.jpg",
    "altTitles": [
      {
        "ru": "Бытиё Тайги"
      },
      {
        "ja": "創世のタイガ"
      },
      {
        "th": "ฝ่ายุคมฤตยู"
      },
      {
        "zh": "创世的大河"
      },
      {
        "ar": "تايغا من سفر التكوين"
      },
      {
        "ja-ro": "Sousei no Taiga"
      }
    ],
    "description": {
      "en": "A story of a young man who lacks a sense of reality after being dumped by his lover. He was visiting a seminar on cultural anthropology with his fellow classmates when he discoveres an ancient wall painting, which transports him to the past where mammoths dominated the world."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf4a285b-636d-4760-9a90-e538514bf024",
    "title": {
      "en": "Kirby of the Stars: Pupupu Hero"
    },
    "updatedAt": "2024-02-26T18:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/bf4a285b-636d-4760-9a90-e538514bf024/95fcc682-a092-44de-829f-abe1c0293bb4.jpg",
    "altTitles": [
      {
        "ja-ro": "Hoshi no Kirby - Pupupu Hero"
      },
      {
        "ja": "星のカービィ プププヒーロー"
      }
    ],
    "description": {
      "en": "Kirby, the gourmand who will suck up anything, has come to the peaceful land of Pupupu!\n\"Pleased to eat you! I'm Kirby!\"\n\nThe slapstick and lively days are about to begin, involving Chilly, who has come to live with Kirby!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "53"
  },
  {
    "mangaId": "7f30dfc3-0b80-4dcc-a3b9-0cd746fac005",
    "title": {
      "en": "Detective Conan"
    },
    "updatedAt": "2024-03-20T09:46:05+00:00",
    "coverArt": "https://mangadex.org/covers/7f30dfc3-0b80-4dcc-a3b9-0cd746fac005/b65b80fa-217c-4a71-8e8f-5d647990117a.jpg",
    "altTitles": [
      {
        "en": "Case Closed"
      },
      {
        "fr": "Détective Conan"
      },
      {
        "tr": "Dedektif Conan"
      },
      {
        "id": "Detektif Conan"
      },
      {
        "sv": "Mästerdetektiven Conan"
      },
      {
        "pl": "Detektyw Conan"
      },
      {
        "ja-ro": "Meitantei Conan"
      },
      {
        "no": "Mesterdetektiven Conan"
      },
      {
        "vi": "Thám Tử Lừng Danh Conan"
      },
      {
        "ar": "المتحري كونان"
      },
      {
        "ar": "المحقق كونان"
      },
      {
        "th": "ยอดนักสืบจิ๋ว โคนัน"
      },
      {
        "zh": "名侦探柯南"
      },
      {
        "zh-hk": "名偵探柯南"
      },
      {
        "ja": "名探偵コナン"
      },
      {
        "ko": "명탐정 코난"
      },
      {
        "da": "Mesterdetektiven Conan"
      },
      {
        "ca": "Detectiu Conan"
      },
      {
        "de": "Detektiv Conan"
      },
      {
        "fi": "Salapoliisi Conan"
      },
      {
        "hu": "Conan, a detektív"
      },
      {
        "uk": "Детектив Конан"
      },
      {
        "la": "Investigator Conan"
      },
      {
        "lt": "Detektyvas Konanas"
      },
      {
        "ro": "Detectiv Conan"
      },
      {
        "he": "הבלש קונאן"
      },
      {
        "fa": "کارآگاه کونان"
      },
      {
        "hi": "डिटेकटिव् कोनन"
      },
      {
        "bn": "ডিটেকটিভ কোনান"
      },
      {
        "sq": "Çështja e mbyllur"
      },
      {
        "sq": "Detektivi Konan"
      },
      {
        "bg": "Detektivi Konan"
      }
    ],
    "description": {
      "en": "Shinichi Kudo is a high school detective who sometimes works with the police to solve cases. During an investigation, he is attacked by members of a crime syndicate known as the Black Organization. They force him to ingest an experimental poison, but instead of killing him, the poison transforms him into a child. Adopting the pseudonym Conan Edogawa and keeping his true identity a secret, Kudo lives with his childhood friend Ran and her father Kogoro, who is a private detective."
    },
    "status": "ongoing",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2024-05-10T08:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "A story about an old ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2947bd7e-d3d9-4018-8f9b-6f53eff5161b",
    "title": {
      "en": "The Girl I Became Friends with after Lending Each Other H Books"
    },
    "updatedAt": "2024-04-02T10:43:14+00:00",
    "coverArt": "https://mangadex.org/covers/2947bd7e-d3d9-4018-8f9b-6f53eff5161b/358506f5-867c-4823-a574-2327397066aa.jpg",
    "altTitles": [
      {
        "ja": "えっちな本とかを貸し借りする仲になった子"
      },
      {
        "ja-ro": "Ecchi na Hon toka o Kashikari suru Naka ni Natta Ko"
      },
      {
        "zh": "互相借了H书之后成了朋友的女生"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50491535-8d93-4f37-a885-14441766bd43",
    "title": {
      "en": "After I Save The Ice Princess From Another School From a Mol*ster, We Started as Friends"
    },
    "updatedAt": "2024-05-21T23:20:35+00:00",
    "coverArt": "https://mangadex.org/covers/50491535-8d93-4f37-a885-14441766bd43/c861e5a9-5239-46f2-b410-13f7c90c1fac.jpg",
    "altTitles": [
      {
        "ja": "他校の氷姫を痴漢から助けたら、お友達から始める事になりました"
      },
      {
        "en": "After helping “Ice Princess” from another school, I decided to start as a friend"
      },
      {
        "ja-ro": "Takou no kouri hime o chikan kara tasuketara, o tomodachi kara hajimeru koto ni narimashita"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f27f0604-5c33-4c35-b37b-6f0b1ce37f37",
    "title": {
      "en": "Touhou - Lies and Funerals (Doujinshi)"
    },
    "updatedAt": "2024-05-23T08:20:35+00:00",
    "coverArt": "https://mangadex.org/covers/f27f0604-5c33-4c35-b37b-6f0b1ce37f37/d0bff9c1-16a9-4e67-9954-77d637ee5e98.png",
    "altTitles": [
      {
        "ja-ro": "Uso to Souretsu"
      },
      {
        "ja": "嘘と葬列"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "543234e2-30b2-4f1c-b00c-ae291cb54629",
    "title": {
      "en": "Mitsuba no Monogatari"
    },
    "updatedAt": "2024-05-21T17:45:23+00:00",
    "coverArt": "https://mangadex.org/covers/543234e2-30b2-4f1c-b00c-ae291cb54629/4f9e5b33-1f29-4b3d-bd2b-5dd54c6fdb70.jpg",
    "altTitles": [
      {
        "ja": "みつばものがたり 呪いの少女と死の輪舞《ロンド》"
      },
      {
        "ja-ro": "Mitsuba no Monogatari - Noroi no Shoujo to Shi no Rondo"
      },
      {
        "en": "Mitsuba's Stories"
      },
      {
        "en": "Mitsuba's Stories - The Cursed Girl and the Circle-Dance of Death (Rondo)"
      }
    ],
    "description": {
      "en": "This world revolves around me.\n\nWhile sleeping in a \"deathly\" boring dark world, Mitsuba woke up from a long sleep with a mysterious all-powerful feeling, the girl was destined to die, but the magic that was poured into her for 10 years brought the power of a \"curse\" that should not exist in this world.\n\nHer stepmother, fearing Mitsuba's \"death,\" takes away her aristocratic nature and she is  enrolled n a military academy. However, this was only the beginning of Mitsuba's use of the \"curse\" to pursue her own path.\n\nThe powerful \"curse\" that resides in a small girl causes a unique tale of otherworldly devastation!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b16e91ea-9e0a-4f36-9e7f-4565c7005ee9",
    "title": {
      "en": "Can We Become Family?"
    },
    "updatedAt": "2024-03-15T16:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/b16e91ea-9e0a-4f36-9e7f-4565c7005ee9/e57f1570-c895-4205-b1e0-834d5ac2e75c.jpg",
    "altTitles": [
      {
        "ko": "우리가 가족이 될 수 있을까요?"
      },
      {
        "ko-ro": "Uriga Gajogi Doel Su Isseulkkayo?"
      },
      {
        "en": "Can We Become a Family?"
      },
      {
        "en": "Can We Be a Family?"
      },
      {
        "en": "Family Is Needed"
      },
      {
        "fr": "Une famille pour moi"
      },
      {
        "pt-br": "Podemos nos tornar uma família?"
      },
      {
        "es": "¿Podemos convertirnos en familia?"
      },
      {
        "ru": "Можем ли мы быть семьёй?"
      },
      {
        "th": "พวกเราจะเป็นครอบครัวเดียวกันได้ไหมนะ?"
      },
      {
        "ja": "家族ごっこはもうやめます"
      },
      {
        "ja-ro": "Kazoku Gokko wa Mou Yamemasu"
      },
      {
        "tr": "Aile olabilir miyiz?"
      },
      {
        "vi": "Chúng ta có thể trở thành một gia đình được không?"
      },
      {
        "zh": "我们能成为家人吗"
      },
      {
        "zh-hk": "我們能成為一家人嗎？"
      },
      {
        "zh-hk": "我們能成為家人嗎"
      },
      {
        "id": "Bisakah kita menjadi keluarga?"
      }
    ],
    "description": {
      "ar": "تم تبنيي “نافييا أغنييس” للللزواج من ولليي اللعهد نييابة عن ابنة دوق أغنييس اللمرييضة. “أرييد أن أكون عائللة حقييقيية.” نافييا ، اللتيي كانت معللقة عللى عاطفة عائللتها ، تبذلل قصارى جهدها للتصبح إمبراطورة أثناء تعرضها للسوء اللمعامللة ، وللكن فيي اللللحظة اللتيي ييتم فييها عللاج فييفييان ، ابنة اللدوق اللبييوللوجيية ، تخللت عائللتها عنها. للا ، سييكون من اللعدلل أن نقولل إنهم تخللوا عنها فيي كلل مرة. “كم من اللوقت ييجب أن أجرب؟ أن تكون عائللتك “. خللعت نافييا قفازاتها اللمللطخة باللدماء. ثم عللى معصمها اللأييمن ، تم اللكشف عن رقم غيير مرئيي للم ييكن مرئييًا للللآخريين. 1 باللنظر إللى اللأرقام ، اعترفت بهدوء. “اللآن ، سأتوقف عن اللللعب باللأللعاب اللعائلليية.” فيي تللك اللللحظة ، تغيير اللرقم عللى اللمعصم. 0 هكذا بدأت اللحيياة من جدييد. “إذا للمستنيي ، عللييك أن تدفع اللثمن.” هلل ستكون قادرة عللى اللانتقام من دوق أغنييس واللعثور عللى أسرة مؤقتة للحماييتها حتى بللوغها سن اللرشد؟\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "en": "Adopted from a poor, rural orphanage by a wealthy duke, Naviah Agnus wanted nothing but to win her new father’s heart. Despite her best efforts, the calculating Duke only sees Naviah as a pawn, a mere stand-in for his terminally ill daughter Vivian, who was set to marry the crown prince. But when Vivian miraculously recovers, Naviah is pushed aside and driven to her own death. When she wakes up, she is eight-years old again, but this time, Naviah is done playing nice. Can they ever really become family?\n\n---\n\"Navia Agnes,\" adopted to marry the Crown Prince on behalf of Duke Agnes's daughter with a time limit. \n\n“I really want to be family.”\n\nNavia, who held on to her family’s affection, did her best to become an Empress even while being abused. However, once Vivian, the Duke’s real daughter, is cured, she is abandoned by her family. No, it would be right to say that she was abandoned on all occasions.\n\n“Just how much more effort do I have to make? If I want to be your family,” Navia took off her blood-soaked gloves. \n\nThen on her right wrist, a number that couldn’t be seen by others appeared. \n\n\"1\" \n\nShe calmly admitted, looking down on the number, “I’m going to stop playing with my family now.”\n\nAt that moment, the number on her wrist changed. \n\n\"0\" \n\nJust like that, her life began again. \n\n“If you messed with me, you’re gonna pay for it.”\n\nWill she be able to find a temporary family who will protect her until she becomes of age, and get revenge on Duke Agnes?\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "fr": "Huit vies misérables, à se couper en quatre pour satisfaire la moindre des exigences de sa famille d'adoption. Huit morts tragiques, trahie par cette même famille factice. Cette fois, c'en est trop! Naviah a fini de jouer la poupée sage et docile, c'est l'heure de la vengeance! Mais prudence, la maison Agnis pourrait bien ne pas être la plus grande menace dans cette neuvième vie... Quelle peut bien être cette présence malveillante qui semble l'observer depuis un sombre recoin de l'espace-temps...?\n\n---\nNavia Agnès est une orpheline adoptée pour épouser le prince héritier et remplacer la fille malade du duc d'Agnès.\n\n«Je voulais juste une vraie famille.»\n\nNavia fait son possible pour obtenir l'affection de sa famille et devenir une bonne impératrice tout en étant maltraitée, mais au moment où Vivian, la fille biologique du duc, est guérie, sa famille adoptive l'abandonne. Et pas qu'une fois, il serait juste de dire que cela est devenu une habitude.\n\n«Combien de fois dois-je encore essayer? Comment avoir enfin une vraie famille?»\n\nNavia enlève ses gants imbibés de sang et sur son poignet droit, un numéro visible par elle seule est révélé.\n\n«Un.»\n\nRegardant le chiffre, elle se calme et décide d'arrêter les jeux de familles. Au moment de sa décision, le numéro sur son poignet change.\n\n«ZÉRO.»\n\nC'est le début d'une nouvelle vie, le commencement pour trouver une nouvelle famille et le départ d'une vengeance.\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "id": "Aku sudah berusaha. Berusaha untuk diterima di keluarga ini, dianggap sebagai anak dan adik, menjadi agnus yang sesungguhnya. namun bahkan setelah berkali-kali kembali hidup, aku selalu berakhir mati mengenaskan. Namun suatu hari aku kembali terbangun. aku seharusnya sudah mati... tapi kenapa aku kembali menjadi kecil lagi? Apa ini kesempatan tambahan untuk menjadi anggota keluarga agnus? Atau justru balas dendam karena aku sudah muak?\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "ko": "아그니스 공작의 시한부 딸을 대신하여\n황태자와 결혼하기 위해 입양된, '나비아 아그니스'\n\n\"진짜 가족이 되고 싶어요.\"\n\n가족의 애정에 목을 맸던 나비아는\n학대를 받으면서도 황후가 되기 위해 최선을 다하지만,\n공작의 친딸인 비비안의 병이 낫는 순간, 가족들에게 버려진다.\n\n아니, 그 때마다 버려졌다는 것이 맞을 것이다.\n\n\"대체 얼마나 더 노력해야 하는 걸까요? 당신들의 가족이 되려면.\"\n\n나비아는 피에 젖은 장갑을 벗었다.\n그러자 오른 손목에 남들에게는 보이지 않는 숫자가 드러났다.\n\n1\n\n그녀는 숫자를 내려다보며 담담히 고백했다.\n\n\"이제 가족 놀이는 그만하려고요.\"\n\n그 순간, 손목의 숫자가 바뀌었다.\n\n0\n\n그렇게 다시 시작된 삶.\n\n\"나를 건드렸다면, 대가는 치러야지.\"\n\n과연 그녀는 아그니스 공작가에 복수하고,\n성인이 될 때까지 자신을 보호해줄 임시 가족을 찾을 수 있을 것인가.\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "pt": "Navia Agnes foi adotada para se casar com o príncipe herdeiro em nome da filha do duque Agnes, como uma forma de ganharem tempo. “Eu realmente quero ter uma família.” Navia, que se apegou ao afeto de sua família, fez o possível para se tornar uma imperatriz, mesmo sendo abusada. No entanto, uma vez que Vivian, a verdadeira filha do duque, é curada, ela é abandonada por sua família. Não, seria correto dizer que ela foi abandonada em todas as ocasiões. “Quanto mais esforço tenho que fazer? Se eu quiser fazer parte dessa família? ” Navia tirou as luvas encharcadas de sangue. Então, em seu pulso direito, um número que não podia ser visto por outras pessoas apareceu. Ela admitiu calmamente, olhando para o número: “Desta vez, vou parar de brincar de família com vocês.” Naquele momento, o número em seu pulso mudou. Só assim, sua vida começou de novo. \"Se você mexer comigo, irá pagar por isso.\" Ela será capaz de encontrar uma família temporária que a protegerá até que atinja a maioridade para se vingar do duque Agnes?\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "ru": "Нивия — приёмный ребёнок семьи Агнес. Её удочерили ради помолвки с наследным принцем, ведь настоящая дочь рода Агнес неизлечимо больна. Нивия посвятила всю себя этим людям, однако с выздоровлением дочери герцога Вивиан, в ней больше не нуждались.\n«Я же просто хотела жить всем вместе как семья. Сколько нужно было ещё усилий?» — подумала умирающая Нивия.\n«Я ненавидел тебя с самого начала», — с презрением в глазах произнёс её брат.\nВсе восемь жизней она хотела быть настоящей Агнес, но, видимо, стоило «перестать играть в семью». Осталась последняя попытка стать счастливой, однако уже не в этом доме.\n«Почему я была одержима этой семейкой?»\nСможет ли наша героиня отомстить герцогству Агнес? А главное, найдёт ли она новую и любящую семью?\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "tr": "Ailesin'in sevgisine sarılan Navia, hırpalanırken bile bir imparatoriçe olmak için elinden geleni yaptı. Ancak, Dük'ün gerçek kızı Vivian iyileştiğinde ailesi tarafından terk edildi.\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "vi": "“Navia Agnis” được nhận nuôi để kết hôn với Thái tử thay cho con gái mắc bệnh nan y của công tước Agnis.\n“Thật sự tôi muốn chúng ta trở thành gia đình.”\nNavia bị trói buộc vào tình cảm gia đình, cô vừa chịu ngược đãi vừa cố gắng hết sức để trở thành hoàng hậu nhưng ngay khi bệnh tình của Vivian được chữa khỏi, những người thân gia đình đó đã vứt bỏ cô.\nKhông, việc cô bị vứt bỏ khi đó cũng là điều đúng thôi.\n“Rốt cuộc thì tôi phải nỗ lực đến mức nào nữa chứ? để có thể trở thành người nhà của các người.”\nNavia tháo găng tay đẫm máu ra. lúc đó trên cổ tay phải của cô đã xuất hiện con số mà trước giờ cô vẫn giấu không để người khác nhìn thấy.\n1\nCô ấy nhìn con số và chầm chầm nói.\n“Từ giờ hãy chấm dứt trò chơi gia đình này đi.”\nKhoảnh khắc đó, con số trên cổ tay đã thay đổi.\n0\nVà thế là cô bắt đầu lại một cuộc sống mới.\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "zh-hk": "代替阿格尼斯公爵的絕症女兒 為了和皇太子結婚而被領養的“納維亞·阿格尼斯”\n\n“我想成為真正的家人” 為了家人的愛而絞盡腦汁的納維亞 雖然受到了虐待，為成為皇后盡了最大的努力， 但公爵的親生女兒薇薇安病好的瞬間，就被家人拋棄了。\n\n不，每當這時就會被拋棄。 “我到底還要付出多少努力？想要成為你們的家人的話。” 納維亞脫掉了沾滿鮮血的手套。\n\n右手手腕上露出了別人看不見的數字。 1 她低頭看著數字，平靜地說。 “我現在不想再玩家人遊戲了。”\n\n那一瞬間，手腕上的數字變了。 0 就這樣重新開始的人生。\n\n“惹了我，就得付出代價。” 究竟，她能否報復阿格尼斯公爵， 找到能保護她到成人的臨時家人。\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "830aa987-7c3b-47d7-a4f8-25565cc0981c",
    "title": {
      "en": "Doutonbori Flying Jesus"
    },
    "updatedAt": "2024-05-23T07:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/830aa987-7c3b-47d7-a4f8-25565cc0981c/1a91bbaa-f0ed-4b5b-b8d4-1ad205201522.jpg",
    "altTitles": [
      {
        "ja": "道頓堀フライングジーザス"
      },
      {
        "ko": "도톤보리 플라잉 지저스"
      },
      {
        "vi": "Thác loạn ở Dotonbori"
      }
    ],
    "description": {
      "en": "Hokuto is shy, flowery and dull, and has a childish face. He was stressed to the max when she was transferred to Osaka, which he had not wanted. Just when he was about to jump into the Dotonbori River in a fit of desperation, a subtly gentle blonde-haired yankee gives him an unusual sermon. He was a very kind and subtle blonde yankee who gave me an unusual lecture, I complained that I wanted to die dating a good-looking guy like you when I was drunk, He says, \"I might be able to lend you a stick\", and we end up having sex... ?\n\nTheir personalities and hierarchies are the complete opposite of each other!\nA bumpy love story that grows from the inside out, with different categories!",
      "vi": "Bot là một nhân viên làm công ăn lương đang định nhảy cầu thì gặp top, top kiểu dân ăn chơi đồ á nhưng mà thật ra ảnh thấy cưng dữ lắm =)))\n\nSau đó thì cả hai ngồi tâm sự nè xong cái bot mới nhắc tới vụ “tầm này tuổi rồi mà tui chưa có người êu” cái top bảo ” Ê, vậy anh làm bồ tui hong”. Đang định tủ tự tui có bồ ngang =)))) Diễn biến sau đó thì kiểu chuyển biến tình cảm giữa 2 người thui, hẹn hò thử cái thấy thít quá hẹn hò luôn, kiểu vậy á:D. Top bộ này nhìn tưởng ăn chơi nhưng ảnh cưng bồ dữ lắm, niên hạ nữa nên bộ này tổng thể đọc thấy dui nha:>\n\nBot bộ này mít ướt nhưng rất cute, mỗi lần bot khóc là top kể chuyện bạch tuyết cuto cho ảnh nghe =))))tìm hiểu vai diễn, Fuma đã ngỏ lời hẹn hò với Kanade."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "b30dfee3-9d1d-4e8d-bfbe-8fcabc3c96f6",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 7 - Steel Ball Run"
    },
    "updatedAt": "2023-07-19T22:06:39+00:00",
    "coverArt": "https://mangadex.org/covers/b30dfee3-9d1d-4e8d-bfbe-8fcabc3c96f6/0ebb1907-466d-42bb-a747-64bc8e8fa527.jpg",
    "altTitles": [
      {
        "ja": "ジョジョの奇妙な冒険 Part7『スティール・ボール・ラン』"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Steel Ball Run"
      },
      {
        "en": "JoJo: SBR"
      },
      {
        "zh": "JoJo的奇妙冒险 第七部 飙马野郎"
      },
      {
        "es": "La Extraña Aventura de JoJo Parte 7 - Steel Ball Run"
      },
      {
        "es": "La extraña aventura de JoJo Parte 7: La carrera de las bolas de acero"
      },
      {
        "ru": "Невероятное приключение ДжоДжо — Часть 7: Гонка «Стальной шар»"
      },
      {
        "ko": "조조의 기묘한 모험 7 부 : 스틸 볼 달리기"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 7: Cursa \"Mingea de Oțel\""
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Болат Доп Бәйгесі"
      },
      {
        "uk": "Неймовірні пригоди Джоджо частина 7: Перегони \"Сталева Куля\""
      }
    ],
    "description": {
      "en": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.  \n  \nThe youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.",
      "hu": "Amerikában a régi vadnyugaton, a világ legnagyobb szabású versenye hamarosan kezdődik. Ezrek állnak rajzvonalhoz San Diegoban, hogy utazzanak több mint hat ezer kilómétert annak reményében, hogy megnyerhetik az ötven millió dolláros fődíjat. A lovak kora elérkezett a végéhez, így a versenyzők szabadon használhattak bármiféle járművet. A versenyzőknek el kell majd tűrniük a fárasztő körülményeket, naponta több mint, száz kilómétert megtéve felfedezetlen vidékeken. A Steel Ball Run egy igazán egyedülálló esemény.\n\nA fiatalos Johnny Joestar, egy tolószékes korábbi lovas versenyző, eljött San Diegoba, hogy megnézze a verseny rajtját. Itt találkozik Gyro Zeppelivel, egy versenyzővel két acél golyóval a derekán fegyver helyett. Johnny szemtanúja lesz annak, hogy Gyro használja az egyik acélgolyóját, szabadjára engedve annak erejét, hogy arra kényszerítsen egy férfit egy párbaj közben, hogy lőjje le magát. Az ütközet közepette, Johnny megérinti az\nacélgolyót és érezte, hogy egy erő végigáramlik a lábán, rábírva őt arra, hogy felálljon először két év után. Megfogadja, hogy rájön, hogy mi a titka az acélgolyóknak, Johnny eldönti, hogy indul a versenyen, így kezdődik el az ő bizarr kalandja Amerikán keresztül a Steel Ball Runban.",
      "uk": "Вересень 1980. Дикий Захід. Америка. Жокеї зі всього світу чекають гонку \"Сталева Куля\", яка ось-ось розпочнеться. Тисячі людей вишиковуються в Сан-Дієго, щоб подолати понад шість тисяч кілометрів заради шансу отримати головний приз — п’ятдесят мільйонів доларів. Юний Джонні Джостар, каліка, колишній жокей та популярний скакун, приїхав до Сан-Дієґо, щоб подивитися на старт перегонів. Там він зустрічає Джайро Цеппелі, гонщика з двома сталевими кулями на талії замість револьвера, звичної зброї для жителів. Джонні бачить, як Джайро використовує одну зі своїх сталевих куль, змушуючи людину вистрілити з рушниці в себе під час дуелі. Поклявшись знайти таємницю сталевих куль, Джонні вирішує взяти участь у гонці. Так і починається його химерна пригода.",
      "pt-br": "Conta a história da Épica batalha entre a família Joestar e sua longa geração contra as forças Malignas, tais como Vampiros e Usuários de Stands.\nCada arco da série corresponde a um vilão e a um membro importante da família Joestar.\nGênero: Ação, Aventura, Sobrenatural, Luta\nAutor: Hirohiko Araki \nDemografia: Shonen/Seinen\nAno de publicação: 1987 - Presente\nNúmero de Volumes: 101 - Ainda em publicação"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "95"
  },
  {
    "mangaId": "ebc20c9a-19e4-4cc5-906c-580b4dbf40fe",
    "title": {
      "en": "Inukei no Kareshi"
    },
    "updatedAt": "2024-05-23T07:09:50+00:00",
    "coverArt": "https://mangadex.org/covers/ebc20c9a-19e4-4cc5-906c-580b4dbf40fe/15a52838-a11b-4040-8319-a296b95f6dc4.jpg",
    "altTitles": [
      {
        "ja": "犬系の彼氏"
      }
    ],
    "description": {
      "en": "The furry, fluffy, slice-of-life BL that gained popularity through social media is finally serialized! Office-worker Inukai-kun’s boyfriend, Kentarou-san, is an anthro dog who's gruff and stoic looking. He can’t hide his tail wagging like a puppy, even with the stern look on his face…\n\nTogether with their coworker Nekomiya-kun and his feline boyfriend Shimada-san, they are both lovey-dovey with each other every day! Spending happy warm & fuzzy days full of love with their fluffy furry boyfriends!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ebea903-8436-4cd1-9b1f-3e7aa8a90093",
    "title": {
      "en": "Hunky Dory"
    },
    "updatedAt": "2023-10-04T02:13:41+00:00",
    "coverArt": "https://mangadex.org/covers/1ebea903-8436-4cd1-9b1f-3e7aa8a90093/cba56948-3fec-4d2c-87ad-055611d21d7a.jpg",
    "altTitles": [
      {
        "ja": "ハンキー・ドリー"
      }
    ],
    "description": {
      "en": "The protagonist Yukari and the twin brothers Shun and Ou have grown up like a family ever since they were children. However, their relationship begins changing on the first day of high school…?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13"
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-04-09T21:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "ru": "Элисед"
      },
      {
        "ja": "エレキシード"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9ffd86a-05fb-4774-909f-ab437dc401bb",
    "title": {
      "en": "Kyodai Seido no aru Yanki Gakuen"
    },
    "updatedAt": "2024-05-23T07:15:09+00:00",
    "coverArt": "https://mangadex.org/covers/c9ffd86a-05fb-4774-909f-ab437dc401bb/49d4dade-8f4e-4720-ab8e-794a016d1e91.jpg",
    "altTitles": [
      {
        "ja": "兄弟制度のあるヤンキー学園"
      },
      {
        "vi": "Kết Nghĩa Anh Em Tại Ngôi Trường Bất Hảo"
      }
    ],
    "description": {
      "en": "A yankee boys' school has a sibling system, just like the sister system at a girls' school. Hondo, a yankee who boasts overwhelming strength, is begged by new student Kurosu one day, \"Please be my big brother!\" Unknowingly, Hondo finds him cute…!? (originally from cmoa, edited with Google Translate)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f717147-53db-4693-9c53-ba96ae3ca897",
    "title": {
      "en": "Kawaikunai ne, Kouhai-kun"
    },
    "updatedAt": "2024-05-23T07:19:10+00:00",
    "coverArt": "https://mangadex.org/covers/8f717147-53db-4693-9c53-ba96ae3ca897/fa8491a0-fc77-4355-935a-0faa8b31d36c.jpg",
    "altTitles": [
      {
        "en": "My Junior Is Not Adorable"
      },
      {
        "ja-ro": "可愛くないね、後輩くん"
      }
    ],
    "description": {
      "en": "\"You're really not cute!!!\"  \n  \nAkutsu is still only an underclassman but he's got all the girls' attention. Plus, not only is he good in his studies, he's also the ace of the baseball club.  \n  \nEven though Ida doesn't want have anything to do with Akutsu but somehow they're often together…?  \n  \nDon't tell me he actually likes me!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "9f18938b-f466-4f74-b6f0-140dc28e8812",
    "title": {
      "en": "Senyuu."
    },
    "updatedAt": "2023-11-17T18:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/9f18938b-f466-4f74-b6f0-140dc28e8812/8bfce0e0-2d0d-4c76-bc2e-b02bb7719e83.jpg",
    "altTitles": [
      {
        "en": "Senyuu WEB"
      },
      {
        "ja": "せんゆう。"
      },
      {
        "ja": "戦勇。"
      }
    ],
    "description": {
      "en": "Once upon a time, a Demon King named Rchimedes caused havoc and destruction in the Human World. He was sealed away by the great hero Creasion, and peace returned to the world.  \n  \n1000 years later, Rchimedes has returned, a hole has opened up in the Human World, and countless monsters have sprung up. To prevent any further destruction, the King calls upon all 75 (probable) descendants of Creasion.  \n  \nThis story focuses on the adventures of descendant number 45, Alba, and the royal soldier appointed to assist him, Ross.  \n  \n[Senyuu Season 1](http://seiga.nicovideo.jp/comic/senyu)    \n[Senyuu Season 2](http://seiga.nicovideo.jp/comic/senyu2)  \n[Senyuu Season 3](http://seiga.nicovideo.jp/comic/senyu3)  \n[Senyuu Season 4](http://seiga.nicovideo.jp/comic/senyu4)  \n[Senyuu+](http://seiga.nicovideo.jp/comic/senyuplus)  \n[Senyuu F5 Reload](http://seiga.nicovideo.jp/comic/39515)"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82476383-e6a9-41a7-b98c-87cc8be9efbb",
    "title": {
      "en": "Zenbu Kimi no Sei"
    },
    "updatedAt": "2024-05-12T12:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/82476383-e6a9-41a7-b98c-87cc8be9efbb/b4629b5d-5f5d-42c6-9019-2a7d838fdf17.jpg",
    "altTitles": [
      {
        "en": "All Because of You"
      },
      {
        "ja": "ぜんぶきみの性"
      },
      {
        "zh": "都是性别惹的祸"
      },
      {
        "ko": "전부 너의 성"
      },
      {
        "en": "All Your Sex"
      }
    ],
    "description": {
      "en": "A romantic comedy of uncertain characters. Sagimiya Ryou, the main character, woke up as a girl one day because of the effects of an unknown sex change syndrome. Ryou, now living with this rare syndrome, meets Mizukami Nagisa on a tour of Tensei Gakuen high school. As the two find each other in a cosplay cafe, Ryou discovers Nagisa's secret.\n\nA (physical) mixed romantic comedy!\n\n---\n**Links:**\n- Alternative Official Raw - [ComicWalker](https://comic-walker.com/contents/detail/KDCW_AM01201412010000_68), [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/45760)",
      "ja": "ある日突然、性転換症候群の影響で女の子になってしまった主人公・鷺宮了を中心とした、男女あやふやなキャラクターたちが織り成すクロッシングラブコメディ。“性転換症候群”という稀な体質の鷺宮了は、高校の学校見学で出会った水上凪沙に憧れを抱き、凪沙のいる天清学園へ入学することになった。２人が再会を果たしたのは凪沙が働くコスプレ喫茶で、さらに凪沙にはヒミツが――？"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "40"
  },
  {
    "mangaId": "cab91d47-c2d0-46d4-ba81-51dd530b13d1",
    "title": {
      "en": "Saint Seiya - Next Dimension"
    },
    "updatedAt": "2024-05-03T10:47:59+00:00",
    "coverArt": "https://mangadex.org/covers/cab91d47-c2d0-46d4-ba81-51dd530b13d1/40bc38af-84f3-4938-adaa-c3108bb5bd08.jpg",
    "altTitles": [
      {
        "pt-br": "Os Cavaleiros do Zodíaco – Next Dimension: A Saga de Hades"
      },
      {
        "ja-ro": "Saint Seiya - Next Dimension - Meiō Shinwa"
      },
      {
        "ja": "聖闘士星矢 NEXT DIMENSION 冥王神話"
      }
    ],
    "description": {
      "en": "Saint Seiya: Next Dimension - The Myth of Hades, also known as simply Next Dimension, is an ongoing manga written and illustrated by Masami Kurumada. It is a prequel and continuation to his manga series Saint Seiya; placed during the previous \"Holy War\" between the deities Hades and Athena and their respective minions, the Specters and the Saints, during the 18th century in the franchise's fictional chronology. It is published by Akita Shoten in the weekly magazine Weekly Shōnen Champion at irregular dates. It is also known by its alternate subtitle Galaxy Myth (銀河神話 Ginga Shinwa?), which is used during publication to refer to the segments of the storyline set in the 20th century, as opposed to the Myth of Hades subtitle, which refers to the segments set in the 18th century.",
      "pt-br": "Continuação direta de Saint Seiya (Os Cavaleiros do Zodíaco). Em 1990, em Elysium, os cinco Saint's (Cavaleiros), Seiya, Hyoga, Shun, Shiryu e Ikki estão lutando contra o deus Hades. Durante a batalha, Hades começa lembrando que ele tenha visto o rosto de Seiya antes e chega à conclusão de que ele enfrentou antes, e assim começa a história... Athena para tentar ajudar Seiya que foi ferido nessa batalha pela espada sagrada de Hades, volta para o passado com a ajuda de Crhonos o Titã do Tempo, para tentar destruir a espada mas as coisas não saem bem como ela queria..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4d7fa70-fbf8-4ff6-92a2-db382fd180e5",
    "title": {
      "en": "THE Runway"
    },
    "updatedAt": "2023-11-30T17:49:03+00:00",
    "coverArt": "https://mangadex.org/covers/a4d7fa70-fbf8-4ff6-92a2-db382fd180e5/a3c3a81d-d39b-439e-a8a9-c92ca2bce201.png",
    "altTitles": [
      {
        "ko": "THE 런웨이"
      }
    ],
    "description": {
      "en": "I had a one-night stand with my boss?!\nJian Yoo is an editor at a fashion magazine. She frantically ran to Paris after hearing that her boyfriend is two-timing.\nNot knowing better, she made a rash decision to sleep with a stranger she had just met there…\nThree months later, the editor-in-chief of Jian’s company flew in from their headquarters in France. However, that man…. turned out to be the one Jian spent the night with!!",
      "ko": "하룻밤을 같이 보낸 그 남자가 내 상사라고?!\n패션지 의 에디터 유지안. 그녀는 약혼자의 양다리 소식에 무작정 파리로 떠난다.\n그곳에서 우연히 만난 남자와 충동적으로 하룻밤을 보내 버리고…\n3개월의 시간이 흐른 후, 지안의 회사에 만렙의 편집장이 프랑스에서 오게 된다. 그런데 그 남자… 바로 지안과 하룻밤을 보낸 프랑스에서의 그 남자다!!",
      "vi": "Tôi đã có tình một đêm với sếp của mình ?! Jian Yoo là biên tập viên của một tạp chí thời trang. Cô rất hay chạy đến Paris sau khi nghe tin bạn trai của mình ngoại tình. Không biết làm gì hơn, cô ấy đã quyết định ngủ với một người lạ mà cô ấy mới gặp ở đó…Ba tháng sau, tổng biên tập của công ty mà Jian làm việc bay đến từ trụ sở chính của họ ở Pháp. Tuy nhiên, người đàn ông đó…. hóa ra là người mà Jian đã qua đêm cùng!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e0fdb3b-632c-4f8f-a311-5b56952db647",
    "title": {
      "en": "Bocchi the Rock!"
    },
    "updatedAt": "2024-04-29T06:42:49+00:00",
    "coverArt": "https://mangadex.org/covers/2e0fdb3b-632c-4f8f-a311-5b56952db647/62c28c06-838e-43e7-afa1-533ddde1e9db.jpg",
    "altTitles": [
      {
        "en": "Bocchi the Rock!"
      },
      {
        "ja": "ぼっち・ざ・ろっく！"
      },
      {
        "zh-hk": "愛好·扎·搖滾！"
      },
      {
        "zh": "爱好·扎·摇滚！"
      },
      {
        "ru": "Одинокий Рокер!"
      },
      {
        "it": "Bocchi the Rock!"
      },
      {
        "ne": "बोच्चि द रक!"
      },
      {
        "pl": "Samotność w Rocku!"
      }
    ],
    "description": {
      "en": "Hitori Gotou is a high school girl who's starting to learn to play the guitar because she dreams of being in a band, \nbut she's so shy that she hasn't made a single friend. \nHowever her dream might come true after she meets Nijika Ijichi, a drummer girl looking for a new guitarist for her band.",
      "es": "Bocchi The Rock! cuenta la historia de Goto Hitori, una chica de secundaria que empieza a aprender a tocar la guitarra persiguiendo su sueño de formar parte de una banda. Pese a que es muy dedicada, su arrolladora timidez le impide poder conseguir siquiera una amiga. Pero cuando conozca a Ijichi Nijika, una baterista que está buscando una nueva guitarrista para su grupo, Goto dará el primer paso para cumplir su gran sueño página a página, tira a tira.",
      "it": "Hitori Goto è una liceale che inizia a imparare a suonare la chitarra perchè il suo sogno è di entrare a far parte di una band, \nma è talmente timida da non avere nemmeno un amico. \nMa il suo sogno potrebbe avverarsi in seguito all'incontro con Nijika Ijichi, una ragazza che suona la batteria \ned è alla ricerca proprio di un chitarrista per la band in cui suona.",
      "ja": "「ぼっちちゃん」こと後藤ひとりは、ギターを愛する孤独な少女。\n家で一人寂しく弾くだけの毎日でしたが、ひょんなことから伊地知虹夏が率いる「結束バンド」に加入することに。\n人前での演奏に不慣れな後藤は、立派なバンドマンになれるのか――！？\n全国のぼっちな少年少女に届ける、いま最高にアツい音楽漫画！！\n陰キャならロックをやれ！！！",
      "pt-br": "Hitori Gotou é uma colegial que está começando a aprender a tocar violão porque sonha em fazer parte de uma banda, mas é tão tímida que não fez um único amigo. No entanto, seu sonho pode se tornar realidade depois que ela conhece Nijika Ijichi, uma garota que toca bateria e está procurando um novo guitarrista para sua banda.\n\n[ 1° TEMP.  DO ANIME ADAPTOU ATÉ: Vol. 2, Cap 21. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06d9f3bf-21f4-4d94-a0e6-f5c182df31d2",
    "title": {
      "en": "AR∀GO - London Shikei Tokushu Hanzai Sousakan"
    },
    "updatedAt": "2022-05-26T07:58:26+00:00",
    "coverArt": "https://mangadex.org/covers/06d9f3bf-21f4-4d94-a0e6-f5c182df31d2/1fba4b17-1fc9-4923-9041-a4c9c1916a78.jpg",
    "altTitles": [
      {
        "en": "AR∀GO"
      },
      {
        "en": "AR∀GO -ロンドン市警特殊犯罪捜査官-"
      },
      {
        "en": "Arago"
      },
      {
        "en": "Arago - City of London Police's Special Crimes Investigator"
      },
      {
        "en": "Arago - London Shikei Tokushu Hanzai Sōsakan"
      },
      {
        "en": "Arago - 伦敦市警特殊犯罪搜查官"
      },
      {
        "en": "Arago - 魔都伦敦特殊犯罪搜查官"
      },
      {
        "en": "Arago - 魔都特殊犯罪侦查官"
      },
      {
        "en": "Arago - 魔都犯罪搜查官"
      },
      {
        "en": "アラゴ"
      },
      {
        "ru": "Араго"
      }
    ],
    "description": {
      "en": "The story centers around two twins, Arago and Ewan, whose parents were slaughtered by monsters. Years later, the vengeful Arago crosses paths with Ewan, who has since become a police officer, just as blood begins to flow again in the streets of London.",
      "ru": "Это история о двух братьях-близнецах, Араго и Эване, чьи родители были убиты монстром. После этого каждый из братьев идет своей дорогой. Эван становится полицейским, а Араго преследует монстра, думая лишь о мести. Спустя годы их пути снова пересекаются, а улицы Лондона вновь омывает кровавый дождь."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "85"
  },
  {
    "mangaId": "9363b613-ac57-4336-9481-601565a89e08",
    "title": {
      "en": "I Am the Shadow Reverend"
    },
    "updatedAt": "2024-02-27T20:16:11+00:00",
    "coverArt": "https://mangadex.org/covers/9363b613-ac57-4336-9481-601565a89e08/a247bcf5-0b4f-46ac-b9da-274ec0debe3f.jpg",
    "altTitles": [
      {
        "zh": "全民转职：我牧师，都什么阴间技能"
      },
      {
        "vi": "Tiān Shēng Dú Nǎi, Wǒ Zǔzhòule Quán Shìjiè!"
      }
    ],
    "description": {
      "en": "Traveling through a parallel world, the game merges with the real world, where ferocious beasts are rampant, alien races are raging, and there are a large number of dungeons and secret realms in the wild.\nHumans can awaken into various professions and work hard to kill monsters and upgrade.\nOn the day of his profession awakening, Lin Luo awakened the priest profession, which is the most popular but has no damage ability.\nJust when he was struggling, he discovered that his skills had mutated!\nThe blood recovery technique mutates into the bleeding technique?\nBlessing mutates into curse?\nBut I am really a healing priest!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c53caf9a-95b6-4400-b41b-d1b09167ef7a",
    "title": {
      "en": "Kaii-san to Ore"
    },
    "updatedAt": "2024-05-21T16:22:36+00:00",
    "coverArt": "https://mangadex.org/covers/c53caf9a-95b6-4400-b41b-d1b09167ef7a/465127f8-8ea0-4f36-b3a8-591c6478161a.jpg",
    "altTitles": [
      {
        "ja": "怪異さんと俺"
      },
      {
        "id": "Aku dan Makhluk Aneh"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/222807)\n\n**Notes:**\n- The Pixiv series does not contain all of the chapters and combines some. Do not follow the chapter numbering on Pixiv. Instead, enable Japanese chapters on MangaDex to see the proper chapter order and links to all of the raw chapters.\n- This series uses characters the author used in illustrations beforehand.",
      "ja": "俺くんと怪異さんのお話。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Saint"
    },
    "updatedAt": "2024-05-06T17:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/b2286cbc-ed4f-441b-a8a0-c3a9d8a8f876.jpg",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "ja-ro": "Slime Seijo"
      }
    ],
    "description": {
      "en": "The weakest monster (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-04-20T22:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/d7bdad1b-b129-462c-b929-7e67bd8d5594.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e",
    "title": {
      "en": "Hidden Love: Can't Be Concealed"
    },
    "updatedAt": "2023-12-27T17:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e/8bcfc927-9424-48e4-8a3c-a50a13371e2f.jpg",
    "altTitles": [
      {
        "en": "Secretly, Secretly; But Unable to Hide It"
      },
      {
        "en": "Hidden Love"
      },
      {
        "zh": "偷偷藏不住"
      },
      {
        "en": "My Secret Crush"
      }
    ],
    "description": {
      "en": "That year, someone secretly wormed their way into Sang Zhi's heart and she fell in love with her brother's friend Duan Jiaxu. That older brother has beautiful peachy eyes and casually calls her a \"kid\". That spark of surprise when they first met made Sang Zhi want to slowly get closer to him, but the 7-year age difference felt like an insurmountable gap that she couldn't cross over. Not knowing when it started, the crush buried at the bottom of her heart sprouted, and slowly, it spread into his heart too...",
      "zh": "那年，桑稚的心里偷偷地住进了一个人，喜欢上哥哥的朋友段嘉许，这个大哥哥有着好看的桃花眼，漫不经心的喊她“小孩”，初见的惊艳总是让桑稚忍不住想要靠近，但是7岁的年龄差仿佛又是他们无法逾越的鸿沟，不知从何时起，埋藏在心底的青涩暗恋逐渐发芽，慢慢地，也蔓延进了他的心里...【"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-04-01T20:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2022-05-26T05:34:44+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "a79e2584-c08e-4bc8-9293-8a441b6802d6",
    "title": {
      "en": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
    },
    "updatedAt": "2024-02-02T18:01:33+00:00",
    "coverArt": "https://mangadex.org/covers/a79e2584-c08e-4bc8-9293-8a441b6802d6/7c61bd15-3fc0-4c01-ae56-e925d577b101.jpg",
    "altTitles": [
      {
        "ja": "お互いどんどんハマっていく教育係と新入社員"
      },
      {
        "ja-ro": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
      },
      {
        "en": "The Mentor and the New Employee Who are Getting More and More Into Each Other"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "56958579-6d1b-4db0-be4f-dd17b828fcf7",
    "title": {
      "en": "In the Gardens of Gehenna"
    },
    "updatedAt": "2024-01-21T20:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/56958579-6d1b-4db0-be4f-dd17b828fcf7/cee4abea-97a9-4d59-9d8d-3017bae8aac7.jpg",
    "altTitles": [
      {
        "ja-ro": "Naraku no Hanazono"
      },
      {
        "ja": "奈落の花園"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ade1cf-501c-45b3-988e-c46fd9e34802",
    "title": {
      "en": "Gal & Hamu-chan"
    },
    "updatedAt": "2024-05-23T05:07:21+00:00",
    "coverArt": "https://mangadex.org/covers/52ade1cf-501c-45b3-988e-c46fd9e34802/c3413967-3cf5-42be-af38-0fb91eb93c68.jpg",
    "altTitles": [
      {
        "ja": "ギャル&ハムちゃん"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb790078-f079-4904-ad8c-b128f6be9c90",
    "title": {
      "en": "Maguro-chan wa Taberaretai!"
    },
    "updatedAt": "2024-02-13T13:26:36+00:00",
    "coverArt": "https://mangadex.org/covers/eb790078-f079-4904-ad8c-b128f6be9c90/13a011e9-2923-42c8-871d-ad03a296997e.jpg",
    "altTitles": [
      {
        "zh": "金枪鱼妹妹想被我吃掉！"
      },
      {
        "ja": "マグロちゃんは食べられたい！"
      },
      {
        "en": "Maguro-chan Wants to be Eaten!"
      },
      {
        "ko": "참치쨩은 먹히고 싶어!"
      }
    ],
    "description": {
      "en": "Fascinated by tuna since childhood, high school girl Misaki dreams to catch and eat her own whole tuna. One day, Misaki really caught a tuna at the seaside; however, the fish just turned into a cute girl!",
      "ja": "マグロ好き女子高生みさきの夢は、いつか自分でマグロを釣り上げ、一匹丸ごと食べること。\nそんなみさきはある日、日課の堤防釣りで、見事大きなキハダマグロを釣り上げる。\nそのマグロはしかし、少し目を離した隙に、人間の少女になっていたのだったーーー"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "24"
  },
  {
    "mangaId": "63b53485-81a3-45f8-9427-4d1cb929f81d",
    "title": {
      "en": "Vanilla land"
    },
    "updatedAt": "2024-02-14T05:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/63b53485-81a3-45f8-9427-4d1cb929f81d/a83727a4-454c-41bf-9b1e-0bd3a990ff16.jpg",
    "altTitles": [
      {
        "en": "vanilla land"
      },
      {
        "en": "Vanilla Land"
      }
    ],
    "description": {
      "en": "In lands far..far away, where scary monsters and horrific creatures live. where hidden treasures and magic exists, where there are still undiscovered kingdoms and empires mankind discovered a new source of energy to empower their mechanical machines & weapons. we discovered vanilla the source of unlimited energy. follow the journey of gen orchid, rosa & altamiras as they seek the djinn chef master to grant their wishes\n\nstory & art by me & my wife, together we are couple comics #fantasy_Manga_to_read"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8461d3da-d14b-4a60-9a37-e4428fdda85e",
    "title": {
      "en": "Umareta Chokugo ni Suterareta kedo, Zensei ga Taikensha datta node Yoyuu de Ikitemasu"
    },
    "updatedAt": "2024-04-13T19:00:43+00:00",
    "coverArt": "https://mangadex.org/covers/8461d3da-d14b-4a60-9a37-e4428fdda85e/b2c5ea0b-530f-4fe6-8277-b91959b63b25.jpg",
    "altTitles": [
      {
        "ja": "生まれた直後に捨てられたけど、前世が大賢者だったので余裕で生きてます"
      },
      {
        "en": "Since My Previous Life was a Wise Man, I can Afford to Live."
      }
    ],
    "description": {
      "en": "Born to excellent parents, Reus is abandoned shortly after being born due to a mismeasurement of magical aptitude. However, he was a super baby who had the memory and ability of his previous life where he was touted as a Great Sage, and was able to fly, not to mention conversation and walking!\n\nAdventuring with the sacred dragon familiar, Lindworm, enjoy the life of a baby Sage who becomes a person and enjoys freedom!",
      "ja": "見た目は赤ちゃん、だけど中身は大賢者!?\n\n世界を変えた最強の魔法使い・大賢者アリストテレウスがその生涯を閉じた…。\nだが大賢者アリストテレウスは、死んだ後に転生の魔道具を使い、転生することに成功したのだった。\n転生した先は、何百、何千年経ったのかも分からない後の世界の魔法名門家の赤子。\n恵まれた人生を歩むはずが、内に宿した規格外の魔力のせいか勘違いされ、生まれた直後に捨てられてしまう…!?\nしかし大賢者の能力と記憶を持つ赤子は、聖竜杖リントヴルムをお供に余裕で生き抜くのだった…!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbf174ca-af25-4410-82fa-498a6df9ad3c",
    "title": {
      "en": "BE BLUES ~Ao ni Nare~"
    },
    "updatedAt": "2022-11-21T19:16:31+00:00",
    "coverArt": "https://mangadex.org/covers/cbf174ca-af25-4410-82fa-498a6df9ad3c/793ba37f-6b51-4293-b13c-6e8afa968197.png",
    "altTitles": [
      {
        "en": "Be Blues!"
      },
      {
        "ja-ro": "Be Blues! - Ao ni Nare"
      },
      {
        "ar": "BE BLUES! ~นักเตะเลือดซามูไร~"
      },
      {
        "zh": "BE BLUES!～化身为青～"
      },
      {
        "zh": "BE BLUES!~化身為青~"
      },
      {
        "ja": "BE BLUES!～青になれ～"
      },
      {
        "ko": "BE BLUES!~파랑수~"
      },
      {
        "ru": "Вперёд, Синие!"
      },
      {
        "ja": "ビーブルーズ!　〜あおになれ〜"
      }
    ],
    "description": {
      "en": "If you're born in Japan and you play football, you'll eventually want to wear the national team uniform! It's the same for everyone! Ichijou Ryuu is a boy whose dream is to become a Japan national team player. With his twin childhood friends, Yuuto and Yuki, their first goal is to win the Japan Under-12 Football Championship!  \nThe excitement of a one-on-one! The tension in front of goal! The elation from pulling off the perfect link up play! The essence of what makes football enjoyable is here.  \n  \nWon the Shogakukan Manga Award for Best Shonen Manga in 2014.  \n\n\n---",
      "ru": "Рию Ичиджо мальчик, которые мечтает попасть в национальную команду по футболу. Вместе со своими друзьями, братьями-близнецами Юто и Юки, он сначала стремится выиграть в национальном чемпионате младшей лиги. В начальной школе его сбивает машина, когда он защищает от неё своего друга. Попав в больницу на 2 года, Рию преодолевает жёсткую реабилитацию. И вот он поступает в старшую школу и присоединяется к школьной футбольной команде. На тренировках не жалеет себя, хотя травмы напоминают о себе. Сможет ли он попасть в команду мечты или он должен быть обычным школьником?",
      "vi": "Ichijou Ryu là một cậu bé mang trong mình ước mơ được khoác lên mình màu áo của đội tuyển quốc gia Nhật Bản. Cùng với hai người bạn từ thuở thiếu thời của mình là cặp song sinh Yuto và Yuki, cả ba người đều hạ quyết tâm thực hiện cho bằng được mục tiêu đó của Ichijou Ryu. Trên chuyến hành trình của mình, Ichijou Ryu đã gặp phải những khó khăn nhưng cậu vẫn không nản chí mà vẫn tiếp tục bước đi. Một bộ manga cực hay về bóng đá và những nhân vật dành hết niềm đam mê vào nó.  \n\n\n---"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "489"
  },
  {
    "mangaId": "f60fd694-43af-490a-a744-d01ccfad5261",
    "title": {
      "en": "Shuumatsu No Valkyrie (Webtoon)"
    },
    "updatedAt": "2023-11-17T22:28:24+00:00",
    "coverArt": "https://mangadex.org/covers/f60fd694-43af-490a-a744-d01ccfad5261/9afaf83a-66e2-4b6e-a0f6-14ce3e608405.jpg",
    "altTitles": [
      {
        "en": "Record Of Ragnarok (Webtoon)"
      },
      {
        "ja": "終末のワルキューレ 総天然色"
      },
      {
        "fr": "Valkyrie Apocalypse"
      }
    ],
    "description": {
      "fr": "Shuumatsu No Valkyrie (Valkyrie Apocalypse) arrive maintenant dans le monde du webtoon, dans un nouveau format reprenant l'histoire, mais avec plusieurs nouveautés ! L'histoire commence lorsque les dieux se réunissent en congrès pour décider de laisser l'humanité vivre ou mourir, et décident de détruire l'humanité. Mais une Valkyrie solitaire suggère de laisser les dieux et l'humanité se battre une dernière fois, comme dernier espoir de survie de l'humanité. 13 dieux affronteront 13 champions humains dans des combats en tête-à-tête pour décider si l'humanité vit ou meurt.",
      "pt-br": "Agora Shuumatsu No Valkyrie (Record of Ragnarok) chega ao mundo dos Webtoon, num novo formato recontando a história, mas com várias novidades!\n\nA história começa quando os deuses convocam uma convenção para decidir se deixam a humanidade viver ou morrer, e decidem destruir a humanidade. Mas uma Valquíria solitária apresenta a sugestão de deixar os deuses e a humanidade travarem uma última batalha, como última esperança para a sobrevivência contínua da humanidade. 13 deuses lutarão contra 13 campeões humanos em batalhas um contra um para decidir se a humanidade vive ou morre."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-03-30T23:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/b70c874a-be6d-4089-989d-7c408536544d.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23ae2a63-eb44-4580-9adc-fbd8ba4b2670",
    "title": {
      "en": "Boku wo Shirita Sugiru Shimizu-san"
    },
    "updatedAt": "2024-05-17T05:43:09+00:00",
    "coverArt": "https://mangadex.org/covers/23ae2a63-eb44-4580-9adc-fbd8ba4b2670/91440d1d-3fb8-46ea-a1df-7dfcee3de53e.jpg",
    "altTitles": [
      {
        "ja": "ボクを知りたすぎる清水さん"
      },
      {
        "en": "Shimizu-san who wants to know me too much"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]