[
  {
    "mangaId": "23b7cc7a-df89-4049-af28-1fa78f88713e",
    "title": {
      "en": "Kawaii Joushi wo Komarasetai"
    },
    "updatedAt": "2024-02-18T23:15:58+00:00",
    "coverArt": "https://mangadex.org/covers/23b7cc7a-df89-4049-af28-1fa78f88713e/8832622f-79ff-4044-a04b-8c2bc1c8b677.jpg",
    "altTitles": [
      {
        "pt-br": "Quero judiar da minha linda chefinha"
      },
      {
        "es": "Quiero molestar a mi linda jefa"
      },
      {
        "ru": "Моя начальница – милашка"
      },
      {
        "ja": "可愛い上司を困らせたい"
      },
      {
        "ko": "귀여운 상사를 난처하게 만들고 싶어"
      },
      {
        "en": "I want to Annoy the Pretty Boss"
      },
      {
        "ja-ro": "Kawaii Joushi wo Komarasetai"
      }
    ],
    "description": {
      "en": "Ira Megumi is a 31-year-old woman who is currently at the top of her career. She's a beautiful woman who's brimming with pride and totally has no interest in love or marriage. Though the next morning, she wakes up and finds the new employee, Aoki Shun, sleeping next to her. Just what in the world happened?!",
      "ja": "敏腕女性上司+新人男子=恋人!?\n\n井羅恵は31歳の食品会社次長。\n仕事に全てを捧げ、恋愛や結婚は二の次に。\nそんな彼女の前に、要領が良い新人男子・青木が現れる。\n彼の言動にいらつく恵だが、飲み会で酔った挙句、\n青木と一夜を共にして…。\n\nドキドキが止まらないラブコメ4コマ!!",
      "pt-br": "Ira Megumi é uma mulher que desistiu de ter uma família ou de agir como uma simples mulher e se dedicou arduamente em seu trabalho, assim chegando ao cargo de vice-diretora em uma grande empresa. Aoki Shun um novato na empresa, amigável, porém desleixado e não parece levar o novo trabalho a sério. Mas algo acontece na festa de boas vindas dos novatos na empresa e Ira acorda ao lado de Aoki na cama… O que diabos aconteceu? Será possível um relacionamento amoroso entre duas pessoas tão diferentes?"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cd657d2-fa8c-4927-b884-44952fe5fbd1",
    "title": {
      "en": "Itoko no Ko"
    },
    "updatedAt": "2024-05-07T19:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/8cd657d2-fa8c-4927-b884-44952fe5fbd1/699b46d6-8203-4d18-be7d-78cbda80c5c5.jpg",
    "altTitles": [
      {
        "ja": "いとこのこ"
      },
      {
        "vi": "Nhỏ em họ của tôi"
      },
      {
        "en": "My Cousin"
      },
      {
        "ja-ro": "Itokonoko"
      },
      {
        "en": "My Young Cousin"
      }
    ],
    "description": {
      "en": "His more-than-friends, less-than-lovers cousin is so cute that he could die!!!!? \n\nNozomu is a boy staying at his uncle's house over summer vacation. In the countryside, where there are no convenience stores, or any busses even, the boy has a problem. That problem is his younger cousin, Sou! He’s being led around by this tanned, energetic girl day after day and can’t show her the dignity befitting his older age! \n\nOn top of that, whether intentional or not, he’s getting flustered by Sou’s inviting demeanor. Eventually, Nozomu couldn’t take his eyes off Sou and is falling more and more under her spell...!!? With a “cousin” like this, his reason is having a hard time hanging on! \n\nThis is a romcom with a guy who’s going under from all his tanned cousin’s teasing!",
      "ja": "友達以上恋人未満な従妹が死ぬほど可愛い!!!!?\n\n夏休みの間、叔父の家に過ごすことになった少年・望。コンビニもない、バスも来ない、ないない尽くしの田舎で彼にはある悩みがあった。\n\nその原因は「従妹」の爽!! 褐色元気っ娘の彼女に毎回からかわれては年上の威厳を見せられないでいた！ しかも、天然なのか意図的なのか分からない爽の誘ってくるような仕草にドキッとする始末。いつしか、望は彼女のことが目を離せず、ドンドン爽に攻略されていって……!!?\n\nこんな「従妹」がいてくれたら理性が持たない!? からかい上手の褐色従妹ちゃんによるお兄ちゃん攻略ラブコメ!!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "782497c0-c13b-4c1f-a254-6c415f89c79f",
    "title": {
      "en": "Touhou Project - The Shelled Ones Dream of Flying (Doujinshi)"
    },
    "updatedAt": "2024-05-27T18:31:00+00:00",
    "coverArt": "https://mangadex.org/covers/782497c0-c13b-4c1f-a254-6c415f89c79f/99c5f0cc-f1e8-427c-b5fb-bab5ba297c1a.jpg",
    "altTitles": [
      {
        "ja-ro": "Koura wa Soratobu Yume o Miru"
      },
      {
        "ja": "甲羅は空飛ぶ夢を見る"
      },
      {
        "es-la": "Los devastados sueñan con volar"
      },
      {
        "en": "The Shelled Ones Dream of Flying"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8e414c-6ba9-45e7-bf1c-2214a02c0613",
    "title": {
      "en": "Black Lagoon: Sawyer the Cleaner - Dismemberment! Gore Gore Girl"
    },
    "updatedAt": "2024-05-27T08:52:47+00:00",
    "coverArt": "https://mangadex.org/covers/6a8e414c-6ba9-45e7-bf1c-2214a02c0613/3b2c4817-befe-4c71-a9e6-f5178c8fec37.jpg",
    "altTitles": [
      {
        "ja": "BLACK LAGOON 掃除屋ソーヤー 解体！ゴアゴア娘"
      },
      {
        "ja-ro": "Black Lagoon Soujiya Sawyer - Kaitai! Gore Gore Musume"
      },
      {
        "ru": "Черная лагуна: Расчленяющая уборщица Сойер! Окровавленная девушка"
      }
    ],
    "description": {
      "en": "Sawyer is a cleaner who takes on the task of disposing of unwanted people in Roanapur, a city of vice where the mafia and other scoundrels thrive. Her daily life is depicted in a funny, sometimes horror-filled, sometimes action-packed, and even fantastical way as she goes about her work with her beloved chainsaw in hand. Her good friends and fellow freelancers Shenhua and Lotton, as well as familiar characters from the main story, such as Revy and Rock, also make appearances!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de2b08c2-66ba-41e0-8cc0-f1ca17940612",
    "title": {
      "en": "The Hero Who's Been Like This Ever Since Forming a Party with a Female Priest"
    },
    "updatedAt": "2024-05-23T18:36:59+00:00",
    "coverArt": "https://mangadex.org/covers/de2b08c2-66ba-41e0-8cc0-f1ca17940612/5ed9069d-7995-487b-9408-55de0a8428f1.png",
    "altTitles": [
      {
        "ja": "僧侶とパーティ組んで以来、ずっとコレな勇者さま"
      },
      {
        "ja-ro": "Souryo to Party Kunde Irai, Zutto Kore na Yuusha-sama"
      }
    ],
    "description": {
      "en": "Full color is later on..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Record of Ragnarok"
    },
    "updatedAt": "2024-04-16T21:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/dfd2d1d9-7d36-481c-9bd3-ecfb3c3a2ca8.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "World's End Valkyrie"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c16942fe-057e-4b84-b946-fda7f7b6b12d",
    "title": {
      "en": "Genjitsu Sekai (Real) Demo Shiawase ni Shite Kudasai ne?"
    },
    "updatedAt": "2024-05-20T20:14:54+00:00",
    "coverArt": "https://mangadex.org/covers/c16942fe-057e-4b84-b946-fda7f7b6b12d/4a9bf903-da09-4648-b715-d113b790f223.jpg",
    "altTitles": [
      {
        "ja": "現実世界（リアル）でも幸せにしてくださいね？"
      },
      {
        "es-la": "Sé feliz también en el mundo real, ¿de acuerdo?"
      },
      {
        "en": "Be happy in the world too, okay?"
      },
      {
        "ja-ro": "Genjitsu Sekai Demo Shiawase ni Shite Kudasai ne?"
      },
      {
        "ja-ro": "Genjitsu Sekai (Real) Demo Shiawase ni Shite Kudasai ne?"
      }
    ],
    "description": {
      "en": "High school student Machino, who longs for the 'love of destiny', encounters the dating simulation game 'Celestia'. Despite having maximized sympathy for all the heroines, she can't decide on just one, leading her to spend days of anguish unable to advance to the confession event. At that moment, an explosion along with a shooting star occurs in her house, and when she opens her eyes, she meets the main heroine of 'Celestia', Sofia....\n\n\"Machino... I always wanted to say it... I like you.\"\n\nThe otherworldly harem summoning romantic comedy begins with the highly sympathetic heroines who have jumped into the real world!",
      "es-la": "La estudiante de secundaria, Machino, que anhela el 'amor del destino', se encuentra con el juego de simulación de citas 'Celestia'. A pesar de haber aumentado al máximo la simpatía de todas las heroínas, no puede decidirse por una sola, lo que la lleva a pasar días de angustia sin poder avanzar al evento de confesión. En ese momento, una explosión junto con una estrella fugaz ocurre en su casa, y cuando abre los ojos, se encuentra con la heroína principal de 'Celestia', Sofía...\n\n\"Machino... siempre quise decirlo... me gustas.\"\n\n¡La comedia romántica de harén de invocación a otro mundo comienza con las heroínas de alta simpatía que han saltado al mundo real!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc8a484-e0f0-4294-8db3-c02107a09e80",
    "title": {
      "en": "Sazi-chan no Yami Nikki"
    },
    "updatedAt": "2024-05-18T12:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/8cc8a484-e0f0-4294-8db3-c02107a09e80/718931f6-cd73-4acf-9daf-b9bb6d3eb907.jpg",
    "altTitles": [
      {
        "en": "Saji-chan's Sick Diary"
      },
      {
        "ja": "サジちゃんの病み日記"
      },
      {
        "zh": "沙慈的病娇日记"
      },
      {
        "ko": "사지짱의 아픔 일기"
      },
      {
        "ja-ro": "Saji-chan no Yami Nikki"
      },
      {
        "en": "Sazi-chan's Sick Diary"
      }
    ],
    "description": {
      "en": "Sazi-chan has a girl she likes. Though her feelings are too pure for anyone to understand, it is definitely true love. Taking pictures, stealing, stabbing, assaulting, that too, is love."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "61d81be6-2759-4cc4-9815-7952a3449149",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken: Clayman Revenge"
    },
    "updatedAt": "2024-03-20T17:38:06+00:00",
    "coverArt": "https://mangadex.org/covers/61d81be6-2759-4cc4-9815-7952a3449149/a96f4675-7385-43ba-85b8-7fc54e9190f0.jpg",
    "altTitles": [
      {
        "ja": "転生したらスライムだった件: クレイマン Revenge"
      },
      {
        "en": "That Time I Got Reincarnated as a Slime: Clayman's Revenge"
      },
      {
        "ru": "О моём перерождении в слизь: Месть Клеймана"
      },
      {
        "ja-ro": "TenSura: Clayman Revenge"
      },
      {
        "ar": "ذلك الوقت الذي تجسد فيه كسلايم: انتقام كلايمان"
      },
      {
        "tr": "Tensei Shitara Slime Datta Ken: Clayman'in İntikamı"
      },
      {
        "uk": "Про моє переродження в слиз: Помста Клеймана"
      }
    ],
    "description": {
      "en": "Walpurgis ended with echoes of a public condemnation. It seems as if a clown's dream has already ran its course. But as if fate was pranking, or the world has other plans, the  supposedly dead Clayman has been resurrected from the dead. Is it the beginning of his dark era once more...?\n\nA new spin-off \"Tensura\" manga written by the original author Fuse himself!",
      "ja": "ワルプルギスに響き渡った断末魔。道化の夢は一度は尽きたかと思われた。しかし運命のイタズラか、世界の選択か、死んだはずのクレイマンは復活し、再び暗躍を始め･･･る？",
      "es-la": "Este Manga Spinoff es una historia alternativa que sucede luego de los eventos del Volumen 6 de la Novela Ligera.\n\nHistoria alternativa que continua despues de los eventos del Volumen 6 de la Novela Ligera. - El Walpurgis habia terminado con el grito de su muerte. Parecia que el sueño del arlequin habia llegado a su fin. Sin embargo, ya sea por una broma del destino o una decisión del mundo, Clayman quien supuestamente murio, ha resucitado una vez mas. ¿Es el comienzo de una nueva era oscura...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-03-20T01:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/c421579e-d76e-4994-9c2e-ba16d9015fef.jpg",
    "altTitles": [
      {
        "ru": "Гачиакута"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ja": "ガチアクタ"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n\n---\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (U.S. Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd16f795-0f11-4121-9a4b-b0611a51e6c4",
    "title": {
      "en": "shibuli"
    },
    "updatedAt": "2024-05-27T18:06:44+00:00",
    "coverArt": "https://mangadex.org/covers/dd16f795-0f11-4121-9a4b-b0611a51e6c4/d359c9ef-dcbd-43fe-bb6e-05064a87afcf.png",
    "altTitles": [
      {
        "zh": "十不离"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48db4722-3e23-46f2-9132-680dddb67266",
    "title": {
      "en": "Meikyuu no Ou"
    },
    "updatedAt": "2024-03-01T19:40:52+00:00",
    "coverArt": "https://mangadex.org/covers/48db4722-3e23-46f2-9132-680dddb67266/4b2749ab-7ab5-425a-8a49-d1475c1d278d.jpg",
    "altTitles": [
      {
        "en": "King of the Labyrinth"
      },
      {
        "ja": "迷宮の王"
      }
    ],
    "description": {
      "en": "Within the tenth-floor boss room of the Sazardon Labyrinth, the mighty minotaur awakens once more. Unlike its predecessors, slain at the hands of treasure-seeking adventurers, this monster’s primal urges push it further than ever before. Kill. Consume. Grow stronger. The more powerful its opponent, the more powerful it becomes. Even the very rules of the labyrinth seem to bend to its indomitable will. Can none triumph against this bovine behemoth? Will the minotaur ever meet its match…?\n\n---\n\nNotes:\n\n- Was on hiatus since June 2022 till February 2024\n- Official english translation of [light novel](https://www.amazon.com/dp/B08F45DG62)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-05-07T05:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/93a92d8f-d94e-46f3-9537-8aa288cb2bdf.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "ja-ro": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "en": "Fighting With an FPS Beginner"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c73341b2-14d1-4f9a-a7a8-a4fa9f342486",
    "title": {
      "ja": "Watashi no Musuko ga Isekai Tensei Shitappoi"
    },
    "updatedAt": "2023-05-14T22:07:54+00:00",
    "coverArt": "https://mangadex.org/covers/c73341b2-14d1-4f9a-a7a8-a4fa9f342486/dd1b8dc6-819d-4831-a73e-e8ce2dc517a3.jpg",
    "altTitles": [
      {
        "en": "It Looks Like My Son Has Been Reincarnated into Another World"
      },
      {
        "ja": "私の息子が異世界転生したっぽい"
      },
      {
        "en": "My Son Seems To Have Gone Reincarnated To Another World"
      },
      {
        "id": "Anakku Kayaknya Reinkarnasi ke Isekai"
      },
      {
        "ru": "Похоже, мой сын переродился в другом мире"
      },
      {
        "uk": "Судячи з усього, мій син переродився у іншому Світі"
      },
      {
        "es-la": "Parece que mi hijo se ha reencarnado en otro mundo"
      }
    ],
    "description": {
      "en": "About a mother who has lost her child and her former classmate. Going through her son's bookshelf, she has convinced herself that her son has reincarnated in another world and wishes to find a method to meet him, enlisting the help of her otaku classmate.",
      "ru": "О матери, которая потеряла своего ребёнка. Просматривая книжный шкаф своего сына, она убедила себя, что её сын перевоплотился в другом мире, и хочет найти способ встретиться с ним, заручившись помощью своего одноклассника - отаку спустя 17 лет после школы.",
      "uk": "Про матір, яка втратила дитину. Під час перегляду книжкових полиць и свого сина вона переконала себе, що її син перевтілився в інший світ, і хотіла знайти спосіб зустрітися з ним, заручившись допомогою свого однокласника - отаку через 17 років після випуску із школи."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "48de4f49-d7f9-4b0c-99f4-0929c2a9910b",
    "title": {
      "en": "Gakeppuchi Reijou wa Kurokishi-sama o Horesasetai!"
    },
    "updatedAt": "2024-05-20T05:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/48de4f49-d7f9-4b0c-99f4-0929c2a9910b/bbd03e5f-0105-4f2f-a8c5-5f90b4f8e7dd.png",
    "altTitles": [
      {
        "ja": "崖っぷち令嬢は黒騎士様を惚れさせたい！"
      },
      {
        "ja-ro": "Gakeppuchi Reijou wa Kurokishi-sama wo Horesasetai!"
      },
      {
        "es-la": "¡Quiero hacer que el Caballero Oscuro se Enamore de mi!"
      },
      {
        "en": "A Noblewoman on the Brink of Disaster Wants to Make the Black Knight Fall in Love!"
      },
      {
        "en": "I Want to Make Black-Knight Fall In Love With Me!"
      },
      {
        "pl": "Chcę, żeby Czarny Rycerz Się We Mnie Zakochał"
      },
      {
        "ja": "ぷち惚れ"
      },
      {
        "ja-ro": "Puchihore"
      }
    ],
    "description": {
      "en": "My family is in debt, and we don't have enough money for my sick sister's treatment...\r\nThe troubled noble, Clarice, finds herself engaged in a political marriage with the most feared Black-Knight in the kingdom, Frost, known for \"slaughtering beasts with his bare hands\".\r\nIn an attempt to secure the fortune, Clarice tries to seduce the \"Black-Knight\", but just as she does, she discovers \"her\" secret...",
      "es-la": "Mi familia está endeudada, y no tenemos suficiente dinero para el tratamiento de mi hermana enferma...\r\nLa nobleza en apuros, Clarice, se encuentra comprometida en un matrimonio político con el Caballero Oscuro más temido del reino, Frost, quien es conocido por \"matar bestias con sus propias manos\"\r\nCon la intención de asegurar la fortuna, Clarice intenta seducir al \"Caballero Oscuro\", pero justo cuando lo hace, descubre el secreto de \"ella\"..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "52d4ad1e-d02c-4fef-81d6-1e758e699d31",
    "title": {
      "en": "Hatarakanai Futari"
    },
    "updatedAt": "2024-04-20T21:57:23+00:00",
    "coverArt": "https://mangadex.org/covers/52d4ad1e-d02c-4fef-81d6-1e758e699d31/5a97fd98-4614-460e-98bc-e1499b071a2a.jpg",
    "altTitles": [
      {
        "tr": "Çalışmayan İkili"
      },
      {
        "tl": "Ang Walang trabahong Magkapatid"
      },
      {
        "tr": "İşsiz Kardeşler"
      },
      {
        "id": "Kaka-beradik Penganggur"
      },
      {
        "ru": "Бездельники"
      },
      {
        "ja": "働かないふたり"
      },
      {
        "ja-ro": "Hatarakanai Futari"
      },
      {
        "en": "The Jobless Siblings"
      }
    ],
    "description": {
      "en": "A slice-of-life story about two siblings, both jobless shut-ins. Haruko is a teenage girl who shares with her brother a love of laying around the house in sweats, watching television and playing video games. Her brother has a few friends, but Haruko has a lot of problems with social anxiety. The two of them pass their days happily playing together, though their mother worries about how she's going to get Haruko to shape up enough to find a husband.",
      "pt": "Haruko é uma adolescente que compartilha com seu irmão um amor de ficar em casa de moletom, assistindo televisão e jogando videogames. Seu irmão tem alguns amigos, mas Haruko tem um monte de problemas com ansiedade social. Os dois passam seus dias felizes brincando juntos, embora sua mãe se preocupa sobre como Haruko vai ficar e se melhorar o suficiente para encontrar um marido.",
      "es-la": "La historia del día a día de dos hermanos, ambos encerrados y sin trabajo. Haruko es una adolescente que comparte con su hermano el amor por holgazanear en la casa en sudaderas, mirar televisión y jugar videojuegos. Su hermano tiene algunos amigos, pero Haruko tiene muchos problemas de ansiedad social. Los dos pasan sus días felices jugando juntos, aunque a su madre le preocupa cómo hará que Haruko se ponga en forma lo suficiente como para encontrar un marido."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1982af23-9f5c-47db-9bda-94b4a2e794e6",
    "title": {
      "en": "Touhou Project - We'll Watch Lots of Flowers (Doujinshi)"
    },
    "updatedAt": "2024-05-27T18:18:07+00:00",
    "coverArt": "https://mangadex.org/covers/1982af23-9f5c-47db-9bda-94b4a2e794e6/c156897e-7684-40eb-be05-31eb824bc46f.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10c43ff9-c7b5-43ae-b20f-30aeab82508c",
    "title": {
      "en": "Occult"
    },
    "updatedAt": "2024-05-27T17:45:23+00:00",
    "coverArt": "https://mangadex.org/covers/10c43ff9-c7b5-43ae-b20f-30aeab82508c/9ea701e4-4dab-49a3-aea3-c44b1910648f.jpg",
    "altTitles": [
      {
        "ko": "오컬트"
      }
    ],
    "description": {
      "en": "The fight between the supernaturals and the occult has begun."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d88f684f-6cfe-4d31-9605-9e9f73f7ff11",
    "title": {
      "en": "The Days of Diamond"
    },
    "updatedAt": "2024-04-12T19:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/d88f684f-6cfe-4d31-9605-9e9f73f7ff11/c9fe3aa3-f770-4baf-8284-90dcf9c337fe.jpg",
    "altTitles": [
      {
        "ja": "ダイヤモンドの功罪"
      },
      {
        "ja-ro": "Diamond no Kouzai"
      }
    ],
    "description": {
      "en": "Despite his athletic gifts, Ayasegawa Jiro is a loner who causes others to lose or give up on their dreams, all because of him. While struggling with his loneliness, he discovers the \"Bambies,\" an uncompetitive baseball team whose motto is \"having fun.\" Jiro finds joy in his baseball life with his teammates, but...This is a baseball youth drama that explores the relationship between a genius and his peers."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi wo Suru"
    },
    "updatedAt": "2024-05-18T12:34:17+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "ja-ro": "Sono Kisekae Ningyou wa Koi wo Suru"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll wa Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque doll is falling in love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-05-04T15:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/7e58c98b-40e9-43cf-adf0-838e14955d1e.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4c0c579-f0a6-4ff7-bc2e-1c0d3f614d03",
    "title": {
      "en": "Atarashii Kimi e"
    },
    "updatedAt": "2024-05-06T19:16:14+00:00",
    "coverArt": "https://mangadex.org/covers/a4c0c579-f0a6-4ff7-bc2e-1c0d3f614d03/e69c9ff2-ae1d-435f-84c3-03b3e69b114c.jpg",
    "altTitles": [
      {
        "ja": "新しいきみへ"
      },
      {
        "en": "To a New You"
      },
      {
        "zh": "致崭新的你"
      }
    ],
    "description": {
      "en": "Sakuma, a teacher at an all-girls school, sees his wife in the red-light district cheating on him one day. In response, he runs away and decides to tour Japan, going wherever his heart may lead him. He finally reaches Odawara and meets a young girl, that looks like the one he always sees in his dreams. He barely manages to stop himself from crossing the line with the girl, and he eventually returns to his normal life, having discovered that his wife's alleged cheating was all a misunderstanding. But then...",
      "pt-br": "Sakuma, um professor em uma escola só para meninas, vê sua esposa no distrito de prostituição o traindo. Em resposta, ele foge e decide fazer uma turnê pelo Japão, indo aonde seu coração o levar. Ele finalmente chega a Odawara e conhece uma jovem, que se parece com a que ele sempre vê em seus sonhos. Ele mal consegue se impedir de cruzar a linha com a garota e, eventualmente, retorna à sua vida normal, ao descobrir que a suposta traição de sua esposa foi um mal-entendido. Mas então..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "24"
  },
  {
    "mangaId": "74a3eb43-f058-489c-8624-30e0831ec17c",
    "title": {
      "en": "Touhou Project - Rainy Season Bonus (Doujinshi)"
    },
    "updatedAt": "2024-05-27T18:17:59+00:00",
    "coverArt": "https://mangadex.org/covers/74a3eb43-f058-489c-8624-30e0831ec17c/e52818a1-1c11-4866-a524-20224ec5b3ed.jpg",
    "altTitles": [
      {
        "ja": "つゆのオマケ"
      },
      {
        "ja-ro": "Tsuyu no Omake"
      }
    ],
    "description": {
      "es-la": "Remilia ve a Sakuya volver a casa y decide ir de compras ella misma, seguida de una visita al Templo Hakurei"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e2933d2-8587-4c0f-b69c-4233864b96a8",
    "title": {
      "en": "Ousama Ranking"
    },
    "updatedAt": "2024-05-10T16:14:51+00:00",
    "coverArt": "https://mangadex.org/covers/7e2933d2-8587-4c0f-b69c-4233864b96a8/0359c91d-5123-4a56-b646-cf18944c1efa.jpg",
    "altTitles": [
      {
        "vi": "Bảng xếp hạng Quốc Vương"
      },
      {
        "ja": "王様ランキング"
      },
      {
        "en": "Ranking of Kings"
      },
      {
        "ru": "Рейтинг королей"
      },
      {
        "ru": "Рейтинг короля"
      },
      {
        "pt-br": "Ranking dos Reis"
      },
      {
        "en": "The King Ranking"
      }
    ],
    "description": {
      "en": "The web manga centers around Bojji, a deaf, powerless prince who cannot even wield a children's sword. As the firstborn son, he strives hard and dreams of becoming the world's greatest king. However, people mutter about him behind his back as \"a good-for-nothing prince\" and \"no way he can be king.\"  \n  \nBojji is able to make his first ever friend, \"Kage\" — a literal shadow on the ground who somehow understands Bojji well. The story follows Bojji's coming-of-age as he meets various people in his life, starting with his fateful encounter with Kage.",
      "es": "Bojji es un príncipe sordomudo que vive en un mundo fantástico repleto de criaturas mágicas. Pese a no destacar en nada, y siendo incapaz ni siquiera de empuñar una espadita de niño, sueña con algún día convertirse en el rey más grande del mundo.\n\nLa gente lo considera un completo inútil y sin ningún talento para ser rey. Aunque la situación cambia cuando conoce a Kage, una sombra (literalmente) que es uno de los pocos supervivientes de un clan de asesinos y que intenta robarle las pocas pertenencias que Bojji llevaba encima.\n\nDe alguna manera, Kage logra comprender al príncipe y se convierte en su primer amigo verdadero, dando así inicio a la aventura que Bojji tanto anhela. Mientras tanto, en la oscuridad, un poder amenaza con devastar al reino.",
      "ru": "Боддзи удаётся найти своего первого в жизни друга, «Кагэ» — буквально тень на земле, которая каким-то образом хорошо понимает Боддзи. История рассказывает о взрослении Боддзи, о том, как он встречает разных людей в своей жизни, начиная с судьбоносной встречи с Кагэ.",
      "vi": "\"Bảng xếp hạng Quốc vương\" xoay quanh Bojji, một hoàng tử điếc, vô năng, và thậm chí không thể cầm nổi thanh kiếm của một đứa con nít. Là con cả, cậu luôn cố gắng hết mình để tiến tới ước mơ trở thành vị vua vĩ đại nhất thế giới. Thế nhưng, luôn có những kẻ buông lời xì xào bàn tán sau lưng Bojji, bảo cậu là \"một thằng hoàng tử bất tài\", và \"không đời nào có thể trở thành vua được\". \n\nBojji đã có người bạn đầu tiên của mình, \"Kage\", một bóng đen trên mặt đất, bằng cách nào đó lại có thể hiểu rõ về cậu. Đây là câu chuyện kể về sự trưởng thành của Bojji khi cậu gặp được những người khác nhau trong cuộc đời mình, bắt đầu từ lần gặp gỡ định mệnh của cậu với Kage.",
      "pt-br": "O mangá da web comic gira em torno de Bojji, um príncipe surdo e impotente que não consegue nem empunhar uma espada infantil. Como filho primogênito, ele se esforça muito e sonha em se tornar o maior rei do mundo. No entanto, as pessoas murmuram sobre ele pelas costas como 'um príncipe inútil' e 'de jeito nenhum ele pode ser rei'.\n\nBojji é capaz de fazer seu primeiro amigo, 'Kage' - literalmente um ser vivo que é uma sombra no chão que de alguma forma entende Bojji bem. A história segue o amadurecimento de Bojji enquanto ele conhece várias pessoas em sua vida, começando com seu fatídico encontro com Kage.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 12, Cap 155. ]"
    },
    "status": "hiatus",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e22f6d24-b054-461e-90e5-3646b2985469",
    "title": {
      "en": "Blood-crawling Princess of a Ruined Country"
    },
    "updatedAt": "2024-01-16T16:11:31+00:00",
    "coverArt": "https://mangadex.org/covers/e22f6d24-b054-461e-90e5-3646b2985469/74a577c3-9d15-4a68-a001-b03360a9bc77.jpg",
    "altTitles": [
      {
        "ja-ro": "Chi wo Hau Boukoku no Oujo"
      },
      {
        "ja": "血を這う亡国の王女"
      }
    ],
    "description": {
      "en": "I'll take back my life. A cruel and beautiful revenge story of a princess who became a prostitute. Princess Evita lived happily in a small country. However, she was attacked by a neighboring country, her land taken away, and her family was brutally killed. The surviving Evita was sold to a brothel and lived as a prostitute. In the middle off all this, a man from the royal family that she hates appears as a customer..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b2fddf9-1385-4f3c-b37a-cf86a9428b1a",
    "title": {
      "en": "Ishuzoku Reviewers"
    },
    "updatedAt": "2024-05-21T15:52:17+00:00",
    "coverArt": "https://mangadex.org/covers/1b2fddf9-1385-4f3c-b37a-cf86a9428b1a/e58ac713-b8fe-42d3-b397-0fb47eed941c.jpg",
    "altTitles": [
      {
        "en": "Interspecies Reviewers"
      },
      {
        "ru": "Межвидовые рецензоры"
      },
      {
        "ja": "異種族レビュアーズ"
      },
      {
        "ru": "Межвидовые рецензенты"
      }
    ],
    "description": {
      "en": "In our world, the human race constantly debates about several important issues, such as: which girl is the best girl? How good is something as fapping material? Which fetish is the sexiest? And why your Waifu is the best while everyone else has shit taste. \n\nAccompany these great warriors as they present us with different girls, different opinions, different boners, and show us that the fantasy world may not be all that different from ours, as they analyze and meticulously review the most important thing of all: what they should put their **** in.",
      "ru": "Действие манги происходит в вымышленном мире, населённом различными расами разумных существ, в котором существует процветающий рынок интимных услуг. Благодаря такому высокому развитию секс-индустрии в мире появились профессиональные критики, специализирующиеся исключительно на оценке качества проституток. Одними из них являются человек Станк и эльф Зел, путешествующие из города в город для оценки каждого местного квартала красных фонарей, после чего посылают свои обзоры для составления сводного рейтинга борделей. Объединившись с ангелом по имени Крим, критики собирают информацию о сексуальных достоинствах всех видов живых существ этого мира, получая удовольствие от процесса и зарабатывая попутно дополнительные деньги.",
      "es-la": "En nuestro mundo, la raza humana debate constantemente sobre varios temas importantes, como por ejemplo: ¿Cual chica es la mejor? ¿Y qué tan buena es como material de masturbación? ¿Qué fetiche es el más sexy? Acompaña a estos grandes guerreros, que se presentan con diferentes chicas, diferentes opiniones, diferentes erecciones, y que nos muestran que un mundo de fantasía puede no ser tan diferente al nuestro.",
      "pt-br": "Em nosso mundo, a raça humana debate constantemente várias questões importantes, como: qual é a melhor garota? Quão bom é um material para se masturbar? Qual fetiche é o mais sexy?... Acompanhe esses grandes guerreiros enquanto eles nos apresentam garotas diferentes, opiniões diferentes, tesões diferentes e nos mostram que o mundo da fantasia pode não ser tão diferente do nosso."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4df219da-4b5f-48ea-9fac-23641ae8a584",
    "title": {
      "en": "Guardian Tales - Kanterbury Days!"
    },
    "updatedAt": "2023-07-23T04:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/4df219da-4b5f-48ea-9fac-23641ae8a584/5cfea970-d495-4d8c-9ecb-6a8ea581f6a2.jpg",
    "altTitles": [
      {
        "ja": "かんたべりーでいず！"
      }
    ],
    "description": {
      "en": "An official slice of life themed 4 panel webmanga of the Guardian Tales series."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9290f4f1-3860-4bc2-8194-c3a7271fe398",
    "title": {
      "en": "A World Without You."
    },
    "updatedAt": "2024-03-18T19:27:34+00:00",
    "coverArt": "https://mangadex.org/covers/9290f4f1-3860-4bc2-8194-c3a7271fe398/62e4ba4c-0fc5-4408-b804-226ce5d544e3.png",
    "altTitles": [
      {
        "ko": "사랑받는 언니가 사라진 세계"
      },
      {
        "ko-ro": "Sarangbanneun Eonniga Sarajin Segye"
      },
      {
        "en": "The World Where the Beloved Sister Disappeared"
      },
      {
        "en": "A World Without My Sister Who Everyone Loved"
      },
      {
        "zh": "备受宠爱的姐姐消失的世界"
      }
    ],
    "description": {
      "en": "\"I hate you enough to want to kill you, Sienna.\"\n\nI was my sister’s shadow all my life, and I was betrayed by her and died. But… people have changed since the day I came back in time.\n\n\"You're the only child Nacht chose.\"\n\n\"His Highness recognizes you as family.\"\n\nSomething's wrong. These people seem to mistake me for my older sister.\n\n\"I beg you, believe in us for once, that we care for you.\"\n\nI once wanted to be loved. Now I fear that this mindset will become my weakness. One betrayal was enough. Everything is over when you bet everything in love. I just want to get my life back so…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-04-18T20:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/27bc5d4a-83db-4c9d-a049-5f8b9f29efc3.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a",
    "title": {
      "en": "Beneath the Surviving Princess' Joyful Façade"
    },
    "updatedAt": "2024-05-20T01:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a/943db86c-dbb5-4173-8142-f6971f93d84d.jpg",
    "altTitles": [
      {
        "ko": "살아남은 왕녀의 웃음 뒤에는"
      },
      {
        "en": "Behind the Laughter of the Surviving Princess"
      }
    ],
    "description": {
      "en": "\"Very good. I shall give you my beloved sister, whom I cherish dearly.\"\n\nEric Chladnie, who led the long war to victory against the Shidate Principality, received the mandate to marry a foolish princess as a reward for his triumph.\n\nAfter the wedding ceremony, Eric returned to the mansion with the newlywed princess. Amidst the princess's eccentric behaviour, his father attempts to kill her and his mother advices him to not give his heart. Only he, treating her like a child, respects and cherishes her as his wife. However, who is this woman who, in front of the king, impersonates deeds that she has never done and acts piously?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29d93e89-8f63-4713-a8be-4ac58ffcd88b",
    "title": {
      "en": "Tsuiraku JK to Haijin Kyoushi"
    },
    "updatedAt": "2024-05-08T17:38:21+00:00",
    "coverArt": "https://mangadex.org/covers/29d93e89-8f63-4713-a8be-4ac58ffcd88b/b4a82b04-a7d8-4780-8c58-551737d482c4.jpg",
    "altTitles": [
      {
        "en": "Love Me Before You Die"
      },
      {
        "ja": "墜落JKと廃人教師"
      },
      {
        "zh-hk": "墮落jk與廢人老師"
      },
      {
        "ko": "추락 여고생과 폐인교사"
      }
    ],
    "description": {
      "en": "Mikoto Ochiai is ready to jump off the rooftop of her high school's building after she got rejected by the boy she loves. However, homeroom teacher Jin Haiba suddenly appears on the rooftop for a smoke, talked to her, and saved her from falling down. He even asked her to go out with him rather than die.   \n  \nA black comedy manga about love, life, and death.",
      "es-la": "Mikoto Ochiai está pronto para pular do telhado do colégio depois que ela foi rejeitada pelo garoto que ama. Porém, o professor dela, Jin Haiba, repentinamente aparece para fumar no telhado onde a convenceu a não pular e ainda pediu para sair com ele.  \n  \nUm mangá com humor pesado, sobre amor, vida, e morte"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d561f70-3503-459e-95f3-ffa33a321721",
    "title": {
      "en": "The journey of Dionysus"
    },
    "updatedAt": "2024-05-14T16:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/7d561f70-3503-459e-95f3-ffa33a321721/9134bbae-2358-4be6-93dd-ce8d10ff6b7b.jpg",
    "altTitles": [],
    "description": {
      "en": "Dionysus- the young boy who grew up on a small island with no memory of his family and his constant strange nightmares and dreams. One day, Dionysus decided to go on a journey to find his family and discover who he really was, alongside the love of his life, Ariadne."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30196491-8fc2-4961-8886-a58f898b1b3e",
    "title": {
      "en": "Boushoku no Berserk: Ore Dake Level to Iu Gainen o Toppa Suru"
    },
    "updatedAt": "2024-03-26T19:32:08+00:00",
    "coverArt": "https://mangadex.org/covers/30196491-8fc2-4961-8886-a58f898b1b3e/88b844bc-214b-43d4-842f-82d099d1ccad.jpg",
    "altTitles": [
      {
        "fr": "Berserk de la Gourmandise : Celui qui surpasse le concept même de niveaux"
      },
      {
        "pl": "Berserk obżarstwa"
      },
      {
        "en": "Berserk of Gluttony"
      },
      {
        "ja": "Boushoku no Berserk: Ore Dake Level to Iu Gainen o Toppa Suru"
      },
      {
        "ru": "Ненасытный Берсерк"
      },
      {
        "ja": "暴食のベルセルク～俺だけレベルという概念を突破する～ THE COMIC"
      },
      {
        "zh-hk": "狂怒的暴食 ～僅自己突破了等級這概念～"
      },
      {
        "zh": "狂怒的暴食 ～只有我突破了等级这概念～"
      },
      {
        "ko": "폭식의 버서크"
      },
      {
        "ko": "폭식의 베르세르크 ~나만 레벨이라는 개념을 돌파한다~"
      },
      {
        "en": "Berserk of Gluttony: The One that Exceeds the Concept of Levels"
      }
    ],
    "description": {
      "en": "In this world, there are two types of people. Those Who have powerful \"skills\", and those who don't. People born with powerful skills, exterminate monsters to level up and become successful, while people without them, become failures, who are treated harshly by society. Follow the story of Fate, a guy who works as a gatekeeper, and whose only skill is gluttony, a skill that only makes him hungry.",
      "fr": "Dans ce monde, il y a deux types de personnes. Ceux qui ont un ou plusieurs \"talents\", et ceux qui n'en possèdent pas. Les personnes nées avec de puissant talents, exterminent les monstres pour monter en niveaux et devenir puissants, alors que ceux qui n'en possèdent pas deviennent des échecs et sont traités durement par la société. Nous suivons l'histoire de Fate, un homme travaillant comme garde aux portes de la ville et dont son seul talents est la gourmandise, un talent qui ne fait que lui donner faim.  \n\n\n---",
      "ro": "În lumea asta sunt două tipuri de oameni: cei care posedă “puteri” incredibile și cei care nu.  \nCei care au fost născuți cu asemenea “puteri” extermină monștrii, evoluează și devin oameni de success, în timp ce ceilalți devin eșecuri, și sunt tratați diferit de societate.  \nCitește povestea lui Fate, un tip ce lucrează ca și gardian, a cărui putere este lăcomia, o putere care îl face să fie mereu înfometat.   \n  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/isshiki_ichika)  \n- [Original Web Novel](https://ncode.syosetu.com/n6887dt/) (Raw)  \n- Original Comic on **[** [Comic Ride](http://comicride.jp/gluttony/) **|** [NicoNico](http://seiga.nicovideo.jp/comic/31663) **]** (Raw)",
      "ru": "В этом мире есть два типа людей. Те, у кого есть сильные «навыки», и те, кто их не имеет. Люди, рожденные с мощными навыками, уничтожают монстров, чтобы стать успешными, в то время как люди без них становятся неудачниками, к которым жестоко относится общество. В нашей истории, парень, который работает в качестве привратника, и чье единственное умение — обжорство, умение, которое только делает его голодным.   \n  \n\n\n---",
      "pt-br": "Neste mundo, existem dois tipos de pessoas. Aqueles que têm poderosas “habilidades” e aqueles que não. As pessoas nascidas com habilidades poderosas exterminam monstros para subirem de nível e se tornarem bem-sucedidas, enquanto as pessoas sem eles, tornam-se fracassos, que são tratados com dureza pela sociedade. Fate é um cara que trabalha como um porteiro, e cuja única habilidade é a gula, uma habilidade que o faz comer almas."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27878fe3-d412-4216-88c1-87116164a09e",
    "title": {
      "en": "L.A.G"
    },
    "updatedAt": "2024-04-02T04:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/27878fe3-d412-4216-88c1-87116164a09e/ee735f14-00d3-4194-bd4c-35f47392acd3.png",
    "altTitles": [
      {
        "en": "Unlimited Passive"
      },
      {
        "ko": "언리미티드 패시브"
      },
      {
        "en": "LAG"
      },
      {
        "ru": "Безграничные пассивные навыки"
      },
      {
        "pt-br": "Habilidades Passivas Ilimitadas"
      },
      {
        "en": "Limitless Passive Skills"
      },
      {
        "fr": "Passifs infinis"
      }
    ],
    "description": {
      "en": "L.A.G, an unknown space where humans use abilities or skills through awakening, monsters appear on each floor and room, and missions are given accordingly.\n\nThe goal here is to reach the bottom. The protagonist repeats death and life countless times in the unknown space L.A.G. However, in this life, he has the ability to own unlimited passive skills and finally has a chance to escape there.\n\nHowever, unlike what he has been through so far, he will not know an inch of the future as L.A.G continues to change. This is a desperate survival story in which no one can be trusted and continues to survive the hellish L.A.G, where there is no end in sight, and fights for escape from the bottom.",
      "ko": "인간이 각성을 통해 능력이나 스킬을 쓸고 있고\n각 층, 방마다 몬스터들이 나오고\n거기에 따른 미션이 주어지는 미지의 공간 L.A.G\n\n이곳의 목표는 최하층에 도달하는 것이다.\n그 알 수 없는 공간 L.A.G에서\n수없이 죽음과 삶을 반복하고 있는 주인공.\n하지만 이번 생에는 패시브 스킬을\n무한으로 소유할 수 있는 능력을 갖게 되고\n드디어 이곳을 탈출할 수 있는 기회가 찾아온다.\n\n그러나 L.A.G도 지금까지 자신의 겪어왔던 것과 달리\n계속 변하게 되면서 한 치 앞도 알 수 없게 된다.\n그 누구도 믿을 수 없고\n끝이 보이지 않는 지옥 같은 L.A.G에서\n끝까지 살아남아 최하층 탈출을 위해 싸워나가는\n처절한 생존 서바이벌.",
      "ru": "Что будет, если дать расчётливому человеку возможность бесконечно наращивать количество пассивных навыков и поставить перед ним целью выбраться из заточения, в которое он попал против своей воли? L.A.G - мистическое сооружение с огромным количеством помещений и этажей, что бесконечно тянутся вниз. Здесь люди вынуждены сражаться за свою жизнь в попытках попасть на самый нижний этаж, в котором, предположительно, они найдут все ответы. В придачу ко всему, L.A.G играет роль системы, благодаря которой игроки получают навыки и постоянно наращивают боевой потенциал. Здесь не выживает сильнейший - сильнейшим становится тот, кто выжил.",
      "pt-br": "L.A.G, um local desconhecido onde humanos através de um despertar conseguem utilizar perícias e habilidades especiais e precisam concluir missões derrotando os monstros que aparecem em cada sala de cada andar.\nO objetivo é alcançar o último andar do subterrâneo. O protagonista repete o ciclo de vida e morte incontáveis vezes no espaço desconhecido de L.A.G.\nNo entanto, desta vez, foi lhe concedido a aptidão de possuir habilidades passivas ilimitadas, e, com isso, ele usará dessa oportunidade peculiar para escapar desse inferno."
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "141609b6-cf86-4266-904c-6648f389cdc9",
    "title": {
      "en": "Ruri Dragon"
    },
    "updatedAt": "2024-05-13T05:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/141609b6-cf86-4266-904c-6648f389cdc9/1608568a-66ce-4649-83e1-cdd8639e9fbe.jpg",
    "altTitles": [
      {
        "ja": "ルリドラゴン"
      },
      {
        "ja-ro": "Ruri Doragon"
      },
      {
        "ru": "Дракон Рури"
      },
      {
        "en": "RuriDragon"
      },
      {
        "fr": "Ruri Dragon"
      },
      {
        "tr": "Ruri Dragon"
      },
      {
        "vi": "Rồng Ruri"
      },
      {
        "pl": "Smok Ruri"
      },
      {
        "cs": "Drak Ruri"
      },
      {
        "id": "Ruri Sinaga"
      }
    ],
    "description": {
      "en": "Ruri, a high school student, woke up one morning to find that she had suddenly grown horns on her head!\n\nHer mother told her that she might have inherited it because her father is a dragon. Ruri's mother tells her that she might have inherited it from her father, and she is puzzled, but goes to school anyway....\n\nHer classmates are curious about the spontaneous horn, and another dragon constitution is revealed!\n\nWith a slight change in the usual routine, the daily life of Dragon Girl Ruri begins!",
      "tr": "Tembellik ve çalışkanlık arasında git gel yaşayan ejder kızın gündelik maceraları.",
      "pt-br": "Ruri Aoki é uma garota normal que um dia acorda com um par de chifres em sua cabeça. De acordo com sua mãe, o pai de Ruri, que ela nunca conheceu antes, é um dragão e Ruri só é metade humana. Esta é a história da jornada de autodescobrimento e aceitação de uma garota metade humana, metade dragão."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf69dad3-9ccf-48ca-8ff3-e62d630a36c7",
    "title": {
      "en": "Full Power Bird"
    },
    "updatedAt": "2024-05-27T16:56:01+00:00",
    "coverArt": "https://mangadex.org/covers/cf69dad3-9ccf-48ca-8ff3-e62d630a36c7/6f9efb1e-e9a6-4c97-88bb-cd67b8f44d1a.jpg",
    "altTitles": [
      {
        "vi": "Cánh Chim Nỗ Lực"
      }
    ],
    "description": {
      "en": "This manga is available for free in Japanese, and our team has translated it into Vietnamese. I brought this manga up because I believe its story and message are worth translating into English for a wider audience to appreciate. I hope an English translation group will pick up this project.\n\nOfficial Synopsis:\nRyusei, a college student who doesn't want to do anything wasteful, was spending his time working part-time. One day, at the mansion where he came to deliver a part-time job, he meets Subaru, a senior at the university. He was a genius who made a lot of money while still a student, but he was passionate about Torikon. Then, Ryusei is persuaded to become a pilot by words, and he devotes all of his once-in-a-lifetime youth to the waste of a moment."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dec0cba3-2a29-409c-bb2b-fc30e7fcc4be",
    "title": {
      "en": "Pierrot Man"
    },
    "updatedAt": "2024-05-12T18:56:52+00:00",
    "coverArt": "https://mangadex.org/covers/dec0cba3-2a29-409c-bb2b-fc30e7fcc4be/0e9c2c27-380e-4a8d-81af-5451cc6ef886.jpg",
    "altTitles": [
      {
        "ja": "ピエロマン"
      }
    ],
    "description": {
      "en": "Manga artist Toratoki Yamamura's serialized work \"Revenge Clown'' has been decided to be made into a movie, and with the support of his beloved wife, he is having the best night in both his professional and private life. However, that was just the beginning of the nightmare that was about to begin...\nWhat is the unexperienced murderous intent called by unconscious malice? ? What is the true identity of the mysterious revenge demon \"Clown Man\"? ?\nSuspense-horror master Shingo Honda collaborates for the first time with Shinsuke Takahashi, a master of writing, to unleash an astonishing and earth-shattering ``wet-clothed'' suspense story! !"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4162b06b-3f7e-4e6e-b27b-1e48b88c5204",
    "title": {
      "en": "Soul Anomaly"
    },
    "updatedAt": "2024-05-27T17:01:38+00:00",
    "coverArt": "https://mangadex.org/covers/4162b06b-3f7e-4e6e-b27b-1e48b88c5204/2016d7a6-110d-46c3-b26d-446b9a3e3186.jpg",
    "altTitles": [
      {
        "ja": "魂の変則"
      },
      {
        "es": "Almas Anómalas"
      }
    ],
    "description": {
      "en": "Yuichi Shiro is a foolish, narcissistic, and oblivious teenage boy. After a sudden incident his once ordinary life goes through great changes. How will the optimistic self proclaimed genius handle the life he will lead from now on? As well as handle the new acquaintances and enemies it brings with it. Let the story of action, life, romance and stupidity begin. (Original Web [Novel](https://www.fictionpress.com/s/3068594/1/Soul-Anomaly))."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "82755448-eef9-41f4-b3a3-cf195fd85ae0",
    "title": {
      "en": "Houkago no Ghost"
    },
    "updatedAt": "2024-05-27T14:20:31+00:00",
    "coverArt": "https://mangadex.org/covers/82755448-eef9-41f4-b3a3-cf195fd85ae0/ce61f846-16aa-46f1-b59c-b813c2a056af.png",
    "altTitles": [
      {
        "en": "Ghost Of After School"
      },
      {
        "ja": "放課後のゴースト"
      },
      {
        "vi": "Bóng Ma Sau Giờ Học"
      }
    ],
    "description": {
      "en": "As a punishment for losing a game, Shinji is forced to take pictures in the science room after school, and as someone who hates ghosts, he’s terrified. After timidly going into the science room, he finds a so-called ghost named Sagara. Sagara takes a liking to him and tells him to come back because if he doesn’t, he’ll be cursed. Going to the science room after school becomes an everyday thing until one day, Sagara says that he’s disappearing and kisses Shinji in this after-school high school ghost romance by Nayuta Nago☆",
      "vi": "Bị phạt vì thua trò chơi, Shinji buộc phải chụp ảnh trong phòng khoa học sau giờ học. Vì là một người rất ghét ma nên cậu vô cùng sợ hãi. Sau khi rụt rè đi vào phòng khoa học, cậu tìm thấy một hồn ma tên là Sagara. Sagara thích cậu và bảo cậu phải quay lại nếu không, cậu sẽ bị nguyền rủa. Đến phòng khoa học sau giờ học trở thành chuyện thường ngày cho đến một ngày, Sagara nói rằng cậu ấy sẽ biến mất và hôn Shinji."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "cade38b7-64c4-4a29-8e3c-8c283291d6c6",
    "title": {
      "en": "Land of the Lustrous"
    },
    "updatedAt": "2024-05-08T14:12:07+00:00",
    "coverArt": "https://mangadex.org/covers/cade38b7-64c4-4a29-8e3c-8c283291d6c6/f69ae786-b7ad-4f24-bd29-3b00998d3a17.jpg",
    "altTitles": [
      {
        "tr": "Cevher Diyarı"
      },
      {
        "ja-ro": "Houseki no Kuni"
      },
      {
        "it": "Il Regno delle Gemme"
      },
      {
        "fr": "L'Ère des Cristaux"
      },
      {
        "ms": "Negara Permata"
      },
      {
        "es": "La tierra de las gemas"
      },
      {
        "ru": "Страна самоцветов"
      },
      {
        "ja": "宝石の国"
      },
      {
        "ko": "보석의 나라"
      },
      {
        "id": "Tanah Permata"
      },
      {
        "es-la": "La tierra de las gemas"
      },
      {
        "pt-br": "Terra das Gemas"
      },
      {
        "ar": "أرض الجواهر"
      },
      {
        "az": "Cəvahirat Ölkəsi"
      },
      {
        "en": "LOTL"
      },
      {
        "uk": "Землі Самоцвітів"
      }
    ],
    "description": {
      "ar": "في المستقبل البعيد ، يولد شكل جديد من أشكال الحياة يسمى Houseki (الجواهر). يجب على الجواهر الـ 28  القتال ضد القمريين الذين يرغبون في مهاجمتهم وتحويلهم إلى زينة ، وبالتالي يتم تعيين كل جوهرة دور مثل مقاتل أو مسعف. على الرغم من أنهم يأملون في محاربة القمريين ، إلا أن فوس  عبارة عن جوهرة لم يتم منحها أي مهمة حتى يطلب منه المعلم الجواهر كونغو كتابة موسوعة.",
      "az": "Cəvahiratlar ölkəsi (Houseki no Kuni), meteoritlərin altı dəfə Yerə düşdüyü və bu prosesdə onu məhv etdiyi uzaq gələcəkdə baş verir. Demək olar ki, bütün canlılar məhv oldu, qalan bütün torpaqlar tək bir sahilə çevrildi. Çox uzun zaman dilimləri ərzində həsas həyat forması olan yeni bir irq yarandı; insan şəklini alan ölməz zinət əşyaları. Fosfofillit (Phos) zəifdir (ən aşağı sərtliklərdən birinə malikdir) və həmyaşıdları tərəfindən yararsız hesab edilir. Phos'a təbiət tarixinin ensiklopediyasını yaratmaq tapşırığı verildikdən sonra o, uzaq, lakin müdrik həmkarı Kinovarın (Cinnabar) köməyinə müraciət edir, beləliklə onların dostluğu və şəxsi inkişafı başlayır. Eyni zamanda “Cəvahirat camaatı” onun dəbdəbəli dəyərindən yararlanmaq istəyən Aydan gələnlərlə (aylılarla) müharibə aparır.",
      "en": "In the distant future, a new life form called The Lustrous are born. The 28 Lustrous must fight against the Lunarians who want to attack them and turn them into decorations, thus each Lustrous is assigned a role such as a fighter or a medic. Though they hope to fight the Lunarians, Phos is a Lustrous who is given no assignment until the Lustrous' master Adamantine asks them to write an encyclopedia.",
      "ru": "Далёкое будущее. После серии катаклизмов Земля окружена шестью лунами и почти полностью покрыта океаном. На крохотном островке суши обитают 28 представителей новой расы - самоцветов. Но и они вынуждены непрерывно бороться за существование с обитателями лун. Это история сильных, хрупких и красивых созданий.",
      "uk": "У далекому майбутньому народжується нова форма життя, яку називають самоцвітами. 28 самоцвітів повинні боротися проти лунаріанців, які хочуть напасти на них і перетворити на прикраси, тому кожному самоцвіту призначена роль бійця або медика. Фос - одна з самоцвітів, яка сподівається боротися з лунаріанцями, але їй не дають жодних завдань, доки майстер самоцвітів Адамантін не просить її написати енциклопедію."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "108"
  },
  {
    "mangaId": "480f2660-be46-4868-bf70-d06655d9089e",
    "title": {
      "en": "Higurashi no Naku Koro ni Oni"
    },
    "updatedAt": "2024-04-11T16:20:24+00:00",
    "coverArt": "https://mangadex.org/covers/480f2660-be46-4868-bf70-d06655d9089e/c03e4ff2-9d52-432e-81c0-5d494e6ed6d4.jpg",
    "altTitles": [
      {
        "ja": "ひぐらしのなく頃に 鬼"
      },
      {
        "en": "Higurashi When They Cry Demon"
      }
    ],
    "description": {
      "en": "Taisho, year 12 (1923). A tragedy in Hinamizawa village changes the fate of a girl and her friends. The turbulent early life of Oryou, head of the Sonozaki family, one of the Three Great Families, who would later be feared and known as Empress Sonozaki.\nThe missing link to the original *Higurashi no Naku Koro ni* is now revealed."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5bed986-6c0d-4c83-942e-64cbf022e98e",
    "title": {
      "en": "NEW WORLD BUILDERS ~ SURVIVE WITH CLASS 24 “BODY”"
    },
    "updatedAt": "2024-05-27T18:36:01+00:00",
    "coverArt": "https://mangadex.org/covers/b5bed986-6c0d-4c83-942e-64cbf022e98e/62c00005-680e-4d15-9c49-5303978383be.jpg",
    "altTitles": [
      {
        "ja": "新世界ビルダーズ～クラス24「体」で生き残れ～"
      },
      {
        "en": "NEW WORLD BUILDERS ~ SURVIVE WITH CLASS 24 “BODY”"
      },
      {
        "ja-ro": "Shin Sekai Birudāzu ~ Kurasu 24 \"Karada\" de Ikkinokore ~"
      }
    ],
    "description": {
      "en": "A bus accident on a school tripAll of Midori Shino High School's 2nd year Class C classmates are dead. But each one is in a different world. He will be reincarnated as a monster. Possesses a power called \"Blessing (Gift)\"In a world ruled by a few powerful peopleThe reincarnated classmates 24 \"bodies\" areWill you be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ecc4e2d-f4cc-4717-aac8-4cdfc9737920",
    "title": {
      "en": "HONEY CATCH"
    },
    "updatedAt": "2024-05-05T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/7ecc4e2d-f4cc-4717-aac8-4cdfc9737920/5c4421a1-dcbf-4299-bf8e-a3b35ea9b8e2.jpg",
    "altTitles": [
      {
        "zh": "空心恋人"
      },
      {
        "en": "Hollow Lovers"
      }
    ],
    "description": {
      "fr": "Chu Lin est un jeune homme terriblement séduisant qui a énormément de succès auprès de la gent féminine, mais ses relations ne durent jamais bien longtemps. Après s'être de nouveau fait larguer, il traîne dans un bar où il rencontre Ziming, qui l'a sauvé d'une femme aux mauvaises intentions. Ce dernier lui propose alors une aventure d'un soir, mais Chu Lin lui oppose un refus catégorique ! Cependant, au moment où il se rappelle qu'il est dépourvu de gîte et de couvert, Chu Lin décide de revoir l'offre."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "91"
  },
  {
    "mangaId": "41efee11-3d9e-48d6-809c-83dce61b2f39",
    "title": {
      "en": "Osananajimi no Hito"
    },
    "updatedAt": "2024-05-27T18:21:19+00:00",
    "coverArt": "https://mangadex.org/covers/41efee11-3d9e-48d6-809c-83dce61b2f39/c0127c0e-929e-41e0-b453-5a194ce04f45.jpg",
    "altTitles": [
      {
        "ja": "おさななじみのひと"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74088ca4-48ea-4c09-8df0-2943708b1c0c",
    "title": {
      "en": "Gabriel DropOut"
    },
    "updatedAt": "2023-12-06T08:42:11+00:00",
    "coverArt": "https://mangadex.org/covers/74088ca4-48ea-4c09-8df0-2943708b1c0c/a91eaa90-1fc9-4e7d-b9b7-f97804f34dbd.jpg",
    "altTitles": [
      {
        "ru": "Габриэль бросает школу"
      },
      {
        "th": "ไม่เป็นนางฟ้าได้ไหมเนี่ย"
      },
      {
        "ja": "ガヴリールドロップアウト"
      },
      {
        "zh-hk": "加百列的墮落"
      }
    ],
    "description": {
      "en": "A fallen angel with falling grades! Gabriel White Tenma has descended from heaven to attend high school and guide humanity, but a newly found video game addiction might say otherwise.",
      "ru": "Габриэль-Тенма Уайт была одной из самых прилежных учениц Академии Ангелов. Но вот пришло время выпуска, и Габриэль отправилась на Землю дабы выполнить порученную ей миссию: показать людям правильный путь и подарить им счастье. Однако, действительно ли всё будет именно так? Не изменит ли ангела новое место, куда она попала?..",
      "pt-br": "A comédia desenrola-se em torno de Gabriel White, que se formou no topo da classe na escola de anjos e que frequenta uma escola humana na terra em busca de conhecimento, mas, um jogo web atrai toda a sua atenção e acaba decidindo que dá muito trabalho ir para outros lugares.  \n  \n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 5, Cap 39.] ( Porém pulou os capítulos 29 e 38, além disso o episódio 12 é original. )"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "274a8e39-71a8-4bd2-af19-4572518fe44f",
    "title": {
      "en": "Leviathan"
    },
    "updatedAt": "2023-12-31T13:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/274a8e39-71a8-4bd2-af19-4572518fe44f/5af88f19-e21c-450c-9401-82826543c966.jpg",
    "altTitles": [
      {
        "en": "DeepWater"
      },
      {
        "ko": "심해수"
      },
      {
        "pt-br": "Leviatã"
      }
    ],
    "description": {
      "en": "In the world where the sea level has risen, the sea has already covered the continent.   \nIn the world where the land can not be found anymore, the family of the boy, 'Bota', lives in a small boat and wanders around.   \n  \nI am looking for another 'man' somewhere and I am safe in the rules that my father has set.",
      "pt-br": "O mundo foi submerso e monstros marinhos governam a terra. Será que Bota e sua família irão conseguir escapar desse inferno marítimo? E quem diabos é Kana...?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "110"
  },
  {
    "mangaId": "ecc60148-aa1b-4e6d-94db-ff479a7cac77",
    "title": {
      "en": "Mangaka no Neko de Aru"
    },
    "updatedAt": "2022-11-01T01:49:11+00:00",
    "coverArt": "https://mangadex.org/covers/ecc60148-aa1b-4e6d-94db-ff479a7cac77/df4109ff-df3e-4ac1-999b-f8362b15964d.png",
    "altTitles": [
      {
        "es-la": "Soy el Gato de una Mangaka"
      },
      {
        "ja": "漫画家の猫である。"
      }
    ],
    "description": {
      "en": "The story tells us the day-to-day life of a cat trying to take care of his owner, a mangaka, so that she can meet her deadlines and responsibilities and not fall into the temptation of idleness for the sake of both of them.",
      "es-la": "La historia nos cuenta el día a día de un gato tratando de cuidar de su dueña, una mangaka, para que pueda cumplir sus plazos y responsabilidades y no caer en la tentación del ocio por el bien de ambos."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2024-05-04T01:28:11+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/a7204790-177f-4fc0-a010-9192eecf6ba9.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "706393ea-ee69-429e-99fa-98766eac900e",
    "title": {
      "en": "Tokuwo Extras"
    },
    "updatedAt": "2024-02-15T13:46:33+00:00",
    "coverArt": "https://mangadex.org/covers/706393ea-ee69-429e-99fa-98766eac900e/04ecc89d-0027-4d04-bdf1-ea4032b24d42.jpg",
    "altTitles": [
      {
        "ja": "創作百合の落書きや漫画まとめ"
      },
      {
        "ja-ro": "Sousaku Yuri no Rakugaki ya Manga Matome"
      },
      {
        "en": "Collection of Yuri Sketches and Manga"
      }
    ],
    "description": {
      "en": "A collection of artwork and short manga released by artist Tokuwotsumu.\n\nTokuwotsumu routinely publishes manga and artwork featuring the characters from their other series on social media. Tokuwotsumu then packages this artwork and manga up in these chapters for official release on Pixiv.\n\nA must-read for fans of Tokuwotsumu's other series!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d81771e-d138-402d-af01-c6ca4f41feff",
    "title": {
      "en": "Duality of a Loving Heart"
    },
    "updatedAt": "2023-11-11T05:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/3d81771e-d138-402d-af01-c6ca4f41feff/093470c1-fc76-4671-9150-597bb79dc943.jpg",
    "altTitles": [
      {
        "ja": "恋心は解離する"
      }
    ],
    "description": {
      "en": "A Romcon With a Girl With a Dual Personality",
      "ja": "二重人格女の子のラブコメ"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  }
]