[
  {
    "mangaId": "ea47525d-99df-45b5-9103-dd853f49f8c3",
    "title": {
      "en": "Mairimashita! Iruma-kun: If Episode of Mafia"
    },
    "updatedAt": "2024-12-11T09:55:27+00:00",
    "coverArt": "https://mangadex.org/covers/ea47525d-99df-45b5-9103-dd853f49f8c3/846335b0-f810-4ed5-a93b-b746eb83f4db.jpg",
    "altTitles": [
      {
        "en": "Welcome to Demon School! Iruma-kun (Mafia Alternate Universe)"
      },
      {
        "ja": "魔入りました！入間くん if Episode of 魔フィア"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: If Episode of Mafia"
      },
      {
        "en": "Mairimashita! Iruma-kun Mafia AU"
      },
      {
        "vi": "Iruma Giá Đáo!: IF Episode of MAFIA"
      },
      {
        "es-la": "Iruma-kun en la Mafia"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: IruMafia Edition"
      },
      {
        "ko": "악마에 입문했습니다! if Episode of 魔fia"
      }
    ],
    "description": {
      "en": "The beloved characters of Mairimashita! Iruma-kun star in this Mafia-based spinoff! Young Iruma saves an injured mob boss from death... and then becomes his grandson!?",
      "ja": "暴力や犯罪は当たり前の貧民街-スラム-で育った心優しい少年・イルマ。瀕死状態で倒れていた、マフィア組織【バビル】のドン・サリバンを助けたことで、イルマの運命の歯車が動き出す！ マフィア組織【バビル】を中心に巻き起こる、マフィア・アクションコメディ！",
      "vi": "Spin-Off của tác phẩm\"Mairimashita! Iruma-kun\" theo hướng What-If, thế giới của tác phẩm lần này sẽ xoay quanh việc các nhân vật sẽ sống trong thế giới của các Mafia",
      "es-la": "¡Un spin-off oficial de Mairimashita! Iruma-kun, en un universo alternativo en el que Iruma se convierte en un destacado miembro de la mafia. A pesar de tener sólo cinco años, Iruma ha visto muchas cosas como niño de la calle... ¡la más reciente, a un anciano desangrándose justo delante de donde vive! Como buen chico, Iruma se dedica a curar al anciano y no le da importancia. Sin embargo, cuando el anciano regresa de repente, se revela como Don Sullivan, ¡jefe de la organización clandestina conocida como Babyls! Se ofrece a adoptar a Iruma como su nieto, una oferta que Iruma se ve incapaz de rechazar...",
      "pt-br": "Os amados personagens de Mairimashita! Iruma-kun estrela neste spinoff baseado na máfia! O jovem Iruma salva um chefe da máfia ferido da morte... e então se torna seu neto!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd5df69-235f-45df-b92c-dd159a02716d",
    "title": {
      "en": "The Day the Real One Appears"
    },
    "updatedAt": "2024-12-25T14:27:55+00:00",
    "coverArt": "https://mangadex.org/covers/fbd5df69-235f-45df-b92c-dd159a02716d/8f158db0-3a7c-449f-ad53-493ea1b5ccd6.png",
    "altTitles": [
      {
        "ko": "진짜가 나타난 날"
      }
    ],
    "description": {
      "en": "Mel Slofy an orphan of commoner by birth whose hair turned completely white due to a fever she suffered as a child.\n\nThough she survived the illness, she was abandoned by her parents while unconscious, left behind because of their crushing debts, and was eventually taken in by Noma.\n\nOne fateful day, the Heaven Duke, his mind clouded by the shock of losing his youngest daughter, mistakes Mel for his own daughter, Bleria Charlotte Heaven, because of her similar hair color.\n\nHowever, The duke’s desperate actions spark unsettling rumors in the village, forcing his son, the young duke, Damian Jeremiah Heaven, to step in to protect his family’s reputation.\n\n To suppress the growing gossip about his father's madness, Damian orders Mel to pose as his sister, Bleria.\n\nThus, Mel begins a new life as Bleria Charlotte Heaven, preparing for her engagement to Gopher Isaac Allknight, the heir to the prestigious Allknight Ducal family."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6134ba15-d83a-4356-a555-62caa0127cc2",
    "title": {
      "en": "Gekiman! - Devilman Chapter"
    },
    "updatedAt": "2024-06-21T14:42:30+00:00",
    "coverArt": "https://mangadex.org/covers/6134ba15-d83a-4356-a555-62caa0127cc2/c1588b03-1ee2-4cab-8361-7fb75c7760de.jpg",
    "altTitles": [
      {
        "ja": "激マン!"
      }
    ],
    "description": {
      "en": "A semi-fictional autobiography of the creation of Devilman."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "55"
  },
  {
    "mangaId": "5af50da5-c3f6-4f67-9888-89df886757f6",
    "title": {
      "en": "The Hachioji Specialty: Tengu's Love"
    },
    "updatedAt": "2024-11-10T02:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/5af50da5-c3f6-4f67-9888-89df886757f6/3a0f4fbf-88db-4deb-a424-860396c11948.jpg",
    "altTitles": [
      {
        "ja": "八王子名物　天狗の恋"
      },
      {
        "ja-ro": "Hachiouji Meibutsu - Tengu no Koi"
      },
      {
        "en": "Tenkoi in Hachioji"
      },
      {
        "en": "The Hachiouji Specialty: Tengu's Love"
      },
      {
        "es": "La Especialidad de Hachioji: Amor de un Tengu"
      },
      {
        "es-la": "La Especialidad de Hachioji: Amor de un Tengu"
      },
      {
        "vi": "Đặc sản xứ Hachioji: Chuyện tình nàng Tengu"
      },
      {
        "vi": "Chuyện tình nàng Tengu xứ Hachioji"
      },
      {
        "zh-hk": "八王子名產 天狗之戀"
      }
    ],
    "description": {
      "en": "The life of a single-minded tengu bride and a lonely young man living together on the premise of marriage!\n\nKotaro, a lonely young man who has returned to his hometown for some reason, is reunited with Hime, a tengu girl, at Mt. Hime says that they must get married! A one-sided (?) marriage is assumed. Living together with a tengu is full of surprises!\n___\n**Note**: The series is authored by Nanao Tomo, which is an alias of Tsukizuki Yoshi.",
      "es": "Kotaro, un solitario joven que ha regresado a su pueblo natal por alguna razón, se encuentra con Hime, una chica Tengu, en el monte. Hime dice que deben casarse. Sin embargo, se trata de un matrimonio unilateral. Vivir con un Tengu está lleno de sorpresas.",
      "ja": "一途な天狗の押しかけ花嫁と孤独な青年の結婚前提・同棲ライフ!\n\n訳あって地元に帰って来た孤独な青年コタロウは、高尾山で天狗の少女・ヒメと再会する。ヒメは「ふたりは結婚しなければいけない」と言っていて!?結婚を前提とされた一方的な(?)天狗との同棲生活は驚きだらけ!",
      "vi": "Câu chuyện kể về cuộc sống đời thường nhẹ nhàng của đôi vợ chồng nọ, cơ mà đôi vợ chồng ấy không được bình thường lắm...\n\nKoutarou, một kĩ sư phần mềm trẻ tuổi, được anh bạn chí cốt của cậu nhờ làm hướng dẫn viên lên núi Takao một chuyến. Khi lên núi Takao, cậu bắt đầu ngờ ngợ về quá khứ mà bản thân không thể nhớ, chỉ biết rằng là mình từng bị bắt cóc bởi một con Tengu. Những cảm giác kì lạ như thôi thúc anh rời khỏi lại càng khiến anh tò mò hơn, và cuối cùng, anh đã gặp được con Tengu ấy, Nó cảnh báo cậu đừng xuống chân núi đến lần thứ ba. Cậu bỏ ngoài tai cmnl và quyết định làm thêm chuyến xuống đấy nữa. lúc xuống núi, do địa hình hiểm trở mà cậu bị trượt chân ngã, tưởng thế là tàn đời, nhưng lúc tỉnh dậy thì cậu đang nằm dưới gốc cây to tướng, và cảm giác nó thật quen thuộc, cạnh bên cậu là một cô gái, sau bảy phần hỏi han ba phần cảm xúc thì cô ấy đỏ mặt :\"Nếu đôi nam thanh nữ tú gặp nhau dưới gốc cây thiêng ba lần thì...\" - Sau đó họ cưới nhau... Vâng... Họ cưới nhau đấy...",
      "es-la": "Kotaro, un solitario joven que ha regresado a su pueblo natal por alguna razón, se encuentra con Hime, una chica Tengu, en el monte. Hime dice que deben casarse. Sin embargo, se trata de un matrimonio unilateral. Vivir con un Tengu está lleno de sorpresas."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e02546d-83c8-4b92-87b6-929e863c178e",
    "title": {
      "en": "Jujutsu Literature Club"
    },
    "updatedAt": "2024-09-19T16:44:00+00:00",
    "coverArt": "https://mangadex.org/covers/1e02546d-83c8-4b92-87b6-929e863c178e/4569ba52-d7f6-4aad-9df0-03d4a299b015.png",
    "altTitles": [
      {
        "en": "Doki Doki Kaisen"
      },
      {
        "th": "มหาเวทย์ผนึกโดกิโดกิ"
      }
    ],
    "description": {
      "en": "Ever thought, what if jjk characters were swapped with completely unrelated ones? if the answer’s yes, then I guess my 'manga' is worth checking out.For now, I'm adapting part of the gojo vs sukuna fight, but with monika and sayori as the characters.In the lore of JJLC , this fight happens after monika deleted the other 3 girls, but due to a 'bug' ,sayori managed to avoid it. Since monika's power doesn't work on sayori for some reason, they'll have to fight."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "dc787135-3063-48cc-87ba-0b2559479872",
    "title": {
      "en": "A Guest Carried By The Waves"
    },
    "updatedAt": "2024-12-25T15:21:15+00:00",
    "coverArt": "https://mangadex.org/covers/dc787135-3063-48cc-87ba-0b2559479872/33096225-daaa-4645-b029-5de6da274fac.jpg",
    "altTitles": [
      {
        "en": "[Pure Love Short Story Collection] A Guest Carried by the Waves"
      },
      {
        "en": "[Pure Love Story] Guests Carried By the Waves"
      },
      {
        "ko": "[순애물 단편선] 파도에 실려온 손님"
      },
      {
        "en": "Guests Carried by the Waves"
      },
      {
        "ko": "파도에 실려온 손님"
      },
      {
        "ru": "Гостья, принесённая волнами"
      },
      {
        "th": "เกมรักกับดักหัวใจ"
      }
    ],
    "description": {
      "en": "Andrew, a charming servant in a grand Irish estate, is known for his playful charisma and flirtations. When Nora Greenwood, a quiet and enigmatic guest, arrives, she becomes the subject of a wager among the servants: can Andrew seduce her?\nWhat starts as a game quickly unravels when Andrew discovers that Nora is far from the timid woman he expected. Beneath her reserved demeanor lies a sharp wit and a surprising strength that turns his lighthearted challenge into something far more complicated.\n\nAs their encounters spark a clash of minds and hearts, Andrew must confront the unexpected: has he finally met his match, or is he the one being played?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "3f28c47a-bf8d-4e79-83ca-2e64fe906372",
    "title": {
      "en": "Jashin-chan Dropkick"
    },
    "updatedAt": "2024-10-31T00:40:41+00:00",
    "coverArt": "https://mangadex.org/covers/3f28c47a-bf8d-4e79-83ca-2e64fe906372/32a36568-2b1e-44cd-9b08-45de5e1a28d0.jpg",
    "altTitles": [
      {
        "en": "Dropkick On My Devil!"
      },
      {
        "ja-ro": "Jashinchan Doroppu Kikku"
      },
      {
        "en": "Jyashin-chan Drop Kick"
      },
      {
        "en": "Jyashin-chan Dropkick"
      },
      {
        "ru": "Демонический дропкик"
      },
      {
        "ja": "邪神ちゃんドロップキック"
      },
      {
        "zh": "邪神与厨二病少女"
      },
      {
        "ko": "사신짱 드롭킥"
      }
    ],
    "description": {
      "en": "Jashin-chan Dropkick is a violent slapstic comedy about a delusional gothic lolita, Yurine, who summons a demon girl with the tail of a cobra, Jashin-chan.\nThey'll have to live together until Yurine finds a way to send Jashin-chan back to hell, or until Jashin-chan kills Yurine.\n\n---\n\n[Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20484)",
      "ja": "魔界の悪魔、通称「邪神ちゃん」は、ある日突然、人間界に召喚されてしまう。\n彼女を召喚したのは、神保町のボロアパートで暮らす、ちょっとブラックな心を持つ女子大生、花園ゆりねだった。しかもゆりねは、邪神ちゃんを魔界に帰す方法がわからないと言う。仕方なく一緒に暮らし始めた邪神ちゃんとゆりね。しかし、召喚者が死ねば魔界に帰れることから邪神ちゃんはゆりねを……!?\n少女と邪神ちゃんが繰り広げるちょっとキケンな同居生活コメディ！",
      "pt-br": "Jashin-chan Dropkick é uma comédia violenta sobre uma lolita gótica, Yurine, que invoca uma garota demônio com um rabo de cobra, Jashin-chan.\nElas terão que viver juntas até que Yurine encontre uma maneira de enviar Jashin-chan de volta ao inferno, ou até que Jashin-chan mate Yurine."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2024-10-06T12:09:44+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/e518e8fe-845a-4dae-bbc1-113f994b110f.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b4b4e2f-229a-4547-bd4f-f61d8ff20082",
    "title": {
      "en": "H.P. Lovecraft's The Shadow Out Of Time"
    },
    "updatedAt": "2024-05-19T03:16:13+00:00",
    "coverArt": "https://mangadex.org/covers/2b4b4e2f-229a-4547-bd4f-f61d8ff20082/b173be11-83f1-408f-b454-95c241a32751.jpg",
    "altTitles": [
      {
        "ja-ro": "Toki wo Koeru Kage"
      },
      {
        "ja": "時を超えるの影"
      },
      {
        "zh": "超越时空之影"
      },
      {
        "zh-hk": "超越時空之影"
      }
    ],
    "description": {
      "en": "Manga adaption of H. P. Lovecraft's \"The Shadow Out of Time\""
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "b5796ede-63d5-4f68-9f2f-d342de1b1ecc",
    "title": {
      "en": "Mandarin Gypsy Cat no Roujou"
    },
    "updatedAt": "2022-06-04T16:35:09+00:00",
    "coverArt": "https://mangadex.org/covers/b5796ede-63d5-4f68-9f2f-d342de1b1ecc/f8a9bb97-80dd-4688-b76f-b41a6dd74fc0.jpg",
    "altTitles": [
      {
        "ja": "マンダリン・ジプシーキャットの籠城"
      },
      {
        "en": "Mandarin Gypsy Cat's Barricade"
      }
    ],
    "description": {
      "en": "Somewhere, in Asia, in the future... For several years now, men have hardly been born. The latter are often reduced to their role of reproductive partner. Society is built around a matriarchal system. Neither wars nor conflicts disturb the daily life and the balance. But some have decided to flee the city. They settled outside, in a slum. This is where Sanada resides. Sanada has a secret... a secret that could well stir up the lust of her fellows.",
      "es": "En algún lugar de Asia, en el futuro... Desde hace varios años, casi no nacen hombres. Los hombres suelen quedar reducidos al papel de pareja reproductora y la sociedad se ha construido en torno a un sistema matriarcal. Ni las guerras ni los conflictos perturban la vida cotidiana y el equilibrio. Pero algunos de ellos han decidido huir de la ciudad. Se instalaron en las afueras, en un poblado de chabolas. Aquí es donde vive Sanada. Tiene un secreto... un secreto que bien podría atraer la codicia de sus congéneres."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "8e53b25b-c5b7-43f2-81eb-671eb28c4765",
    "title": {
      "en": "Kasanegasane no Hatsukoi Desuga"
    },
    "updatedAt": "2024-11-20T20:56:58+00:00",
    "coverArt": "https://mangadex.org/covers/8e53b25b-c5b7-43f2-81eb-671eb28c4765/47e605e3-f0a9-420e-add1-3986bbc29f35.png",
    "altTitles": [
      {
        "en": "First Love, Again and Again"
      },
      {
        "ja": "かさねがさねの初恋ですが"
      },
      {
        "vi": "Tình Đầu, Lại Thêm Tình Đầu"
      }
    ],
    "description": {
      "en": "Hassaku Tamao came back to his hometown to teach and fulfill a promise he made when he was younger. However, he's not the only one who remembers a promise he made..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1389d660-b9b1-4c6a-81af-eab4dbf3f22b",
    "title": {
      "en": "Isekai Meikyuu de Harem o"
    },
    "updatedAt": "2024-09-29T14:45:12+00:00",
    "coverArt": "https://mangadex.org/covers/1389d660-b9b1-4c6a-81af-eab4dbf3f22b/e4a3e065-667a-48e1-bdb6-80d4883018fb.jpg",
    "altTitles": [
      {
        "ru": "Гарем рабов в лабиринте другого мира"
      },
      {
        "zh": "在异世界迷宫开后宫"
      },
      {
        "ja": "異世界迷宮でハーレムを"
      },
      {
        "ko": "이 세계 미궁에서 노예 하렘을"
      },
      {
        "en": "A Harem in the Fantasy World Dungeon"
      },
      {
        "en": "Harem in the Labyrinth of Another World"
      }
    ],
    "description": {
      "en": "A man was about to commit suicide and decides to search for a way to die in the internet, but then he found an odd site that asked a lot of questions and had a point based system that allows you to create skills and abilities for a character. He took interest in it and when he finished setting his character he was asked: \"You will now be transported to a world with the settings you choose, coming back is not possible, do you still accept?\" Without thinking much of it he pressed YES and found himself in another world with the skills and abilities he chose to have.",
      "ja": "少年のチートでハーレムな冒険譚が始まる!!\n「人生なんてこんなもん――」。世の中に絶望した少年が見つけたとあるサイト。この世界で生きづらいなら異世界で生きてやれ、とクリックした先は、ホントに異世界!? しかもボーナスポイントを振りまくったおかげで最強の男に生まれ変わった彼は、アイドル級の美少女を手に入れる権利を得られそうで…!? 生まれ変わった少年のチートでハーレムな冒険が今始まる！",
      "pt-br": "Um homem estava prestes a cometer suicídio e decide procurar uma maneira de morrer na internet, mas depois encontrou um site estranho que fez muitas perguntas e teve um sistema baseado em pontos que permite que você crie várias habilidades para um personagem . Ele se interessou por isso e, quando ele acabou de definir o seu personagem, lhe foi perguntado: Você será agora transportado para um mundo com as configurações que você escolher, voltar não é possível, você ainda aceita?. Então, sem pensar muito, ele Pressionou SIM e encontrou-se em outro mundo com as habilidades que escolheu ter."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d330951-583e-423e-9cd7-abcd6f761f53",
    "title": {
      "en": "Ane no Tomodachi"
    },
    "updatedAt": "2024-11-07T17:25:15+00:00",
    "coverArt": "https://mangadex.org/covers/1d330951-583e-423e-9cd7-abcd6f761f53/6ddb8605-3efe-407b-ba6d-ef16ac816c70.jpg",
    "altTitles": [
      {
        "ja": "姉のともだち"
      },
      {
        "en": "My Older Sister's Friend"
      },
      {
        "ru": "Подруга старшей сестры"
      },
      {
        "en": "The Cutest Girl Closest to Me."
      },
      {
        "es": "La Amiga de mi Hermana."
      },
      {
        "vi": "Bạn của chị gái tôi"
      }
    ],
    "description": {
      "en": "Hinako, a friend of Asahi's older sister, is a frequent guest at the home of the high school boy. She always misleads his mind with her suggestive attitude while treating him like a little brother...or rather, pet? A love story between a gal who has a bugged sense of proximity and an otaku guy who acts like her parent! \n\n---\n**Chapters 1 & 2 can be found in the [Pre-Serialization](https://mangadex.org/title/abad18cf-bf72-4bbc-97c8-b55dfa28f9b9/ane-no-yuujin).**",
      "es": "En la casa donde vive con su hermana, Hi-chan, la amiga de su hermana, se queda frecuentemente. Ella tiene una cara perfectamente linda, y además de eso, no tiene sentido del espacio personal. Asahi, un estudiante de preparatoria otaku, ¿quedará a su merced...? ¡El popular one-shop “The Cutest Girl Closest to Me” ha sido retitulado y serializado!",
      "ja": "姉とふたり暮らしの家にいりびたる、姉の友人・ひーちゃん。完璧に顔がよくてかわいい彼女に、オタク男子高校生・旭は翻弄されっぱなし…?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48a68503-d273-47a5-ae66-c5a6f2785ed2",
    "title": {
      "en": "Kokage-kun Bewitched"
    },
    "updatedAt": "2024-03-31T18:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/48a68503-d273-47a5-ae66-c5a6f2785ed2/5ac8717e-07a9-4499-bd71-55ca2200cf71.jpg",
    "altTitles": [
      {
        "ja-ro": "Kokage-kun wa Majo"
      },
      {
        "en": "Kokage is a Witch"
      },
      {
        "ja": "木陰くんは魔女"
      }
    ],
    "description": {
      "en": "Yumeko dreams of being a pampered princess, but reality has her living in a shitty old apartment building. With a forest on the roof. And a witch in the forest. Tadaa! Maybe she can get this witch (who is a guy, weird) to magically grant all her wishes, up to and including making her destined prince (high school crush) fall in love with her.",
      "es": "Yumeko, es una chica de secundaria soñadora que vive con su familia en uno de los apartamentos de un complejo residencial poco habitado. La persona que administra dicho complejo es Kokage-kun, un hikikomori que vive en la azotea del edificio, y que resulta ser una bruja.  \nYumeko a menudo le pide a Kokage-kun que use su magia para ayudarla a realizar algún deseo egoísta que tenga.  \nPor ejemplo, cuando su amor platónico, un senpai de la escuela, empieza de repente a fijarse en ella y la invita a salir.  \n  \n[![](https://i.imgur.com/oiVINmy.png) Artist’s Pixiv](https://www.pixiv.net/en/users/13787628)  \n[![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/komoriyouko)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "11.5"
  },
  {
    "mangaId": "1f43c858-c1a6-4dcd-8183-e017d4522949",
    "title": {
      "en": "Sangokushi"
    },
    "updatedAt": "2024-08-06T03:19:54+00:00",
    "coverArt": "https://mangadex.org/covers/1f43c858-c1a6-4dcd-8183-e017d4522949/89f5ce79-8923-4047-ad4d-f410e6a8f51d.png",
    "altTitles": [
      {
        "ja": "三国志"
      },
      {
        "vi": "Tam Quốc Chí"
      },
      {
        "en": "Romance of The Three Kingdoms"
      },
      {
        "en": "Records of the Three Kingdoms"
      }
    ],
    "description": {
      "en": "Manga adaptation of Romance of the Three Kingdoms, illustrated by the legendary Mitsuteru Yokoyama. Serialized from 1972~1986, it has since become the most famous manga adaptation of the Romance of the Three Kingdoms.\n\n---- \n**Won the 20th Japanese Cartoonist Association Excellence Award in 1991**",
      "pt-br": "Uma fiel adaptação do Romance dos Três Reinos pelas mãos do lendário autor Yokoyama Mitsuteru. Publicado de 1972 a 1986, se tornou a mais famosa adaptação em mangá desse romance histórico, com mais de 70 milhões de cópias vendidas."
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "safe",
    "lastVolume": "60",
    "lastChapter": "438"
  },
  {
    "mangaId": "90abef55-bed7-48b1-807d-9bf7c06cfc15",
    "title": {
      "en": "The Day The Real One Appeared"
    },
    "updatedAt": "2024-12-25T14:53:08+00:00",
    "coverArt": "https://mangadex.org/covers/90abef55-bed7-48b1-807d-9bf7c06cfc15/3e0a1b94-8c67-4113-b360-c47cc273de1b.jpg",
    "altTitles": [
      {
        "ko": "진짜가 나타난 날"
      }
    ],
    "description": {
      "en": "Mel Slopy, an orphan of common birth, had her hair turn white after a childhood fever. While unconscious from the illness, her parents abandoned her due to their crushing debts, leaving her to be taken in by Noma.  \n\nOne day, Duke Heaven, grief-stricken and mentally unwell after losing his youngest daughter, mistakes Mel for his deceased child, Bleria Charlotte Heaven, because of their similar hair color.  \n\nTo quell the growing rumors about his father’s instability, Damian Jeremiah Heaven, the duke’s son, visits Mel. He demands that she pretend to be Bleria to protect the family’s reputation.  \n\nLiving as Bleria, Mel is soon thrust into preparing for an engagement with Gopher Isaac Allnight, the heir of the powerful Allnight Ducal House. But what challenges await her in this life of deception?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484f94e7-35c3-4cb5-a068-53d684c1439a",
    "title": {
      "en": "Baki Rahen"
    },
    "updatedAt": "2024-09-29T01:29:40+00:00",
    "coverArt": "https://mangadex.org/covers/484f94e7-35c3-4cb5-a068-53d684c1439a/0a4d9c19-2aa2-44d2-a4b8-b874f38060ae.jpg",
    "altTitles": [
      {
        "ja": "刃牙らへん"
      },
      {
        "en": "Baki Part 6"
      },
      {
        "ru": "Баки: Рахэн"
      },
      {
        "ru": "Баки: Где-то рядом"
      },
      {
        "en": "Baki and Others"
      },
      {
        "tr": "Baki Rahen"
      }
    ],
    "description": {
      "en": "The sixth part of the Baki series.",
      "ru": "Продолжение великой эпопеи \"Баки\". 6-я номерная серия тайтла, которая поведает нам нереальную историю сражения Джека Хаммера и доисторического человека Пикла!!!",
      "tr": "Büyük destan Bucky'nin devamı. Jack Hammer ve tarih öncesi adam Pickle arasındaki savaşın gerçek dışı hikayesini anlatacak olan Baki'nin 6 numaralı serisidir!!!",
      "pt-br": "Jack derrubou o mundo do sumô, agora ele irá desafiar a todos para seu torneio. Desta vez uma nova jornada."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a92bd70d-a716-4e48-90c6-137682742137",
    "title": {
      "en": "Ron Kamonohashi: Deranged Detective"
    },
    "updatedAt": "2024-12-17T13:50:06+00:00",
    "coverArt": "https://mangadex.org/covers/a92bd70d-a716-4e48-90c6-137682742137/50feb686-840b-4130-958c-f28d5697f261.jpg",
    "altTitles": [
      {
        "ja": "鴨乃橋ロンの禁断推理"
      },
      {
        "ja-ro": "Kamonohashi Ron no Kindan Suiri"
      },
      {
        "ru": "Рон Камонохаши: Невменяемый детектив"
      },
      {
        "es": "El misterio prohibido de Ron Kamonohashi"
      },
      {
        "th": "สืบลับฉบับคาโมโนะฮาชิ รอน"
      }
    ],
    "description": {
      "en": "This unusual duo brings the hidden truth into the light! Ron Kamonohashi, a private investigator with serious issues, and Totomaru Ishiki, a pure-hearted but dim police detective, team up to solve the most baffling mysteries!",
      "es": "¡Esta pareja de detectives formada por Ron Kamonohashi, un investigador poco ortodoxo, e Isshiki Totomaru, un policía de carácter puro e inocente, deberá resolver el misterio para sacar a la luz una verdad que lleva mucho tiempo enterrada bajo una terrible oscuridad! ¡De la mano de la autora de Katekyo Hitman Reborn y Éldlive llega esta vertiginosa historia de misterios y detectives!",
      "ja": "かつて、探偵養成学校BLUEで、解けない謎はない天才と呼ばれ、自らも類稀なる才能を生涯探偵に捧げると宣言した男・鴨乃橋ロン……しかしロンは探偵として致命的な欠陥をかかえていた!!　事件解決率100％！　犯人検挙率0％!?　訳あり探偵・鴨乃橋ロンがピュアでマヌケな捜査一課の刑事・一色都々丸と鮮烈に謎を解き明かす！",
      "ru": "Этот необычный дуэт раскроет все тайны! Рон Камонохаши, частный детектив с серьёзными проблемами, и Тотомару Ишики, чистосердечный, но глуповатый детектив полиции, объединяются, чтобы разгадать самые сложные тайны! Захватывающий детектив нового поколения от Акиры Амано, создателя \"REBORN\" и \"ēlDLIVE\"!!",
      "pt-br": "Essa dupla inusitada trará a verdade escondida para a luz! Ron Kamonohashi, um investigador privado com sérios problemas, e Totomaru Isshiki, um policial de caráter puro e inocente, se juntam para resolver os mistérios mais enigmáticos possível! Uma emocionante historia de detetive de uma nova geração de Akira Amano, criadora de “Reborn!” e “ēlDLIVE”!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ce9c849-9770-4606-84bc-b894855f819d",
    "title": {
      "en": "Wakaranai Desu Yoshida-san"
    },
    "updatedAt": "2024-12-20T17:25:26+00:00",
    "coverArt": "https://mangadex.org/covers/0ce9c849-9770-4606-84bc-b894855f819d/30ce76cb-88c9-448c-af96-241eb03186c6.jpg",
    "altTitles": [
      {
        "ja": "わからないです　吉田さん"
      },
      {
        "en": "I Don't Know, Yoshida-san"
      },
      {
        "ru": "Что же в голове у Ёсиды?"
      }
    ],
    "description": {
      "en": "Tsukumo Yamada is a simple and unremarkable college student. \n\nAs he is getting ready to go home after finishing his university lecture as usual, a solitary beautiful woman, Mao Yoshida, who is rumored to be a \"mermaid princess,\" passes by. While the boys are in an uproar, Yamada is secretly summoned by Yoshida. When they are alone, Yoshida presses against him. In fact, Yamada and Yoshida have an intimate relationship... \n\nHowever, he is unable to grasp the romantic distance between them because Yoshida is too expressionless, and he is having a sweet but bittersweet college life, unable to go from \"friend\" to \"lover\".",
      "ja": "地味で取柄もない大学生の九十九。大学の講義を終え帰宅準備をしていると孤高の美女「吉田真魚」が通りかかる。九十九と吉田さんは親密な関係なのだが、吉田さんが無表情すぎてなかなか関係が進展しないのだった…。",
      "ru": "Повседневная история отношений между двумя студентами, которые всё никак не могут перейти от статуса друзей к возлюбленным.\nЯмада Цукумо - обычный ничем не примечательный студент университета. Когда после окончания лекции он уже собирался уходить домой, мимо прошла нелюдимая красивая девушка Мао Ёсида. На самом деле, их уже давно связывают интимные отношения, но они всё никак не могут продвинуться дальше, потому что Ёсида сама себе на уме.",
      "es-la": "Tsukumo, un estudiante universitario ordinario y sin muchos atributos destacables, vive su día a día con tranquilidad. Pero un dia despues de finalizar sus clases y prepararse para regresar a casa, se cruza con Yoshida Mao, una hermosa y solitaria joven apodada la \"Sirena\". Entonces, mientras los demás chicos murmuran a su alrededor, Yoshida llama a Tsukumo en secreto. Al encontrarse a solas, Yoshida se acerca a él de manera inesperada. La realidad es que Tsukumo y Yoshida tienen una relación un tanto cercana. Sin embargo, Tsukumo lucha por comprender la distancia romántica entre ellos debido a la inexpresividad de Yoshida, lo que les impide pasar de ser \"amigos\" a \"novios\". Así, Tsukumo vive una vida universitaria dulce pero agridulce, intentando navegar entre la amistad y el amor. ¡¡Una serie de Takahashi osamu, autor de Lust Geass!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2024-11-19T14:30:36+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/68254b0f-7672-4eea-ad7d-de91a78a61c5.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      },
      {
        "vi": "Hành Trình Cô Độc Nơi Dị Giới"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \r\n  \r\nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "vi": "Câu chuyện theo chân Haruka - một cậu học sinh trung học mọt sách cô độc, đột nhiên bị triệu hồi đến dị giới với đám bạn học. Không giống như cả lớp nhận được các kỹ năng cheat đủ để làm bá chủ tại thế giới khác, nhân vật chính của chúng ta phải ôm theo bảng trạng thái phế vật mà lăn lộn hòng sống sót. Vậy thì, hãy cùng dõi theo và cổ vũ cho Haruka có thể tai qua nạn khỏi, vươn đến đỉnh cao mà không cần tới cheat trong câu chuyện tràn đầy hài hước này nhé.",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "31bcac1e-75d3-4e5e-ba05-9644f70b8302",
    "title": {
      "en": "My Crazy Boyfriend"
    },
    "updatedAt": "2024-11-05T09:26:51+00:00",
    "coverArt": "https://mangadex.org/covers/31bcac1e-75d3-4e5e-ba05-9644f70b8302/546b6fa0-3c59-4161-b57d-6dbc788b295d.jpg",
    "altTitles": [
      {
        "ja": "マイ・クレイジー・ボーイフレンド"
      }
    ],
    "description": {
      "en": "“Please be my friend.” Suzu, a young man searching for his missing brother, gets tangled up with Yakuza, but ends up being saved by Hana, a mysterious and beautiful boy. Suzu works with Hana to find his younger brother, but he almost gets drawn to the innocent looking Hana…\nIs this friendship? Obsession? Or maybe… love?\nA pure and dangerous crime love story between a clumsy young man and a handsome yakuza boy!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "8.5"
  },
  {
    "mangaId": "61d791a6-a017-40bf-9e5b-29d9182301b3",
    "title": {
      "en": "Hana-Uta Memoir"
    },
    "updatedAt": "2024-08-16T13:24:41+00:00",
    "coverArt": "https://mangadex.org/covers/61d791a6-a017-40bf-9e5b-29d9182301b3/56d1c65e-2555-4d1a-847e-ecfc1177672e.jpg",
    "altTitles": [
      {
        "ja": "花唄メモワール"
      },
      {
        "ja-ro": "Hanauta Memoire"
      },
      {
        "zh": "朝花夕歌"
      }
    ],
    "description": {
      "en": "Ume Sasaki, a senior in high school, is helping out at her great-grandmother's ryokan during this summer vacation. She goes to the ryokan in hopes of getting some hints about her future...? This is the brightest and most dazzling \"memory (memoir)\" of the girls.",
      "ja": "高校最後の夏休み、ひいばあちゃんが営む旅館「花瀧屋」の手伝いにやってきた佐々木梅。\n到着したその夜、梅は露天風呂で滑って、湯船に落ちてしまう。\n引っ張り上げてくれたのは…〝ねえさま〟と呼んでくる不思議な少女・藤野だった。\n\nいつもと変わらない花瀧屋。\nだけど、炭を使った見知らぬ暖房器具があったり、そもそも季節が夏から冬になっていたり。\nこれって、もしかして…〝タイムスリップ〟？\n\n時代を越え、少女たちの一途な思いが交差する青春冒険譚、第1巻。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/1e8059fa-310e-4420-86e7-e416bd41744d.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bc90b22-d829-4b85-bf70-6bbf58634153",
    "title": {
      "en": "Vivid Monsters Chronicle"
    },
    "updatedAt": "2024-11-13T15:07:14+00:00",
    "coverArt": "https://mangadex.org/covers/3bc90b22-d829-4b85-bf70-6bbf58634153/528e2254-c0e4-4215-ba5e-048dc1369469.jpg",
    "altTitles": [
      {
        "ja": "ビビッド・モンスターズ・クロニクル"
      }
    ],
    "description": {
      "en": "In order to achieve her goal Yumeko Makino starts the game \"Vivid Monsters Chronicle.\" This manga follows her and her friends who she meets along the way, in game and in real life.",
      "ja": "とある目的のため、ネットゲーム『ビビッド・モンスターズ・クロニクル』（通称：ビビモン）を始めた夢子。ゲーム内で偶然助けてくれた女の子がとても内気なクラスメイトで…!?個性豊かなキャラクター達がゲームの内外で心を通じ合わせる『ビビモン』の世界へ、いざ！"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "36"
  },
  {
    "mangaId": "9c5c4695-8148-4f3d-94ad-75fa60e96aa4",
    "title": {
      "en": "My Bias Appeared?!"
    },
    "updatedAt": "2023-12-29T12:41:18+00:00",
    "coverArt": "https://mangadex.org/covers/9c5c4695-8148-4f3d-94ad-75fa60e96aa4/c77b9ba4-606a-483c-83e8-72f162615b8e.jpg",
    "altTitles": [
      {
        "en": "최애가 나타났다?!"
      }
    ],
    "description": {
      "en": "Aejoon, a high school teacher who's a die hard fan of Siyeol, a member in the national idol group A1(Aone).  \n\"I went to work with a heavy heart like always and left behind my love for Siyeol, but for no reason, out of nowhere, My bias came to my school!  \nHowever, My bias's actions are suspicious because it looks like he's trying to seduce me…?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec96fc62-975a-4abf-83e3-d2426ca8fbe6",
    "title": {
      "en": "The Villainess Lives Again"
    },
    "updatedAt": "2024-07-23T03:25:14+00:00",
    "coverArt": "https://mangadex.org/covers/ec96fc62-975a-4abf-83e3-d2426ca8fbe6/c773bf7f-9db8-44a6-80d0-9709a4b479a3.jpg",
    "altTitles": [
      {
        "ko": "악녀는 두 번 산다"
      },
      {
        "ko-ro": "Agnyeoneun Du Beon Sanda"
      },
      {
        "fr": "La vilaine vit encore une fois"
      },
      {
        "fr": "L'antagoniste vit une deuxième fois"
      },
      {
        "pt": "A vilã vive duas vezes"
      },
      {
        "es": "La villana vive dos veces"
      },
      {
        "uk": "Друге життя лиходійки"
      },
      {
        "ru": "Вторая жизнь злодейки"
      },
      {
        "ja": "悪女は2度生きる"
      },
      {
        "ja": "悪女は２度生きる"
      },
      {
        "tr": "Kötülüğün İkinci Yaşamı"
      },
      {
        "th": "ชีวิตที่สองของนางร้าย"
      },
      {
        "th": "ชีวิตครั้งใหม่ ของยัยตัวร้าย"
      },
      {
        "zh": "恶女的王座"
      },
      {
        "zh": "恶女的重生"
      },
      {
        "zh": "恶女的二次人生"
      },
      {
        "zh-hk": "惡女重生"
      },
      {
        "zh-hk": "惡女的王座"
      },
      {
        "zh-hk": "惡女的重生"
      },
      {
        "zh-hk": "惡女的二次人生"
      },
      {
        "vi": "Ác nữ tái sinh"
      },
      {
        "id": "The Villainess Lives Twice"
      },
      {
        "fr": "The Villainess Lives Again"
      }
    ],
    "description": {
      "de": "Von klein auf lebte Artezia Rosan in dem Glauben, sie könne ein glückliches Leben führen, solange ihr Bruder erfolgreich ist. Als Meisterin der Manipulation und Intrigen wurde sie das wichtigste Hilfsmittel ihres Bruders, um den Thron des Imperiums zu erobern. Genau deshalb traf sie der Verrat ihres Bruders so hart, als sie für ihre Taten gefesselt und gefoltert wurde. Nachdem sie von Großherzog Cedric Ebron gerettet wird, nutzt sie eine verbotene Magie und opfert ihr eigenes Leben, um ihm zu helfen, dem grausamen Kaiser ein Ende zu setzen. Die Ereignisse nehmen eine seltsame Wendung, als sie einige Jahre in der Vergangenheit aufwacht und schwört, Großherzog Cedric um jeden Preis zu helfen, selbst wenn dies bedeutet, ihre eigene Familie aufzugeben. Man sagt, Blut ist dicker als Wasser, aber kann Artezia es schaffen, ihren Bruder zu besiegen, während ihre eigene Romanze inmitten des Chaos erblüht?\n\n---\n* [Official Translation (DE)](https://www.tappytoon.com/de/comics/the-villainess-lives-again-de)",
      "en": "From childhood, Artezia Rosan's happiness was dependent on ensuring the success of her brother. As a master manipulator and schemer, she became his most valuable ally in seizing the empire’s throne. That’s exactly why her brother's betrayal cut so deeply when Artezia was imprisoned as punishment for all of her crimes. Soon after being rescued by Grand Duke Cedric Ebron, she vows to help him overthrow the cruel new emperor by sacrificing her own life with forbidden magic. Now waking up several years earlier back in time, she will forsake her own family to help Cedric at all costs. They say that blood is thicker than water, but can Artezia destroy her brother while her own romance blossoms amidst the chaos?",
      "fr": "Depuis son plus jeune âge, Artezia vit dans l’ombre de son frère, dont le succès suffirait à garantir le bonheur et la sécurité de la famille, selon sa mère. Elle devient donc la meilleure alliée de ce dernier, organisant maintes conspirations afin de l’aider à accéder au trône impérial. C’est pourquoi, quand ce but est finalement atteint mais qu’elle se retrouve trahie, mutilée et enchaînée en punition pour ses crimes, son ressentiment n’en est que plus grand. Sauvée par le Grand Duc Cedric Ebron, elle décide alors d’utiliser la magie pour aider ce dernier à détrôner l’empereur cruel qu’est devenu son frère. Un sort magique lui permet de revenir plusieurs années en arrière et de changer le cours des choses… Mais Artezia parviendra-t-elle à changer le destin, alors que l’amour s'immisce au milieu du chaos?\n\n---\n**Official Translations:**\n* [French / Français](https://www.tappytoon.com/fr/comics/villainess-lives-again-fr)",
      "ja": "謀略の天才、皇帝を作り上げる！ ”お兄様が成功すれば、お前も成功するのよ” それを信じ、あらゆる悪事を企てた悪女「アルティゼア」。 しかし、彼女の兄への忠誠は裏切りとして返ってくる。 死を前にした彼女に手を差し伸べたのは宿敵であり、正義ある大公「セドリック」だけだった。 魔術で命と引き換えに18歳の自分に生まれ変わった彼女は、「セドリック」を皇帝にするために新たな人生を捧げることにするがーー\n\n---\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/50796)",
      "ko": "모략의 천재, 황제를 만들다!\n\n\"오빠가 잘되어야 너도 잘되는 거야.\"\n\n온갖 악행을 저질러 오빠를 황제로 만들었다.\n하지만 아르티제아의 헌신은 배신으로 돌아왔다.\n죽음의 문턱에서 그녀에게 구원의 손을 내민 것은, 정의로운 숙적 세드릭 대공뿐이었다.\n\n“계책을 내라.”\n“…….”\n“이 상황을 뒤집을 수 있는 인물을 나는 그대 외에는 떠올리지 못하겠어. 로산 후작.”\n“…….”\n“나에게는 그대의 힘이 필요하다.”\n\n이미 기울어진 세력 판도를 뒤집고 도탄에 빠진 제국을 구할 계책은 없다.\n그러나 방법은 있다.\n모든 것이 잘못되기 이전으로 시간을 돌리는 것.\n\n피의 눈물과 함께 그녀는 자신의 몸을 바쳐 고대마법으로 시간을 돌린다.\n이번에는, 실패하지 않으리라.\n\n죽지 않고 18세로 회귀한 아르티제아는 세드릭 대공을 위한 악녀가 될 것을 결심한다.\n\n“저에게 청혼해 주십시오. 당신을 황제로 만들어 드리겠습니다.”\n\n악마에게 무릎을 꿇은 대가로,\n당신은 당신 대신 손을 더럽힐 악마를 얻을 것입니다.",
      "pt": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric.Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira... de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar.",
      "ru": "«Твой старший брат хорош, и ты должна соответствовать.»\nОна совершила множество злoдеяний, чтoбы сделать своего старшего брата Императором. Однако преданность Артезии обернулась против неё, ведь единственным, кто подал ей руку помощи на пороге смерти, был заклятый враг, эрцгерцог Седрик.\n«Уловки прочь.»\n«Я не знаю никого, кроме вас, кто мог бы обратить эту ситуацию вспять. Маркиза Розанна.»\n«Мне нужна ваша сила.»\nКазалось, тогда уже невозможно было спасти Империю, находившуюся в крайне бедственном положении, и предотвратить падение власти. Но всё же был один способ. Повернуть время вспять прежде, чем все пойдёт не так. Она, с кровавыми слезами на глазах, пожертвовала своим телом, чтобы овладеть древней магией и обернуть время вспять. В этот раз она не подведёт. Вернувшись в возраст восемнадцати лет, Артезия принимает решение не покорно умереть, а стать злодейкой и пойти на службу к эрцгерцогу Седрику.\n«Пожалуйста, сделайте мне предложение. И я сделаю вас Императором.»\nДабы демoн пал ниц, нужнo запoлучить другoгo, что испачкает руки вместо вас.",
      "zh": "前世为助哥哥成王做尽坏事，却反遭灭口…这一世甘为恶女，联手曾经的政治宿敌，夺回操控人生的王座！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9146/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E9%87%8D%E7%94%9F/116)",
      "pt-br": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric. Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira … de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efee636b-2b65-488c-ad39-25a0d2a261f5",
    "title": {
      "en": "Our Villainess Has Changed"
    },
    "updatedAt": "2024-11-19T16:27:47+00:00",
    "coverArt": "https://mangadex.org/covers/efee636b-2b65-488c-ad39-25a0d2a261f5/adc66fc0-ed2b-4b21-a5d9-bb16ee2030c6.jpg",
    "altTitles": [
      {
        "ko": "우리 악녀님이 달라졌어요"
      }
    ],
    "description": {
      "en": "She grew up an orphan, working herself to death in part-time jobs, and eventually died from exhaustion. \n\nRight before her death, she was reading an R-rated romance fantasy novel and found herself reincarnated as Annette Ethelred, the twisted villainess who was adopted into a duke's family and was bent on killing the novel's heroine. Annette was also the last princess of a fallen kingdom. Her happiness over the lavish lifestyle of the duke’s family didn’t last long, as she was quickly thrown out with nothing to her name, punished for the evil deeds of the original Annette. \n\nBut giving up wasn’t an option. With the survival skills honed from all her part-time jobs, she managed to get hired as a maid at the temple. \n\n\"This time around, I’ll make lots of money and date a handsome man! ...But seriously, are there no normal guys around here?!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b22561f9-81f1-45f6-b2c0-f5b53cfaee19",
    "title": {
      "en": "All Hail the Sect Leader"
    },
    "updatedAt": "2024-08-01T10:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "altTitles": [
      {
        "en": "The Greatest Sect Leader of All-Time"
      },
      {
        "zh-ro": "Wangu Zui Qiang Zong"
      },
      {
        "zh": "万古最强宗"
      }
    ],
    "description": {
      "en": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
      "fr": "Ma quête est de développer une secte qui serait un foyer chaleureux pour ses membres. Dedans, non seulement le chef de secte est amusant (ouais c'est moi) mais les disciples sont excentriques, aux personnalités très variées. Ils ont comme particularités d'être en constante évolution et d'être anormalement forts. Tous se révèlent être des gros bonnets, et moi, leur patriarche, je deviendrai invincible ! Approchez, les enfants, rejoignez ma secte et ensemble nous réaliserons vos rêves !"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d14354de-6af5-4b92-825d-47686d3fa145",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity IV: The Forbidden Advent Garden, Salem - Heretical Salem"
    },
    "updatedAt": "2024-10-30T11:00:42+00:00",
    "coverArt": "https://mangadex.org/covers/d14354de-6af5-4b92-825d-47686d3fa145/34ea3245-f758-4aaa-ac5c-c824732cd99e.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点Ⅳ 禁忌降臨庭園 セイレム 異端なるセイレム"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten IV: Kinki Kourin Teien, Salem - Itan naru Salem"
      },
      {
        "ru": "Судьба/Великий приказ: Эпопея Остатка-Псевдосингулярность IV: Запретный сад Адвента, Салем-Салем Ереси"
      },
      {
        "vi": "Dị Điểm Á Chủng IV - Khu Vườn Giáng Lâm Cấm Kỵ Salem - Salem Dị Giáo"
      }
    ],
    "description": {
      "en": "As a result of the efforts of the people of Chaldea, the human incineration plan of those who called themselves the Magic King was bitterly stopped at the water's edge, and the destiny of the world seemed to be breathing again. However, suddenly, the singularity of the same level as the singularity so far is observed in modern times. A master who has opened up the future once again puts himself into a layershift to calm down the \"subspecies singularities\" that appeared in the cursed land \"Salem.\"",
      "ru": "Халдея во главе с Рицука Фуджимару, мастером, проникшим на проклятую землю «Салем», чтобы ответить на новую «особенность». \"Я встретила двух девушек Эбигейл и Лавинию\"."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42060735-a373-465a-a7a9-0fee5db73e3e",
    "title": {
      "en": "Historiae Obscura"
    },
    "updatedAt": "2023-09-23T19:38:48+00:00",
    "coverArt": "https://mangadex.org/covers/42060735-a373-465a-a7a9-0fee5db73e3e/2ce84a67-5dde-4651-a409-f313de371371.png",
    "altTitles": [
      {
        "en": "The Dark History"
      }
    ],
    "description": {
      "en": "A true story about the creation of the camera."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e8f9100-1a9d-493d-b6ef-9cfaed991594",
    "title": {
      "en": "The Soulless Duchess"
    },
    "updatedAt": "2024-12-08T01:42:31+00:00",
    "coverArt": "https://mangadex.org/covers/4e8f9100-1a9d-493d-b6ef-9cfaed991594/8ec0610c-27ec-4054-9ca6-8f48e21dba01.jpg",
    "altTitles": [
      {
        "ko": "빈껍데기 공작부인"
      },
      {
        "ko-ro": "Binkkeopdegi Gongjakbuin"
      },
      {
        "en": "The Duchess With an Empty Soul"
      },
      {
        "en": "The Duchess' Empty Shell"
      },
      {
        "en": "The Empty Shelled Duchess"
      },
      {
        "pt-br": "La duquesa del alma vacía"
      },
      {
        "id": "Istri Palsu Duke"
      },
      {
        "th": "ใจว่างเปล่าของดัชเชส"
      },
      {
        "zh-hk": "公爵夫人的百變召喚術"
      },
      {
        "zh": "虚名的公爵之妻"
      },
      {
        "zh": "“透明”的公爵夫人"
      },
      {
        "ja": "かりそめの公爵夫人"
      },
      {
        "fr": "La duchesse sans âme"
      },
      {
        "mn": "Сэтгэл хөдлөлгүй гүнгийн хатан"
      }
    ],
    "description": {
      "en": "The naïve Yvona is ready to do anything for her amazing fiancé! Summon magical beasts and let him take the glory? Sure! Wreck her body for a powerful spell and die for him? Yes! Watch him secretly embrace her trusted cousin Tristan with passion and deride her openly? Oka— wait. What? Just then, Yvona dies... and wakes up a year in the past with a burdened heart. Armed with her knowledge, Yvona's ready to fight for herself. And hmm, maybe form an alliance with the coldhearted Duke of Azentine...\n\n---\nI died miserably on the day I found out the truth. The truth that my fiancé had a hidden lover, and it was my very own male cousin.\n\nOn the second morning, after my 20th birthday, a miracle happened. From that point on, I decided not to believe in love anymore. I want to have a relationship with no strings attached and without any superficial feelings such as love.\n\n\"Duke Agentine, will you marry me?\"\n\nThis proposal was nothing more than a marriage to keep up appearances and without love involved.\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53939289)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-soulless-duchess/)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Istri-Palsu-Duke/3280)\n* [Japanese / 日本語](https://piccoma.com/web/product/24657)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%83%E0%B8%88%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%9B%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%94%E0%B8%B1%E0%B8%8A%E0%B9%80%E0%B8%8A%E0%B8%AA/23)\n\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=4386129), [Ridibooks](https://ridibooks.com/books/3170012735)\n\n**Official Novel Translation:** [Japanese / 日本語](https://piccoma.com/web/product/72805)",
      "fr": "Je suis morte misérablement, le jour où j’ai découvert la vérité. La vérité, c’est que mon fiancé avait un amant caché et c’était mon propre cousin. Le lendemain de mon 20e anniversaire, un miracle s’est produit. A partir de là, j’ai décidé de ne plus croire à l’amour. Je veux avoir une relation sans aucune condition et sans sentiments superficiels tels que l’amour. «Duke Agentine, voulez-vous m’épouser?» Cette proposition n’était rien de plus qu’un mariage pour garder les apparences et sans amour impliqué.",
      "id": "Di hari kedua setelah ulang tahunku yang ke-20, sebuah keajaiban terjadi. Pada hari itu: aku mengetahui sebauh kenyataan: tunanganku memiliki selingkuhan, seorang sepupuku satu-satunya. Sejak itu, aku sudah tidak lagi percaya dengan yang namanya cinta, dan mati dengan mengenaskan.\n\nKetika aku terbangun, aku kembali ke masa lalu. Kali ini, aku hanya ingin memiliki hubungan tanpa adanya ikatan, dan tidak lain tidak bukan hanya karena sebuah kepentingan. Jadi, aku memberinya lamaran pernikahan, hanya untuk mencapai kepentingan bersama. \"Duk Agentine, maukah kamu menikah denganku?\"",
      "mn": "Үнэнийг олж мэдсэн тэр өдөр... Би өрөвдөлтэйгөөр нас барсан. Тэрхүү үнэн гэвэл намайг хэн бэ гэдгээр минь хардаг гэж санаж ирсэн сүйт залуу маань үеэлтэй маань янаг амрагийн холбоотой байсан гэх явдал. Би дэндүү харалган явж. Гэвч гайхамшиг биелэлээ олон, би жилийн өмнөхрүүгээ буцаж ирсэн. Энэ мөчөөс эхлэн би ахиж хайр гээч зүйлд итгэхгүй. Хэн нэгний хайрыг хүсч, түүний төлөө өөрийгөө золиослохгүй! Зөвхөн өөрийнхөө төлөө амьдрах болно!",
      "pt-br": "Eu morri miseravelmente, no dia em que descobri a verdade. A verdade é que meu noivo tinha um amante escondido e era meu primo.Na segunda manhã, depois do meu aniversário de 20 anos, aconteceu um milagre. A partir daí, decidi não acreditar mais no amor.Eu quero ter um relacionamento sem amarras e sem sentimentos superficiais, como o amor.\"Duquesa Agentine, quer se casar comigo?\"Essa proposta nada mais era do que um casamento para manter as aparências e sem o amor envolvido."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "154"
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2024-09-29T00:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/a024d2ad-cccb-46e3-8c3e-8b360ecfeb22.jpg",
    "altTitles": [
      {
        "en": "Go, Go, Loser Ranger!"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      },
      {
        "ja": "戦隊大失格"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "en": "Ranger Reject"
      },
      {
        "ja-ro": "Sentai Daishikkaku"
      },
      {
        "en": "No Longer a Sentai Ranger"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10000 meters in the sky to invade Earth!\n\nThe villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety!\n\nThe assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest…?\n\nFrom Haruba Negi, the creator of *5Toubun no Hanayome*, comes the action-packed superhero series of a lifetime!",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dea77c2d-dbaa-434a-b0af-0c116642434c",
    "title": {
      "en": "Ichi the Witch"
    },
    "updatedAt": "2024-12-17T10:25:28+00:00",
    "coverArt": "https://mangadex.org/covers/dea77c2d-dbaa-434a-b0af-0c116642434c/7d6f5669-a487-40f6-beaf-bb74a7e250c1.jpg",
    "altTitles": [
      {
        "ja": "魔男のイチ"
      },
      {
        "ja-ro": "Madan no Ichi"
      },
      {
        "en": "The Wizard Ichi"
      },
      {
        "en": "Ichi the Warlock"
      },
      {
        "ru": "Ведьмак Ити"
      },
      {
        "ru": "Волшебник Ити"
      },
      {
        "pt-br": "Ichi, o Bruxo"
      }
    ],
    "description": {
      "en": "In this world, witches must hunt down their magic! Deep in the forest, the terrifying king of magic and the strongest witch are locked in deadly combat. But suddenly, a young boy joins the fray. His name is Ichi and he is just a hunter. But he has the power to flip the magic world upside down in this magic hunting fantasy epic!",
      "ru": "В этом мире ведьмы охотятся за своей магией! В глубине леса ужасающая маджика и сильнейшая ведьма схлестнулись в бою не на жизнь, а на смерть. Но вдруг к битве присоединяется молодой парнишка. Его зовут Ити, и он обычный охотник. Но у него есть сила перевернуть весь мир магии с ног на голову в этом эпохальном магическом фэнтези об охоте!",
      "pt-br": "Neste mundo, as bruxas devem caçar sua magia! Nas profundezas da floresta, o terrível rei da magia e a bruxa mais forte estão presos em um combate mortal. Mas, de repente, um jovem garoto se junta à briga. Seu nome é Ichi e ele é apenas um caçador. Mas ele tem o poder de virar o mundo mágico de cabeça para baixo neste épico de fantasia de caça mágica!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d682eb9-c947-4fdd-bdca-61dd70a13741",
    "title": {
      "ja": "Demon Academy"
    },
    "updatedAt": "2024-03-09T21:51:36+00:00",
    "coverArt": "https://mangadex.org/covers/1d682eb9-c947-4fdd-bdca-61dd70a13741/d4f2f0e6-c000-40fd-8ee9-511804efa3a9.jpg",
    "altTitles": [
      {
        "ja": "魔界学園"
      },
      {
        "zh-hk": "魔界學園"
      },
      {
        "ja-ro": "Makai Gakuen"
      }
    ],
    "description": {
      "en": "The Fierce Demons pride themselves as being the reigning delinquent gang of Mikado High School, but their name lets on much more, as they are being influenced by strange occult forces.\nDan Hayato, a mysterious transfer student with an unknown past, arrives at the school with a hidden agenda. With his power to separate his soul from his body, what does he know about the motives of the Fierce Demons and what events will lead to the destruction of the school?",
      "ja": "帝高校夜間部のアイドル、氷河めぐみが、謎の老婆ミス・ヴァージン率いる黒門高校によって拉致された！彼女を救うために教師が招いたのは、檀隼人という謎の転校生。めぐみ奪還に動き出す隼人だったが、その役目は我らにこそあり、と帝高護衛団「烈鬼」も動き出す。果たして彼女を救いだすのは――？"
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "21",
    "lastChapter": "188"
  },
  {
    "mangaId": "832a0bcb-f58a-4118-9130-43c03d289a8d",
    "title": {
      "en": "Moshimo, Yuurei ga Hatsukoi o Shitara."
    },
    "updatedAt": "2024-12-24T15:09:10+00:00",
    "coverArt": "https://mangadex.org/covers/832a0bcb-f58a-4118-9130-43c03d289a8d/1f5fe857-3e84-451f-8a1c-d25e3960c1b4.jpg",
    "altTitles": [
      {
        "en": "If a Ghost Fell in Love for the First Time"
      },
      {
        "id": "Jika Hantu Jatuh Cinta untuk Pertama Kalinya"
      }
    ],
    "description": {
      "id": "Aku Souta. Tidak punya pengalaman cinta, disebut sebagai otaku introvert dan siswa SMA… atau lebih tepatnya, dulu.\nHah? Kamu tanya apakah aku sudah lulus dari status virgin dan menjadi anak yang lebih keren?\nBukan, bukan. Aku bukan lagi seorang siswa SMA――aku sudah menjadi hantu.\nDengan kata lain, aku berubah menjadi mantan manusia yang introvert, otaku, dan virgn.\nAku hampir tidak punya ingatan ketika aku masih hidup, hanya satu hal yang masih aku ingat— yaitu aku masih virgin.\nMungkin itu adalah penyesalanku.\nDan entah bagaimana, aku tidak bisa keluar dari sekolah khusus cewek ini, jadi semacam arwah gentayangan yang terikat di sma putri ini, dan itu sungguh menyebalkan.\nTapi, meski saat hidup aku terlalu takut untuk bicara dengan cewek, sebagai hantu aku bisa bebas melihat mereka dalam segala situasi!\nAku mungkin merasa sedikit bersalah, tapi jadi hantu ternyata tidak buruk juga! Begitulah pikirku.\nHingga suatu hari, aku melihat boneka karakter favoritku terjatuh di sekolah. Saat mencoba mengambilnya――\n“Kenapa ada cowok… di sekolah cewek ini…?”\nCantik, baik hati, populer dengan semua orang, dan entah bagaimana satu-satunya orang yang bisa melihatku walaupun aku adalah hantu dan benar-benar peduli padaku――\nAku jatuh cinta pada seorang gadis yang sama sekali tidak selevel denganku."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-12-20T04:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75855265-c718-428f-849f-2e7137a48695",
    "title": {
      "en": "Visitor To Earth"
    },
    "updatedAt": "2024-11-03T13:04:09+00:00",
    "coverArt": "https://mangadex.org/covers/75855265-c718-428f-849f-2e7137a48695/a0819258-0211-458f-a0f6-b86e088ac2b5.png",
    "altTitles": [
      {
        "zh-ro": "Guānglín Dìqiú"
      },
      {
        "zh": "光临地球"
      },
      {
        "en": "Visit Earth"
      },
      {
        "en": "Earth Visitor"
      }
    ],
    "description": {
      "en": "In order to understand the true power of Earth, the alien Xiguang goes undercover as a student on Earth. He mistakenly believes that the science-fiction themed comics and movies on Earth are a display of Earthlings' ability to simulate interstellar wars, so he resolutely joins the school's anime club. Due to the cultural gap between aliens and Earthlings, a series of hilarious events unfold... Xiguang's seemingly humiliating but actually ridiculous undercover life is about to begin! So, Stay tuned…."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95f11d75-2018-4fe7-ac9f-04039f15b4e4",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Yotsuba Keishou-hen"
    },
    "updatedAt": "2022-09-27T03:12:52+00:00",
    "coverArt": "https://mangadex.org/covers/95f11d75-2018-4fe7-ac9f-04039f15b4e4/dbfdcbdc-2be0-4f5f-82a9-5f51671c4af7.jpg",
    "altTitles": [
      {
        "es-la": "Mahouka Koukou no Rettousei - Sucesión Yotsuba"
      },
      {
        "en": "The Irregular at Magic High School - Yotsuba Succession Arc"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Наследник семьи Йоцуба"
      },
      {
        "ja": "魔法科高校の劣等生 四葉継承編"
      },
      {
        "zh": "魔法科高中的劣等生 四叶继承篇"
      },
      {
        "zh-hk": "魔法科高中的劣等生 四葉繼承篇"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō Nama Yotsuba Keishō-hen"
      }
    ],
    "description": {
      "en": "In December, Miyuki receives an invitation for the Yotsuba's new year's family gathering. However, unlike previous years, they specially added \"Everyone must attend\" on the invitation. Miyuki understands that \"the time has come\" — it is time to decide the next head for the Yotsuba Clan.  \n— If she is elected, her brother will be free.  \n— If she becomes the next head, she will be forced to marry someone else.  \nMiyuki's heart is a mess.  \nThe truth of the Brother and Sister relationship is finally unveiled!? Yotsuba Keishou-hen begins!  \n  \nAdaptation of the original novel's volume 16."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "26"
  },
  {
    "mangaId": "6bae5c8c-d5ff-43df-acf7-b7670532c8b1",
    "title": {
      "en": "Yoku Wakaranai Keredo Isekai ni Tensei Shiteita You Desu"
    },
    "updatedAt": "2024-12-09T23:01:18+00:00",
    "coverArt": "https://mangadex.org/covers/6bae5c8c-d5ff-43df-acf7-b7670532c8b1/09840a43-0dff-4527-beb4-d2c50f6206dc.jpg",
    "altTitles": [
      {
        "ja": "よくわからないけれど異世界に転生していたようです"
      },
      {
        "en": "This is Screwed Up, but I was Reincarnated as a GIRL in Another World!"
      },
      {
        "zh-hk": "雖然不太清楚，不過我好像轉生到異世界了"
      },
      {
        "id": "Saya tidak begitu mengerti, tapi sepertinya saya bereinkarnasi di dunia lain"
      },
      {
        "vi": "Chuyển Sinh Thành Con Gái, Tôi Sẽ Sinh Tồn Tại Dị Giới"
      }
    ],
    "description": {
      "en": "Ren, a young orphan girl, has been sold off to a merchant with sinister plans for her. Suddenly, memories of her past life on a world called Earth come flooding back, and Ren remembers that she used to be a research scientist – and a grown man! As Ren escapes into the Dark Forest, magical powers awaken within her. In order to survive the harsh realities of this world, she must use her rekindled knowledge of Earth's science as well as her newfound powers! Will her magical cheat powers and past-life knowledge be enough to keep her freedom, or is she doomed to a life of servitude?\n___\n**Character Designer:** [Kaoming](https://mangadex.org/author/259d2f17-2e24-4346-aca8-1ecd2224c491)",
      "ja": "「私、おっさんだった！！」\n\n孤児の少女・レンは身売りされる途中で、前世の記憶を取り戻す。レンの前世は、三十代の男性研究者だったが、転生して今まで孤児として生きていたのであった。レンは、その身に秘められた魔法の才能と、前世の科学的知識を駆使して、ひとり過酷な異世界を生き抜いていく。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e477578d-db2f-47df-ba81-607f2bdafa65",
    "title": {
      "en": "The Most Beautiful Girl in the School is in Love With Me, the xx Artist!?"
    },
    "updatedAt": "2024-10-26T11:22:59+00:00",
    "coverArt": "https://mangadex.org/covers/e477578d-db2f-47df-ba81-607f2bdafa65/0fdbd68f-9bed-44cf-b757-6950ad4cc874.jpg",
    "altTitles": [
      {
        "ja": "学園1の美少女は××絵師の俺に惚れている！？"
      },
      {
        "ja-ro": "Gakuen 1 no Bishōjo wa ×× Eshi no Ore ni Horeteiru!?"
      },
      {
        "ja-ro": "Gakuen 1 no Bishoujo wa ×× Eshi no Ore ni Horeteiru!?"
      },
      {
        "id": "Gadis Nomor 1 di Sekolah Sekaligus Pembuat Karya XXX Jatuh Cinta Denganku?!"
      },
      {
        "en": "The Number 1 Beautiful Girl in the School is in Love With Me, the xx Artist!?"
      }
    ],
    "description": {
      "en": "Amesaka Sora, an ordinary high school boy, usually enjoys drawing erotic pictures as a hobby. Since his failure in junior high school, he had planned to hide his hobby in high school... But one day, the student council president and the most beautiful girl in the school, Kisaragi Uguisu, finds out his secret...!?\n\nA coming-of-age rom-com between a beautiful girl at the top of the caste system and one of those male extras!",
      "id": "Amesaka Sora, seorang siswa biasa yang suka menggambar hal-hal cabul. Karena kegagalannya di SMP, dia menyembunyikan hobinya ini di SMA. Namun, suatu hari, ketua OSIS sekaligus gadis tercantik sepenjuru sekolah, Kisaragi Uguisu mengetahui hobi rahasianya tersebut. Apa yang akan terjadi di antara mereka berdua?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87eab128-54a8-4fcf-a5e2-016a39413216",
    "title": {
      "en": "The Lord of Coins"
    },
    "updatedAt": "2024-07-31T23:47:31+00:00",
    "coverArt": "https://mangadex.org/covers/87eab128-54a8-4fcf-a5e2-016a39413216/e8575598-4c8d-458d-825c-a13ffba7226c.jpg",
    "altTitles": [
      {
        "ko": "영주님의 코인이 줄지 않음?!"
      },
      {
        "en": "The Lord’s Coins Aren’t Decreasing?!"
      },
      {
        "zh": "领主大人的金币用不完"
      },
      {
        "en": "Does The Lord's Coin Not Shrink?!"
      },
      {
        "ko": "Yeongjunimui Koini Julji Aneum?!"
      },
      {
        "th": "คอยน์เจ้าเมืองไม่ลดลงเลย?!"
      },
      {
        "ja": "領主様のコインは減らない!?"
      },
      {
        "ru": "Насколько же богат этот граф?!"
      },
      {
        "fr": "À JAMAIS RICHE !"
      },
      {
        "es-la": "El Dinero Del Señor No Disminuye"
      }
    ],
    "description": {
      "en": "Aaron Steelegard's fortune was basically set as he discovered a book that allowed him to trade across dimensions—until his enemies take both his life and his riches away. But Aaron is brought back as his younger self, armed with his past knowledge and a chance at revenge! Now free to amass coins, he's gaining powerful abilities and moving up the ranks of the interdimensional trading markets. Will Aaron gain enough coins to survive this journey of vengeance and reclaim his honor?",
      "fr": "Après avoir perdu toute la fortune de sa famille, un jeune seigneur devient la risée de tous. Pire encore, il tombe dans les mains de son pire ennemi et meurt des tortures qu'on lui a infligées. Au moment il perd connaissance, il se met à regretter toutes les erreurs qu’il a commises et qui l’ont conduite là où il en est… Et là, miracle ! Il se réveille 17 ans en arrière ! Son objectif : faire les bons choix, faire prospérer sa famille et surtout sa richesse et ce, grâce à l’aide d’un artefact magique, le livre de transactions interdimensionnelles !",
      "ja": "誇り高きスティルガード家に生まれるも実力不足のまま領主になり、詐欺にあい全ての財産を失ってしまったエルン。暗殺者に死に追いやられるも気がつくと17年前に戻っていた！ 別の次元に住む者と物の取引が可能な家宝「次元取引書」 今度の人生ではなぜか自分の目に映るウィンドウで次元取引ができるようになっていた！？ 「同じ悲劇は繰り返さない」 前世での失敗をもとに怒涛の復讐劇をくり広げていく！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%98%81%EC%A3%BC%EB%8B%98%EC%9D%98-%EC%BD%94%EC%9D%B8%EC%9D%B4-%EC%A4%84%EC%A7%80-%EC%95%8A%EC%9D%8C/2513)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/9788/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/69186)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/a_jamais_riche)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%84%E0%B8%AD%E0%B8%A2%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%A5%E0%B8%94%E0%B8%A5%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%A2/177)",
      "ko": "???: 자 힘을 냅시다. 저희 다 같이 영차 해보죠\n???: 영\n???: 차\n???: 영\n???: 영차고 나발이고 저희 다 그 놈한테 X된거 같습니다만.\n\n다차원을 넘나드는 코인 시장,\n차원거래계를 다 뒤집어놓으신 신예가 나타났다!\n\n모든 거래자의 공공의 적, 에른 스틸가드.\n사실 그는 차원거래로 모든 재산을 잃고 암살자에게 비참한 죽음을 당한 후, 과거로 회귀한 상태.\n\n\"이제 호구였던 과거의 나는 없다!\"\n\n에른은 전생의 모든 기억을 가지고 중고로운 차원나라… 아니, 평화로운 차원나라에 폭풍을 몰고 오기 시작하는데…?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%98%81%EC%A3%BC%EB%8B%98%EC%9D%98-%EC%BD%94%EC%9D%B8%EC%9D%B4-%EC%A4%84%EC%A7%80-%EC%95%8A%EC%9D%8C/2513)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/9788/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/69186)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/a_jamais_riche)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%84%E0%B8%AD%E0%B8%A2%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%A5%E0%B8%94%E0%B8%A5%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%A2/177)",
      "ru": "На рынке измерений, появился новичок, превосходящий любого!\nЧеловек, в прошлой жизни Потерявший всё состояние, погибший от рук жалких наёмников и проигравший злейшему врагу...\nЭрн Стилгард переродился!\n\nЗначит, моя книга измерений и все воспоминания остались со мной? Ну держитесь! Я переверну ваш рынок с ног на голову! \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%98%81%EC%A3%BC%EB%8B%98%EC%9D%98-%EC%BD%94%EC%9D%B8%EC%9D%B4-%EC%A4%84%EC%A7%80-%EC%95%8A%EC%9D%8C/2513)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/9788/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/69186)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/a_jamais_riche)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%84%E0%B8%AD%E0%B8%A2%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%A5%E0%B8%94%E0%B8%A5%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%A2/177)",
      "th": "เอิร์น สตีลการ์ด ชายหนุ่มที่ต้องพบเจอโศกนาฏกรรมอันน่าเศร้าในวัย 33 ปีจากการถูกหลอกลวงและหักหลัง ได้ย้อนเวลากลับไปยังตอนที่มีอายุเพียง 16 ปี ด้วยความน่าอัศจรรย์ของไอเทมที่ซื้อมาจากการเทรดข้ามมิติ\n\nเขาจึงตั้งปณิธานว่าในชีวิตนี้จะไม่ยอมให้เกิดเรื่องแบบเดิมขึ้นอีก และเขาจะใช้การเทรดข้ามมิติที่มีคอยน์เป็นตัวชี้วัด สร้างอนาคตอันรุ่งโรจน์ให้ได้!",
      "zh": "废柴领主艾伦没钱没能力，唯一的武器就是一本书——次元交易书。 在即将被人残忍杀害之际，他凭借“愿望书签”实现了临终愿望，重生回到了过去，而此时的他发现，次元交易书出现在了他意想不到的地方……"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d121a49-15b6-45a7-87f5-57891abce744",
    "title": {
      "en": "Fate/Grand Order: Fujimaru Ritsuka Doesn't Get it"
    },
    "updatedAt": "2024-05-22T21:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/7d121a49-15b6-45a7-87f5-57891abce744/04efa541-46c3-4907-82dd-07f50c9a09e9.jpg",
    "altTitles": [
      {
        "ja-ro": "Fate/Grand Order: Fujimaru Ritsuka wa Wakaranai"
      },
      {
        "ja": "Fate/Grand Order 藤丸立香はわからない"
      },
      {
        "fr": "Fate/Grand Order : Ritsuka Fujimaru n’a rien pigé"
      },
      {
        "en": "You've Lost Ritsuka Fujimaru"
      }
    ],
    "description": {
      "en": "Ritsuka Fujimaru—humanity's last master. It would not have been possible to restore humanity without him. However, he does have a shortcoming... he is far too honest! A slapstick comedy in which Fujimaru's simple questions sway the heroic spirits!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a7ee7fc-11f1-4482-84a9-82a428293cd9",
    "title": {
      "en": "A Guilty Victim-Player's Hustle Play"
    },
    "updatedAt": "2024-11-09T23:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/2a7ee7fc-11f1-4482-84a9-82a428293cd9/f98bf8d9-8c37-48d8-a3c4-0ec15bf37f70.jpg",
    "altTitles": [
      {
        "ko-ro": "적반하장의 허슬플레이"
      }
    ],
    "description": {
      "en": "Kang Yesol, who was transferred to the region of his alma mater, meets Jeong Hanlim, the owner of a bar named Splitter.\n\nYesol, who had been drinking heavily at the bar, wakes up the next morning at Hanlim's house and runs away in shock upon realizing that he slept with a man.\n\nAfter realizing he lost an important USB drive, Yesol had no choice but to return to Hanlim. There, he suddenly recognizes that Hanlim is a junior from the baseball team.\n\nYesol, who has completely forgotten his high school memories, does not think much of Hanlim, who is hostile toward him, but he gradually begins to recall the past that he had once forgotten.\n\n\"Sunbae, People like you should just die.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4bdf12f-101d-4ce7-a4e8-c6e430754edf",
    "title": {
      "en": "9 Wonder Worlds"
    },
    "updatedAt": "2023-12-10T15:32:58+00:00",
    "coverArt": "https://mangadex.org/covers/e4bdf12f-101d-4ce7-a4e8-c6e430754edf/f603b4af-8e3f-4025-a86d-9149301fd0d0.jpg",
    "altTitles": [
      {
        "id": "9 Dunia Keajaiban"
      },
      {
        "ja": "9つの不思議な世界"
      }
    ],
    "description": {
      "en": "Bored of Isekai? Reincarnation? You have come to the right place.\n\nThe Great War devours millions of lives. The children lost their parents, orphan are everywhere. Salvage is an institution funded by the government especially for orphans to become their country's heroes in the future. Akira Koshino is 14 years old boy orphan desiring revenge for his parent's death to accomplish his goal. During his journey, he encounters and makes friends, foes, and fantasy creatures."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b9bd81a-ae0f-4495-bde9-9ba20ee00981",
    "title": {
      "en": "Soshiki no Shukuteki to Kekkon Shitara Mecha Amai"
    },
    "updatedAt": "2024-12-25T10:25:05+00:00",
    "coverArt": "https://mangadex.org/covers/6b9bd81a-ae0f-4495-bde9-9ba20ee00981/fb5dc9a8-5da0-429f-aea5-e05fb451af46.png",
    "altTitles": [
      {
        "ja": "組織の宿敵と結婚したらめちゃ甘い"
      },
      {
        "en": "It's so sweet when I marry my organization's nemesis"
      },
      {
        "vi": "Thật Ngọt Ngào Khi Kết Hôn Với Kẻ Thù Của Tổ Chức Mình"
      },
      {
        "en": "I Married My Organization’s Arch-Nemesis, and It’s So Sweet!"
      },
      {
        "pt-br": "É Tão Doce Casar Com o Arqui-inimigo da Minha Organização"
      }
    ],
    "description": {
      "en": "\"...I hate you!\"\n\"What a coincidence. So do I.\"\n\n　The two once belonged to opposing organisations of supernatural power users, and fought for their own opposing goals. Roushi Saikawa, also known as the \"Feather Hunter,\" and Ritsuka Yanagi, the strongest supernatural power user known as the \"White Demon.\" The two spent their days battling each other and had no normal social experience, but...\n\n\"I love you, Rou-kun.\"\n\"Me too, Ritsuka.\"\n\n　After their organisation was disbanded, they somehow started dating and then got married! Is their hatred 100 times more adorable? Now, they are the epitome of a lovey-dovey couple, kissing each other at the door every morning when they go to work.\n\n　But the husband had just one problem. That is, he had never shared a bed with his wife... In other words, even though he was married, he was still a virgin! This is the story of the hardships faced by such a husband, who gets caught up in numerous troubles but continues to make desperate attempts to deepen his love with his strict wife.",
      "ja": "「……大っ嫌い！」\n「奇遇だな。おれもだ」\n\n　かつて敵対する異能力者の組織に属し、反目し合う目的のために抗争を繰り広げていた二人。\n　《羽根狩り》の異名を持つ犀川狼士(さいがわろうし)と、《白魔》と呼ばれる最強の異能力者・柳良律花(なぎらりつか）。\n　血で血を洗う毎日を過ごし、まともな社会経験のない二人だったが……\n\n「ろうくん、大好きっ」\n「俺もだよ、律花」\n\n　組織解散後はなぜかイチャコラ付き合った上に結婚していた！\n　憎さ余って可愛さ100倍？　いまや、毎朝会社に行く際に玄関で「いってらっしゃい」のチューをするくらいバカップルを地で行く夫婦。\n　だが夫にはただひとつだけ悩みがあった。\n　それは、妻と一度も寝床を共にしたことがないということ……要するに彼は既婚者なのにいまだ童貞であったのだ！\n　これはそんな夫が数々のトラブルに巻き込まれながらも、\n　身持ちのお堅い妻との愛を深めるため、今日も必死にアプローチを続ける艱難辛苦の物語である。",
      "vi": "…. “ta ghét ngươi!”\n\n“trùng hợp thay, tôi cũng vậy”\n\n   Hai người họ từng thuộc hai tổ chức đối địch của những người sử dụng dị năng, và chiến đấu vì những mục đích trái ngược nhau.\n\n       Saikawa Roushi, còn được gọi với cái tên là “thợ săn lông vũ”, và Yanagi Rikka, người sử dụng dị năng mạnh nhất được biết đến với cái tên “bạch ma”. Cả hai đã dành cả ngày để chiến đấu với nhau nên họ không có kinh nghiệm xã hội bình thường nào, thế nhưng…\n\n “em yêu anh, Rou-kun.”\n\n“anh cũng yêu em. Rikka.”\n\n  Sau khi tổ chức bị tan rã, bằng cách nào đó họ đã bắt đầu hẹn hò và đi đến kết hôn! Có phải sự thù hận của họ đáng yêu gấp 100 lần không? Giờ đây, họ là hình ảnh thu nhỏ của một cặp đôi yêu nhau say đắm, hôn nhau mỗi sáng trước khi đi ra ngoài.\n\n  Nhưng người chồng có một vấn đề khá lớn, Đó là anh chưa bao giờ được ngủ chung giường với vợ mình… Nói cách khác, mặc dù đã kết hôn nhưng anh vẫn còn trinh! Đây là câu chuyện về những khó khăn mà người chồng phải đối mặt, dù vướng vào vô số rắc rối vẫn tiếp tục cố gắng để vun đắp tình yêu với người vợ nghiêm khắc của mình.",
      "pt-br": "**Eu Te Odeio, Mas Também Te Amo**  \n\n“...Eu te odeio!”  \n“Que coincidência. Eu também.”  \n\nRoushi Saikawa, conhecido como o \"Caçador de Plumas\", e Ritsuka Yanagi, a usuária de poderes sobrenaturais mais forte, apelidada de \"Demônio Branco\", pertenciam a organizações rivais que batalhavam por objetivos opostos. Durante anos, viveram enfrentando-se ferozmente, sem tempo para experiências sociais comuns.  \n\nMas agora…  \n\n“Eu te amo, Rou-kun.”  \n“Eu também, Ritsuka.”  \n\nDepois que suas organizações foram desmanteladas, os dois, de alguma forma, começaram a namorar e acabaram se casando! Será que o ódio deles se tornou 100 vezes mais fofo? Hoje, eles são a personificação de um casal apaixonado, trocando beijos na porta todas as manhãs antes de irem trabalhar.  \n\nNo entanto, Roushi tinha um problema: ele nunca tinha dividido a cama com sua esposa. Em outras palavras, mesmo casado, ainda era virgem! Esta é a história das dificuldades de um marido dedicado, que enfrenta diversas confusões enquanto tenta desesperadamente fortalecer o amor com sua rígida e poderosa esposa."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3a410f3-6c1c-454c-93eb-8b995fd4cf56",
    "title": {
      "en": "Sakamoto Days (Official Colored)"
    },
    "updatedAt": "2024-10-19T01:58:37+00:00",
    "coverArt": "https://mangadex.org/covers/c3a410f3-6c1c-454c-93eb-8b995fd4cf56/189e1687-f404-47e8-9a10-6982cf41d5b8.png",
    "altTitles": [
      {
        "en": "Sakamoto Days - Digital Colored Comics"
      },
      {
        "ja": "サカモト デイズ カラー版"
      },
      {
        "vi": "Sakamoto Days (Bản màu)"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]