[
  {
    "mangaId": "935c50ba-91ce-4fda-852a-a3755e7b5f05",
    "title": {
      "en": "Kikaijikake no Marie"
    },
    "updatedAt": "2024-08-07T07:10:02+00:00",
    "coverArt": "https://mangadex.org/covers/935c50ba-91ce-4fda-852a-a3755e7b5f05/ab33f1e3-f35f-47f9-91f3-5957538f4c17.jpg",
    "altTitles": [
      {
        "ja-ro": "Kikai Jikake no Marie"
      },
      {
        "en": "My Robot Maid Can't Be This Adorable"
      },
      {
        "ja": "機械じかけのマリー"
      },
      {
        "en": "Mechanical Marie"
      }
    ],
    "description": {
      "en": "Marie gets hired to be a maid. But not just any maid… A robot maid!? How will she get through her new life pretending to be an emotionless mechanical maid? A manga full of comedy and romance!  \n  \nStarts with a one-shot, and has been officially serialized in LaLa magazine."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "27"
  },
  {
    "mangaId": "a1680a15-e1ae-4a15-8310-ecf2b0720183",
    "title": {
      "en": "I Just Want to Mooch off Your Luck"
    },
    "updatedAt": "2024-08-11T23:51:27+00:00",
    "coverArt": "https://mangadex.org/covers/a1680a15-e1ae-4a15-8310-ecf2b0720183/1d7b6eb3-a543-4740-9a25-ccdf64f6eab3.jpg",
    "altTitles": [
      {
        "zh": "我就想蹭你的气运"
      },
      {
        "zh-hk": "我就想蹭你的氣運"
      },
      {
        "zh-ro": "Wǒ Jiù Xiǎng Cèng Nǐ De Qì Yùn"
      },
      {
        "en": "I Just Want to Freeload on Your Luck"
      },
      {
        "en": "Be Your Lucky"
      }
    ],
    "description": {
      "en": "After being reborn, Zhao Mingxi had no choice but to mooch off of Fu group's young master's luck to avoid death by terminal illness. Although his ears would turn so red as if they're bleeding whenever he sees her, he still keeps up an act of prideful indifference: \"Can you stop being so clingy?\"  The next day, Zhao Mingxi really did leave to mooch off of someone else's luck. The small dog bowed his head down, and grumbled: \"I'll let you cling to me, alright? Happy now?\"",
      "zh": "重生后的赵明溪为了避开绝症活下去，不得不去蹭傅氏太子爷身上的气运。 这位太子爷每次看到她，明明耳朵快红得滴血，还要装出酷炫狂霸拽的样子：“你能不能别缠我？” 第二天赵明溪就真的去找别人蹭气运了。:) 小狼狗头低了下来，委委屈屈：“给你缠还不行吗？”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2f475a6-ad73-40bd-a2ff-cd36b6f4b85c",
    "title": {
      "en": "Mashou no Otome no Yakumawari"
    },
    "updatedAt": "2024-12-19T17:15:41+00:00",
    "coverArt": "https://mangadex.org/covers/c2f475a6-ad73-40bd-a2ff-cd36b6f4b85c/6dcd7563-1e0e-4cd8-8e23-8797333c0cee.jpg",
    "altTitles": [
      {
        "ja": "魔性の乙女の役廻り"
      },
      {
        "en": "The Role of the Femme Fatale"
      }
    ],
    "description": {
      "en": "Kairan Girls' Academy. A boarding school rich with history and tradition, attended only by orphans. It has a special system in which students are given \"roles\" that align with their individual goals. Hanako Shimura, a kind-hearted girl filled with dreams and expectations, enrolls into the academy hoping to make friends with everyone at school. But will she be able to?",
      "ja": "私立廻蘭女学院中学。そこは孤児院出身の子どもたちのみが通う、歴史と伝統ある寄宿学校。この学校には古くから、生徒たちへ個々の目標に沿った【役柄】を与えるという特殊な制度があった。心優しい少女・志村花子は「学校中のみんなと友達になる」ことを目標に入学すると、いきなりとんでもない課題を与えられてしまい――！？クセ強めなクラスメイトたちに囲まれて「愛人作り」はできるのか！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e160fc8-d9e3-460d-9f82-afde68fb3fa6",
    "title": {
      "en": "Olivia and the Neverending Dream"
    },
    "updatedAt": "2024-09-01T18:36:19+00:00",
    "coverArt": "https://mangadex.org/covers/1e160fc8-d9e3-460d-9f82-afde68fb3fa6/64b1dcb9-1283-424c-9fd4-11f5849f84e1.jpg",
    "altTitles": [
      {
        "ja": "花火は醒めない夢をみる"
      },
      {
        "zh-hk": "醒不過來的花火之夢"
      },
      {
        "ja-ro": "Hanabi wa Samenai Yume wo miru"
      }
    ],
    "description": {
      "en": "Olivia, the daughter of a duke, is betrayed by her fiancé, Crown Prince Luke, and is publicly executed. However, the moment Olivia thinks she has lost her life, she wakes up as Hanabi, a high school girl in a different world: Japan. What's more, it seems that Hanabi is being bullied at school...? The story of a duke's daughter's rise to power is about to begin!",
      "ja": "公爵令嬢が転生したらいじめられっ子JKだった件。\n婚約者・ルークに裏切られ、公開処刑となったオリビア。…のはずが目が覚めるとそこは異世界で、女子高生・鏑木花火になっていた！ 花火は皆からいじめられていたようで、学校に行くとクラスから標的にされてしまう。しかもそこに現れたのは、ルークに瓜二つのクラスメイト・押野で…？\n\n---\n被身為未婚夫的路克皇太子背叛，而遭到公開行刑的公爵千金‧奧莉維亞。其徬徨的靈魂，作為異世界的日本女高中生‧花火再次蘇醒。 除了花火會在學校被人霸凌這件事，如班上老大般的男子竟與路克極為相似…？遇見全新自己的異世界轉生×下克上的故事！",
      "zh-hk": "被身為未婚夫的路克皇太子背叛，而遭到公開行刑的公爵千金‧奧莉維亞。其徬徨的靈魂，作為異世界的日本女高中生‧花火再次蘇醒。 除了花火會在學校被人霸凌這件事，如班上老大般的男子竟與路克極為相似…？遇見全新自己的異世界轉生×下克上的故事！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "23"
  },
  {
    "mangaId": "9d3d594f-c68d-43ff-b392-398cbe62541d",
    "title": {
      "en": "Yasei no Last Boss ga Arawareta!"
    },
    "updatedAt": "2024-02-03T01:22:39+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d594f-c68d-43ff-b392-398cbe62541d/1239d3af-f941-4303-8444-d98f59feb955.jpg",
    "altTitles": [
      {
        "en": "A Wild Last Boss Appeared!"
      },
      {
        "ja-ro": "Yasei no Rasu Bosu ga Arawareta!"
      },
      {
        "ru": "Шальной последний босс появился!"
      },
      {
        "ja": "野生のラスボスが現れた！"
      },
      {
        "ko": "야생의 라스트보스가 나타났다!"
      },
      {
        "en": "Yasei no Last Boss ga Arawareta!: Kokuyoku no Haou"
      }
    ],
    "description": {
      "en": "It was in the year 2800 of the Midgard calendar. Back then, there was a Overlord who once reigned supreme and had reached the very brink of subduing the world. Her name was Lufasu Mafaalu, a great woman dreaded as the Black-Winged Overlord. She was too strong, too fast, and too beautiful. However, she was defeated by Heroes who opposed her ferocity, and her ambition was brought to an end.  \r\n  \r\nOr so went the story of our protagonist’s in-game character, whose body he now possesses for some reason in a world 200 years after Lufasu’s downfall. Follow our protagonist as he becomes unnecessarily feared by his surroundings and unnecessarily worshiped by his former subordinates as he―or now she―cheerfully travels around this fantasy world.",
      "ja": "時はミズガルズ暦2800年。かつて覇を唱え、世界を征服する寸前まで至った覇王がいた。名をルファス・マファール。“黒翼の覇王”と恐れられる女傑である。彼女はあまりに強く、あまりに速く、そしてあまりに美しく……。しかしルファスは、その猛威に立ち向かった勇者達に討たれ、その野望に終止符が打たれた。 ――という設定のゲームのマイキャラ（♀）に、何故か憑依してしまった俺（♂）。これは周囲に必要以上に怯えられたり、元部下に必要以上に崇拝されたりしながら、ルファス（中身は俺♂）が異世界を旅するお話である。",
      "ru": "Был 2800 год по календарю Мидгарда. В те времена жила одна Повелительница, которая царствовала над всем миром, покорив его до самых границ. Имя ей было Люфас Мафаал, великая женщина, которую боялись как Тёмнокрылую Владычицу. Она была слишком сильна, быстра и невероятно красива… Однако, её победили Герои, восставшие против её жестокости, и её амбициям пришел конец… Вернее такой была история игрового персонажа, чьё тело наш главный герой получил по некоторым причинам в мире спустя 200 лет после свержения Люфас. И с этого начинается история увлекательного путешествия по фэнтезийному миру нашего главного героя, или вернее сказать, героини."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a72d5653-7238-40ba-8135-c93910a02bc4",
    "title": {
      "en": "Shuu ni Ichido Classmate wo Kau Hanashi ~Futari No Jikan, Iiwake No Gozen'en~"
    },
    "updatedAt": "2024-12-12T21:06:38+00:00",
    "coverArt": "https://mangadex.org/covers/a72d5653-7238-40ba-8135-c93910a02bc4/6c77dc6b-5b8b-42db-8e74-debb413ad4a9.jpg",
    "altTitles": [
      {
        "ja": "週に一度クラスメイトを買う話～ふたりの時間、言い訳の五千円～"
      },
      {
        "en": "A Story About Buying a Classmate Once a Week: 5,000 Yen for an Excuse to Spend Time Together"
      },
      {
        "ko": "일주일에 한 번 클래스메이트를 사는 이야기 ~두 사람의 시간, 변명의 오천 엔~"
      }
    ],
    "description": {
      "en": "Once a week, Miyagi pays 5,000 yen to her classmate Sendai. The 5,000 yen is to buy three hours of Sendai's time, which gives the right for Miyagi to give her orders. Miyagi is at the bottom of the school caste while Sendai is at the top. The two, who never crossed paths at school, spend time together after school under such a contract. Miyagi's orders are determined by her mood of the day, and Sendai cannot disobey. One day after school... Miyagi calls Sendai to her room and gives her an order that she usually does not give.",
      "ja": "クラスメイトの宮城から、週に一度五千円でどんな“命令”でも聞くことになった仙台。陰キャ女子と陽キャ女子、学校では交わらない二人の関係は、密室の部屋の中で少しずつエスカレートしていく…。\n\n『仙台さんの役目は、私の言うことを聞くことだから』\n\nゲームの相手から宿題の代行…、やがて宮城の肌に仙台の唇が触れて…。",
      "es-la": "Una vez a la semana, Miyagi paga 5.000 yenes a su compañera de clase Sendai.Los 5.000 yenes son para comprar tres horas de tiempo de Sendai, lo que da derecho a Miyagi a darle órdenes.Miyagi está en la parte baja de la casta escolar mientras que Sendai está en la alta. Las dos, que nunca se han cruzado en la escuela, pasan tiempo juntas después de clase bajo este contrato.Las órdenes de Miyagi vienen determinadas por su estado de ánimo del día, y Sendai no puede desobedecerlas.Un día después de clase... Miyagi llama a Sendai a su habitación y le da una orden que no suele dar."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0768e6d2-3d75-4c2e-ad02-02366b8c5d7a",
    "title": {
      "en": "Mesh"
    },
    "updatedAt": "2024-12-13T07:22:58+00:00",
    "coverArt": "https://mangadex.org/covers/0768e6d2-3d75-4c2e-ad02-02366b8c5d7a/dc9767be-46ba-4a67-8d8e-cf2ad9d24175.jpg",
    "altTitles": [
      {
        "ja-ro": "Mesh"
      },
      {
        "ja": "メッシュ"
      }
    ],
    "description": {
      "en": "The story follows the life of a teenage boy named \"Mesh,\" so-called for his unique \"mesh\"-colored hair: blonde with silver strands on the sides. It begins with a scene where Mesh, after being beaten, escapes from a mob and encounters Milon, a forger and painter. Mesh ends up staying at Milon’s house, and the two form an unlikely bond as they navigate life together. Each chapter is a poetic blend of crime, peaceful everyday moments, or the vibrant nightlife of artists in a fictionalized Paris.\n\n\"Mesh\" is regarded as one of Hagio Moto’s defining works, marking a pivotal shift in her artistic style. It was her first series to adopt a more realistic look while retaining the ethereal beauty characteristic of 1970s shōjo art. The story ventures into more mature themes while continuing to explore Hagio's recurring motifs, such as parent-child relationships and adolescence.",
      "vi": "\"Mesh\" kể về một phần tuổi niên thiếu của cậu bé cùng tên, biệt danh bắt nguồn từ mái tóc vàng pha bạc đặc trưng. Câu chuyện mở đầu với cảnh Mesh vừa bị xã hội đen hành hung, tình cờ gặp Milon, một họa sĩ chuyên vẽ tranh nhái. Mesh ở lại nhà Milon, và giữa hai người hình thành một mối liên kết kỳ lạ. Mỗi chương là sự kết hợp đầy chất thơ giữa thế giới tội phạm, những khoảnh khắc đời thường yên bình, và nhịp sống sôi động của các nghệ sĩ tại một Paris huyền ảo được Hagio phác họa.\n\nTác phẩm này được coi là dấu mốc quan trọng trong sự nghiệp của Hagio Moto, đánh dấu sự chuyển mình lớn trong phong cách nghệ thuật của cô. Đây là loạt truyện đầu tiên của cô mang nét vẽ hiện thực hơn, trong khi vẫn giữ được nét mềm mại đặc trưng của dòng shōjo những năm 1970. Câu chuyện khai thác các chủ đề trưởng thành hơn trước, đồng thời tiếp tục đào sâu những motif quen thuộc trong sáng tác của Hagio, như mối quan hệ cha mẹ - con cái và các vấn đề tâm lý tuổi trẻ."
    },
    "status": "completed",
    "releaseDate": 1980,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01e360bc-22da-4e86-bbb7-3ae1091a223b",
    "title": {
      "en": "Kaiten no Albus"
    },
    "updatedAt": "2024-12-21T17:59:43+00:00",
    "coverArt": "https://mangadex.org/covers/01e360bc-22da-4e86-bbb7-3ae1091a223b/39c20920-57c5-4248-9577-dbca69dce01c.jpg",
    "altTitles": [
      {
        "ja": "廻天のアルバス"
      },
      {
        "en": "Albus Changes the World"
      },
      {
        "vi": "Albus thay đổi thế giới"
      }
    ],
    "description": {
      "en": "The Demon King was defeated. The world is at peace. But… it was too late.\n\nHero Albus is in a hurry. The story turns and begins again, as if naturally, from the place where it all started. The well-informed hero Albus embarks on a new adventure, where time is of the essence. \n\nTime-saving! Efficient adventure strategy! When recruiting a priest, be forceful! It doesn’t matter if you are mistaken for a new kind of scam. And suddenly, he challenges an S-class dangerous monster. \n\nHero Albus seeks to reclaim the future he desires from the past in this ultra-fast readventure (real-time attack) fantasy!",
      "ja": "魔王を倒した。世界は平和に。でも、間に合わなかった。なぜかこの冒険を繰り返している勇者アルバスは、急ぎたい。これは世界を救う物語であり、そして――",
      "vi": "Ma vương đã bị đánh bại... Thế giới sẽ hòa bình trở lại. Nhưng... Đã quá muộn rồi... Anh hùng Albus thật sự đang rất vội. Câu chuyện tua ngược, như thể một cách tự nhiên, trở lại nơi mọi chuyện khởi đầu.\n\nNgười anh hùng đầy hiểu biết Albus với đôi mắt lờ đờ như thiếu ngủ, dấn thân vào một cuộc phiêu lưu mới, nơi “thời gian là thứ quan trọng nhất”.\n\nĐược đăng dài kỳ trên Weekly Shounen Sunday, nơi đã đăng tải siêu phẩm “Thám tử lừng danh Conan”, người Anh hùng Albus tìm cách giành lại tương lai mà anh ấy mong muốn từ quá khứ trong thế giới fantasy “speedrun” một cách đúng nghĩa này!",
      "es-la": "El Rey Demonio es derrotado... El mundo está en paz. Pero fue demasiado tarde... El héroe Albus tiene prisa. La historia da vueltas y comienza de nuevo desde el principio, como si fuera algo natural. ¡Esta es una fantasía de re-aventura de alta velocidad donde \"el tiempo es lo más importante\" para el experto héroe Albus."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fe61dfd-ca48-4aba-94fc-dbe8d3cb490a",
    "title": {
      "en": "Touhou Bougetsushou ~ Silent Sinner in Blue."
    },
    "updatedAt": "2024-08-12T17:49:03+00:00",
    "coverArt": "https://mangadex.org/covers/8fe61dfd-ca48-4aba-94fc-dbe8d3cb490a/f7b25c27-e217-4de4-9fc0-e1b2dbd2fe61.jpg",
    "altTitles": [
      {
        "de": "Östliches Zitat des Flüchtigen Mondes ~ Silent Sinner in Blue"
      },
      {
        "en": "Touhou Bougetsushou ~ Silent Sinner in Blue"
      },
      {
        "ja": "東方儚月抄 ~ Silent Sinner in Blue"
      },
      {
        "tr": "Touhou Bougetsushou ~ Depresyondaki Sessiz Günahkar"
      }
    ],
    "description": {
      "en": "東方儚月抄 (romanized Touhou Bougetsushou, meaning Eastern Ephemeral Moon Vignette) is a loosely interconnected storyline about the Lunarians that includes Silent Sinner in Blue, Cage in Lunatic Runagate, and Inaba of the Moon and Inaba of the Earth.\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "pt": "Yukari Yakumo, a youkai das fronteiras, ela compareceu descontraída enquanto bebia o chá no Santuário Hakurei, ela pediu para que a sacerdotisa estudasse sobre a divinação para futuros eventos. A sacerdotisa achou a idéia maluca da Youkai e levou por brincadeira os planos da Youkai.  \nLogo depois, Yukari montou uma invasão contra lua há mais de 1000 anos atrás, porém, o seu plano não deu certo, agora, ela pede auxilio para os Youkais residentes de Gensokyo para mais uma tentativa de invasão."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "42d0b1e8-164d-4149-9a87-480bd21a7e15",
    "title": {
      "en": "City Where the Moon Does Not Rise"
    },
    "updatedAt": "2024-12-26T13:43:14+00:00",
    "coverArt": "https://mangadex.org/covers/42d0b1e8-164d-4149-9a87-480bd21a7e15/5fb052fb-13b0-4f7f-a2b1-ca9f80ce52d2.jpg",
    "altTitles": [
      {
        "ko": "달이 뜨지 않는 도시"
      }
    ],
    "description": {
      "en": "Ha-jeong, a high school girl living an unfortunate life, has only a glimpse of the daily life of the influencer \"Daldalrun.\"\n\nHa-jeong has an obsession level of affection for her and even hacked into the wall pad of her house and peeks at even her very private life. One day, while peeking into Daldalrun's room as usual.\n\nHa-jeong witnesses Daldalrun's death, and the next day, she finds she's possessed Daldalrun's dead body...."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a84f79-368c-44ca-8a8f-57103b9a5628",
    "title": {
      "en": "Tou no Kanri o Shite Miyou"
    },
    "updatedAt": "2024-12-24T23:55:49+00:00",
    "coverArt": "https://mangadex.org/covers/23a84f79-368c-44ca-8a8f-57103b9a5628/451aa517-6067-485d-bc03-08c279bbaff5.jpg",
    "altTitles": [
      {
        "ja": "塔の管理をしてみよう"
      },
      {
        "ja-ro": "Tou no Kanri wo Shite Miyou"
      },
      {
        "en": "Let's Manage the Tower"
      },
      {
        "ko": "탑의 관리를 해보자!"
      },
      {
        "zh": "成为塔的管理者吧！"
      },
      {
        "zh-hk": "成為塔的管理者吧！"
      },
      {
        "ru": "Получается, я теперь в ответе за башню"
      },
      {
        "vi": "Isekai làm người quản lý tháp"
      }
    ],
    "description": {
      "en": "Kosuke is killed by a truck, his soul is lost in a garden with two beautiful girls. The owner of the place will let him choose whether he will be reborn or summoned to another world, and he maintains the summons. In this new world, the main two girls who were created by the owner of the garden to help him find the mystery behind the world - a Dungeon tower. Will he be able to become the owner of this tower and manage it?",
      "ja": "仕事帰りに交通事故に遭ったことから魂が別世界に飛ばされてしまった考助。彼は保護してくれた女神の助力により、これまでの記憶を持ったまま新しい世界で生きていくことに。さらに女神が創造してくれたという、チートな能力と天使のような羽を持つ最強美女ふたりをお供に、新たな生を送ることになったのですが――。",
      "es-la": "Kosuke es atropellado por un camión mientras regresaba del trabajo. En ese momento, mientras su vida terminaba, su alma fue transferida al \"Jardín de la eterna primavera\" donde lo esperaba una hermosa mujer. Ella inmediatamente lo lleva con la diosa suprema, encargada de dicho mundo. La diosa suprema le permitirá elegir entre poder entrar al ciclo de la encarnación y renacer para empezar una nueva vida o ser invocado a otro mundo, de lo cual él elige ser invocado. La diosa suprema antes de transferirlo a este nuevo mundo le otorga una habilidad divina y dos bellas y poderosas sirvientes. En este nuevo mundo, las dos chicas principales que fueron creadas por la diosa del jardín le ayudarán a encontrar el misterio detrás del mundo: una torre de mazmorra. ¿Podrá convertirse en el dueño de esta torre y administrarla?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ae21099-033c-4899-8da6-ff8cd7e4751e",
    "title": {
      "en": "Yes, It's Me. The Obsessive Side Top"
    },
    "updatedAt": "2024-10-03T04:45:33+00:00",
    "coverArt": "https://mangadex.org/covers/6ae21099-033c-4899-8da6-ff8cd7e4751e/86543380-f568-4622-9fb6-51c49c41f8a5.jpg",
    "altTitles": [
      {
        "ko": "그래 나다. 서브광공"
      },
      {
        "en": "Yeah, It's Me. The Side Obsessive Seme"
      }
    ],
    "description": {
      "en": "One day, he suddenly became 'Ha Jin' a love-blind sub-protagonist in a webtoon. As he inevitably becomes involved with the main protagonist, Sun Woo, he becomes more and more immersed in the atmosphere and starts talking nonsense...\n\n“Sun Woo, are you a good kisser?”\n\"Why do you want to know?\"\n\"Sun Woo, why are you so seductive?! If you continue like this, oh, I'll end up liking you!\"\n\nThe revolving love story of Sun Woo, who slowly falls in love with Ha Jin, and Ha Jin, who is a master of clueless flirting."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-12-28T14:27:47+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635b00c8-792a-461e-ad26-60c6dd6c9a2b",
    "title": {
      "en": "Yandere-chan ga Kowasugiru node Gorioshi de Yarisugoshitara Tondemonai koto ni Natta"
    },
    "updatedAt": "2024-06-26T14:20:18+00:00",
    "coverArt": "https://mangadex.org/covers/635b00c8-792a-461e-ad26-60c6dd6c9a2b/3260fe46-ca12-4081-bbbd-283bc7856f5a.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレちゃんが怖すぎるのでゴリ押し でやり過ごしたらとんでもないことになった"
      },
      {
        "en": "The Yandere Girl Is Too Scary, So I Pushed Her past the Point of No Return, and It Turned Out to Be Kind of Creepy."
      }
    ],
    "description": {
      "en": "**Links:**\n|Raws|Short Hair|Long Hair version|\n|:-|:-|:-|\n|X|[Link](https://twitter.com/kota2comic/status/1581918070087770112)|[Link](https://twitter.com/kota2comic/status/1583367882141929472)|\n|Pixiv|[Link](https://www.pixiv.net/en/artworks/102122260)|[Link](https://www.pixiv.net/en/artworks/102122260)\n|Fanbox|[Link](https://kotatsu358.fanbox.cc/posts/4610339)|[Link](https://kotatsu358.fanbox.cc/posts/4629483)|\n|Fantia|[Link](https://fantia.jp/posts/1532443)|[Link](https://fantia.jp/posts/1539462)|"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "8499d5d0-e558-4853-b0bc-8ae2edbc6978",
    "title": {
      "en": "Date A Live - Dead end TOHKA"
    },
    "updatedAt": "2018-09-05T10:06:58+00:00",
    "coverArt": "https://mangadex.org/covers/8499d5d0-e558-4853-b0bc-8ae2edbc6978/c2f3c47e-37ca-4339-a6ce-d769b1e83c71.jpg",
    "altTitles": [
      {
        "en": "Date a Live - Touka Dead End"
      },
      {
        "en": "デート・ア・ライブ 十香デッドエンド"
      }
    ],
    "description": {
      "en": ""
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6df29d13-2dab-4ca6-a0b5-74070abf3e1d",
    "title": {
      "en": "The One Within the Villainess"
    },
    "updatedAt": "2024-11-08T11:34:24+00:00",
    "coverArt": "https://mangadex.org/covers/6df29d13-2dab-4ca6-a0b5-74070abf3e1d/5db86ab7-14bb-4a30-a9f9-6aa16f5771df.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の中の人"
      },
      {
        "ja": "悪役令嬢の中の人〜断罪された転生者のため嘘つきヒロインに復讐いたします〜"
      },
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito"
      },
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito: Danzai sareta Tenseisha no Tame Usotsuki Heroine ni Fukushuu Itashimasu"
      },
      {
        "en": "The One Within the Villainess"
      },
      {
        "fr": "La fille au sein de l'antagoniste"
      },
      {
        "fr": "Celle à l'intérieur de la vilaine"
      },
      {
        "es": "La persona dentro de la villana"
      },
      {
        "uk": "Та, що всередині лиходійки"
      },
      {
        "ko": "악역 영애 안의 사람"
      },
      {
        "vi": "Kẻ Cư Ngụ Bên Trong Ác Nữ"
      },
      {
        "vi": "Ác Nữ chuyển sinh"
      },
      {
        "id": "Didalam Diri Seorang Villaness"
      },
      {
        "zh": "恶役千金的真面目"
      },
      {
        "zh": "恶役千金的真面目～为被定罪的转生者向骗子女主报复～"
      },
      {
        "zh-hk": "惡役千金的真面目"
      },
      {
        "zh-hk": "惡役千金的真面目～為被定罪的轉生者向騙子女主報復～"
      }
    ],
    "description": {
      "en": "In order to clear the name of ‘Emi’, a girl who had reincarnated as Remilia, the villainess of an otome game, the real Remilia who had been watching all along inside awakens.\n\nNow it's time for the true villainess's revenge to begin!",
      "id": "Agar bisa membersihkan nama \"Emi\", yaitu nama seorang gadis yang bereinkarnasi menjadi Remilia sang villainess dari sebuah game otome, Remilia asli yang selama ini mengawasi emi dari dalam akhirnya telah tersadar.\n\nSekarang adalah waktunya bagi sang villainess yang asli untuk membalaskan dendamnya!",
      "vi": "Để minh oan cho ‘Emi’, một cô gái đã tái sinh thành Remilia, nhân vật phản diện của trò chơi otome, Remilia, người đã luôn theo dõi cô, bắt đầu trả thù!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f30aad6f-bd9b-4fcd-b2d0-ccbbad93a9a4",
    "title": {
      "en": "Leave it to us! Peace Electronics"
    },
    "updatedAt": "2024-12-31T21:47:50+00:00",
    "coverArt": "https://mangadex.org/covers/f30aad6f-bd9b-4fcd-b2d0-ccbbad93a9a4/4507e931-065e-49b9-9895-2ce062e06a97.jpg",
    "altTitles": [
      {
        "ja-ro": "Omakase! Peace Electronics"
      },
      {
        "en": "おまかせ!ピース電器店"
      },
      {
        "ja-ro": "Omakase! Peace Denkiten"
      },
      {
        "vi": "Vua Sáng Chế"
      }
    ],
    "description": {
      "en": "Kantaro and Kentaro, father and son, are inventors who run a store in Takagaya Suruzan street, a store full with crazy inventions."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "217"
  },
  {
    "mangaId": "65ed6ac3-19f0-4369-bcf6-a6f49b4b73df",
    "title": {
      "en": "Full Voice!"
    },
    "updatedAt": "2024-10-10T11:41:15+00:00",
    "coverArt": "https://mangadex.org/covers/65ed6ac3-19f0-4369-bcf6-a6f49b4b73df/6da40c1b-9185-4eb8-9d48-6138cb1fcfaa.png",
    "altTitles": [
      {
        "ja": "フルボイス！"
      },
      {
        "ko": "풀 보이스!"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-12-20T04:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1caae7cb-9e28-48c4-96a2-9a24ead822ff",
    "title": {
      "en": "Peach Boy Riverside"
    },
    "updatedAt": "2024-10-17T23:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/1caae7cb-9e28-48c4-96a2-9a24ead822ff/ee931ebc-1299-4c48-a836-37a014b0280b.jpg",
    "altTitles": [
      {
        "ja": "ピーチボーイリバーサイド"
      },
      {
        "zh": "桃子男孩渡海而来"
      },
      {
        "ru": "Персиковый мальчик, пришедший с другого побережья"
      }
    ],
    "description": {
      "en": "Sarutorine Aldike, or Sari, is a bright, cheerful princess who wants to go on an adventure because she is bored of her tiny little castle in the countryside. One day, a hoard of vicious demons known as \"Oni\" come knocking on her doorstep, threatening the lives of everyone in the Kingdom. Thankfully, they are saved by a lone traveler named Kibitsu Mikoto who slays these monsters with a mysterious \"Peach Eye\". Shocked by the dangers of the outside world, Sari decides to set off on a journey of her own. Little did she know that she will set in motion a chain of events that will come to determine the fate of this magical world.\n\nRemake version of Cool Kyoushinsha’s popular webcomic of the same name.",
      "ja": "誰もが知る“あの童話”には続きがあった…！750万超のアクセスを記録する伝説のWEB漫画、新生!!　『旦那が何を言っているかわからない件』『小森さんは断れない！』ほか数多くの連載を持つ漫画家・クール教信者が、デビュー以前から描き続けてきたファンタジー巨編!!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "81"
  },
  {
    "mangaId": "ff442aab-7908-40bc-8d10-93c6bb318466",
    "title": {
      "en": "Becoming a Witch in a World Full of Monster Stories"
    },
    "updatedAt": "2024-11-13T21:07:27+00:00",
    "coverArt": "https://mangadex.org/covers/ff442aab-7908-40bc-8d10-93c6bb318466/8d2fc569-76fb-43e0-a216-d0d11cc29d11.png",
    "altTitles": [
      {
        "zh": "在充满怪谈的世界里成为魔女"
      },
      {
        "zh-ro": "Zai Chongman Guaitan De Shijie Li Chengwei Monv"
      },
      {
        "zh-ro": "Zài Chōngmǎn Guàitán De Shìjiè Lǐ Chéngwéi Mónǚ"
      },
      {
        "en": "Become a Witch in a World Full of Ghost Stories"
      },
      {
        "en": "Become an Enchantress in a World Full of Ghost Tales"
      }
    ],
    "description": {
      "en": "Day 1: Recently my eyes seem to be a bit off, always seeing strange things. Wait, the cabinet seems to be moving, I'll go check it out.\n......\nDay 13: I see them! Damn! Why is this world full of monsters!?\n......\nDay 101: There's nothing to be afraid of anymore! Donning a witch's gown, I've become a monster myself!",
      "zh": "Day1：最近我的眼睛好像有点儿不对劲，总是看见奇怪的东西。 等等，柜子好像动了，我去看一下。 Day13：我看见它们了！ 该死！这个世界怎么到处都是怪谈！？ …… Day101：已经没有什么好怕的了！ 穿上了魔女的长裙，我已经成为了怪谈！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17eebcc7-d993-446c-84be-c222bfb27794",
    "title": {
      "en": "Tensei Akuma no Saikyou Yuusha Ikusei Keikaku"
    },
    "updatedAt": "2024-11-19T01:58:34+00:00",
    "coverArt": "https://mangadex.org/covers/17eebcc7-d993-446c-84be-c222bfb27794/94f40ab8-a7c7-41b5-90dd-f11583cef752.jpg",
    "altTitles": [
      {
        "ja": "転生悪魔の最強勇者育成計画"
      },
      {
        "en": "Reincarnated Devil's Plan for Raising the Strongest Hero"
      },
      {
        "pt-br": "O plano do demonio reencarnado é criar o herói mais forte."
      }
    ],
    "description": {
      "en": "Kakyu, a former Japanese who was reincarnated as a low-level devil in hell, has acquired unparalleled strength over two thousand years. However, unexpectedly, he is exiled to another “different world,” liberated from the harsh underworld. Kakyu, who was enjoying his dream slow life, witnesses the village he owes everything to being attacked. Despite rushing to the scene, the village is annihilated. Picking up the only surviving baby, Alus, Kakyu resolves to raise Alus to become the happiest person in the world to repay the debt…!?",
      "id": "Kakyu, yang dulunya orang jepang terlahir kembali sebagai iblis tingkat rendah di neraka, telah memperoleh kekuatan yang tak tertandingi selama dua ribu tahun. Namun, dengan tak terduga, ia diasingkan ke “dunia lain” yang berbeda, terbebas dari dunia bawah yang keras. Kakyu, yang menikmati hidup lambat impian, menyaksikan desa tempat dia berhutang segalanya diserang. Meskipun bergegas ke tempat kejadian, desa tersebut dihancurkan. Mengangkat bayi yang selamat, Ars, Kakyu bertekad untuk membesarkan Ars agar menjadi orang paling bahagia di dunia untuk membayar hutangnya…!?",
      "ja": "地獄の下級悪魔だったカキューは二千年の時を懸命に生き抜き、無類の強さを身につけた。だが、神々の喧嘩に巻き込まれ\"異世界\"へ放逐。図らずも過酷な環境の地獄から解放される。平和な土地で憧れのスローライフを満喫するカキューだったが、慣れない異世界で公私共に世話になっていた村が突然襲撃を受け――… 村に取り残されていた赤ん坊アルスを拾った彼は、恩義に報いるため、アルスを世界一幸せな人間に育てることを心に誓う！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8312e9d-f78a-4e7a-8c42-0508b2fe571a",
    "title": {
      "en": "#Sono Gap ni Yowai Tokushuu"
    },
    "updatedAt": "2024-09-26T16:38:24+00:00",
    "coverArt": "https://mangadex.org/covers/a8312e9d-f78a-4e7a-8c42-0508b2fe571a/e17ac55f-8995-4dfa-ad0b-a42fd1b109c0.jpg",
    "altTitles": [
      {
        "ja": "#そのギャップにょゎぃ 特集"
      },
      {
        "ja-ro": "#Sono Gap Nyoi Tokushuu"
      }
    ],
    "description": {
      "en": "\"If I knew about this gap of yours, I'd fall in love!\"\n\nThe side your partner only shows you is irresistible! There's plenty of addictive gap moe in these stories! A collection of one shots featuring \"gap boys.\"\n\nCover Illustration: Machi Suehiro\n\nList of stories:\n1. The Chief Iwatsuji Only I Know / **Ore dake Shitteru Iwatsuji Kachou** (俺だけ知ってる岩辻課長) by ***Utsumi Long***\n\n2. Cute Liar / **Kawaii Usotsuki** (かわいいうそつき) by ***Suehiro Machi***\n\n3. **NON STOP Zaizen-kun** (NON STOP財前くん) by ***Kusege***\n\n4. The Right Way to Shorten Our Distance / **Tadashii Kyori no Chizume Kata** (正しい距離の縮め方) by ***JANMN***\n\n5. Akaoni-kun's Rice Ball / **Akaoni-kun no Onigiri** (赤鬼くんのおにぎり) by ***Hakata***\n\n6. It's Your Fault for Being So Suggestive / **Omowaseburi na Kimi ga Warui** (思わせぶりな君がわるい) by ***Tamaki Tsumugu***\n\n7. About a Guy Called \"Matsubara\" / **\"Matsubara\" to Iu Otoko** (「松原」という男) by ***Hashioka Ritsuki***\n\n8. Tell Me About Your Fingers / **Yubisaki de Oshiete** (指先でおしえて) by ***Yamamoto Mato***\n\n9. My Roommate's an Android? / **Roommate wa Android?** (ルームメイトはアンドロイド？) by ***Yamaguchi Suguri***\n\n10. Do You Understand What You're Doing, Senpai? / **Senpai, Wakatte Yatten no?** (先輩、わかってやってんの？) by ***Rakuta Shouko***",
      "ja": "＼君のそんなギャップ知ったら好きになっちゃうだろ！／\n\n🌟pixivコミックだけでお届けするショート特集🌟\n完全新作読み切り集「ギャップ男子」が大集合！\n\n相手にしか見せないその姿がたまらない、\nやみつきになるギャップが盛りだくさん！\n複数の作家陣が「ギャップ男子」をテーマに執筆！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
    },
    "updatedAt": "2024-10-30T22:04:23+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/653c9057-d9fb-4f32-85f9-48aae296c4f0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
      },
      {
        "uk": "Сусідський ангел сильно мене балує: Бісля дощу"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories.",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まり二人は少しずつ惹かれあっていく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53",
    "title": {
      "en": "Dívčí válka: Maidens' War"
    },
    "updatedAt": "2024-12-12T19:45:39+00:00",
    "coverArt": "https://mangadex.org/covers/7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53/cf4fdb02-f86c-493c-82d8-c514d524338e.jpg",
    "altTitles": [
      {
        "ja": "乙女戦争 ディーヴチー・ヴァールカ"
      },
      {
        "ja-ro": "Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Divichi Valka"
      },
      {
        "en": "The Maidens' War: Dívčí Válka"
      },
      {
        "en": "Maidens War - Divichi Valka"
      },
      {
        "cs": "Dívčí válka"
      },
      {
        "fr": "Divci Valka, La guerre des pucelles"
      }
    ],
    "description": {
      "en": "The year is 1420. A small village in the Kingdom of Bohemia is wiped out by marauding Crusader knights. A young peasant girl named Šárka is the sole survivor of the massacre. She meets up with Jan Žižka, leader of the Hussite army, and chooses to take up arms…\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/divci-valka-maidens-war)",
      "pt-br": "O ano é 1420. Uma pequena vila no Reino da Boêmia é destruída por cavaleiros da cruzada. Uma jovem camponesa chamada Sarka é a única sobrevivente do massacre. Ela se encontra com Jan Zizka, líder do exército hussita, e decide pegar em armas…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "60"
  },
  {
    "mangaId": "e5148679-29de-4fff-b1a1-c77c44c41d5a",
    "title": {
      "en": "Crest of the Stars"
    },
    "updatedAt": "2023-01-01T13:42:55+00:00",
    "coverArt": "https://mangadex.org/covers/e5148679-29de-4fff-b1a1-c77c44c41d5a/09c3fc91-1153-4e18-ae51-cf3ea3dbe507.jpg",
    "altTitles": [
      {
        "ja": "Seikai no Monshou"
      },
      {
        "ru": "Звёздный Герб"
      },
      {
        "ja": "星界の紋章"
      },
      {
        "ja": "星界の紋章 (米村孝一郎)"
      }
    ],
    "description": {
      "en": "2012 manga running in Comic Meteor.  \r\n  \r\nCrest of the Stars follow Jinto Lynn, a young count whose world is taken over by the space-dwelling race of the Abh. When Jinto was a young boy, his father, Rock Lynn, under threat of invasion, handed over their world, Martine, to the Abh in exchange for a position within Abh society. Young Jinto is sent off to school to learn the ways of Abh nobility and the story of Crest of the Stars picks up as he meets the young Abh princess, Lafiel as they are about to travel to military school for Jinto's further training.  \r\n  \r\nHowever, in the midst of their travels, Lafiel and Jinto (along with the Abh ship Gothlauth, a.k.a. Gosroth) find themselves at the very beginnings of a war between the Abh Empire and the Four Nations Alliance of humankind—an anti-Abh alliance of the democratic nations of the United Mankind, the Federation of Hania, the Republic of Greater Alcont, and the People's Sovereign Union of Planets."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": ""
  },
  {
    "mangaId": "bdf0dbce-3795-4ce0-8f46-86aebd018a6c",
    "title": {
      "en": "Foxes Always Lie"
    },
    "updatedAt": "2024-11-30T03:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/bdf0dbce-3795-4ce0-8f46-86aebd018a6c/2a446fe0-6787-4948-9f8b-db9669a46b45.jpg",
    "altTitles": [
      {
        "en": "The Fox Always Lies"
      },
      {
        "zh": "狐狸总是在说谎"
      },
      {
        "en": "The Fox's Never-Ending Lies"
      }
    ],
    "description": {
      "en": "Tang Ran is a bright and cheerful little fox spirit. To graduate from the Monster Academy, she transforms into a human college student hoping to seduce a human and make them fall in love with her. However, little does she know that the reserved human female professor she has a crush on, Su Qingci, is actually a…\n\nOne lie leads to another. To make the other person fall in love with them first, the fox must spin an endless web of “lies.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "270f205c-e9a6-4b24-b940-59d5c07829d1",
    "title": {
      "en": "Gal ni Yasashii Otaku-kun"
    },
    "updatedAt": "2024-10-30T21:24:03+00:00",
    "coverArt": "https://mangadex.org/covers/270f205c-e9a6-4b24-b940-59d5c07829d1/9430b5bb-1b28-46f3-9656-cc2cbab46505.jpg",
    "altTitles": [
      {
        "ja": "ギャルに優しいオタク君"
      },
      {
        "ja-ro": "Gyaru ni Yasashii Otaku-kun"
      },
      {
        "en": "Otaku x Gal"
      },
      {
        "en": "Otaku-kun Who's Kind to Gyaru"
      },
      {
        "en": "Otaku-kun Who's Kind to Gals"
      },
      {
        "en": "Gal-Friendly Otaku-kun"
      }
    ],
    "description": {
      "en": "Otakura is a high school boy who's clearly an otaku, and Narumi is a high school gal. Normally, these two polar opposites would never cross paths, even at school. But by a strange coincidence, it turns out Otakura is able to use his inherently handy nature to help out Narumi with her own hobby-related requests, one after another?",
      "id": "Odakura, seorang anak SMA yang terlihat otaku, dan Narumi, seorang gadis SMA yang terlihat seperti seorang gal. Awalnya, mereka adalah dua kutub yang berlawanan yang tidak akur di sekolah, tetapi secara kebetulan, Odakura menggunakan ketangkasan alaminya untuk mengabulkan permintaan Narumi satu demi satu!? \n\nKomedi romantis remaja sekolahmu♪",
      "ja": "見た目がオタクな男子高校生の小田倉と、ギャルな女子高生の鳴海。\n本来は学校でも交わらない真逆のタイプの二人だったけれど、ひょんなことから小田倉は持ち前の手先の器用さで、鳴海の趣味に関するお願い事を次々と叶えていって!?\n\nギャルの趣味を理解するオタク君の学園青春ラブコメディー♪\n\n---\n\nMitame ga otakuna danshi kōkōsei no Odagura to, gyaruna mesukōsei no Narumi. Honrai wa gakkō demo majiwaranai magyaku no taipu no futaridattakeredo, hyon'nakotokara Odagura wa mochimae no tesaki no kiyō-sa de, Narumi no shumi ni kansuru o negaigoto o tsugitsugi to kanaete itte!? \n\nGyaru no shumi o rikai suru otaku-kun no gakuen seishun rabukomedī ♪",
      "pt-br": "Odakura, um garoto do ensino médio que parece um otaku, e Narumi, uma garota do ensino médio que se parece com uma gal. Originalmente, eles eram polares opostos que não se davam bem na escola, mas por acaso, Odakura usou sua destreza natural para conceder os desejos da Narumi um após o outro!? Sua comédia romântica escolar da juventude."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83067b19-bdfb-4ba1-8178-7052e68b41bf",
    "title": {
      "en": "Goshujin-sama to Yuku Isekai Survival!"
    },
    "updatedAt": "2024-06-24T13:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/83067b19-bdfb-4ba1-8178-7052e68b41bf/04b35e06-f28a-4690-a46d-470780980063.jpg",
    "altTitles": [
      {
        "en": "Survival in Another World with My Mistress!"
      },
      {
        "ja-ro": "Craft Game no Nouryoku de Isekai Kouryaku!!"
      },
      {
        "en": "Different World Survival to go with the Master"
      },
      {
        "ja-ro": "Goshujin-sama to Yuku Isekai Sabaibaru!"
      },
      {
        "ja-ro": "Goshujinsama to Yuku Isekai Survival!"
      },
      {
        "en": "Isekai Minecraft"
      },
      {
        "ru": "Захватить другой мир с силой майнкрафта!"
      },
      {
        "ru": "Захватить другой мир с силой ремесленных игр!"
      },
      {
        "ja": "ご主人様とゆく異世界サバイバル！"
      },
      {
        "zh": "跟主人一起在异世界生存!"
      },
      {
        "zh-hk": "跟主人一起在異世界生存！"
      },
      {
        "ja": "ご主人様とゆく異世界サバイバル! THE COMIC"
      },
      {
        "ja-ro": "Goshujin-sama to Yuku Isekai Survival! THE COMIC"
      }
    ],
    "description": {
      "en": "Kosuke found himself in a whole different world. Standing there with the wilderness to the east and a forest to his left, he decided to make good use of the occurrence, and tests his knowledge, to where he finds this amazing crafting ability, just like the games from his original world!  \n\n――This is a light for life in a different world.  When I thought, I was suddenly attacked by a beautiful dark elf…?!  \n  \nStart different world capture with different races and sub-races!  \n\n---\n\n- [Official LN (Eng)](https://sevenseasentertainment.com/series/survival-in-another-world-with-my-mistress-light-novel/)",
      "es": "Supervivencia en el otro mundo con mi maestro  \n¿¡Kousuke se encontró en un mundo completamente diferente!?  \nDe pie allí, con el desierto al este y un bosque a su izquierda, decidió hacer un buen uso de la ocurrencia y pone a prueba su conocimiento, donde encuentra esta increíble habilidad de creación, ¡al igual que los juegos de su mundo original!",
      "ja": "気が付けば、そこは異世界だった!?目の前には荒野と背後には森が広がる大地に立っていたコースケ。\n\n培った知識から森でサバイバルをしていたところ、元の世界でプレイしていたサバイバルゲームのように道具を作れるクラフト能力を手に入れていたことに気が付いた。\n\n——これで異世界生活にも光明が。と思っていたところ、いきなり美人ダークエルフに襲われて……!?\n\n異種族・亜人種たちとゆく異世界攻略スタート!!\n\n---\n\n- [Official LN (JP)](https://gcnovels.jp/goshujin/)  \n- [Original WN (JP)](https://ncode.syosetu.com/n3742ey/)",
      "ru": "Косукэ оказался в совершенно ином мире. Стоя там посреди дикой природы в густом лесу, он решил использовать это перемещение с умом и проверить свои знания выживания! Там он находит эту удивительную возможность крафта, точно такую же, как и в игре из его изначального мира!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a447b70-8700-4592-ae92-4b45e503a2bf",
    "title": {
      "en": "Saikai Shita Osananajimi ga Watashi o Suki da Nante Kiitenai!"
    },
    "updatedAt": "2024-12-31T18:17:11+00:00",
    "coverArt": "https://mangadex.org/covers/4a447b70-8700-4592-ae92-4b45e503a2bf/1f8b0692-c60c-47a3-b5f9-e4347c4bba73.jpg",
    "altTitles": [
      {
        "ja": "再会した幼馴染が私を好きだなんて聞いてない!"
      },
      {
        "en": "I Never Heard That My Childhood Friend, Whom I Reunited With, Likes Me!"
      }
    ],
    "description": {
      "en": "Nao, a first-year university student, is quietly enjoying her campus life. The school is buzzing with talk about her handsome classmate and model, “Sho,” but she assumes such a glamorous world has nothing to do with her plain self. However, to her surprise, her crybaby and clumsy childhood friend turns out to be “Sho”! Not only that, but they suddenly start living together in secret from everyone…?! A love story between two people who can’t be honest with their feelings begins to unfold after their reunion."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c8f0358-d663-4d60-8590-b5e82890a1e3",
    "title": {
      "en": "Keikenzumi na Kimi to, Keiken Zero na Ore ga, Otsukiai Suru Hanashi"
    },
    "updatedAt": "2024-10-09T01:30:11+00:00",
    "coverArt": "https://mangadex.org/covers/1c8f0358-d663-4d60-8590-b5e82890a1e3/04403ddb-d8bc-439d-aa9f-b1c8502001af.jpg",
    "altTitles": [
      {
        "ja": "経験済みなキミと、 経験ゼロなオレが、 お付き合いする話"
      },
      {
        "ja-ro": "Keiken Zumi na Kimi to, Keiken Zero na Ore ga, Otsukiai Suru Hanashi"
      },
      {
        "en": "You Were Experienced, I Was Not: Our Dating Story"
      },
      {
        "th": "หนุ่มซิงกับสาวฮอต เดตนี้จะรอดมั้ยนะ"
      },
      {
        "ru": "Искушённая ты и незрелый я,"
      },
      {
        "ru": "История знакомства опытной тебя и неопытного меня"
      },
      {
        "en": "Our Dating Story: The Experienced You and the Inexperienced Me"
      },
      {
        "en": "A Story About You, Who Has Experience, And Me, Who Has Zero Experience, Dating"
      }
    ],
    "description": {
      "en": "Ryuuto Kashima is a gloomy high school student. Because of a punishment game, he was forced to confess to Runa Shirakawa, a girl from the top of school caste and admired by everyone. They ended up going out for the unexpected reason of \"Err, I'm free now so...\" but, Ryuuto ends up following and eavesdropping Runa getting confessed by a handsome soccer club member, and Runa bringing Ryuuto, whom she just started dating, to her own room as a matter of course. \n\nThey have different friends and ways to have fun, different in just about everything. And yet, surprised by their differences everyday, accepting it, they begin to relate with each other.\n\n___\n**Character Designer:** [magako](https://mangadex.org/author/fd30d521-18ba-4638-94c3-700858ce7c43)",
      "ja": "スクールカースト最上位&憧れの美少女・月愛に罰ゲームきっかけで告白した、陰キャ気味の男子高校生・龍斗。返事はなんと、「今わたしフリーだし」という一言で即OK! こうして何もかも正反対の二人は、お付き合いすることになり…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9230ddb5-a3a9-45e5-9455-d8e7e7abbae8",
    "title": {
      "en": "Anmitsu Hoippu! Watashi ga Inakucha Dame na Kanojo no Hanashi"
    },
    "updatedAt": "2024-12-26T04:52:17+00:00",
    "coverArt": "https://mangadex.org/covers/9230ddb5-a3a9-45e5-9455-d8e7e7abbae8/e7834b15-a8dd-41ef-92e3-1026f4155f68.jpg",
    "altTitles": [
      {
        "ja": "あんみつホイップ！ワタシがいなくちゃダメなカノジョのハナシ"
      },
      {
        "ja-ro": "Anmitsu Hoippu! Watashi ga Inakucha Dame na Kanojo no Hanashi"
      },
      {
        "en": "Anmitsu Whip! Stories of My Girlfriend Who Can't Live Without Me"
      }
    ],
    "description": {
      "en": "\"I can't live without you!\"\n\nA cohabiting yuri couple, Anzu and Mitsuki, have a relationship where they simply can’t live without each other! A lighthearted and sweet Girls' Love comedy that depicts the lovey-dovey everyday lives of this co-dependent couple. ♪",
      "ja": "「アナタがいなくちゃダメなの!」\n同棲中の百合ップル、あんずとみつきはお互いにお互いなしではいられない関係。\nそんなふたりのいちゃラブな日常を描いた、ゆる甘共依存ガールズラブコメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "955c730a-9304-4f82-ae96-af48ff5eaa0c",
    "title": {
      "en": "Kurai Anoko to Shitai koto"
    },
    "updatedAt": "2024-11-03T23:16:36+00:00",
    "coverArt": "https://mangadex.org/covers/955c730a-9304-4f82-ae96-af48ff5eaa0c/d1db736e-8e28-42e4-928a-533031f3a21c.jpg",
    "altTitles": [
      {
        "ja": "くらいあの子としたいこと"
      },
      {
        "ja-ro": "Kurai Ano Ko to Shitai Koto"
      },
      {
        "en": "What I’d Like to Do with That Gloomy Girl"
      },
      {
        "zh": "想与阴暗的她一起做的事"
      },
      {
        "zh-ro": "Xiǎng yǔ yīn'àn de tā yīqǐ zuò de shì"
      },
      {
        "id": "Apa yang inginku lakukan dengan gadis yang murung itu?"
      },
      {
        "vi": "Cô nàng u ám cùng lớp của tôi"
      }
    ],
    "description": {
      "en": "That gloomy girl is so beautiful! Let's aim for it!",
      "ja": "新学期から脱ぼっちを目指す高校2年生・田端蓮。友達の為に最初に声をかけたのは、なんだか暗くてちょっぴり怖い。でも目が離せない女の子、佐々木透子で。。。。",
      "pt-br": "A garota sombria é linda!  Uma romcom escolar sobre uma garota fofa e tímida e um garoto que quer fazer amigos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69dcebee-7446-4eb2-8244-d903f12a6712",
    "title": {
      "en": "The Isekai Returnee is Too OP for the Modern World"
    },
    "updatedAt": "2024-11-04T23:04:33+00:00",
    "coverArt": "https://mangadex.org/covers/69dcebee-7446-4eb2-8244-d903f12a6712/3b04467e-7330-4544-bb67-b9c7d576af54.jpg",
    "altTitles": [
      {
        "ja": "異世界帰りの勇者が現代最強! 異能バトル系美少女をビシバシ調教することに!?"
      },
      {
        "ja-ro": "Isekai Kaeri no Yuusha ga Gendai Saikyou! Inou Battle-kei Bishoujo o Bishibashi Choukyou Suru Koto ni!?"
      },
      {
        "en": "The Modern Strongest Hero Who Came Home"
      },
      {
        "ru": "Вернувшийся герой остаётся сильнейшим и в своём мире"
      }
    ],
    "description": {
      "en": "Morishita Taiju was transported into another world and became a hero, after wonderfully defeating the Demon Lord, he has returned to Japan. He was satisfied with his peaceful days as he hid his power, but... Hidden yokai and people with powers start to rampage, and the (rare nowadays) academy power battle-ish hidden world unfolds!! And now he trains beautiful warriors using superpowers!?",
      "ja": "異世界に転移して勇者になった森下大樹は、みごと魔王を打倒して日本に戻ってきた。大樹は身につけた力を隠しながら、平穏な日々を満喫していが……。この現代では人知れず妖魔や能力者が跋扈する、（今時珍しい）学園異能バトルっぽい裏の世界が広がっていて──!?",
      "pt-br": "Daiki Morishita, Que Foi Invocado Para Outro Mundo E Se Tornou Um Herói, Retornou Ao Japão, Derrotando O Rei Demônio. E Agora Ele Treina Guerreiras Bonitas Usando Superpoderes!\n\n\n---\n\n**Links:**\n- [Japanese Light Novel (Amazon)](https://www.amazon.co.jp/dp/B07F6ZFQZL)  \n- [Japanese Light Novel (Bookwalker)](https://bookwalker.jp/series/167011)  \n- [Japanese Web Novel](https://ncode.syosetu.com/n7961ej)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d36bea9f-853f-4908-9957-5514b1903e36",
    "title": {
      "en": "Marika-chan no Koukando wa Bukkowarete iru"
    },
    "updatedAt": "2024-12-30T05:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/d36bea9f-853f-4908-9957-5514b1903e36/4c2aa3ac-182b-48d0-89dc-9883befb3a46.jpg",
    "altTitles": [
      {
        "ja": "茉莉花ちゃんの好感度はぶっ壊れている"
      },
      {
        "id": "Status Bar yang menunjukkan rasa suka Marika-chan rusak"
      },
      {
        "en": "Marika-chan's affection meter is completely broken."
      },
      {
        "es-la": "El Medidor De Afecto De Marika-San Esta Completamente Roto"
      },
      {
        "pt-br": "O medidor de afeto da Marika-chan está completamente quebrado."
      }
    ],
    "description": {
      "en": "I’ve gained the ability to see the affection levels of the girl I like.──I don’t have the courage to confess my feelings to my childhood friend, Marika-chan. One day, I made a strong wish upon a shooting star: \"I wish I could understand the feelings of others, like in a dating game.\" Then, that wish came true...!?\n\nFloating above the girls in my class are affection meters. While confused by this surreal sight, I decide to check Marika-chan’s meter, only to find it has broken past its limits, turning into a hellish meter...!?\n\nMarika-chan, you don’t like me, so why are you so kind to me...?\n──What is Marika-chan’s hidden truth behind her cute façade? Does she really hate me!? Or is it something else...!?",
      "id": "Aku tiba-tiba bisa melihat tingkat rasa suka dari gadis yang kusukai.──Aku tidak punya keberanian untuk menyatakan cinta pada teman masa kecilku, Marika-chan. Suatu hari, aku membuat permohonan yang sangat kuat pada bintang jatuh: \"Aku berharap bisa memahami perasaan orang lain, seperti di dalam game romansa.\" Dan ternyata, permohonan itu terkabul...!?\n\nDi atas kepala para gadis di kelasku, muncul status bar yang menunjukkan rasa suka. Dalam kebingunganku melihat pemandangan aneh ini, aku memutuskan untuk memeriksa status barnya Marika-chan. Namun, status barnya justru melebihi batas, berubah menjadi status bar \"neraka\" yang benar-benar kacau...!?\n\nMarika-chan, kalau kau tidak menyukaiku, kenapa kau begitu baik padaku...?\n──Apa rahasia sebenarnya di balik sikap Marika-chan yang manis dan menggemaskan? Apakah dia benar-benar membenciku!? Atau mungkin sebenarnya...!?",
      "ja": "あらすじ・内容\n好きな子からの好感度が見えるようになりました。──幼馴染の茉莉花ちゃんに告白する勇気の無い僕。ある日、流れ星に強く願った「恋愛ゲームみたいに相手の気持ちがわかるようになりますように」すると、その願いは叶ってしまい…!?クラスの女子達に浮かぶ好感度メーター。非現実な光景に戸惑いながらも茉莉花ちゃんのを見に行くと、下限突破した地獄のメーターになっていて…!?茉莉花ちゃん、僕のこと嫌いなのにどうしてそんなに優しかったの…？――裏アリ可愛い茉莉花ちゃんの隠された本音は？本当にキライなの!?それとも…!?",
      "pt-br": "Eu ganhei a habilidade de ver os níveis de afeição da garota de quem gosto. ──Eu não tenho coragem de confessar meus sentimentos à minha amiga de infância, Marika-chan. Um dia, fiz um desejo forte a uma estrela cadente: \"Eu queria poder entender os sentimentos dos outros, como em um jogo de namoro.\" Então, esse desejo se tornou realidade...!?\n\nFlutuando acima das garotas da minha turma estão medidores de afeição. Enquanto fico confuso com essa visão surreal, decido verificar o medidor da Marika-chan, apenas para descobrir que ele ultrapassou os limites, transformando-se em um medidor infernal...!?\n\nMarika-chan, você não gosta de mim, então por que é tão gentil comigo...?\n──Qual é a verdade oculta de Marika-chan por trás de sua fachada fofa? Ela realmente me odeia!? Ou é algo mais...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c2869d7-3893-4dfe-8b4f-f729a0870ae1",
    "title": {
      "en": "\"Monban Yattero\" to Iware Juugo Nen, Tsuttatetteru Aida ni Ore no Maryoku ga 9999 \"Saikyou\" ni Sodattemashita"
    },
    "updatedAt": "2024-12-29T00:33:22+00:00",
    "coverArt": "https://mangadex.org/covers/7c2869d7-3893-4dfe-8b4f-f729a0870ae1/0e9818b2-06ad-48f1-aab2-246deb7600ff.png",
    "altTitles": [
      {
        "ja": "「門番やってろ」と言われ15年、突っ立ってる間に俺の魔力が9999（最強）に育ってました"
      },
      {
        "ja-ro": "\"Monban Yattero\" to Iware 15 Nen, Tsuttatetteru Aida ni Ore no Maryoku ga 9999 \"Saikyou\" ni Sodattemashita"
      },
      {
        "en": "Being Told \"Do Your Best\" for 15 Years, My Magical Power Has Grown to 9999 \"The Strongest\""
      }
    ],
    "description": {
      "en": "Although Royle is blessed with a good physique, he was told that he had no talent for fighting, and was forced to work as a lonely gatekeeper for 15 years. While he is working, all he can do is fantasize about the adventure stories in which he is the main character, and his job as gatekeeper is replaced by an “automatic surveillance interception magic tool” and he is laid off.\nLoyle is at a loss, but on the way to another town, he meets the saint Diz. After meeting her, he discovers that the “strongest original magic” that he always used in his delusions can in fact be used in reality…\nAn exhilarating story about the strongest man with no communication skills and 9999 magic power who becomes an adventurer and becomes unrivaled!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "239975a9-b3d5-4ebc-be10-8bcb9cdeefcf",
    "title": {
      "en": "Lady Saint, Please Stop Your Weird Tricks!"
    },
    "updatedAt": "2024-08-22T23:51:15+00:00",
    "coverArt": "https://mangadex.org/covers/239975a9-b3d5-4ebc-be10-8bcb9cdeefcf/970d61ad-a8ef-4c00-b7ad-aabb21090497.png",
    "altTitles": [
      {
        "en": "I Transmigrated Into Demon King of Harem?"
      },
      {
        "en": "Lady Saintess, Please Stop Your Weird Imaginations!"
      },
      {
        "zh": "圣女小姐请停止你的奇怪脑补!"
      },
      {
        "zh-ro": "Shèng Nǚ Xiǎojiě Qǐng Tíngzhǐ Nǐ De Qíguài Nǎo Bǔ!"
      },
      {
        "zh-ro": "Sheng Nv Xiaojie Qing Tingzhi Ni De Qiguai Nao Bu!"
      },
      {
        "en": "Miss Saintess, Please Stop Your Wild Imagination!"
      }
    ],
    "description": {
      "en": "I, the Saint, will never give myself up to you. I will never give myself up to you, the Demon King. Whether it’s a strange drug, a special treatment, or a hypnosis, use it all on me!\nI, Lucius, the Demon King, am determined to change my fate as a villain and be destroyed! This is why you saint, dwarf Princess, Elf, and Valkyrie no longer need to fight against me!",
      "zh": "【我——波莉，圣女，即使一身正字，也绝不会屈服于你这魔王的威逼利诱的！ 不管是奇怪的药物、特殊的改造、精神的催眠，全都对我使用吧！】 【我——路修，魔王，一心改变自己作为反派而被毁灭的命运！ 所以你们这些圣女、公主、精灵、女武神就不要再向我白给了！】"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f157eb1e-3468-4abc-9541-472e59633ced",
    "title": {
      "en": "My Mom's a Superstar"
    },
    "updatedAt": "2024-03-18T15:34:13+00:00",
    "coverArt": "https://mangadex.org/covers/f157eb1e-3468-4abc-9541-472e59633ced/dcfbef3d-2e79-4213-94a6-a25e8f7e12e1.png",
    "altTitles": [
      {
        "zh": "我的妈妈是大明星"
      },
      {
        "zh-hk": "我的媽媽是大明星"
      },
      {
        "zh-ro": "Wǒ de māmā shì dà míngxīng"
      },
      {
        "en": "My Mom's a Superstar"
      },
      {
        "fr": "Ma Mère est une Superstar"
      },
      {
        "pl": "Moja mama jest super gwiazdą"
      }
    ],
    "description": {
      "en": "What will happen when an overly-supportive daughter discovers loads of photos of her mom, a famous actress, on the internet posing with her female co-stars in ways that \"friends\" would not do?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c807df59-8692-4993-919f-830512273b1b",
    "title": {
      "en": "Bumpoor"
    },
    "updatedAt": "2025-01-01T07:38:15+00:00",
    "coverArt": "https://mangadex.org/covers/c807df59-8692-4993-919f-830512273b1b/d32df35f-f936-4e1d-9169-eee1e93013b8.jpg",
    "altTitles": [
      {
        "ja": "バンプアー"
      },
      {
        "en": "Bumpman Poor"
      }
    ],
    "description": {
      "en": "His life hits rocks bottom, but he is the ultimate in assassinations. The legend of a hitman with absolute lethality begins.333 yen in his pocket. Occupation: assassin. In a life of extreme poverty, all he has is hunger and his mission. Whenever his stomach rumbles, the poor but strong Nojima Ryou appears, shattering both reality and fiction!The start of a pitch-black assassination drama depicted with overwhelming realism!!",
      "vi": "Cuộc sống đang ở đáy, và sự ám sát đang ở đỉnh cao. Truyền thuyết về sát thủ cực kỳ nguy hiểm khai mạc từ đây.\n\nAnh ta có 333 yên. Nghề nghiệp: sát thủ. Trong cuộc sống cực kỳ nghèo khó, tất cả những gì tồn tại chỉ là đói khát và nghĩa vụ. Ryo Nojima, một người đàn ông nghèo nhưng mạnh mẽ xuất hiện khi bụng anh bắt đầu cồn cào, phá hủy cả thực tế và hư cấu!\nCâu chuyện ám sát đen tối, được miêu tả với hiện thực choáng ngợp, bắt đầu!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-11-21T15:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/94d40a54-9507-4dfd-8f37-adf6ae64a43d.jpg",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "01f1c42b-cd00-4051-b63f-81ea40a3a4fc",
    "title": {
      "en": "It's not Ba, it's Va"
    },
    "updatedAt": "2024-10-25T15:51:23+00:00",
    "coverArt": "https://mangadex.org/covers/01f1c42b-cd00-4051-b63f-81ea40a3a4fc/ae98c004-49bb-4da4-bf7e-e80e91340e0e.png",
    "altTitles": [
      {
        "ja": "バじゃなくて、ヴァ"
      }
    ],
    "description": {
      "en": "Choboraunyopomi x Vanguard\n\nThe crazy unit comedy four-panel story begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "564046e1-2919-4f8b-93cc-907b36256534",
    "title": {
      "en": "Boku wa Kimitachi wo Shihai suru"
    },
    "updatedAt": "2024-11-02T14:33:47+00:00",
    "coverArt": "https://mangadex.org/covers/564046e1-2919-4f8b-93cc-907b36256534/83128f84-b89b-4bd1-8e26-13bf2b06d40a.jpg",
    "altTitles": [
      {
        "ja": "僕は君たちを支配する"
      },
      {
        "ru": "Я буду контролировать тебя"
      },
      {
        "zh-hk": "我將要支配你們的一切"
      },
      {
        "vi": "Ta cai trị các em"
      },
      {
        "en": "I Will Rule You All"
      },
      {
        "es-la": "Las Dominaré a Todas"
      }
    ],
    "description": {
      "en": "Seven women, one man, a suspenseful harem story!\n\nDuring a class reunion, the school became an enclosed dimension without warning. Yelling and screaming brought no response. 26-year old unemployed Haruka Sato has to survive by cooperating with seven of his former classmates. Soon, the extreme conditions began to eat away at their sanity, and Haruka's hidden desires began to take hold.",
      "ru": "Семь женщин и один мужчина - захватывающая история о гареме!\n\nВо время встречи выпускников школа неожиданно превратилась в замкнутое пространство. Крики и вопли ни к чему не привели. 26-летнему безработному Харуке Сато приходится выживать, сотрудничая с семью своими бывшими одноклассниками. Вскоре экстремальные условия начали разъедать их рассудок, и скрытые желания Харуки начали овладевать ими.\n\n---\n\n(Source: [mangalib](https://mangalib.me/boku-wa-kimitachi-wo-shihai-suru?section=info))",
      "vi": "Bảy nữ, một nam, câu chuyện hậu cung hồi hộp!\nTrong một buổi họp lớp, trường học bỗng nhiên bị một bức tường kỳ lạ bao quanh, không ai có thể thoát ra được. Haruka Sato 26 tuổi thất nghiệp phải sống sót bằng cách hợp tác với bảy người bạn học cũ của mình. Cuối cùng, hoàn cảnh khắc nghiệt bắt đầu ăn mòn tâm trí của họ, và dục vọng thầm kín của Haruka đã lộ ra nanh vuốt",
      "es-la": "¡Siete mujeres, un hombre, una historia de harén llena de suspenso! Durante una reunión de ex-alumnos, la escuela se convirtió en una dimensión cerrada sin previo aviso. Los gritos y chillidos no trajeron respuesta. Haruka Sato, desempleado de 26 años, tiene que sobrevivir cooperando con siete de sus antiguas compañeras de clase. Pronto, las condiciones extremas comenzaron a devorar su cordura, y los deseos ocultos de Haruka comenzaron a afianzarse."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "11",
    "lastChapter": "94"
  },
  {
    "mangaId": "97e8bb6b-1407-4053-b167-87d1077fb9df",
    "title": {
      "en": "Suguru-kun Fight!"
    },
    "updatedAt": "2024-12-03T00:56:01+00:00",
    "coverArt": "https://mangadex.org/covers/97e8bb6b-1407-4053-b167-87d1077fb9df/29dd2aa6-743b-41fc-a71c-508ada532773.jpg",
    "altTitles": [
      {
        "uk": "Борись, Сугуру!"
      },
      {
        "ja": "スグルくんファイト!"
      },
      {
        "en": "Fight Suguru-kun!"
      }
    ],
    "description": {
      "en": "When Suguru, an ordinary high school student, comes home as usual, he bumps into his older sister's friend, Noriyuki! \n\nDeciding at first glance that the huge and rugged-looking Noriyuki is the type he doesn't like, Suguru leaves the house to escape from him, but for some reason Noriyuki starts to pester him persistently...!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "36.5"
  },
  {
    "mangaId": "80e1c03c-ecf5-4dd4-a421-29eb1655cc93",
    "title": {
      "en": "Ruwei"
    },
    "updatedAt": "2024-10-26T20:21:00+00:00",
    "coverArt": "https://mangadex.org/covers/80e1c03c-ecf5-4dd4-a421-29eb1655cc93/912c398c-5a8d-40f9-8ced-412f58eaaece.png",
    "altTitles": [
      {
        "zh": "入味"
      },
      {
        "zh-ro": "rù wèi"
      },
      {
        "ja": "入味 この娘と食卓を囲む日から"
      },
      {
        "ja-ro": "Ruwei ~Kono Musume to Shokutaku o Kakomu hi Kara~"
      },
      {
        "en": "Flavorful"
      },
      {
        "ko": "루웨이"
      },
      {
        "ko": "루웨이 ~이 여자와 식탁에 둘러앉은 날부터~"
      }
    ],
    "description": {
      "en": "While getting a nighttime snack, the female artist Xin Xin accidentally saves Yin Yin, a wasted rich girl. She gives her a bath, changes her clothes, and even makes her a bowl of *suantang* noodles after much wheedling...\n\nAfter multiple attempts at rebuffing her forward advances, Xin Xin ends up letting the \"homeless\" Yin Yin stay with her as she needs a roommate.\n\nSocial and beautiful, Yin Yin breaks the ice bit by bit with the strict and independent Xin Xin... Their yuriful table for two starts becoming available now!\n\n---\n\n**Links:**\n- [Official Japanese Translation](https://manga.bilibili.com/detail/mc33027)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "19"
  },
  {
    "mangaId": "5a96c030-82b6-40f4-aa0f-c590b6f69f03",
    "title": {
      "en": "Yu-Gi-Oh! 5D's"
    },
    "updatedAt": "2022-10-09T15:14:34+00:00",
    "coverArt": "https://mangadex.org/covers/5a96c030-82b6-40f4-aa0f-c590b6f69f03/01d524fe-bcde-4983-add5-d675b1faf6bc.jpg",
    "altTitles": [
      {
        "en": "遊☆戯☆王5D's"
      },
      {
        "en": "遊戯王5D's"
      },
      {
        "pt-br": "O Rei dos Jogos 5D's"
      }
    ],
    "description": {
      "en": "The Yu-Gi-Oh! 5D's manga is a spin-off of its anime series. Like the Yu-Gi-Oh! GX manga, the events that take place, as well as the cards used by characters differ from those in the anime. It was published monthly in the V Jump magazine in Japanese, and has been released in English via the Shonen Jump magazine starting with the January 2011 issue. It began serialization on August 21, 2009, and ended on January 21, 2015, with a bonus chapter being announced to be included in the final volume. The author of the manga is Masahiro Hikokubo and the artist of the manga is Masashi Satō. The manga is supervised by Kazuki Takahashi.",
      "pt-br": "Em uma versão alternativa de Yu☆Gi☆Oh 5D's, Yuusei e seu amigo, Sect, estão duelando em Satellite quando um Cavaleiro Esqueleto de uma lenda urbana aparece, forçando Yuusei a duelar com ele pela liberdade de Sect. Em Neo-Domino, Rex Godwin está planejando um torneio conhecido como o Grand Prix D1 enquanto Jack se dirige para Satellite e confronta Yuusei, que nesta versão, parece não saber..."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "68"
  },
  {
    "mangaId": "e91dcdd1-005c-457d-a6c0-84f3fe22c1b0",
    "title": {
      "en": "The Main Heroines Are Trying to Kill Me"
    },
    "updatedAt": "2024-12-29T00:54:58+00:00",
    "coverArt": "https://mangadex.org/covers/e91dcdd1-005c-457d-a6c0-84f3fe22c1b0/ffc0c5fd-0fe3-43fe-b88f-37c4ca3a74fd.jpg",
    "altTitles": [
      {
        "ja": "勇者ですが、ヒロインたちに命を狙われています"
      },
      {
        "ko": "메인 히로인들이 나를 죽이려 한다"
      }
    ],
    "description": {
      "en": "Frey Raon Starlight was the hero who killed his family and comrades and destroyed the world. His goal was to return to the past, unlock a \"hidden route\" to truly save the world, and achieve peace.\n\nAs planned, he successfully returns to the past and gains access to the hidden route. However, his relief is short-lived as he is confronted with an unexpected truth: the five heroines he killed in his previous life have retained their memories and are now trying to kill him...!\n\nCan Frey, under such extreme circumstances, save the world this time?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b2a840-d4a3-4fc1-a1f2-2371189089e6",
    "title": {
      "en": "Plunderer"
    },
    "updatedAt": "2025-01-01T00:45:49+00:00",
    "coverArt": "https://mangadex.org/covers/c7b2a840-d4a3-4fc1-a1f2-2371189089e6/09f7edff-453a-4e78-bb69-a9d89244ddfb.jpg",
    "altTitles": [
      {
        "ja": "プランダラ"
      },
      {
        "fa": "الْنَّهَّاب"
      },
      {
        "ru": "Грабитель"
      },
      {
        "th": "พลันเดอเรอร์ จอมโจรคนเหนือเลข"
      },
      {
        "ko": "플런더러"
      },
      {
        "zh": "掠夺者"
      },
      {
        "zh-hk": "星掠者"
      },
      {
        "pt-br": "Saqueador"
      }
    ],
    "description": {
      "en": "In the world of Alcia' where rank is determined by \"counts\" a young girl named Hina scours the land for the fabled Ace-the legendary hero of the Waste War. With only the last words of her missing mother to guide her search' she wanders from town to town until she meets Licht' a clownish masked vagrant with a count of –999. Girl-crazy and unpredictable' he's the exact opposite of a hero…or at least' that's how he appears…",
      "pt": "É o ano 305 do calendário Alcian e o mundo é atualmente controlada por ” números”. Todo ser humano ao nascer é marcado com um “Count”. Esta contagem pode ser qualquer coisa: A quantidade de quilômetros que andou, ou a quantidade de pessoas que disseram que sua comida é saborosa. Se sua contagem cair para 0, você será enviado para o abismo. Após contagem da mãe de Hina cair para 0, o seu último pedido foi para Hina procurar pelo lendário Barão Vermelho.",
      "ru": "305 год по Альциановому календарю, мир управляется «числами». Каждый человек рождается заклейменный «счётчиком». Этот «счётчик» может быть чем угодно: пройденные километры, количество людей, посчитавших вашу стряпню вкусной. Если «счётчик» падает до нуля, вы попадете в Бездну. После того, «счётчик» матери нашей героини — Хины — перешел грань своих возможностей, её последней просьбой, обращённой к дочери, было: найти легендарного Красного Барона.",
      "es-la": "Año 305 del calendario Alcián, el mundo se encuentra controlado por los \"numeros\". Cada ser humano que nace es marcado con un \"Contador\". Este contador puede subir con cualquier acción; ya sea la cantidad de Kilómetros recorridos, o si alguna persona dice que su comida es sabrosa. Pero si su cuenta se reduce a 0, será enviado al abismo. Antes que la cuenta de la madre de Hina llegará a 0, su ultima voluntad fue que buscara al Legendario Rey Caido...",
      "pt-br": "No mundo de Alcia, onde a classificação é determinada por \"contagens\", uma jovem chamada Hina vasculha a terra em busca do lendário Ace - o lendário herói da Guerra do Desperdício.  Com apenas as últimas palavras de sua mãe desaparecida para guiar sua busca, ela vagueia de cidade em cidade até conhecer Licht, um vagabundo mascarado de palhaço com uma contagem de –999.  Louco por garotas e imprevisível, ele é exatamente o oposto de um herói... ou pelo menos é assim que ele parece..."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "21",
    "lastChapter": "82"
  },
  {
    "mangaId": "c956e450-ba9e-4dd5-8008-652c0e3a6a91",
    "title": {
      "en": "Mad for Love"
    },
    "updatedAt": "2024-10-24T08:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/c956e450-ba9e-4dd5-8008-652c0e3a6a91/e6b9bfdc-e8a2-4294-9910-b567c4ebb69d.jpg",
    "altTitles": [
      {
        "zh": "脱缰"
      },
      {
        "zh-ro": "Tuojiang"
      }
    ],
    "description": {
      "en": "After traveling into a historical BL novel, the actor Lin Yan gains a special ability: fast-traveling through a skill called [Escape Death]. His first mission? To secretly orchestrate an attack on Prince Qi Zhen, which leads to the prince becoming the villain. Lin Yan’s first identity in this world is none other than Lin Shou Yan, the prince’s foolish fiancé. But as he plays his role, he accidentally captures the prince’s heart, and his fake death turns out to be the key reason Qi Zhen becomes a ruthless tyrant! A cold, overthinking tsundere prince and his scheming, perverted fiancé—chaos ensues!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]