[
  {
    "mangaId": "4f9eab7d-a2b2-4ee5-9d59-6744f0df4e12",
    "title": {
      "en": "Domestic na Kanojo"
    },
    "updatedAt": "2024-12-05T08:30:21+00:00",
    "coverArt": "https://mangadex.org/covers/4f9eab7d-a2b2-4ee5-9d59-6744f0df4e12/7129edad-f454-4b06-aee7-518a17259967.jpg",
    "altTitles": [
      {
        "en": "Domestic Girlfriend"
      },
      {
        "fr": "Love X Dilemma"
      },
      {
        "tr": "Evcimen Kız Arkadaş"
      },
      {
        "ru": "Домекано"
      },
      {
        "ar": "عشيقتي من أسرتي"
      },
      {
        "ja": "ドメスティックな彼女"
      },
      {
        "zh": "家有女友"
      },
      {
        "ko": "도메스틱한 그녀"
      },
      {
        "ru": "Домашняя девушка"
      },
      {
        "vi": "Bạn gái chung nhà"
      }
    ],
    "description": {
      "en": "Natsuo Fujii is in love with his teacher, Hina. Attempting to forget his feelings towards her, Natsuo goes to a mixer with his classmates where he meets an odd girl named Rui Tachibana. In a strange turn of events, Rui asks Natsuo to sneak out with her and do her a favor. To his surprise, their destination is Rui's house—and her request is for him to have sex with her. There's no love behind the act; she just wants to learn from the experience. Thinking that it might help him forget about Hina, Natsuo hesitantly agrees. After this unusual encounter Natsuo now faces a new problem. With his father remarrying, he ends up with a new pair of stepsisters; unfortunately, he knows these two girls all too well. He soon finds out his new siblings are none other than Hina and Rui! Now living with both the teacher he loves and the girl with whom he had his \"first time,\" Natsuo finds himself in an unexpected love triangle as he climbs ever closer towards adulthood.",
      "it": "Quella notte, Natsuo perse la sua verginità. La sua partner? Si chiama Rui e l'ha incontrata appena il giorno stesso dopo la scuola. E' lei ad averlo convinto, semplicemente dicendo di voler conoscere di più riguardo il sesso. Non voleva iniziare una relazione, né le interessava di Natsuo. In seguito, Natsuo si sente in colpa per aver perso la verginità con una ragazza che non gli piace neanche particolarmente. In più, si sente come se avesse tradito la ragazza per cui ha una cotta, la sua insegnante Hina. Un particolare triangolo amoroso che comprende Natsuo, Rui e Hina avrà inizio quando scopriranno…",
      "pt": "Hoje à noite, Natsuo perdeu a virgindade. Sua parceira? Seu nome é Rui e acabou de conhecê-lo entre amigos da escola. Ela foi a única que arquitetou essa situação, com o discurso de apenas conhecer mais sobre o sexo. Ela não queria começar um relacionamento, ela não liga pro Natsuo. No entanto, Natsuo não se sente bem por perder a virgindade com uma garota que ele não necessariamente gosta. Na verdade, isso fez com que ele sentisse que estivesse traindo sua paixão da escola: a professora Hina. Um triângulo amoroso surge entre Natsuo, Rui e Hina e tudo acaba com eles na mesma família!",
      "ru": "Это история о трёх героях: Нацуо, Руи и Хине. Руи — молодая девушка, не желающая вступать в отношения, Нацуо — обычный ученик старшей школы, а Хина — молодая учительница. Руи, несмотря на то, что ей не интересны отношения, хочет узнать о сексе и уговаривает Нацуо лишить её девственности. После произошедшего Нацуо мучает чувство вины, так как он лишил невинности девушку, к которой не испытывает чувств. Кроме того Нацуо не может забыть и о своей симпатии к молодой учительнице Хине. Это история стара как мир — история о неразделённой любви.",
      "tr": "Natsuo Fujii öğretmeni Hina'ya aşıktır. Ona karşı olan hislerini unutma amacıyla, Natsuo sınıf arkadaşlarıyla bir mixer partisine gidip orada Rui Tachibana isimli garip bir kız ile tanışır. Garip bir şekilde Rui, Natsuo'ya onun ile birlikte partiden kaçmasını ve ona bir iyilik yapmasını rica eder. Fakat aslında, gittikleri yer Rui'nin evidir—ve Rui'nin bahsettiği rica da onun ile cinsel ilişkiye girmesidir. Bu durumun arkasında herhangi bir aşk yoktur; Rui yalnızca deneyim elde etmek ister. Hina'yı unutmasına yardımcı olacağı düşüncesiyle, Natsu kararsızca kabul eder. Bu sıra dışı karşılaşmanın ardından, Natsuo'yu yeni bir problem karşılar. Babasının yeniden evlenmesi sonucunda, bir çift üvey kız kardeşi olur; fakat ne yazık ki, Natsuo\nbu iki kız kardeşi çok iyi tanıyordur. Hemen ardından bu kız kardeşlerin Hina ve Rui'den başkası olmadığını öğrenir. Aşık olduğu öğretmeni ve \"ilkini çaldığı\" kız ile, Natsuo kendini beklenmedik bir aşk üçgeninin ortasında bulur."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "28",
    "lastChapter": "276"
  },
  {
    "mangaId": "5e16acfe-896a-4f20-8223-482f862107e3",
    "title": {
      "en": "One Day, Suddenly, Seoul Is"
    },
    "updatedAt": "2024-08-19T22:27:42+00:00",
    "coverArt": "https://mangadex.org/covers/5e16acfe-896a-4f20-8223-482f862107e3/dff9a28c-90be-4d00-a8d7-07218a1fb373.jpg",
    "altTitles": [
      {
        "ko": "어느날 갑자기 서울은"
      },
      {
        "ko-ro": "Eoneunal Gapjagi Seoul-eun"
      }
    ],
    "description": {
      "en": "\"You’re its prey the moment you touch it.\" \n\nOne day, a terrible virus variant attacks Seoul! \n\nYeon-woo is on a school trip to Seoul, and is excited thinking that he can finally get along with his one classmate, So-yeon, whom he has a crush on.\n\nHowever, during this time, unidentified cells appeared in front of Yeon-woo’s class, who were sightseeing in Seoul. The mutant cells manifestation quickly turns Yeon-woo and his classmates’ school trip into hell as anyone who comes into contact with the cells will become a hideous monster that wants to consume anything with flesh...! \n\nWill Yeon-woo be able to leave Seoul safely?",
      "pt-br": "Yeon Woo está apaixonado. Ele não tem olhos pra mais nada além da So Yeon. Na escola ele não conseguiu falar com ela, mas agora que eles estão indo pra uma excursão escolar em Seoul, ele tem esperança de conseguir pelo menos começar a conversar com ela, mesmo apesar de ser muito introvertido. Porém, tem coisas estranhas acontecendo em Seoul… Algo terrível está prestes a dominar a cidade… Nesse dia, Seoul de repente é…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "730e65ef-b00c-4495-9935-9db252d93d4a",
    "title": {
      "en": "Love Gives Me Superpowers"
    },
    "updatedAt": "2024-12-07T11:21:33+00:00",
    "coverArt": "https://mangadex.org/covers/730e65ef-b00c-4495-9935-9db252d93d4a/ba582d65-8898-4118-84aa-8a1bbaf24096.jpg",
    "altTitles": [
      {
        "zh": "恋爱让我有了超能力"
      },
      {
        "zh-hk": "戀愛讓我有了超能力"
      },
      {
        "zh-ro": "Lian'ai Rang Wo Youle Chao Nengli"
      },
      {
        "en": "Falling In Love Gives Me Superpowers"
      }
    ],
    "description": {
      "en": "Art student Zhong Shenxiu encountered a problem during a sketching class. She couldn't \"truly see\" Xu Ke, a top student and the subject of the sketch. If she can't truly see the subject then she can't draw. Zhong Shenxiu put down her paintbrush. If she became a better student, she would be able to get closer to her, right? If she could get closer to her, then she could truly see her, right? Until the distance between them is no more--Face to face. Phew! Now I can finally see her! But! This is... Too close! Help! What Should I do?!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ef11280-30bc-434b-bf61-c61e092905ac",
    "title": {
      "en": "Class de 2 Banme ni Kawaii Onna no Ko to Tomodachi ni Natta"
    },
    "updatedAt": "2024-12-22T22:12:12+00:00",
    "coverArt": "https://mangadex.org/covers/8ef11280-30bc-434b-bf61-c61e092905ac/5d934665-9655-40a1-ae1f-d1ea2dd6d76f.jpg",
    "altTitles": [
      {
        "ja": "クラスで２番目に可愛い女の子と友だちになった"
      },
      {
        "en": "I Became Friends with the Second Cutest Girl in My Class"
      },
      {
        "id": "Aku Berteman dengan Gadis Paling Cantik Kedua di Kelas ku"
      },
      {
        "it": "Sono diventato amico con la seconda ragazza più carina nella mia classe"
      }
    ],
    "description": {
      "en": "I, Maehara Maki, someone who couldn't make any acquaintances or friends in high school, finally had someone I can hang out with outside of school. A girl. Her name was Asanagi-san. The boys in my class called her \"The class's second cutest girl\" behind her back. On Fridays, she would refuse her best friend, Amami, \"the cutest girl in class's\" invitation just to hang out in my house with me. Together, we played games, watched some movies, read some manga while eating junk foods like pizza and hamburgers, and chugging cola without a care in the world. To others, we may seem sloppy, but it was a precious, secret time together for Asanagi-san and myself.\n___\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/59139)",
      "id": "Aku, Maehara Maki, seseorang yang tidak memiliki kenalan atau teman di SMA, akhirnya memiliki seseorang yang bisa aku ajak bergaul di luar sekolah. Seorang gadis.\n\nNamanya Asanagi-san. Anak-anak laki-laki di kelas saya memanggilnya 'Gadis paling imut kedua di kelas' di belakangnya.\n\nPada hari Jumat, dia akan menolak ajakan sahabatnya, Amami, 'gadis paling manis di kelas' hanya untuk berkumpul di rumah ku dengan ku.\n\nBersama-sama, kami bermain game, menonton film, membaca manga sambil makan junk food seperti pizza dan hamburger, dan menenggak cola tanpa peduli dengan dunia. Bagi orang lain, kami mungkin terlihat ceroboh, tetapi itu adalah waktu yang berharga, waktu rahasia bersama untuk Asanagi-san dan ku sendiri.",
      "ja": "「じゃあ、内緒の友達ってことで――」\n\nクラスでぼっちな俺・前原真樹に、初めてできた友だち・朝凪海。いつも輪の中心にいて、他の男子からは『クラスで２番目に可愛い』なんて陰で噂されている。ぼっちの俺なんかと住む世界が違う――と思いきや、まさかのＢ級映画好き!? ひょんなことから友だちになった朝凪さんは、金曜日の放課後だけこっそり俺の家に遊びに来る。映画にゲーム、漫画の趣味も合う彼女との楽しいひととき。",
      "es-la": "Yo, Maehara Maki, alguien que no podía conocer ni hacer amigos en la escuela secundaria, finalmente tenía a alguien con quien podía pasar el rato fuera de la escuela. Una mujer. Su nombre era Asanagi-san. Los chicos de mi clase la llamaban \"La segunda chica más linda de la clase'\" a sus espaldas. Los viernes, rechazaba la invitación de su mejor amiga, Amami, \"la chica más linda de la clase\" solo para pasar el rato en mi casa conmigo. Juntos, jugamos, vimos algunas películas, leímos manga mientras comíamos comida chatarra como pizza y hamburguesas, y tomábamos refrescos de cola sin preocuparnos por nada. Para otros, podemos parecer descuidados, pero fue un tiempo secreto y precioso para Asanagi-san y para mí.",
      "pt-br": "Eu, Maehara Maki, alguém que não conseguia conhecer ou fazer amigos no ensino médio, finalmente consegui alguém com quem eu pudesse sair fora da escola. Uma garota.\n\nO nome dela era Asanagi-san. Os meninos da minha turma a chamavam de 'a segunda garota mais fofa da turma' pelas costas.\n\nÀs sextas-feiras, ela recusava o convite de sua melhor amiga, Amami, 'a garota mais fofa da classe' só para ficar na minha casa comigo.\n\nJuntos, jogamos, assistimos a alguns filmes, lemos alguns mangás enquanto comíamos junk food como pizza e hambúrgueres e bebíamos refrigerantes sem nenhuma preocupação no mundo. Para outros, podemos parecer desleixados, mas foi um tempo precioso e secreto juntos para Asanagi-san e eu."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b69193bb-235f-4ee3-a755-b4d6ed48d77f",
    "title": {
      "en": "Gakuen Sensuikan-tai: Mermaid Girls"
    },
    "updatedAt": "2024-10-08T18:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/b69193bb-235f-4ee3-a755-b4d6ed48d77f/b719f205-193c-4d7d-a6f4-840627175907.jpg",
    "altTitles": [
      {
        "ja": "学園潜水艦隊マーメイドガールズ"
      }
    ],
    "description": {
      "en": "In the manga's story, extra-terrestrial life known as Trench Walkers reveal themselves, emerging from the Antarctic, and walking on the sea floor. Their goal is to terraform the Earth to their liking, which involves raising the sea level by 70 meters, thus rendering Tokyo and many other population centers uninhabitable. They have also begun to change Earth's surface water into what they call Nectar, the \"divine water.\" Those who are incompatible with Nectar have a high chance of death when imbibing it. However, there are girls who are found to be compatible with Nectar, and they are recruited to be marines in a fight against the Trench Walkers, boarding ships to do battle in a new deep sea front line. The story centers on Hiro Todoroki, who receives a message from an older sister, a marine supposedly missing in action. The message tells Hiro to find a formidable marine named Kiriri Tsunoba. Though lost and confused, Hiro heads to the Masakado Girls Academy Submarine Unit with the intent to join them."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4bde51e5-e420-45a4-98e9-7405bf2d59ff",
    "title": {
      "en": "Koe no Katachi"
    },
    "updatedAt": "2024-10-09T03:54:50+00:00",
    "coverArt": "https://mangadex.org/covers/4bde51e5-e420-45a4-98e9-7405bf2d59ff/2f8d133a-cf64-442a-9c79-cde975f6ae0c.jpg",
    "altTitles": [
      {
        "ja": "聲の形"
      },
      {
        "vi": "Dáng hình thanh âm"
      },
      {
        "es-la": "La Forma de La Voz"
      },
      {
        "tr": "Sesin Şekli"
      },
      {
        "ru": "Форма Голоса"
      },
      {
        "ar": "هيئة الصوت"
      },
      {
        "th": "รักไร้เสียง"
      },
      {
        "zh": "声之形"
      },
      {
        "zh-hk": "聲之形"
      },
      {
        "ko": "목소리의 형태"
      },
      {
        "uk": "Образ голосу"
      },
      {
        "uk": "Форма голосу"
      },
      {
        "pt-br": "A Voz do Silêncio"
      },
      {
        "id": "The Shape of Voice"
      },
      {
        "en": "A Silent Voice"
      }
    ],
    "description": {
      "de": "Handelt von einer Grunschulklasse, in die eine neue Schülerin, Shouko Nishimiya kommt. Diese ist seit ihrer Geburt taub und wird von ihren Klassenkameraden dementsprechend „anders“ behandelt – vor allem Shouya Ishida fängt an, sie zu drangsalieren.",
      "en": "The story revolves around Nishimiya Shouko, a grade school student who has impaired hearing. She transfers into a new school, where she is bullied by her classmates, especially Ishida Shouya. It gets to the point where she transfers to another school and as a result, Shou\u008dya is ostracized and bullied himself, with no friends to speak of and no plans for the future. Years later, he sets himself on a path to redemption.  \n\n---\n\nNote: Won the 19th Tezuka Osamu Cultural Award New Artist Prize in 2015 and the Ogaki City Cultural Alliance Award (Lifestyle Culture Division). Nominated for the category \"Best U.S. Edition of International Material\" in the 2016 Eisner Awards.",
      "uk": "У початковій школі Ішіда Шьоя був простим хуліганом, який знущався з глохонімої дівчини Нішімії Шьоко. Але на певному етапі його однокласники, які ще вчора сміялися разом з ним над бідною Нішімією, повертаються до нього спиною і він сам стає жертвою їхніх знущань. Пройшло шість років і тепер Ішіда знаходить Нішімію з метою вибачитися перед нею і закрити цю прикру сторінку свого життя.",
      "pt-br": "Nishimiya Shouko é uma estudante com deficiência auditiva. Durante o ensino fundamental, após se transferir para uma nova escola, Shouko passa a ser alvo de bullying e em pouco tempo precisa se transferir. O que ela não esperava é que alguns anos depois, Ishida Shouya, um dos valentões que tanto a fez sofrer no passado surgisse de novo em sua vida com um novo propósito."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "62"
  },
  {
    "mangaId": "6c281b88-78e2-4b93-9680-fb6152b91816",
    "title": {
      "en": "Shu yo, Omukae no Jikan desu"
    },
    "updatedAt": "2024-07-01T14:34:55+00:00",
    "coverArt": "https://mangadex.org/covers/6c281b88-78e2-4b93-9680-fb6152b91816/4e3af2d7-b83a-4c13-8d0c-796969dfdb3e.jpg",
    "altTitles": [
      {
        "ja": "主よ、お迎えの時間です"
      },
      {
        "ja-ro": "Shuyo, Omukae no Jikan desu"
      },
      {
        "en": "My Lord, It's Time to Pick You Up"
      },
      {
        "en": "Milord, It's Time to Pick You Up"
      }
    ],
    "description": {
      "en": "Is my adorable little nephew the reincarnation of the demon king Lucifer?!\"\n\nChris, a picture book author, takes in his nephew after the loss of his brother and sister-in-law during an accident. Noah is a strange and eccentric child with the ability to communicate with animals. One morning, overwhelmed with his new parental situation, Noah jumps into the road?! However, the person who saved Noah before it was too late was Harvey-sensei, the nursery school teacher, a demon with black wings and horns!! Revealing his true identity, the demon kneels down saying, “I have come to take you back, Lucifer-sama.”, announcing that Noah is the reincarnation of the demon king?!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7.5"
  },
  {
    "mangaId": "e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c",
    "title": {
      "en": "Kusuriya no Hitorigoto"
    },
    "updatedAt": "2024-11-10T09:36:29+00:00",
    "coverArt": "https://mangadex.org/covers/e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c/522068e0-577a-4eb1-b7ea-eff7efe70e94.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries"
      },
      {
        "ja-ro": "Kusuriya no Hitorigoto"
      },
      {
        "de": "Die Tagebücher der Apothekerin - Geheimnisse am Kaiserhof"
      },
      {
        "es": "El monólogo del farmacéutico"
      },
      {
        "it": "I diari della speziale"
      },
      {
        "it": "Il monologo della speziale"
      },
      {
        "fr": "Les carnets de l'apothicaire"
      },
      {
        "pl": "Zapiski zielarki"
      },
      {
        "ru": "Монолог в аптечной лавке"
      },
      {
        "uk": "Щоденник травникарки"
      },
      {
        "ar": "يوميات الصيدلة"
      },
      {
        "th": "สืบคดีปริศนา หมอยาตำรับโคมแดง เล่ม"
      },
      {
        "ko": "약사의 혼잣말"
      },
      {
        "zh": "药屋少女的呢喃"
      },
      {
        "zh-hk": "藥師少女的獨語"
      },
      {
        "vi": "Dược Sư Tự Sự"
      },
      {
        "id": "Keseharian sang Apoteker"
      },
      {
        "ka": "ფარმაცევტის მონოლოგი"
      },
      {
        "es": "Los diarios de la boticaria"
      },
      {
        "ja": "薬屋のひとりごと"
      },
      {
        "pt-br": "Diários de uma apotecária"
      }
    ],
    "description": {
      "de": "Maomao ist eine unscheinbare Dienerin am Kaiserlichen kaiserlichen Hof. Zumindest bemüht sie sich, so gesehen zu werden. Denn seit sie in den Dienst des Kaisers verkauft wurde, hat die junge Apothekerin alles darangesetzt, ihre Schuld abzuarbeiten, ohne weiteres Aufsehen zu erregen, damit sie bald nach Hause zurückkehren kann. Aber Maomao ist schlau – und viel zu neugierig. Als die Kronprinzen einer nach dem anderen einem mysteriösen „Fluch“ erliegen, mischt sie sich heimlich ein, um das Rätsel zu lösen. Dabei erregt sie die Aufmerksamkeit des Eunuchen Jinshi – und eh sie sichs versieht, wird sie mitten in die Intrigen am Kaiserhof hineingezogen…",
      "en": "Maomao, a young woman trained in the art of herbal medicine, is forced to work as a lowly servant in the inner palace. Though she yearns for life outside its perfumed halls, she isn’t long for a life of drudgery! Using her wits to break a “curse” afflicting the imperial heirs, Maomao attracts the attentions of the handsome eunuch Jinshi and is promoted to attendant food taster. But Jinshi has other plans for the erstwhile apothecary, and soon Maomao is back to brewing potions and…solving mysteries?!",
      "fr": "À 17 ans, Mao Mao a une vie compliquée. Formée dès son jeune âge par un apothicaire du quartier des plaisirs, elle se retrouve enlevée et vendue comme servante dans le quartier des femmes du palais impérial! Entouré de hauts murs, il est coupé du monde extérieur. Afin de survivre dans cette prison de luxe grouillant de complots et de basses manœuvres, la jeune fille tente de cacher ses connaissances pour se fondre dans la masse.\n\nMais, quand les morts suspectes de princes nouveau-nés mettent la cour en émoi, sa passion pour les poisons prend le dessus. Elle observe, enquête… et trouve la solution! En voulant bien faire, la voilà repérée… Jinshi, haut fonctionnaire aussi beau que calculateur, devine son talent et la promeut goûteuse personnelle d’une des favorites de l’empereur. Au beau milieu de ce nid de serpents, le moindre faux pas peut lui être fatal!\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "id": "Diculik dan dijual ke harem, Maomao berusaha bertahan dengan kemampuannya beradaptasi. Wawasan yang luas tentang obat-obatan membuat karirnya melompat tinggi, langsung menjadi pelayan pribadi selir kesayangan kaisar!",
      "it": "Maomao, una giovane farmacista del quartiere a luci rosse della capitale, viene venduta suo malgrado come sguattera alla corte imperiale. Anche se desidera ardentemente tornare libera, si ritrova a non disdegnare la vita tutto sommato comoda che è riuscita a ritagliarsi a palazzo, dove, senza farsi notare, riesce a proseguire i suoi studi di fitoterapia e sulla preparazione dei veleni. Di fronte a un male che affligge i figli dell’imperatore, Maomao sente tuttavia di farsi avanti e, sfruttando le sue conoscenze, riesce a salvare loro la vita. La ragazza attira così le attenzioni del bel eunuco Jinshi, che ha in mente per lei dei piani ben precisi.\n\n---\nGiovani donne vengono spesso vendute per lavorare per un breve periodo nell'harem dell'imperatore. È questo il caso di Maomao, farmacista presso il quartiere a luci rosse. Non ha alcun interesse nel farsi notare a palazzo e preferisce starsene per conto suo a preparare medicine, studiare veleni o fare esperimenti su se stessa. Ma quando a corte si diffonde la voce che i figli dell'imperatore sono destinati a una morte prematura, Maomao non riesce a rimanere indifferente. Mentre cerca di indagare, cattura l'attenzione di misterioso e affascinante ufficiale di alto rango. Ha così inizio la sua particolare carriera.",
      "ja": "宮中に名探偵誕生!?\n\n「小説家になろう」発! \nヒーロー文庫の大人気タイトル『薬屋のひとりごと』が、待望のコミカライズ! \n中世の宮中で下働きをする少女・猫猫(マオマオ)。\n花街で薬師をやっていた彼女が、帝の御子たちが皆短命であるこという噂を聞いてしまったところから、物語は動き始める。\n持ち前の好奇心と知識欲に突き動かされ、興味本位でその原因を調べ始める猫猫の運命は――…!?\n「小説家になろう」は株式会社ヒナプロジェクトの登録商標です。",
      "pl": "Maomao, ambitna młoda zielarka, zostaje porwana i trafia do haremu cesarza jako służąca. Aby nie pogarszać sytuacji, w której się znalazła, zataja swoje umiejętności, a nawet fakt, że potrafi czytać i pisać. Tymczasem nowo narodzone dzieci władcy umierają na skutek tajemniczej klątwy. Zielarka szybko orientuje się, że to nie magia, ale trucizna jest przyczyną śmierci niemowląt. Decyduje się ostrzec księżniczki, podrzucając do ich komnat wiadomość o powodach niezwykłej choroby ich dzieci. Dziewczyna nie przypuszcza nawet, jak bardzo ta decyzja zaważy na jej losie. Tym bardziej, że znalazła się w miejscu, w którym nikt nie może czuć się bezpieczny...",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?! Адаптация одноимённого ранобэ.  \n\n\n---\n\n- Won the Grand Prize in the Printed Manga category at the Tsugi ni Kuru Manga Award 2019.  \n\n\n---\n\n**Links:**  \n- [Mangaka's Twitter](https://twitter.com/nekokurage_)  \n- [Japanese Light Novel Bookwalker](https://bookwalker.jp/series/160955/)  \n- [Official English Light Novel Translation](https://j-novel.club/s/the-apothecary-diaries/)  \n- [Official French Translation](http://www.ki-oon.com/mangas/tomes-1382-carnets-de-l-apothicaire.html)  \n- [Official Chinese (Simplified) Translation](https://manga.bilibili.com/detail/mc28218)",
      "th": "ณ อาณาจักรใหญ่ยักษ์แห่งหนึ่งซึ่งตั้งอยู่ใจกลางทวีป เด็กสาวนางหนึ่งผู้ทำงานเป็นหมอยาในสถานเริงรมย์ย่านโคมแดงอันมีนามว่า ‘เมาเมา’ บัดนี้เกิดจับพลัดจับผลูต้องมาทำงานรับใช้อยู่ในวังหลัง\n\nเธอทำได้เพียงเฝ้ารอให้หมดวาระการทำงานอย่างสงบเสงี่ยมเจียมตัว ด้วยรูปร่างหน้าตาที่ไม่สะสวยจึงมั่นใจเป็นนักหนาว่าตนจะไม่มีวันโดนจักรพรรดิเรียกไปเป็น ‘คู่นอน’ อย่างแน่แท้\n\nแต่ในขณะนั้นเอง โอรสธิดาของจักรพรรดิกลับมีเหตุให้อายุสั้น\nพอรู้ว่าสองทารกน้อยที่ยังเหลือรอดกำลังป่วยหนัก เมาเมาจึงลงมือขุดคุ้ยหาสาเหตุ—",
      "uk": "Ще зовсым юна Мамао досліджує мистецтво лікування травами, мріючи відкрити ліки від усіх недуг. Однак проти своєї волі вона потрапляє в імператорський гарем як служниця. Вона вирішує приховати набуті знання, тому прикидається однією з багатьох неписьменних дівчат. Тим часом діти правителя гинуть за загадкових обставин. Коли весь двір говорить про таємниче прокляття, Маомао розпізнає симптоми отруєння. Але як застерегти зневірених матерів від небезпеки, коли в оточенні імператора голос простого слуги нічого не означає? За воротами Внутрішнього палацу будь-якої миті може статися чергова трагедія. Чи знайде Маомао своє місце в цьому світі, повному інтриг?",
      "vi": "Miêu Miêu là một cô gái làm công việc hầu hạ trong cung đình thời phong kiến.\nCâu chuyện của chúng ta bắt đầu với việc cô gái từng hành nghề dược sư ở phố hoa này nghe thấy người ta đồn thổi rằng: tất cả những đứa con của Hoàng đế đều đoản mệnh.\nBị thúc đẩy bởi niềm khát khao tri thức và tính hiếu kì cố hữu, Miêu Miêu bắt tay vào tìm hiểu nguyên nhân, xem đó như một cách giải khuây không hơn không kém.",
      "pt-br": "Em uma certa corte imperial, já faz alguns meses desde que uma garota de 17 anos conhecida como Maomao foi sequestrada e forçada a trabalhar como uma serva de baixo escalão no palácio do imperador. Ainda assim, ela consegue manter seu espírito curioso e pragmático, planejando trabalhar até que seus anos de servidão acabem. Um dia, no entanto, ela descobre que os dois bebês do imperador ficaram gravemente doentes. Ela decide agir secretamente, aproveitando sua experiência como farmacêutica criada no pobre distrito da luz vermelha.\n\nApesar das tentativas de Maomao de permanecer anônima, ela logo chama a atenção de Jinshi, um eunuco influente que reconhece seus talentos. Maomao logo se encontra na corte interna do imperador, onde gradualmente faz seu nome ao utilizar seu conhecimento e personalidade excêntrica para resolver vários mistérios médicos.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 5, Cap 40. ]",
      "zh-hk": "時值中世紀，位處大陸中央的某個大國，有位姑娘名喚貓貓，原本在煙花巷擔任藥師，現在則在後宮當下女。其間，貓貓無意間聽說皇子皆年幼早夭的傳聞，並得知連尚在人世的皇子皇女也身染重病，她於是開始調查其病因──廣獲讚譽的酣暢淋漓推理之作，眾所期盼的第一集終於出版。以中世紀東方為舞臺，「試毒」少女將一一解決宮中發生的懸疑案件！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27c025f4-d9f7-4ff7-bb43-2c5cc816fbb1",
    "title": {
      "en": "Cool na Tsuma no Saa-chan"
    },
    "updatedAt": "2024-10-15T16:37:22+00:00",
    "coverArt": "https://mangadex.org/covers/27c025f4-d9f7-4ff7-bb43-2c5cc816fbb1/dfa37bb8-a156-494d-ae7d-9536d290c384.jpg",
    "altTitles": [
      {
        "ja": "クールな妻のさーちゃん"
      },
      {
        "ja-ro": "Cool na Tsuma no Sā-chan"
      },
      {
        "ja-ro": "Kuuru na Tsuma no Sā-chan"
      },
      {
        "en": "My Cool Wife Saa-chan"
      },
      {
        "es-la": "Mi genial esposa Saa-chan"
      },
      {
        "ja-ro": "Cool Tsuma no Saa-chan"
      },
      {
        "pt-br": "Minha esposa legal, Sa-chan"
      },
      {
        "de": "Mein coole Frau, Saa-chan"
      },
      {
        "en": "My Cool Wife Sa-chan"
      },
      {
        "ko": "쿨한 아내인 사짱"
      }
    ],
    "description": {
      "en": "A romcom featuring 2 childhood friends who'll get married one day and the process that leads to that point.",
      "es": "Una comedia romántica protagonizada por dos amigos de la infancia que un día se casarán y el proceso que conduce a ese punto.",
      "es-la": "Una comedia romántica protagonizada por dos amigos de la infancia que un día se casarán y el proceso que conduce a ese punto.",
      "pt-br": "Uma comédia romântica com dois amigos de infância que um dia vão se casar e o processo que leva até esse ponto."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29760ec9-e216-4c64-bef6-c829335c8547",
    "title": {
      "en": "Whistle!"
    },
    "updatedAt": "2024-11-24T01:14:29+00:00",
    "coverArt": "https://mangadex.org/covers/29760ec9-e216-4c64-bef6-c829335c8547/81ed21dd-f443-4643-8574-ec5f461a147a.png",
    "altTitles": [
      {
        "ja": "ホイッスル!"
      },
      {
        "ja-ro": "Whistle!"
      },
      {
        "en": "Whistle!"
      },
      {
        "vi": "Whistle - Cơn Lốc Sân Cỏ"
      }
    ],
    "description": {
      "en": "Everybody has a dream, and for Shou Kazamatsuri, that dream is simple: he wants to be the best soccer player he can possibly be. He's the spirited leader of the Josui Junior High team and everyone looks up to him. In turn, he tries to keep the team together at any cost!"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "212"
  },
  {
    "mangaId": "ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e",
    "title": {
      "en": "Mane Mane Nichi Nichi"
    },
    "updatedAt": "2024-10-23T03:09:50+00:00",
    "coverArt": "https://mangadex.org/covers/ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e/a8ca665c-f019-4451-a97a-3c76b2258b5b.png",
    "altTitles": [
      {
        "ja": "マネマネ にちにち"
      },
      {
        "tl": "Araw-araw, namamahala"
      },
      {
        "ja-ro": "Manemane Nichinichi"
      },
      {
        "fr": "Jour Après Jour"
      }
    ],
    "description": {
      "en": "In a certain school lies a certain club and its three managers. Though unremarkable, days that can't be found anywhere else have begun! Drawn by Yamamoto Souichiro is a brand new Sports ground youth story!",
      "fr": "Dans une certaine lycée se trouve un certain club et ses trois managers. Bien qu'anodins, des jours comme on n'en trouve nulle part ailleurs voient le jour ! Dessiné par Yamamoto Souichiro : une toute nouvelle histoire de jeunesse sur le thème du sport !",
      "tl": "Nakatakda sa beysbol klab ng isang hayskul, ito ay isang \"kwentong pagdadalaga sa gilid,\" na nakatuon sa tatlong tagapamahala ng koponan na may napakaibang mga personalidad: si Nagisa, na halos hindi alam ang mga patakaran ng beysbol; si Ichinose, isang magarbo na gyaru; at si Himemiya, ang tahimik na babae na may nakakagulat na masamang pag-uugali.",
      "vi": "Slice of life của ba em quản lí CLB thể thao ở một trường cao trung nào đó... Để xem có gì hay!",
      "pt-br": "Numa determinada escola reside um determinado clube e as suas três ajudantes. Embora normais, dias que não podem ser encontrados em nenhum outro lugar começaram! Desenhado por Yamamoto Souichirou, é uma nova história juvenil de campo esportivo!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands off Eizouken!"
    },
    "updatedAt": "2024-12-14T03:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/f10eeb81-cbff-4f47-95c9-21f982d378b6.jpg",
    "altTitles": [
      {
        "en": "Don't Mess With the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/Eizouken_anime)  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/dennou319)  \n- [Mangaka's YouTube](https://www.youtube.com/channel/UCIhPflgXxYM9dsOzaI0sYgA)  \n- [Official Anime (JP)](http://eizouken-anime.com/)  \n- [Official Live-Action (JP)](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-10-26T08:27:34+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/0b678726-c2a8-4dbc-9fb3-f51f7a6c6e56.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      },
      {
        "vi": "Bạn từ nhỏ kể từ ngày hôm nay"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "963741fc-99b7-429c-8b14-9bc3cfec76ad",
    "title": {
      "en": "Yugetatsuran"
    },
    "updatedAt": "2024-03-16T23:30:14+00:00",
    "coverArt": "https://mangadex.org/covers/963741fc-99b7-429c-8b14-9bc3cfec76ad/65337f49-81a4-42c2-9a76-f5d2ce86f8fa.jpg",
    "altTitles": [
      {
        "ja": "ゆげたつらん"
      },
      {
        "zh-hk": "秘湯之旅"
      },
      {
        "zh": "秘汤之旅"
      }
    ],
    "description": {
      "en": "Top salesman by day, number one host by night. In the world of \"eat or be eaten,\" \"win or lose,\" Udai Sasaki had everything he wanted, including money and love - he was burnt out. Until one day he came across a \"hot spring review\". A strange master-disciple travelogue of hot spring baths that will warm your heart and body!",
      "zh-hk": "大黑宇大（28歲）是一位熱愛溫泉的上班族。為了尋找心靈的治癒，他追尋著一位名叫“治癒坊”的溫泉評論師的足跡，踏遍了山野秘湯。某天，宇大終於在旅途中偶遇了這位神秘的“治癒坊”，並拜他為師。這位師父不僅擁有超凡的泡湯心得，更有著獨特的處世哲學。在師父的引導下，宇大開始了一段奇妙的溫泉修行之旅。他們一起探訪秘境，體驗不同的泉質，感受溫泉帶來的身心滌盪。在旅途中，宇大不僅收穫了對溫泉的更深入了解，也逐漸找到了自我，獲得了人生的啟迪。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab8a4653-f4ed-4a99-bce5-e4b0f1a61757",
    "title": {
      "en": "Miki no Houkago"
    },
    "updatedAt": "2023-04-08T10:47:57+00:00",
    "coverArt": "https://mangadex.org/covers/ab8a4653-f4ed-4a99-bce5-e4b0f1a61757/207c381f-9318-4713-b53f-f7202f2a421d.jpg",
    "altTitles": [
      {
        "en": "Afterschool Miki"
      },
      {
        "en": "Miki After School"
      },
      {
        "ja": "ミキの放課後"
      },
      {
        "pt-br": "Miki Após a Aula"
      }
    ],
    "description": {
      "en": "A pure-hearted girl(?)'s first love story.  \nOne day after school, Itsuki sees a beautiful girl coming out of the men's toilet.  \nHer true identity is that of Miki, a plain and quiet classmate, crossdressing.  \nSince then, Itsuki has been taking care of Miki, but then, another crossdressing girl appears…!",
      "pt-br": "Uma história do primeiro amor de uma garota(?) de coração puro.\nCerto dia após a aula, Itsuki vê uma linda garota saindo do banheiro masculino.\nA sua verdadeira identidade era Miki, um colega simples e quieto, travestindo-se.\nDesde então, Itsuki andou cuidado de Miki, mas, de repente, outra pessoa travestida de garota aparece…!"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "f4de96bb-15fa-4fb5-ac7f-126448f031f5",
    "title": {
      "en": "STRAND"
    },
    "updatedAt": "2024-09-08T06:11:01+00:00",
    "coverArt": "https://mangadex.org/covers/f4de96bb-15fa-4fb5-ac7f-126448f031f5/6c4a08e3-8f78-4172-a1e8-76ea64cd3d30.jpg",
    "altTitles": [
      {
        "ja": "ストランド"
      },
      {
        "zh-hk": "停滯的青春STRAND"
      },
      {
        "zh": "停滞的青春STRAND"
      }
    ],
    "description": {
      "en": "Four high school classmates, not exactly close friends, share moments that are both fun and irreplaceable, yet tinged with a quiet heartache they don’t even realize. 'It feels like time has stopped.' Youth is both vibrant and muted. These are the daily lives of high schoolers—and the strange twists in between. A story that explores the meaning of a small act of courage in an unconventional coming-of-age drama (Anti-Electric Parade) begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-12-14T00:39:30+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48e20161-0162-4647-9f54-65940f9a2b0a",
    "title": {
      "en": "Haha o Suteru"
    },
    "updatedAt": "2024-12-25T02:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/48e20161-0162-4647-9f54-65940f9a2b0a/69e537d1-b22a-4fa3-9076-3bf7ff92139b.jpg",
    "altTitles": [
      {
        "ja": "母を捨てる"
      },
      {
        "en": "Let Go of One's Mother"
      }
    ],
    "description": {
      "en": "My mother, who raised me and my sister on her own, is diagnosed with terminal cancer. Now I, her son, take time off college to look after her, and when my mother passes away, I must make a decision.",
      "ja": "女手一つで姉と自分を育ててくれた母が末期がんになった。大学を休学し看病する息子は、大切な母親を亡くす時ある選択をする――。"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f685d63c-42fe-4ca9-8d80-33e638c1684d",
    "title": {
      "en": "Double Helix Blossom"
    },
    "updatedAt": "2024-11-02T16:05:03+00:00",
    "coverArt": "https://mangadex.org/covers/f685d63c-42fe-4ca9-8d80-33e638c1684d/a2f7cc1a-2d4f-47b1-ba2d-9068aed3a640.jpg",
    "altTitles": [
      {
        "ja": "ダブルヘリクス ブロッサム"
      }
    ],
    "description": {
      "en": "The manga is set in the near future, and begins with the awakening of police officer Kiku Shinonome, who was put into cryogenic stasis for 60 years to stave off what would have been a fatal wound. In a new world unfamiliar to her, she is forced to team up with Kyo Tsukisagari, a criminal with a big rap sheet but equipped with psychic powers. Together, they solve paranormal incidents, even while their personalities butt up against each other.",
      "ja": "2人の少女が織りなすSFバディアクション\n\n警察官である19歳の少女・東雲菊は、とある事件を捜査している最中、大けがを負ってしまう。現代の医療では治療不可能とされた彼女に残された唯一の道は、長き眠りにつく「コールドスリープ」であった・・・。次に彼女の意識が戻ったのは、60年後の日本――！\n\nそこで犯罪を取り締まっているのは、彼女が所属していたかつての警察ではなく、民間の警察組織だった。そうした中、重犯罪者・月下香とバディを組むことに…。長き眠りから覚めた菊と、超能力を使う香。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "176867d1-8255-48bc-8704-14d470f1b67f",
    "title": {
      "en": "Kanjuten"
    },
    "updatedAt": "2024-12-25T00:00:39+00:00",
    "coverArt": "https://mangadex.org/covers/176867d1-8255-48bc-8704-14d470f1b67f/dc7c8a9d-25d1-416a-826d-b3660ef8377f.jpg",
    "altTitles": [
      {
        "ja": "感受点"
      },
      {
        "en": "Sensitive Point"
      }
    ],
    "description": {
      "en": "An omnibus of stories that explores the subtle distortions of everyday life, delving into how ordinary experiences can take unsettling turns. Each narrative examines the eerie sensations that arise when the familiar becomes uncanny."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2024-09-29T01:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/60356bcc-3936-445d-b485-014a43bcad66.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a781de8e-0935-45bd-bc33-cbc76ea8c6f9",
    "title": {
      "en": "Until I Become Me"
    },
    "updatedAt": "2024-09-07T16:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/a781de8e-0935-45bd-bc33-cbc76ea8c6f9/fad0b3e4-d20a-4bf9-8c79-11294d726026.jpg",
    "altTitles": [
      {
        "ja": "オレが私になるまで"
      },
      {
        "ja-ro": "Orewata"
      },
      {
        "pt-br": "Até Que Eu (Ele) Me Torne Ela"
      },
      {
        "ja-ro": "Ore ga Watashi ni Naru made"
      }
    ],
    "description": {
      "en": "A boy who used to be abusive to girls wakes up one day as one.\n\n\"I'll go back being a boy soon,\" he thought, however that was not the case. \nFollow Akira as he grows and learns little by little to accept the puzzling changings in her surroundings and her heart.",
      "es": "Un niño que solía molestar a otras niñas un día se despierta como una. \"Volveré pronto a ser un chico\" el pensó, este no fue el caso. Sigue a Akira mientras crece y aprende poco a poco a aceptar los confusos cambios en sus alrededores y en su corazón.",
      "fr": "Un garçon qui avait l'habitude de malmener les filles se réveille un jour comme si il en était une. \"Je redeviendrai bientôt un garçon\", se dit-il, mais ce n'est pas le cas. Suivez Akira au fur et à mesure qu'il grandit et apprend peu à peu à accepter les changements déroutants de son environnement et de son cœur.",
      "es-la": "Kira es un chico que solía ser abusivo con las chicas, hasta que un día se despierta como una. \"Volveré a ser un chico pronto\", es lo que pensó, sin embargo, ese no seria el caso. Sigue a Akira mientras crece y aprende poco a poco a aceptar los cambios desconcertantes en su entorno y en su corazón",
      "pt-br": "Um menino que costumava ser abusivo com as meninas acorda um dia como uma garota. “Em breve voltarei a ser menino” ele pensou, mas não foi o caso. Siga Akira enquanto ele cresce e aprende pouco a pouco a aceitar as mudanças intrigantes ao seu redor e em seu coração."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dc64e44-86dd-4ed0-a4a3-629fe7b8f308",
    "title": {
      "en": "Touhou - Little Devil (Doujinshi)"
    },
    "updatedAt": "2021-05-25T15:44:18+00:00",
    "coverArt": "https://mangadex.org/covers/7dc64e44-86dd-4ed0-a4a3-629fe7b8f308/f69c79ff-fcf5-43ab-ad48-faccf4656eef.jpg",
    "altTitles": [],
    "description": {
      "en": "A Story about Koakuma, Little devil. She pick up a Furball, and try to raise it as a pet. Patchy caught her and apparently this is not the first time. Koakuma already have some pets. Still who would think this furball will cause a problem in the near future. (No Yuri in this doujinshi)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "aa7e4184-83bc-41d2-9997-d294f79ce6ab",
    "title": {
      "en": "Touhou - Touhou Christmas Eve (Doujinshi)"
    },
    "updatedAt": "2023-07-03T02:29:32+00:00",
    "coverArt": "https://mangadex.org/covers/aa7e4184-83bc-41d2-9997-d294f79ce6ab/a8a17308-bdd2-4de5-9944-b8e275024b66.jpg",
    "altTitles": [
      {
        "en": "Touhou dj - Touhou Christmas Eve"
      },
      {
        "ja": "東方クリスマスいヴ。"
      }
    ],
    "description": {
      "en": "Marisa comes for a Christmas Eve sleepover (with an uninvited stowaway along) and introduces Reimu to the concept, who is pretty quick to get in to the real meaning of the holiday."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "96e1ddf1-55f8-4089-ac9c-92fd6837affc",
    "title": {
      "en": "Super Cub"
    },
    "updatedAt": "2024-11-06T09:28:48+00:00",
    "coverArt": "https://mangadex.org/covers/96e1ddf1-55f8-4089-ac9c-92fd6837affc/7f2bad59-ab2e-4cc5-a96f-f2fcbe568a5e.jpg",
    "altTitles": [
      {
        "ja": "スーパーカブ"
      },
      {
        "ru": "Супер Каб"
      },
      {
        "it": "Super Cub"
      }
    ],
    "description": {
      "en": "In early summer, 2nd year of high school, Koguma's mom suddenly abandons her, leaving only a note that says \"Bye.\" She is alone, having no parents, no friends, no hobbies. She silently reflects, \"I don't have anything.\" But a chance encounter results in her buying a Honda Super Cub with a disturbing history, and a new life suddenly blossoms open.  \n  \nBased on the [light novel series with the same name](https://en.wikipedia.org/wiki/Super_Cub_(novel_series)).",
      "it": "Koguma vive a Yamanashi e frequenta le superiori, ma le sue giornate scivolano via vuote e monotone: non ha amici, non ha hobby, ed essendo orfana si sente molto sola. Un giorno compra una Honda Super Cub usata e la utilizza per andare a scuola. Iniziano così una serie di piccole avventure: resta a secco, si perde, scopre nuovi percorsi e deviazioni. Grazie alla moto, Koguma fa anche la conoscenza di Reiko, una sua compagna di classe che un giorno all'improvviso inizia a parlare di motociclette...",
      "pt-br": "No 2°ano do ensino médio, início de verão, a mãe de Koguma a abandonou repentinamente, deixando a apenas um bilhete escrito: \"Adeus\". Ela está sozinha, sem pais, amigos e sem hobbies. Silenciosamente ela pensa: \"Eu não tenho nada\". Mas um motivo aparece quando ela compra uma Honda Super Cub de uma forma bem peculiar, e assim uma nova vida floresce inesperadamente.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 5, Cap 26. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fd23213-49ed-4b5f-a4ef-0c21878b6b19",
    "title": {
      "en": "Touhou  - Of Idiots and Colds (Doujinshi)"
    },
    "updatedAt": "2021-05-25T15:45:45+00:00",
    "coverArt": "https://mangadex.org/covers/9fd23213-49ed-4b5f-a4ef-0c21878b6b19/9ef194f2-c4b1-432b-b1bb-dcdbbada9774.jpg",
    "altTitles": [],
    "description": {
      "en": ""
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "aed9496b-0178-49a3-8af5-3acbd7bce928",
    "title": {
      "en": "Karasu wa Aruji wo Erabanai"
    },
    "updatedAt": "2024-09-29T14:07:17+00:00",
    "coverArt": "https://mangadex.org/covers/aed9496b-0178-49a3-8af5-3acbd7bce928/705c5c8b-c310-4012-9788-a7c996cfe014.jpg",
    "altTitles": [
      {
        "ja": "烏は主を選ばない"
      },
      {
        "en": "The Raven Does Not Choose Its Master"
      }
    ],
    "description": {
      "en": "Yamauchi - a fantastic world where the Yatagarasu, a race of three-legged crows with the ability to transform into humans, live. Yukiya, a young Yatagarasu, is appointed as the personal attendant of the eccentric Crown Prince Wakamiya. Soon, he is entangled in a web of conspiracies attempting to overthrow the heir to the Imperial throne. \n\nAn adaptation of the second book of the award-winning <Yatagarasu> novel series by Chisato Abe. The first book has been licensed in English as [A Raven for All Seasons](https://mangadex.org/title/c22db5fc-726a-41ad-8402-5537e7de2277/karasu-ni-hitoe-wa-niawanai) by [K Manga](https://kmanga.kodansha.com/title/10162/episode/336576).",
      "ja": "シリーズ累計150万部超！ 大人気小説「八咫烏（やたがらす）シリーズ」比翼の漫画化！\n「山内（やまうち）」と呼ばれる異世界で、人の姿に転身できる「八咫烏」達が織りなす物語。日嗣の御子の座についた若宮に一年の期限付きで仕えることになった少年、雪哉。だが若宮は「うつけ」と呼ばれるとんでもない人で…。圧倒的スケールの世界観と緻密な筆致でおくる異世界ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87758b08-e047-47e3-887b-424187acfbce",
    "title": {
      "en": "Tamanokoshi Goyoui Shimashita"
    },
    "updatedAt": "2024-10-16T00:12:23+00:00",
    "coverArt": "https://mangadex.org/covers/87758b08-e047-47e3-887b-424187acfbce/09e64546-90cd-4f23-917b-7a6403a5c861.jpg",
    "altTitles": [
      {
        "ja": "玉の輿ご用意しました"
      },
      {
        "en": "Would You Like to Marry for Money?"
      }
    ],
    "description": {
      "en": "\"Playing the role of a rich man's lover is fucking impossible.\"\n\nAoi's family broke up afterhe graduated from middle school. He now makes a living by staging crashes, but fate would dictate that he eventually got caught by a luxury car. Inami got out of the car, unfazed by Aoi's pretense and screams of pain. Instead, he offered Aoi a deal he could not refuse, literally, to pretend to be his lover. Aoi starts living at Inami's appartment and the training begins, from English conversation to table manners. Every day presents Aoi with a new experience!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "225db17d-a371-4064-a1b0-233fe376a25a",
    "title": {
      "en": "Touhou - Amayadori (Doujinshi)"
    },
    "updatedAt": "2022-03-11T00:38:28+00:00",
    "coverArt": "https://mangadex.org/covers/225db17d-a371-4064-a1b0-233fe376a25a/85fc8f49-a000-4b92-915d-d1c802e441f2.jpg",
    "altTitles": [
      {
        "ja": "雨やどり"
      }
    ],
    "description": {
      "en": "A short story about Koishi returning to Chireiden."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a90c33f6-1873-471d-9c00-2ad252c6965c",
    "title": {
      "en": "Touhou - Akizakura (Doujinshi)"
    },
    "updatedAt": "2023-12-02T22:05:06+00:00",
    "coverArt": "https://mangadex.org/covers/a90c33f6-1873-471d-9c00-2ad252c6965c/db762f7e-221b-42a2-b936-46f8f443b88e.jpg",
    "altTitles": [
      {
        "en": "Touhou - Akizakura"
      },
      {
        "ja-ro": "Touhou dj - Akizakura"
      },
      {
        "ja": "アキザクラ"
      }
    ],
    "description": {
      "en": "A flower has bloom out of season at Hakugyokuro. Furthermore it is under Saigyou Ayakashi tree. Is it just a simple flower? or there is more to it?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f31ff2cb-eb4f-4967-91f7-c339b5d805a4",
    "title": {
      "en": "Touhou - Love and Peace (Doujinshi)"
    },
    "updatedAt": "2022-02-15T10:55:26+00:00",
    "coverArt": "https://mangadex.org/covers/f31ff2cb-eb4f-4967-91f7-c339b5d805a4/3ef70fee-cc1b-47a7-bb43-1ba4973a9dff.jpg",
    "altTitles": [
      {
        "en": "Touhou - Love and Peace"
      },
      {
        "en": "Touhou dj - Love and Peace"
      }
    ],
    "description": {
      "en": "A dark interpretation of Byakuren and the UFO crew."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c143327a-118d-4b5a-88f9-dbb0e323eb71",
    "title": {
      "en": "Touhou - Bamboo Shoots (Doujinshi)"
    },
    "updatedAt": "2023-04-19T23:35:16+00:00",
    "coverArt": "https://mangadex.org/covers/c143327a-118d-4b5a-88f9-dbb0e323eb71/a79fe99d-3e57-4620-a062-d2be7a44659b.jpg",
    "altTitles": [
      {
        "en": "Touhou dj - Bamboo Shoots"
      }
    ],
    "description": {
      "en": "It all start from Yuyuko wanting to eat some bamboo shoot. Because of this, Youmu went to Eintei to get some. But Youmu and Reisen end up in battle.",
      "pt": "Tudo começa quando Yuyuko sente vontade de comer brotos de bambu. Devido a isso, Youmu vai para Eientei mas acaba tendo confronto com a Inaba Reisen, não tendo outra escolha Youmu é obrigada a lutar contra ela."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "808cd966-57d3-4d49-8f2b-1ed8e1f1efeb",
    "title": {
      "en": "Touhou - Shiroki ni Kakuretaru Sono Basho e Ashiato Futatsu (Doujinshi)"
    },
    "updatedAt": "2023-10-25T00:50:56+00:00",
    "coverArt": "https://mangadex.org/covers/808cd966-57d3-4d49-8f2b-1ed8e1f1efeb/c89fc241-afd8-44fd-94ca-7a5e2c8bcc72.jpg",
    "altTitles": [
      {
        "en": "To That Place Hidden in White, Two Pairs of Footprints"
      },
      {
        "ja": "白きに隠れたるその場所へ あしあとふたつ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d21e52cf-50f1-48c7-8de7-69f280c05be4",
    "title": {
      "en": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai ~Munou to Sagesumare, Kizokuka kara Oidasareta ga, Gift \"Tenseisha\" ga Kakusei shite Zense no Nouryoku ga Yomigaetta~"
    },
    "updatedAt": "2024-12-19T22:08:45+00:00",
    "coverArt": "https://mangadex.org/covers/d21e52cf-50f1-48c7-8de7-69f280c05be4/c5decab7-ed9a-423d-93c2-f52eeff32b5b.jpg",
    "altTitles": [
      {
        "ja": "その無能、実は世界最強の魔法使い　〜無能と蔑まれ、貴族家から追い出されたが、ギフト《転生者》が覚醒して前世の能力が蘇った〜"
      },
      {
        "en": "That Incompetent is Actually the World's Strongest Wizard: He was Scorned as Incompetent and Kicked out of His Aristocratic Family, but His Gift of \"Reincarnation\" Awakened and Brought Back the Abilities of His Previous Life"
      }
    ],
    "description": {
      "en": "Alma, the third son of an aristocratic family who could not receive the Gift that should have been given by God, is despised as incompetent from his parents' home and is expelled from the house. However, in reality, Alma was given a special Gift - He regained the abilities of the previous life! With the Gift [Reincarnation], he becomes the strongest wizard in the world! Alma, who devoted all of his first life to the quest for magic, seeks a \"happy second life\" with the magic of his previous life!\n___\n[Web Novel](https://ncode.syosetu.com/n3823gm/)  (JP)",
      "ja": "この世界の人々は15歳になると、女神様から《ギフト》と呼ばれる様々な能力を与えられる。貴族家の三男・アルマも優秀な《ギフト》を授かることを期待されていたが、なぜか《ギフト》はまったく発現せず、実家から無能と蔑まれ追い出されてしまう…。だが、実はアルマは特別な《ギフト》を授かっていたーー。その能力《転生者》によって前世の記憶と能力を取り戻したアルマは、この世界で最強の魔法使いとなった！一度目の人生の全てを魔法の探究に捧げたアルマが、前世で極めた魔法で”幸せな二度目の人生”へと歩み出す！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "64"
  },
  {
    "mangaId": "6883f83e-3be6-4e11-bd9b-3a9a99171239",
    "title": {
      "en": "Touhou - Hunted Hunter (Doujinshi)"
    },
    "updatedAt": "2023-03-17T20:55:22+00:00",
    "coverArt": "https://mangadex.org/covers/6883f83e-3be6-4e11-bd9b-3a9a99171239/c2b10da7-3df4-49cd-b38b-aa5de88cb462.jpg",
    "altTitles": [
      {
        "en": "Hunted Hunter"
      }
    ],
    "description": {
      "en": "Lazy mansion-owner Remilia gets punished for her sloth, but eventually comes to an unexpected “partnership”."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5cac8e6c-db09-4271-b5d8-7398b5f609ad",
    "title": {
      "en": "I Don't Want to Be a Lady"
    },
    "updatedAt": "2024-09-23T16:47:00+00:00",
    "coverArt": "https://mangadex.org/covers/5cac8e6c-db09-4271-b5d8-7398b5f609ad/8c8336d5-781a-412d-b722-39ad8bb3deb7.jpg",
    "altTitles": [
      {
        "ko": "레이디는 싫습니다"
      },
      {
        "es-la": "No quiero ser una dama"
      },
      {
        "es-la": "No Me Gusta La Dama"
      }
    ],
    "description": {
      "en": "Before being sold as the Crown Prince’s concubine, I proposed a contract marriage to the Duke.\n\n“Will your father allow you to marry me?”\n“Of course not. So there is only one way.”\n\n“We have to make an accident.”\n\nIt will taste better when I break that mol*ster’s head.\nI could shoot a gun at the alley gangster. Even the prince of the neighboring empire was also knocked out by me.\n\nThe man snorted.\n\n“You’re so arrogant as the captive subject. I never knew that Count Bornes would be a jerk to his dog.”\n\nI said with a smile, “Our mansion didn’t have a dog. Because the owner of the mansion is already a dog.”\n\nThis is the story of Arianne Bornes, who seemed to be a villainess but not a villainess.",
      "ko": "망나니 황태자의 정부로 팔려가기 전, 공작에게 계약 결혼을 제안했다.\n\n“당신의 부친께서 저와의 혼인을 허락해 주실까요?”\n“아니죠. 그러니 방법은 하나뿐이에요.”\n\n“사고를 쳐야죠.”\n\n치한은 머리를 깨줘야 맛.\n골목 건달에게는 총알을 박아주고\n이웃 나라 황자도 때려눕혔다.\n\n\n남자가 코웃음 쳤다.\n\n“포로로 잡힌 주제에 건방지기는. 보르네스라면 그 집 개새끼까지 싸가지 없을 것 같단 말이지.”\n\n아리안느가 싱긋 웃으며 말했다.\n\n“우리 집엔 개 안 키워. 이미 주인이 개새끼잖아.”\n\n악녀인 듯 악녀 아닌 악녀 같은 그녀, 아리안느 보르네스의 파란만장 스토리."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83371cc0-a25c-4042-918c-c97d7dec35ab",
    "title": {
      "en": "Touhou - Mamange (Doujinshi)"
    },
    "updatedAt": "2022-02-17T01:05:24+00:00",
    "coverArt": "https://mangadex.org/covers/83371cc0-a25c-4042-918c-c97d7dec35ab/52d9d7a9-300e-41ef-a59b-8352acd537e1.png",
    "altTitles": [
      {
        "ja": "ママんげ"
      }
    ],
    "description": {
      "en": "In this beloved Touhou doujin web-comic, combining \"Mama\" and \"Udonge\" in the title, we follow the lives and daily struggles of Reisen Udongein Inaba raising her three children Kaguya, Eirin and Tewi.  \n  \nThe series ran from 2010-2014 and concluded after 14 chapters, plus a few spin-offs and standalone doujin books.  \nThe first chapter of the sequel series \"Mamange Eternal\" was also released in 2014, but it was put on hold for 5 years until its ultimate reboot in 2019.  \n  \nEnglish translation by Danbooru : <https://danbooru.donmai.us/pools/1368>"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "14"
  },
  {
    "mangaId": "ae197bf7-6e9c-4e4a-9b37-07371e655a63",
    "title": {
      "en": "Touhou Project Niji Sousaku Series - Harapeko Marisa no Shiawase Gohan"
    },
    "updatedAt": "2023-05-29T21:41:04+00:00",
    "coverArt": "https://mangadex.org/covers/ae197bf7-6e9c-4e4a-9b37-07371e655a63/5ecb6a07-3d58-43a5-83b3-58eee7bc40f5.jpg",
    "altTitles": [
      {
        "ja": "はらぺこ魔理沙のしあわせごはん"
      },
      {
        "ja-ro": "Touhou - Harapeko Marisa no Shiawase Gohan"
      },
      {
        "en": "Touhou - Starving Marisa's Blessed Meal"
      },
      {
        "ja-ro": "Harapeko Marisa no Shiawase Gohan"
      },
      {
        "en": "Starving Marisa's Blessed Meal"
      },
      {
        "ja": "東方Project二次創作シリーズ　はらぺこ魔理沙のしあわせごはん"
      }
    ],
    "description": {
      "en": "Ongoing Touhou manga from nva222 published in the official Strange Creators of Outer World magazine."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da9f730d-81a1-4221-bbc5-9ecc5d86edbf",
    "title": {
      "en": "Watashi o Aisuru Sannin no Danna-sama"
    },
    "updatedAt": "2024-12-01T04:44:25+00:00",
    "coverArt": "https://mangadex.org/covers/da9f730d-81a1-4221-bbc5-9ecc5d86edbf/63a42913-dc2a-401a-967e-7b9a6a39b1f5.png",
    "altTitles": [
      {
        "ja": "私を愛する3人の旦那さま"
      },
      {
        "ja-ro": "Watashi wo Aisuru 3-nin no Danna-sama"
      },
      {
        "en": "My Three Husbands Who Love Me"
      }
    ],
    "description": {
      "en": "Rio Yamabuki died saving a cat. When she wakes up, she finds herself 15 years in the past, on the day her husband proposed to her. She believed that marrying him would bring her happiness. However, the reality was a disastrous marriage filled with her husband's abuse, caring for his parents, and ultimately being killed by her husband and his lover for insurance money. A grim reaper appears and tells her, \"Redo your marriage as you wish.\" If she can redo her life from rock bottom, this time she will live for herself and seize happiness!! Just when she thought that, three high-spec men claiming to be her husband appear...!?",
      "ja": "猫を助けて死んでしまった山吹理央（やまぶきりお）。\n\n目を覚ますと、そこは15年前に、旦那からプロポーズをされる日だった。\n\nこの人と結婚すれば幸せになれると信じていた。\nしかし現実は、旦那のモラハラ、義家族の介護、仕舞いには保険金目当てに\n旦那と不倫相手の親友に殺された散々な結婚。\n\nそこへ死神が現れ、猫を助けた代わりに、「お前の望む結婚をやり直せ」と言う。\n\nどん底人生をやり直せるなら、今度こそ自分のために生きて幸せをつかみ取る！！\n・・・と思った矢先、理央の旦那だと名乗るハイスぺ男が「３人」も現れて・・・！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f09ef301-d7ad-4558-a570-61a7c401ab6f",
    "title": {
      "en": "Touhou - Utagai (Doujinshi)"
    },
    "updatedAt": "2023-05-05T00:04:48+00:00",
    "coverArt": "https://mangadex.org/covers/f09ef301-d7ad-4558-a570-61a7c401ab6f/823a0a2c-af57-4cab-9527-cda9e4e979e9.jpg",
    "altTitles": [
      {
        "en": "Touhou dj - Skepticism"
      },
      {
        "ja-ro": "Touhou dj - Utagai"
      }
    ],
    "description": {
      "en": "The events of Symposium of Post-mysticism with a twist."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e97fdc93-21ec-47e0-b676-e45d67068932",
    "title": {
      "en": "Sweat and Soap"
    },
    "updatedAt": "2024-10-03T19:22:25+00:00",
    "coverArt": "https://mangadex.org/covers/e97fdc93-21ec-47e0-b676-e45d67068932/6d14c655-fe33-4cab-8e8d-b6900d5b6af9.jpg",
    "altTitles": [
      {
        "ja": "あせとせっけん"
      },
      {
        "zh": "汗水和皂香"
      },
      {
        "ko": "땀과 비누"
      },
      {
        "uk": "Піт і Мило"
      },
      {
        "ja-ro": "Ase to Sekken"
      }
    ],
    "description": {
      "en": "Asako’s living her dream, working at the toiletry maker Lilia Drop. Little do her coworkers know, the reason she loves the company so much is that she’s ashamed of her body odor, and their soap is the only thing that does the trick. So when the company’s lead product developer, a perfuming genius, approaches her in the lobby and wonders what “that smell” is, she’s terrified … but could it be … that he likes it? And, even more surprising to Yae … does she like him?\n\nTV Dorama adaptation: [MyDramaList](https://mydramalist.com/718871-ase-to-sekken)",
      "ja": "女性に絶大な人気を誇る化粧品＆バス用品メーカー・リリアドロップに勤めるOL・八重島麻子（やえしまあさこ）は、重度の汗っかきなのがコンプレックス。\n\nデオドラント製品が手放せない生活の中、ある日、商品開発部の名取香太郎（なとりこうたろう）に、「君の体臭は素晴らしい！ 新商品の石鹸開発のため、これから毎日、君のにおいを嗅ぎに来ます！」と言われてしまう。\n\nでも、においを嗅がれるのは、そんなに嫌でもなくて……？\n\n多汗女子と嗅覚男子の、超純愛フェチラブコメ、爆誕!!",
      "uk": "Асако Яешіма — боязка офісна працівниця фірми туалетних товарів Lilia Drop. Асако любить компанію, тому що вона соромиться своїх проблем із потовиділенням і запахом тіла, а запах мила, виробленого компанією, — єдине, що здатне зняти її невпевненість. Однак, коли Котаро Наторі, провідний розробник продукту компанії, підходить до неї та відчуває її аромат, він заявляє, що любить запах Асако і вважає його надихаючим. Оскільки вони продовжують зустрічатися по роботі, Асако починає менше піклуватися про те, що її обнюхує Котаро, і вони починають романтичні стосунки.",
      "pt-br": "Em um romance de escritório, há uma linha tênue entre sexy e estranho… e essa linha é onde Asako – uma mulher que transpira copiosamente – conheceu Koutarou – um desenvolvedor de perfume que não se cansa do perfume da Asako. Asako está vivendo seu sonho, trabalhando na fabricante de produtos de higiene pessoal Lilia Drop. Mal sabem seus colegas de trabalho, o motivo pelo qual ela ama tanto a empresa é que ela tem vergonha de seu odor corporal, e o sabonete deles é a única coisa que resolve. Então, quando o principal desenvolvedor de produtos da empresa, um gênio da perfumaria, se aproxima dela no saguão e se pergunta o que é “aquele cheiro”, ela fica apavorada… Mas será que… ele gostou?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "97.2"
  },
  {
    "mangaId": "9e3dfd9c-9bb3-46b5-8617-e09a9194330d",
    "title": {
      "en": "Touhou - Manipulate (Doujinshi)"
    },
    "updatedAt": "2021-05-25T15:45:45+00:00",
    "coverArt": "https://mangadex.org/covers/9e3dfd9c-9bb3-46b5-8617-e09a9194330d/c192ae0d-140f-4b1b-8fdf-606225ed3db3.jpg",
    "altTitles": [
      {
        "en": "Touhou dj - Manipulate"
      },
      {
        "en": "まにぴゅれーとっ"
      }
    ],
    "description": {
      "en": "Alice x Reimu"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "30b89356-952c-4a72-9d8c-cf44147e881a",
    "title": {
      "en": "IDOL×IDOL STORY!"
    },
    "updatedAt": "2024-10-31T08:35:33+00:00",
    "coverArt": "https://mangadex.org/covers/30b89356-952c-4a72-9d8c-cf44147e881a/f6efd847-4fae-471d-a36b-e79be97c0cea.jpg",
    "altTitles": [
      {
        "ja": "アイドル×アイドル　ストーリー！"
      },
      {
        "ru": "Айдол×Айдол история!"
      },
      {
        "en": "Idol x Idol Story!"
      }
    ],
    "description": {
      "en": "Mimi Nagisa (22 years old) is a former idol. After giving up on her dream of being an idol because of her lacking talent she spends her days working part-time while attending college. However, the moment she meets the idol Ibuki Nanakusa, whom she recently found interest in, their lives begin to cross each other.\n\n(Source: Comic Fuz, translated)\n\n[Official Twitter](https://twitter.com/idol2story_info)",
      "ja": "才能がないと夢を諦めた元アイドルのミミと、ミミに憧れていた現役アイドル・イブキ。そんな2人が、ひょんな出会いから一緒にサバイバルオーディション番組への出演を目指すことに…!?　一度は諦めかけた夢、今度こそ2人でなら…！",
      "ru": "Мими Нагиса (22 года) — бывший айдол. После того, как она отказалась от своей мечты стать айдолом из-за отсутствия таланта, она проводит дни работая на неполный рабочий день, учась в колледже. Однако в тот момент, когда она встречает кумира Ибуки Нанакуса, к которому она недавно проявляла интерес, их жизни начинают пересекаться."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "417a1c11-3a60-4891-9323-78408d80fbd6",
    "title": {
      "en": "Touhou - Lonesome (Doujinshi)"
    },
    "updatedAt": "2021-05-25T15:41:38+00:00",
    "coverArt": "https://mangadex.org/covers/417a1c11-3a60-4891-9323-78408d80fbd6/0fbb4655-4040-4341-a704-2acc125a674a.jpg",
    "altTitles": [
      {
        "en": "(Kouroumu 6) Lonesome (Touhou Project)"
      },
      {
        "en": "(紅楼夢6) ロンサム (東方Project)"
      }
    ],
    "description": {
      "en": "A Flandre x Remilia doujin."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "eafd02d5-e6a0-477c-bed5-2e98115b4469",
    "title": {
      "en": "The Queen's Dogs"
    },
    "updatedAt": "2024-09-10T15:11:50+00:00",
    "coverArt": "https://mangadex.org/covers/eafd02d5-e6a0-477c-bed5-2e98115b4469/5d7aea54-f4ec-4e46-89d5-d3e1fc0be6c4.jpg",
    "altTitles": [
      {
        "ja": "女王の狗"
      },
      {
        "ja-ro": "Joou no Inu"
      }
    ],
    "description": {
      "en": "A Chinese fantasy story about a princess founding a nation 👸⚔️."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ade47ff-2f4f-4dae-b747-d2c9b48de4e4",
    "title": {
      "en": "Nukumori Blanket"
    },
    "updatedAt": "2022-07-31T08:10:55+00:00",
    "coverArt": "https://mangadex.org/covers/6ade47ff-2f4f-4dae-b747-d2c9b48de4e4/716a2261-b67b-4b67-8533-e2e2cdba65a5.png",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a29c606-6045-445d-89bb-70302532e3e2",
    "title": {
      "en": "Touhou - Ika ni Shite Kanojo wo Sono Heya e Maneku ni Itatta ka (Doujinshi)"
    },
    "updatedAt": "2023-10-25T00:51:55+00:00",
    "coverArt": "https://mangadex.org/covers/6a29c606-6045-445d-89bb-70302532e3e2/3a9700c7-7df6-4fa3-b1b7-c4c9e181f641.jpg",
    "altTitles": [
      {
        "en": "The Circumstances Which Led to Her Being Invited to That Room"
      },
      {
        "ja": "いかにして彼女をその部屋へ招くに至ったか"
      }
    ],
    "description": {
      "en": "Sakuya is understandably upset when a black-white mouse starts pilfering stuff from the SDM. What she doesn’t expect is a reflection on loneliness and one’s relationships."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17eebcc7-d993-446c-84be-c222bfb27794",
    "title": {
      "en": "Tensei Akuma no Saikyou Yuusha Ikusei Keikaku"
    },
    "updatedAt": "2024-11-19T01:58:34+00:00",
    "coverArt": "https://mangadex.org/covers/17eebcc7-d993-446c-84be-c222bfb27794/94f40ab8-a7c7-41b5-90dd-f11583cef752.jpg",
    "altTitles": [
      {
        "ja": "転生悪魔の最強勇者育成計画"
      },
      {
        "en": "Reincarnated Devil's Plan for Raising the Strongest Hero"
      },
      {
        "pt-br": "O plano do demonio reencarnado é criar o herói mais forte."
      }
    ],
    "description": {
      "en": "Kakyu, a former Japanese who was reincarnated as a low-level devil in hell, has acquired unparalleled strength over two thousand years. However, unexpectedly, he is exiled to another “different world,” liberated from the harsh underworld. Kakyu, who was enjoying his dream slow life, witnesses the village he owes everything to being attacked. Despite rushing to the scene, the village is annihilated. Picking up the only surviving baby, Alus, Kakyu resolves to raise Alus to become the happiest person in the world to repay the debt…!?",
      "id": "Kakyu, yang dulunya orang jepang terlahir kembali sebagai iblis tingkat rendah di neraka, telah memperoleh kekuatan yang tak tertandingi selama dua ribu tahun. Namun, dengan tak terduga, ia diasingkan ke “dunia lain” yang berbeda, terbebas dari dunia bawah yang keras. Kakyu, yang menikmati hidup lambat impian, menyaksikan desa tempat dia berhutang segalanya diserang. Meskipun bergegas ke tempat kejadian, desa tersebut dihancurkan. Mengangkat bayi yang selamat, Ars, Kakyu bertekad untuk membesarkan Ars agar menjadi orang paling bahagia di dunia untuk membayar hutangnya…!?",
      "ja": "地獄の下級悪魔だったカキューは二千年の時を懸命に生き抜き、無類の強さを身につけた。だが、神々の喧嘩に巻き込まれ\"異世界\"へ放逐。図らずも過酷な環境の地獄から解放される。平和な土地で憧れのスローライフを満喫するカキューだったが、慣れない異世界で公私共に世話になっていた村が突然襲撃を受け――… 村に取り残されていた赤ん坊アルスを拾った彼は、恩義に報いるため、アルスを世界一幸せな人間に育てることを心に誓う！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87a756b4-e4a9-4d38-81a1-d14c8fc90baf",
    "title": {
      "en": "Sono Monban, Saikyou Nitsuki ~Tsuihou Sareta Bougyo Ryoku 9999 no Senshi, Outo no Monban Toshite Musou Suru~"
    },
    "updatedAt": "2024-10-31T11:51:45+00:00",
    "coverArt": "https://mangadex.org/covers/87a756b4-e4a9-4d38-81a1-d14c8fc90baf/31a85c6b-5707-451e-b56a-7df6f1ed7315.jpg",
    "altTitles": [
      {
        "ja": "その門番、最強につき～追放された防御力9999の戦士、王都の門番として無双する～"
      },
      {
        "en": "That Gatekeeper, Because He is the Strongest ~ The Exiled Warrior with 9999 Defense Power, Unmatched as the Gatekeeper of the Royal Capital"
      },
      {
        "zh-hk": "那個門衛最強～被退隊的防禦力9999的戰士，作為王都的門衛無雙～"
      },
      {
        "es-la": "Ese guardián de la puerta, porque es el más fuerte ~ El guerrero exiliado con 9999 de poder de defensa, inigualable como guardián de la puerta de la capital real."
      }
    ],
    "description": {
      "en": "Sieg is an adventurer with an incredible defensive power, and he always uses himself to attract the monsters' attention to assist his teammates. However, the party leader just focused on offense without realizing Sieg's intention, so he kicked him out. After Sieg left, the team repeatedly failed multiple quests … At the same time, Sieg took the position of gatekeeper at the Royal Capital. Thanks to his defensive power, he was quickly promoted to division captain. His subordinates included a carefree big-breasted Swordswoman, a perverse freakish girl, and an Archer with an erratic temperament. He and the girls started slowly gaining the trust of people around them!",
      "ja": "ズバ抜けた防御力でパーティーを影から支えていたジークだったが、攻撃重視のリーダーから追放を言い渡されてしまう。心機一転を図るべくジークは王都の門番に就職。チート級の防御力ですぐに分隊長に昇格し、部下についた無防備な巨乳剣士、セクハラ好きの怪力女、ヤンデレ気質の弓使いとともに防御無双する！",
      "es-la": "Sieg es un aventurero con un poder defensivo increíble, y siempre se usa a sí mismo para atraer la atención de los monstruos para ayudar a sus compañeros de grupo. Sin embargo, el líder del grupo se centró en la ofensiva sin darse cuenta de la intención de Sieg, por lo que lo echó. Después de que Sieg se fue, el grupo falló repetidamente en múltiples misiones... Al mismo tiempo, Sieg tomó el puesto de guardián en la Capital Real. Gracias a su poder defensivo, rápidamente fue ascendido a capitán de división. Sus subordinados incluían una espadachina despreocupada de grandes pechos, una chica monstruosa y perversa y una arquera con un temperamento errático. ¡Él y las chicas comenzaron a ganarse lentamente la confianza de las personas que los rodeaban!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]