[
  {
    "mangaId": "c4008a9a-852a-4102-98ae-49b0c2346a08",
    "title": {
      "en": "I Don't Feel Like Doing Anything"
    },
    "updatedAt": "2024-12-12T01:09:13+00:00",
    "coverArt": "https://mangadex.org/covers/c4008a9a-852a-4102-98ae-49b0c2346a08/215cc0ad-d1f7-420a-bdb7-52e935976d9a.jpg",
    "altTitles": [
      {
        "en": "I Don't Want To Do Anything"
      },
      {
        "ko": "아무것도 하고 싶지 않아"
      },
      {
        "en": "Summer Strike"
      },
      {
        "ko-ro": "Amugeotdo hago sipji ana"
      }
    ],
    "description": {
      "en": "One spring day, after the recent death of her mother, Summer decides to quit her stressful city job. She moves to a small beachside town, where she plans to use her entire life savings on two years of doing absolutely nothing. She calculates that she can subsist for this long without finding a job by leading a minimalist, free life. She finds peace and makes friends in her new environment But after a while, the walls of her home are repeatedly vandalized with death threats. Will Summer be able to catch the villain, find normalcy in her life, and make peace with herself?\n\n---\n\n- [Original Webtoon <BookCube>](https://www.bookcube.com/toon/detail.asp?webtoon_num=200360)\n\n- [Original Webtoon <RidiBooks>](https://ridibooks.com/books/3498009766)\n\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/nothing_1)\n\n- [Original Webtoon <Comico>](https://www.comico.kr/comic/291)\n\n- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_notwant_wz)\n\n- [Original Webtoon <Lezhin>](https://www.lezhin.com/ko/comic/dont_want_to)\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=52622012)\n\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4998319)",
      "ko": "26살의 봄, 오늘부터 아무것도 하지 않기로 결심했다\n\n엄마가 그랬다. \n손해 보고 사는 게 편하다고.\n\n엄마 말이 맞다.\n그래, 손해 보고 살자.\n\n단, 호구 잡히지 않을 정도만.\n\n이여름, 26세 봄\n오늘 회사를 그만뒀다.\n\n---\n\n- [Original Webtoon <BookCube>](https://www.bookcube.com/toon/detail.asp?webtoon_num=200360)\n\n- [Original Webtoon <RidiBooks>](https://ridibooks.com/books/3498009766)\n\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/nothing_1)\n\n- [Original Webtoon <Comico>](https://www.comico.kr/comic/291)\n\n- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_notwant_wz)\n\n- [Original Webtoon <Lezhin>](https://www.lezhin.com/ko/comic/dont_want_to)\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=52622012)\n\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4998319)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "141"
  },
  {
    "mangaId": "8f66ebd9-e17f-4d70-9814-a4ebf1e1d453",
    "title": {
      "en": "Beatrice"
    },
    "updatedAt": "2022-11-13T11:54:55+00:00",
    "coverArt": "https://mangadex.org/covers/8f66ebd9-e17f-4d70-9814-a4ebf1e1d453/dbca6f30-59f9-4c41-b1b7-437bd6d14c9a.jpg",
    "altTitles": [
      {
        "en": "Béatrice"
      },
      {
        "bg": "Беатрис"
      },
      {
        "fa": "بئاتریس"
      },
      {
        "en": "بیتریس"
      },
      {
        "ja": "ベアトリチェ"
      },
      {
        "en": "比亚特丽丝"
      },
      {
        "en": "贝阿特丽刺"
      },
      {
        "ko": "베아트리체"
      },
      {
        "th": "เจ้าหญิงเบียทริซ"
      }
    ],
    "description": {
      "en": "Having previously been a slave in her youth, Chloe was revealed to be an illegitimate child of the King of Elpasa, and is raised to the level of a Princess and renamed Beatrice, all in order to secure a political marriage to a toady man, as the king was unwilling to marry his legitimate daughters to him. After two years of hellish marriage, the Kingdom of Elpasa falls before the blade of the Empire's Archduke, its greatest hero. In order to survive her new enslavement Princess Beatrice re-assumes the guise of 'Chloe' as a slave of the Empire. But then, she catches the eye of that very same hero…  \n  \nThe Archduke wonders who is this squirrelly short-haired young woman, who is so surprisingly educated for a slave, and who is terrified of him, not knowing that he butchered the Elpasa Royal Family in front of her and enslaved her himself. What will become of them, since she proves to be one of his only sources of levity?  \n\n\n---",
      "ja": "帝国の侵略により滅亡したエルパーサ王国の王女ベアトリーチェは、正体を隠したまま帝国の奴隷クロエとしての人生を送ることになる。 新しい人生を切り開いて生きてきたのも束の間、彼女はエルパーサ王国を滅ぼし自分を殺そうとした帝国の英雄・アレクサンドロス大公の目につくようになる。 正体を隠すクロエと彼女の正体を知りたいアレクサンドロスのラブロマンス。",
      "ru": "Когда королевство Эльпаса пало перед клинком величайшего героя империи, чтобы выжить, принцесса Беатрис приняла облик рабыни Хлои. Но потом она поймала взгляд того самого героя…\n\n---\n\nUpdates every 10 days in the Kakao Page"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec7ed18c-37db-4fd3-8472-0b4dad8e0e39",
    "title": {
      "en": "Dr. Kumahige"
    },
    "updatedAt": "2023-04-20T17:56:14+00:00",
    "coverArt": "https://mangadex.org/covers/ec7ed18c-37db-4fd3-8472-0b4dad8e0e39/4edd18ce-36ef-41de-bf92-5e55139e00bb.png",
    "altTitles": [
      {
        "ja": "Dr.クマひげ"
      },
      {
        "zh": "流氓俠醫"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\nSaburo, a new doctor, met a man in downtown Susukino, Sapporo. Saburo sees the life of a fierce doctor in Tetsuro Kokubu, who has suddenly disappeared after having shown great promise for the future due to his competence at a university hospital. \n\nThe gekiga contains nine heart-wrenching arcs including \"The End of Snow,\" which depicts the past of Kokubu, who established a small clinic in a backstreet of Shinjuku and is called \"Dr. Kumahige\" by the residents of the town."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "46"
  },
  {
    "mangaId": "a9fcdd8f-3009-44af-8af1-ec8898f5294e",
    "title": {
      "en": "TV SHOPPING"
    },
    "updatedAt": "2024-11-18T17:24:19+00:00",
    "coverArt": "https://mangadex.org/covers/a9fcdd8f-3009-44af-8af1-ec8898f5294e/09d223de-4122-462c-a119-8e26dfac1bbe.jpg",
    "altTitles": [
      {
        "ja-ro": "Terebi Shoppingu"
      },
      {
        "ja": "テレビショッピング"
      }
    ],
    "description": {
      "en": "A collection of creepy, unsettlingly funny and super odd horror oneshots from the Horror M magazine that will make you go ( o_o)\n\n1 • テレビショッピング\n2 • 小顔\n3 • みどりちゃん のお裁縫\n4 • —Mama— ママ\n5 • クリスマス キャラメル\n6 •  ゴキブリの油ぶくれ\n7 • 花開かず枯れる蕾"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "d7a3d410-3b96-477a-912b-d2476477f5b5",
    "title": {
      "en": "Gideon of the 3rd"
    },
    "updatedAt": "2024-10-01T00:23:50+00:00",
    "coverArt": "https://mangadex.org/covers/d7a3d410-3b96-477a-912b-d2476477f5b5/3af8d406-a596-462c-8466-7b7b68cb1572.jpg",
    "altTitles": [
      {
        "ja-ro": "Dai 3 no Gideon"
      },
      {
        "ja-ro": "Dai-3 no Gideon"
      },
      {
        "ja": "第3のギデオン"
      },
      {
        "zh": "第三犹太勇士"
      }
    ],
    "description": {
      "en": "The stage is the eve of the French Revolution. There is the commoner Gideon, who wants to save the impoverished country side-by-side with the members of the Estates General. Then there is the aristocrat, Georges, who will use any means to achieve his purpose. A man who wants to change the country, and a man who wants to destroy it. Both begin their journey forward. Will their joint efforts of love and hatred, justice and evil lead them to a hell of bloodshed, or an ideal future?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "69"
  },
  {
    "mangaId": "d1d16bd6-6b08-4985-b15e-e8586a8de78a",
    "title": {
      "en": "I, Who Have the Natural Charismatic Traits, Was Targeted by Yandere Disciples"
    },
    "updatedAt": "2024-05-13T10:05:29+00:00",
    "coverArt": "https://mangadex.org/covers/d1d16bd6-6b08-4985-b15e-e8586a8de78a/eda60bb2-bebc-4669-8176-9ec05c556782.png",
    "altTitles": [
      {
        "zh": "天生媚骨的我被病娇徒儿盯上了"
      },
      {
        "zh-ro": "Tiansheng Meigu De Wo Bei Bing Jiao Tu Er Ding Shangle"
      },
      {
        "zh-ro": "Tiānshēng Mèigǔ De Wǒ Bèi Bìng Jiāo Tú Er Dīng Shàngle"
      },
      {
        "vi": "Trời Sinh Mị Cốt, Ta Bị Đồ Nhi Yandere Để Mắt Tới"
      }
    ],
    "description": {
      "en": "After losing all magical powers, Bing Yuanzi was caught by a female disciple with ulterior motives. Witnessing a disciple she had painstakingly raised harboring malicious intentions, the master drank the last vial of a transformative potion, intending to erase her own existence. Unexpectedly, instead of disappearing, she became the legendary natural beauty, with allure and beauty reaching maximum levels. At the same time, the next words from her female disciple sounded behind her: “Master, you wouldn’t want your loss of magical powers to be known by our enemies, would you?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c089751-6a78-4b83-a003-aa812b344656",
    "title": {
      "en": "Heureka"
    },
    "updatedAt": "2023-07-02T13:53:57+00:00",
    "coverArt": "https://mangadex.org/covers/2c089751-6a78-4b83-a003-aa812b344656/972c23bf-1e57-49ac-b032-2555077d0cb1.jpg",
    "altTitles": [
      {
        "en": "Eureka"
      },
      {
        "ja-ro": "Heureeka"
      },
      {
        "ja": "ヘウレーカ"
      },
      {
        "zh": "神鬼攻略"
      },
      {
        "it": "Eureka"
      },
      {
        "fr": "Eurêka !"
      }
    ],
    "description": {
      "en": "Heureka is a manga set in antiquity, during the Second Punic War between the small city state of Syracuse and the Roman Empire. The comic is based around the life and times of the famous mathematician Archimedes.  \n  \nArchimedes was not only a gifted mathematician but also an engineer of repute. During the conflict with the Romans, Archimedes was supposedly responsible for creating a number of war machines that devastated the Roman legions before they eventually got the upper hand. The exact nature and use of these devices is controversial, and exists more in the realm of legend than actual historical fact."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-11-22T16:06:26+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/78d0c2a9-08fb-4d3c-904a-d9dae23debc7.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      },
      {
        "vi": "Nô lệ của đội tinh nhuệ Ma đô"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "vi": "Chiều không gian đầy quỷ dữ được gọi là \"Ma đô\" đã mở ra đe dọa đối với loài người. Tại đó, có một loài  \"đào\" ban cho kẻ ăn sức mạnh đặc biệt, giúp nhân loại có cơ hội chiến đấu, tuy nhiên, chỉ có nữ giới mới có thể sử dụng thứ sức mạnh \"trái đào\" ấy. Bởi vậy mà phụ nữ trở thành những người bảo vệ loài người, địa vị xã hội tăng cao, trong khi nam giới bị giáng xuống tầng lớp công dân hạng hai, giành giật nhau những công việc cơ bản và sự thừa nhận.\n\nNhân vật chính Yuuki Wakura, một nam sinh chăm chỉ yêu nội trợ, chị gái cậu đã bị bắt trong một sự kiện của Ma đô 5 năm về trước. Khi đang than thở về những khó khăn gặp phải, cậu đã bị lũ quỷ tấn công. Nhờ được đội trưởng Kyouka của Đội chống Quỷ kịp thời ứng cứu, cậu chấp nhận trở thành \"nô lệ\" của cô để có thể sở hữu sức mạnh tiêu diệt bầy quỷ.\n\nBất ngờ thay, việc làm \"nô lệ\" đòi hỏi một cái giá tương xứng...và người phải trả giá lại không phải là cậu.",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "051ce60f-bf16-432a-89a5-a8d52bd16de6",
    "title": {
      "en": "Kouiu no Ga Ii"
    },
    "updatedAt": "2024-12-18T03:29:15+00:00",
    "coverArt": "https://mangadex.org/covers/051ce60f-bf16-432a-89a5-a8d52bd16de6/9725cd24-611e-4233-bf67-2e4282dcbe4d.jpg",
    "altTitles": [
      {
        "ja": "こういうのがいい"
      },
      {
        "en": "This Kind of Thing is Fine"
      },
      {
        "en": "This is Good"
      },
      {
        "ko": "이러는 게 좋아"
      },
      {
        "fr": "Partners 2.0"
      },
      {
        "ne": "यो राम्रो छ"
      }
    ],
    "description": {
      "en": "Do what we want, when we want, with the person we want. Such a relationship needs no label.\n\nMurata and Tomoka, who are tired of their past relationships, become friends after sharing a game online and decide to go directly to a love hotel. After this evening, they meet regularly and have a good time together.",
      "ja": "ノーモア彼女。グッバイ彼氏。束縛彼女にモラハラ彼氏、過去の恋人関係に辟易していた村田♂と友香♀は、オンラインゲームのオフ会で意気投合し、そのままラブホテルへ。一夜限りでもなく、付き合う訳でもなく、身体のみの関係でもない、ゆるくて気楽で、なおかつえっちぃ――自由な男女が織りなす大人の日常系、スタート。",
      "ne": "हामी जे चाहन्छौं, जब चाहन्छौं, आफूले चाहेको व्यक्तिसँग गर्छौ। यस्तो सम्बन्धलाई कुनै लेबल चाहिँदैन।"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "110e995b-df2a-401c-8d48-5bcd662d3056",
    "title": {
      "en": "Manbou Kitan"
    },
    "updatedAt": "2022-07-19T18:40:21+00:00",
    "coverArt": "https://mangadex.org/covers/110e995b-df2a-401c-8d48-5bcd662d3056/0ce53698-6f7e-4331-824e-24b0ca1cbf8d.jpg",
    "altTitles": [
      {
        "ja": "翻車魚奇譚"
      },
      {
        "zh": "翻车鱼奇谭"
      },
      {
        "ja": "翻車魚（まんぼう）奇譚"
      }
    ],
    "description": {
      "ja": "「かってにシロクマ」「コージ苑」「真・異種格闘大戦」等でおなじみ、ギャグ漫画界の巨匠が贈る新機軸！摩訶不思議な読み味のショートショートホラー劇場"
    },
    "status": "cancelled",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "4"
  },
  {
    "mangaId": "d9e6f19c-1240-4ce5-a7ef-5fe6dcecd2b3",
    "title": {
      "en": "Renchi to Kudamono"
    },
    "updatedAt": "2024-12-22T04:37:49+00:00",
    "coverArt": "https://mangadex.org/covers/d9e6f19c-1240-4ce5-a7ef-5fe6dcecd2b3/84a3d44b-f95a-463f-8ec7-232ea0f9f55f.png",
    "altTitles": [
      {
        "ja": "レンチとくだもの"
      },
      {
        "en": "Wrench and Fruits"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e020429b-0692-4441-abb4-99b4978d9a00",
    "title": {
      "en": "The Story of How The Horned Owl I Rescued Turned Into a Girl"
    },
    "updatedAt": "2024-12-22T18:13:20+00:00",
    "coverArt": "https://mangadex.org/covers/e020429b-0692-4441-abb4-99b4978d9a00/4dda874f-bc7d-49dd-aa2e-063ebf23b4e2.jpg",
    "altTitles": [
      {
        "ja": "保護したミミズクが女の子になっちゃった話"
      },
      {
        "ja-ro": "Hogo Shita Mimizuku ga Onnanoko ni Nacchatta Hanashi"
      }
    ],
    "description": {
      "en": "One day, a kind-hearted young man finds an injured owl and decides to take it in, caring for it until it recovers. However, to his surprise, the owl mysteriously transforms into a young girl overnight. The girl, who has the appearance and behavior of the owl, struggles to adapt to her new human form while the protagonist tries to understand the strange circumstances behind her transformation. As they navigate the challenges of this unexpected change, they form a unique bond, uncovering magical secrets and slowly developing feelings for each other. But with the transformation still unresolved, they must find out what it means and whether the owl-girl can return to her true form—or if she even wants to.",
      "id": "Seekor burung hantu bertanduk yang berubah menjadi seorang gadis loli."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b8d146-b3f0-49e2-8292-c2878043864d",
    "title": {
      "en": "Classmate no Moto Idol ga, Tonikaku Kyodou Fushin Nan desu"
    },
    "updatedAt": "2024-12-06T13:57:06+00:00",
    "coverArt": "https://mangadex.org/covers/c7b8d146-b3f0-49e2-8292-c2878043864d/ae67464e-dd96-4816-963d-7ecad2adf48f.jpg",
    "altTitles": [
      {
        "ja": "クラスメイトの元アイドルが、とにかく挙動不審なんです。"
      },
      {
        "ja-ro": "Class no Idol Bishoujo ga, Tonikaku Kyodou Fushin nan desu"
      },
      {
        "en": "The Idol Girl in My Class is Acting Suspiciously"
      },
      {
        "vi": "Idol Cùng Lớp Tôi Cứ Đáng Nghi Thế Nào Ấy"
      },
      {
        "en": "My classmate SHION SAEGUSA was idol, but she is unsure of behavior in front of me."
      }
    ],
    "description": {
      "en": "Saegusa, who retired from idolry when she went to high school, is good-looking and intelligent. She is always cheerful and friendly, and is the most popular person at school. Takuya, however, knows a certain side of the highbrow Miss Saegusa. Today, too, a suspicious-looking woman in a dubious disguise appears at the convenience store where he works part-time. She is, in all likelihood, that Saegusa-san...?",
      "ja": "高校進学を機にアイドルを引退した三枝さんは、容姿端麗かつ頭脳明晰。いつも明るくて人当たりも良く、学校で一番の人気者だ。しかし、そんな高嶺の花である三枝さんのとある一面を卓也は知っている。今日もバイト先のコンビニに現れる、怪しげな変装をした挙動不審な女性――。彼女はどう見てもあの三枝さんで…!?",
      "vi": "Saegusa, người đã từ bỏ thần tượng khi cô học trung học, xinh đẹp và thông minh. Cô ấy luôn vui vẻ và thân thiện, và là người nổi tiếng nhất ở trường.Tuy nhiên, Takuya biết một khía cạnh nào đó của cô gái saegusa nàyHôm nay cũng vậy, một cô gái trông đáng ngờ đang cải trang xuất hiện tại cửa hàng tiện lợi nơi anh làm việc bán thời gian.Cô ấy, rất có thể, là Saegusa-san...?Bộ truyện chuyển thể từ truyện tranh được chờ đợi từ lâu của bộ phim hài lãng mạn cực kỳ nổi tiếng với một nữ idol đáng ngờ và dễ thương quá mức!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1a9fdeb-f713-407f-960c-8326b586e6fd",
    "title": {
      "en": "Vagabond"
    },
    "updatedAt": "2023-04-12T09:27:48+00:00",
    "coverArt": "https://mangadex.org/covers/d1a9fdeb-f713-407f-960c-8326b586e6fd/05f8dcb4-8ea1-48db-a0b1-3a8fbf695e5a.jpg",
    "altTitles": [
      {
        "fr": "Avare"
      },
      {
        "vi": "Lãng Khách"
      },
      {
        "ru": "Бродяга"
      },
      {
        "ar": "المتشرد"
      },
      {
        "th": "วากาบอนด์"
      },
      {
        "ja": "バガボンド"
      },
      {
        "zh": "浪客行"
      },
      {
        "ko": "베가본드"
      },
      {
        "es-la": "Vagabundo"
      },
      {
        "es": "Vagabundo"
      },
      {
        "tr": "Avare"
      },
      {
        "tr": "Serseri"
      }
    ],
    "description": {
      "en": "Growing up in the late 16th century Sengoku era Japan, Shinmen Takezou is shunned by the local villagers as a devil child due to his wild and violent nature. Running away from home with a fellow boy at age 17, Takezo joins the Toyotomi army to fight the Tokugawa clan at the Battle of Sekigahara. However, the Tokugawa win a crushing victory, leading to nearly three hundred years of Shogunate rule. Takezo and his friend manage to survive the battle and afterwards swear to do great things with their lives. However, after their paths separate, Takezo becomes a wanted criminal and must change his name and his nature in order to escape an ignoble death.  \n  \n**Awards:**\n- Won the 24th Kodansha Manga Award in the general category in 2000.\n- Won the Tezuka Osamu Cultural Prize in 2002 \n**Note:** was nominated for the 2003 Eisner Award in the Best Writer/Artist category.",
      "es": "Creciendo en el Japón de la era Sengoku de finales del siglo XVI, Shinmen Takezou es rechazado por los aldeanos locales como un niño demonio debido a su naturaleza salvaje y violenta. A los 17 años, Takezou se escapa de casa con un compañero y se une al ejército Toyotomi para luchar contra el clan Tokugawa en la batalla de Sekigahara. Sin embargo, los Tokugawa obtienen una aplastante victoria, lo que da lugar a casi trescientos años de gobierno del Shogunato. Takezou y su amigo consiguen sobrevivir a la batalla y después juran hacer grandes cosas con sus vidas. Sin embargo, cuando sus caminos se separan, Takezou se convierte en un criminal buscado y debe cambiar su nombre y su naturaleza para escapar de una muerte innoble.  \n  \n**Premios:**\n    - Ganó el 24º Premio Kodansha de Manga en la categoría general en 2000.\n    - Ganó el Premio Cultural Tezuka Osamu en 2002\n    **Nota:** fue nominado al Premio Eisner 2003 en la categoría de Mejor Escritor/Artista.",
      "es-la": "Creciendo en el Japón de la era Sengoku de finales del siglo XVI, Shinmen Takezou es rechazado por los aldeanos locales como un niño demonio debido a su naturaleza salvaje y violenta. A los 17 años, Takezou se escapa de casa con un compañero y se une al ejército Toyotomi para luchar contra el clan Tokugawa en la batalla de Sekigahara. Sin embargo, los Tokugawa obtienen una aplastante victoria, lo que da lugar a casi trescientos años de gobierno del Shogunato. Takezou y su amigo consiguen sobrevivir a la batalla y después juran hacer grandes cosas con sus vidas. Sin embargo, cuando sus caminos se separan, Takezou se convierte en un criminal buscado y debe cambiar su nombre y su naturaleza para escapar de una muerte innoble.  \n  \n**Premios:**\n    - Ganó el 24º Premio Kodansha de Manga en la categoría general en 2000.\n    - Ganó el Premio Cultural Tezuka Osamu en 2002\n    **Nota:** fue nominado al Premio Eisner 2003 en la categoría de Mejor Escritor/Artista."
    },
    "status": "hiatus",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63487511-434d-4a98-a1da-13bf80e9fcb8",
    "title": {
      "en": "New Treasure Island (1947)"
    },
    "updatedAt": "2023-02-26T03:19:44+00:00",
    "coverArt": "https://mangadex.org/covers/63487511-434d-4a98-a1da-13bf80e9fcb8/c7c60786-9d7d-4a10-96fa-12e888265a65.png",
    "altTitles": [
      {
        "en": "New Treasure Island (Original Edition)"
      },
      {
        "ja": "新寶島 オリジナル版"
      },
      {
        "ja": "新宝島"
      },
      {
        "ja-ro": "Shin Takarajima"
      },
      {
        "ja-ro": "Shin Takarajima (1947)"
      },
      {
        "ja-ro": "Shin Takarajima (Originalban)"
      },
      {
        "fr": "La nouvelle Île au Trésor"
      },
      {
        "it": "La nuova isola del tesoro"
      },
      {
        "es": "A Nova Ilha do Tesouro"
      }
    ],
    "description": {
      "en": "*Tezuka completely redrew this from memory for the Tezuka 400 when this version was presumed lost. \nIt was later rediscovered and collected in the Tezuka bunko.*\n\nThe young Pete jumps aboard a ship captained by a friend of his late father. With a treasure map he left behind in his hands, he and the captain embark on an adventure to hunt it down. However, pesky pirates - like Bowarl and his crew - get in the way, also seeking the treasure for themselves! What sort of island is Treasure Island? And who will get the treasure first?\n\nSakai is credited for the 'story' of this edition due to the many cuts and alterations he made, including the ending of the manga. Tezuka was not pleased with his edits, and did not consider it a work he did by himself. When collected in the Complete Works, the original was presumed lost, so Tezuka redrew the whole work from memory, restoring the cuts (such as Peter Pan). This edition is more of a 2/3koma compared to the 1984 definitive edition, which is a 4Koma."
    },
    "status": "completed",
    "releaseDate": 1947,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "17"
  },
  {
    "mangaId": "3adc4c7a-2f4e-4a9f-ba0e-d0e83d28ffc8",
    "title": {
      "en": "Ambivalent: A World Where Losing Your Virginity Means Death"
    },
    "updatedAt": "2024-12-24T12:52:39+00:00",
    "coverArt": "https://mangadex.org/covers/3adc4c7a-2f4e-4a9f-ba0e-d0e83d28ffc8/640372fd-2bd8-45d0-a708-5b58467b7bc7.jpg",
    "altTitles": [
      {
        "ja": "アンビバレント～童貞を捨てたら死ぬ世界～"
      },
      {
        "ja-ro": "Ambivalent ~Doutei wo Sutetara Shinu Sekai~"
      }
    ],
    "description": {
      "en": "A new type of sexually transmitted infection is spreading around the world. When infected, women's sexual desire increases by several dozen times, while 99% of men die. In a world where casual sex means death, Shindo Sadao, who is a virgin, vows not to have relations with anyone until a vaccine is developed, but the temptations of women overwhelm him!",
      "ja": "新種の性感染症が世界中で流行。感染すると女性は性欲が数十倍に、男性は99%が死亡する。「安易な性行為=死」となった世界。性経験のない主人公・神童貞雄は、ワクチンが開発されるまで、誰とも関係を持たないことを誓うが、女性たちの誘惑が彼を襲いーー!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3911129-c183-402a-a415-cfd4a08aa746",
    "title": {
      "en": "Juvenile Offender"
    },
    "updatedAt": "2024-12-13T19:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/c3911129-c183-402a-a415-cfd4a08aa746/5d2e80ec-4fd8-4784-95fd-ae2960ce6e1a.jpg",
    "altTitles": [
      {
        "ko": "촉법소년"
      },
      {
        "kk": "Жас Қылмыскер"
      },
      {
        "es-la": "Delincuente Juvenil"
      },
      {
        "pt-br": "Delinquente"
      }
    ],
    "description": {
      "en": "South Korea is filled with various shitty laws.\nThe group of ‘juvenile kids’ that made my life into a living hell didn’t receive any punishment: these kids were the result of these shitty laws. I’ll now start my revenge.",
      "kk": "Оңтүстік Корея әртүрлі заңдарға толы.\nМенің өмірімді тозаққа айналдырған \"жас балалар\" тобы ешқандай жазаға тартылмады: бұл балалар осы заңдардың нәтижесі болды. Енді мен кек алуды бастаймын.",
      "ko": "대한민국은 X같은 법들로 가득하다\n나를 지옥으로 밀어넣고도 처벌받지 않았던 ‘촉법소년’들\n그 X같은 법의 결과물들에게, 지금부터 복수를 시작한다",
      "es-la": "Corea del Sur está llena de leyes de mierda. El grupo de «menores» que convirtió mi vida en un infierno no recibió ningún castigo: esos menores fueron el resultado de esas leyes de mierda. Ahora comenzaré mi venganza. (Ocurre en el mismo universo de Lookism)",
      "pt-br": "A Coreia do Sul está cheia de leis de merda.\r\nE os ‘deliquentes’ que me empurraram para o inferno nunca foram punidos.\r\nEntão, está na hora de me vingar e passar por cima dessas leis de merda."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "82"
  },
  {
    "mangaId": "ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8",
    "title": {
      "en": "I Am a Hero"
    },
    "updatedAt": "2024-10-12T03:12:36+00:00",
    "coverArt": "https://mangadex.org/covers/ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8/e8ea3a56-09db-47bf-85f0-0bfa17b3ccc1.jpg",
    "altTitles": [
      {
        "tl": "Ako ay isang Bayani"
      },
      {
        "id": "Aku adalah Pahlawan"
      },
      {
        "tr": "Ben Bir Kahramanım"
      },
      {
        "pt": "Eu Sou Um Herói"
      },
      {
        "es": "Soy un Héroe"
      },
      {
        "vi": "I am a Hero"
      },
      {
        "ru": "Я — герой"
      },
      {
        "he": "אני גיבור"
      },
      {
        "ar": "أنا بطل"
      },
      {
        "fa": "من قهرمانم"
      },
      {
        "ja": "アイアムアヒーロー"
      },
      {
        "zh": "请叫我英雄"
      },
      {
        "id": "Akulah Pahlawan"
      },
      {
        "pt-br": "Eu sou um Herói"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe series has sold over 8.3 million copies! The gold standard of zombie manga, \"I Am a Hero,\" is now available in a \"complete edition\" with a new cover design, reprinted color pages from the serialization, and over 80 pages of new artwork in the final 22 volumes! Witness the new ending of the story. \n\nHe is 35 year old who spends his time as an assistant to a mangaka, sometimes escaping into delusion in order to win over the agonizing reality. One day, however, a mysterious infection begins to spread without him noticing...and the real world begins to break down...⁉ \n\nHe wanders into a world where the ordinary and the extraordinary, the mundane and the insane intersect. A personal survival panic horror story! \n\n[Official English](https://www.darkhorse.com/Books/25-142/I-Am-a-Hero-Omnibus-Volume-1-TPB)\n\n---  \n- **Won the 58th Shogakukan Manga Award for General Manga in 2013**\n\n---\n\n- Adapted into a Live Action film in 2016. Link to the [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=24660) Page",
      "pl": "Hideo Suzuki to 35­‑latek pracujący jako asystent znanego twórcy mang. Na pozór wydaje się zwyczajnym człowiekiem, balansuje jednak na granicy choroby psychicznej, ma olbrzymie problemy z funkcjonowaniem w społeczeństwie i kontaktach z innymi ludźmi. Jak ktoś taki poradzi sobie w świecie opanowywanym przez zombie?  \n Mangę charakteryzuje bardzo poważne podejście do tematu i zorientowanie na psychikę bohatera oraz analizę ludzkiej osobowości.  \n Yumi - 25 maja 2011",
      "vi": "Như các bạn đã từng biết là trong các bộ truyện kinh dị đa số các nhân vật chính đều rất mạnh mẽ đẹp trai, phong độ và được nhiều gái theo v…v…! Nhưng đó là trong mấy truyện zombie bình thường thôi!\nTrong bộ I am a hero này thì main của chúng ta lại là một thằng bất tài vô dụng, bị chính bạn gái của mình sau khi biến thành zombie cắn, cậu ta chỉ biết chạy chạy và chạy… \n\nSau đó trải qua nhiều biến cố thì main đã trưởng thành và ra dáng đàn ông hơn trước....\n Đây là một bộ truyện hay mang hơi hướng kinh dị, giật gân, tâm lý,...",
      "pt-br": "Hideo Suzuki é um assistente de mangaká de 35 anos de idade lutando para ser um herói em sua própria vida, dividido pelo trabalho na série em que é assistente \"lime light\" e com uma série nova ao mesmo tempo, equilibrando seu relacionamento com sua namorada e seus próprios delírios. No entanto, tão difícil como Hideo pode imaginar, o mundo parece ter um conjunto de planos diferentes para ele; maquinações sinistras e obscuras que derrubam completamente a sua realidade e como ele a vê."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "264"
  },
  {
    "mangaId": "d7d6829b-ceab-4346-a033-22387aeff297",
    "title": {
      "en": "Summoned to Another World... Again?!"
    },
    "updatedAt": "2024-10-11T16:09:19+00:00",
    "coverArt": "https://mangadex.org/covers/d7d6829b-ceab-4346-a033-22387aeff297/7a5e4ada-65d1-431c-ace4-c0be6dcbf3fe.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Shoukan wa Nidome Desu"
      },
      {
        "ru": "Меня призвали в другой мир во второй раз!"
      },
      {
        "ja": "異世界召喚は二度目です"
      },
      {
        "en": "This Is My Second Time Being Summoned to an Isekai."
      },
      {
        "ko": "이세계 소환은 두 번째 입니다"
      },
      {
        "ru": "Призванный в другой мир во второй раз"
      }
    ],
    "description": {
      "en": "There was once a man who was summoned to another world, and saved it. Of course, he became too popular there, and turned into an isekai-normie.   \nHowever, that man fell into a \"trap\", and was forcibly returned to his original world. Moreover, he had to start over as a baby! This is the story of the way-too-fantastic ex-hero who lived as a gloomy high-schooler as he gets summoned once again to that other world in a very unexpected development!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6df5cd9d-4d29-4c4b-81a3-72f81d2de5bf",
    "title": {
      "en": "My Clumsy and Erotic Neighbor Sayuri-san"
    },
    "updatedAt": "2024-04-18T20:45:02+00:00",
    "coverArt": "https://mangadex.org/covers/6df5cd9d-4d29-4c4b-81a3-72f81d2de5bf/bd470a7d-bfa4-4278-aa07-a22bff9e8653.jpg",
    "altTitles": [
      {
        "en": "Sayuri-san is lewd"
      },
      {
        "ja": "不器用でエロい隣人さゆりさん"
      },
      {
        "ja-ro": "Bukiyou de Eroi Rinjin Sayuri-san"
      },
      {
        "es-la": "Mi torpe y erótica vecina Sayuri-san"
      }
    ],
    "description": {
      "en": "Series Follows Our Main Character and His Interactions With His Neighbor Sayuri-san.",
      "ja": "高校生の主人公が、隣人の主婦である「さゆりさん」と様々なエロティックなシチュエーションを繰り広げるというストーリー。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65cc6349-2866-42b1-a8b2-7d83e7c500d5",
    "title": {
      "en": "I Went to My Guy Friend's House on Christmas, and a Girl I Didn't Know Was There"
    },
    "updatedAt": "2024-01-29T22:10:44+00:00",
    "coverArt": "https://mangadex.org/covers/65cc6349-2866-42b1-a8b2-7d83e7c500d5/a7aeeffd-81f2-4933-aae6-cc11554bf5cd.jpg",
    "altTitles": [
      {
        "ja": "クリスマスに男友達の家に行ったら知らない女の子がいた。"
      },
      {
        "ja-ro": "Christmas ni Otoko Tomodachi no Ie ni Ittara Shiranai Onnanoko ga Ita."
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af96ad04-08d2-4aff-ba50-6794e06c8404",
    "title": {
      "en": "Plaything"
    },
    "updatedAt": "2024-10-21T00:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/af96ad04-08d2-4aff-ba50-6794e06c8404/0c5d56c9-9963-43c0-a192-feb0138ca92c.jpg",
    "altTitles": [
      {
        "ko": "놀이감"
      },
      {
        "en": "Her Toys"
      },
      {
        "en": "A Sense of Amusement"
      },
      {
        "th": "สนามเด็กล่า"
      },
      {
        "zh": "玩物"
      },
      {
        "pt-br": "Uma Sensação de Diversão com seus brinquedos"
      }
    ],
    "description": {
      "en": "Lee Myung-jun, the Vice Chairman of Hyundo Group, lost his daughter to a group of bullies. Seeking revenge, he adopts Yoon Karma, a psychopathic defector girl.\n\nYoon Karma: A sadistic human weapon created through drug experiments in North Korea. After killing everyone in the research lab, she escaped to South Korea on her own.\n\nHaving just been released from a juvenile detention center in South Korea, Yoon Karma sets out to hunt down the bullies at school, driven by the desire to avenge her new father and satisfy her sadistic pleasures.",
      "pt-br": "Lee Myung-jun, o vice-presidente do grupo Hyundo, perdeu sua filha para um grupo de pessoas que faziam bullying. Buscando vingança, ele adota Yoon Karma, uma garota desertora psicopata.\nYoon Karma: Uma arma humana sádica criada por meio de experimentos com drogas na Coreia do Norte. Depois de matar todos no laboratório de pesquisa, ela escapou para a Coreia do Sul sozinha.\nTendo acabado de ser libertada de um centro de detenção juvenil na Coreia do Sul, Yoon Karma sai para caçar os valentões na escola, movida pelo desejo de vingar seu novo pai e satisfazer seus prazeres sádicos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c8f00a-3925-4f22-ac21-83145be2b733",
    "title": {
      "en": "The Lazy Lord Masters the Sword"
    },
    "updatedAt": "2024-10-07T01:06:40+00:00",
    "coverArt": "https://mangadex.org/covers/26c8f00a-3925-4f22-ac21-83145be2b733/f874bcb6-03be-4cb0-9478-8d3a0240beea.jpg",
    "altTitles": [
      {
        "ko": "나태 공자, 노력 천재 되다"
      },
      {
        "en": "Reformation of the Deadbeat Noble"
      },
      {
        "en": "The Lazy Prince Becomes a Genius"
      },
      {
        "ru": "От нерадивого аристократа до усердного гения"
      },
      {
        "ja": "怠惰公子、努力の天才になる"
      },
      {
        "zh-hk": "懶惰公子成長記"
      },
      {
        "pt-br": "A Superação do Nobre Vagabundo"
      }
    ],
    "description": {
      "en": "After witnessing the shocking death of his mother, young Airen Farreira uses sleep to escape his painful reality, earning him the nickname, “the lazy lord”. Yet, in spite of others’ jeers and whispers, Airen has no intention of changing his ways.\n\nBut when he awakens one day from a dream about a mysterious swordsman, his life’s trajectory takes a complete turn...\n\n---\n- [Alternative English Translation (Tappytoon)](https://www.tappytoon.com/en/comics/the-lazy-lord-masters-the-sword)",
      "fr": "Irene Perreira est un garçon qui dort pour s’enfuir de la réalité. Les gens se moquent de lui, en l’appelant 'bon à rien' , mais il n'a aucune envie de changer. Jusqu'à ce qu'un jour, il rêva d'un épéiste... C'était un rêve d'un homme sans talent qui a entraîné ses mouvements à l'épée pendant des décennies.",
      "ja": "誰も期待していなかった一族の怠け者、アイルーンパレイラがついに剣を手に取る。",
      "ko": "잠을 도피처로 삼아 온 소년 아이른 파레이라.\n사람들은 그를 나태 공자라 부르며 조롱했지만 그는 변할 생각이 없었다.\n어느 날 어느 검사의 꿈을 꾸기 전까지는...\n그것은 그저 묵묵히 수십 년간 검을 휘두르며 단련하는 한 재능 없는 사내에 관한 꿈이었다.",
      "ru": "Юный Айрон Парейра сделал свой мир грёз убежищем от боли трагедии прошлого. Людей забавляло это, они подняли его на смех и прозвали нерадивым аристократом. Однако подобное отношение никак не задевало нашего героя необходимостью меняться.\nТак бы всё и продолжалось, не повстречай он во сне бездарного юношу, который тридцать семь лет подряд обучался владению мечом, да так и умер с оружием в руках.",
      "pt-br": "Irene Pareyra é um rapaz que dormia para fugir da realidade. As pessoas o zoavam, chamavam de preguiçoso, mas ele não tinha a intenção de mudar. Até que um dia ele sonhou com um espadachim… Foi um sonho sobre um homem sem talento que treinou por décadas brandindo sua espada.",
      "zh-hk": "家族中的懶惰蟲終於拿起了劍！將睡覺視為逃避方法的少年艾倫．帕雷拉，即使人們都嘲笑他為懶惰公子，他依然不願改變，直到有天他夢見了一位數十年間不斷揮劍鍛練的無才男子..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "921aeb3c-c73f-4145-bcbc-10ac58917378",
    "title": {
      "en": "JESUS Sajin Kouro"
    },
    "updatedAt": "2024-12-01T23:52:01+00:00",
    "coverArt": "https://mangadex.org/covers/921aeb3c-c73f-4145-bcbc-10ac58917378/b594d3a0-5e9b-4e1c-b6a9-ada221ceb3c0.jpg",
    "altTitles": [
      {
        "ja": "JESUS 砂塵航路"
      },
      {
        "en": "Jesus: Path of the Sandstorm"
      }
    ],
    "description": {
      "en": "Continuation of the manga \"Jesus\". The legendary killer, hiding under the guise of school teacher Fujisawa Shingo, returns to Japan after more than ten years! What made him come back? What has he been doing for these ten years? Is one of his new students connected to 24?\nRead on and find out in JESUS: Path of the Sandstorm!"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "erotica",
    "lastVolume": "14",
    "lastChapter": "154"
  },
  {
    "mangaId": "e881168f-ef99-41ff-88cf-1cf21c152635",
    "title": {
      "en": "Seichou Cheat de Nandemo Dekiru you ni Natta ga, Mushoku dake wa Yamerarenai you desu"
    },
    "updatedAt": "2024-10-25T23:19:08+00:00",
    "coverArt": "https://mangadex.org/covers/e881168f-ef99-41ff-88cf-1cf21c152635/d9691022-2c49-4bd4-b2e2-86a41856b0cd.jpg",
    "altTitles": [
      {
        "ja": "成長チートでなんでもできるようになったが、無職だけは辞められないようです"
      },
      {
        "en": "I've Become Able to Do Anything with My Growth Cheat, but I Can't Seem to Get out of Being Jobless"
      },
      {
        "ko": "성장 치트로 뭐든 할 수 있게 되었지만, 무직만큼은 그만둘 수가 없습니다"
      },
      {
        "zh": "只有无职是不会辞去的"
      },
      {
        "zh-hk": "只有無職是不會辭去的"
      }
    ],
    "description": {
      "en": "I, Ichinosuke, failed to get a job 100 times in a row. In fact, my lifelong unemployment streak remains unbroken.\n\nOn my way to yet another job interview, I was involved in an accident with a truck and tragically passed away. Suddenly, a goddess bestowed upon me the ability to grow at a speed 20 times faster than normal… and another goddess, making a mistake, bestowed upon me the ability to grow at a speed 20 times faster than normal, before sending me to a game-like other world.\n\nWait, 20 times 20…. 400 times faster than normal?!\n\nHowever, knowing that I would not become stronger even if I continued growing while being jobless, I aimed to get a job… but I discovered that remaining Jobless was a cheat in and of itself, provided you can stomach the slow leveling process. … Which I do at 400 times faster than normal.\n\nAs my Growth Cheat and Jobless Cheat existed side-by-side in this other world, the story of my adventure, no doubt certified by the job-placement agency as harmful material, begins here.",
      "ja": "就活中に事故で死にそうになった楠一之丞は異世界に転移。さらに女神の手違いにより一之丞は常人の400倍のスピードで成長する能力を授かった。あまりの成長速度に、一之丞は無職のまま異世界生活を始める。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41fbd08c-e2da-4f62-ae84-5ce55503e116",
    "title": {
      "en": "My Fake Girlfriend's Defending Against Their Attacks"
    },
    "updatedAt": "2024-09-24T19:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/41fbd08c-e2da-4f62-ae84-5ce55503e116/3b858175-b8f0-413e-969c-60e1f0adfb1f.png",
    "altTitles": [
      {
        "zh": "我的假女友正全力防御她们的进攻"
      },
      {
        "en": "My Fake Girlfriend's Defending Against Their Attack"
      },
      {
        "en": "My Fake Girlfriends are using me as a Shield"
      },
      {
        "zh-ro": "Wo De Jia Nüyou Zheng Quanli Fangyu Tamen De Jingong"
      },
      {
        "de": "Meine falschen Freundinnen benutzen mich als Schutzschild"
      }
    ],
    "description": {
      "en": "One day, I was suddenly confessed to by a girl, and in order to reject her, I had to find a fake girlfriend! I didn’t expect that my plan to avoid trouble… would lead to even bigger trouble?! The tsundere \"Vicious Princess\" from the Archery Club, the \"White Fox\" who is adept at teasing, the \"Flower of the Highlands\" with straight black hair, and…a sister with a severe case of brocon! Could my youth romantic comedy be wrong as well too?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "322fd61d-158f-4c6e-bd2e-56952e3e4de6",
    "title": {
      "en": "The Amazing Digital Circus"
    },
    "updatedAt": "2024-11-25T21:36:42+00:00",
    "coverArt": "https://mangadex.org/covers/322fd61d-158f-4c6e-bd2e-56952e3e4de6/c3fa368d-bcc3-41e5-b28d-266088979999.png",
    "altTitles": [
      {
        "ja": "アメイジング デジタル サーカス"
      },
      {
        "ja-ro": "Amazing Digital Circus"
      }
    ],
    "description": {
      "en": "Where is the exit?\n\nThe comic adaptation of the dark comedy begins!\n\nPublished monthly in print in Corocoro Ichiban! and online in Weekly Corocoro Comic.\n___\n**Cooperation:** InfoLens Inc."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1237e237-a597-42c2-bd68-fcd5e5e57604",
    "title": {
      "en": "The Legend of Zelda (Ran Maru)"
    },
    "updatedAt": "2022-11-19T17:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/1237e237-a597-42c2-bd68-fcd5e5e57604/e49030a2-cb53-453f-a4d4-3559d29d23ef.png",
    "altTitles": [
      {
        "en": "The Legend of Zelda: The Hyrule Fantasy"
      },
      {
        "ja": "ゼルダの伝説 わんぱっくコミックス"
      },
      {
        "ja-ro": "Zelda no Densetsu (Ran Maru)"
      },
      {
        "ru": "Легенда о Зельде: Сказания Хайрула"
      }
    ],
    "description": {
      "en": "Legend of Zelda adaptation by Ranmaru, a former assistant of Mitsuteru Yokoyama(Tetsujin 28-go, Giant Robo, Romance of the Three Kingdoms) and Shinji Wada(Sukeban Deka, Alisa of the Silver Hair, and Pygmalio)"
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "f30a2fd3-cf2c-4f77-9910-51a908459a82",
    "title": {
      "en": "The Otome Heroine's Fight for Survival"
    },
    "updatedAt": "2024-10-07T12:45:40+00:00",
    "coverArt": "https://mangadex.org/covers/f30a2fd3-cf2c-4f77-9910-51a908459a82/1e2aaaf2-29c2-42c8-b274-bf4a133aca9e.jpg",
    "altTitles": [
      {
        "ja": "乙女ゲームのヒロインで最強サバイバル"
      },
      {
        "ja": "乙女ゲームのヒロインで最強サバイバル＠ＣＯＭＩＣ"
      },
      {
        "ja-ro": "Otome Game no Heroine de Saikyou Survival"
      },
      {
        "ru": "Выживание сильнейшей героини в отомэ-игре"
      },
      {
        "ko": "여성향 게임의 히로인으로 최강 서바이벌"
      },
      {
        "ko-ro": "Yeongseonghyang Geimui Hiroineuro Choigang Seobaobeol"
      },
      {
        "fr": "L'héroine d'un jeu otome survie en devenant la plus forte"
      },
      {
        "en": "Heroine Survival"
      },
      {
        "en": "Strongest Survival with an Otome Game's Heroine"
      }
    ],
    "description": {
      "en": "Orphaned by a monster attack on her village, young Alicia spends three horrid years in an orphanage before finally running away. When she flees, however, Alicia has a violent encounter with an older woman hell-bent on killing her. During their tussle, she comes into contact with a strange crystal that bestows upon her a wealth of knowledge, transforming her from an innocent child into a cool and calculated planner. Now aware that she was meant to be the protagonist of an otome game and disgusted with her supposed fate, Alicia decides to take matters into her own hands and become strong—by any means necessary. Using her newfound knowledge, and with some help from a stranger she meets in the woods, she learns to survive by herself in a world far too harsh and unforgiving for a girl her age. Ready or not, she’s determined to carve her own path.\n\n[Official English Light Novel](https://j-novel.club/series/the-otome-heroine-s-fight-for-survival)",
      "ja": "剣と魔法の世界シエルで孤児として生きていた少女アーリシア。\nある日、彼女は自分が“乙女ゲームのヒロイン”であると知ってしまう。\n両親の死さえ単にストーリーの一部だったのだ。\nアーリシアはヒロインの役割を「くだらない」と一刀両断すると、冒険者『アリア』を名乗り、次第に複数の武器と魔法を操る「殺戮（さつりく）の灰かぶり姫」へと成長していく！\nだが、“悪役令嬢”の護衛依頼を受けたことで、気付かぬ間に貴族同士が争うゲームの舞台に巻き込まれていき――？\n「私は“私”だ。ゲームの登場人物じゃない！」\n武器を作れ！　技を鍛えろ！\n強敵との戦いに生き残り、乙女ゲームをぶち壊せ！\n戦うヒロインが魅せる、壮絶＆爽快な異世界バトルファンタジー！\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n1391fj/)\nLight Novel: [Amazon](https://www.amazon.co.jp/dp/B09FF4Y8C2), [Bookwalker](https://bookwalker.jp/series/286726/)\nOriginal Web Publication: [Corona EX](https://to-corona-ex.com/comics/20000000054623), [Nico Video](https://seiga.nicovideo.jp/comic/54623)",
      "ru": "В мире меча и магии, что звался Сиэль, жила сирота по имени Алисия.\nОднажды она узнала, что является героиней отомэ-игры, в которой даже смерть её родителей была лишь частью сценария. Расценив положение героини полнейшим абсурдом, она решительно его отвергнула. Она переродилась как авантюристка Ария, и шаг за шагом мастерски овладела широким арсеналом оружия и магии. Её величали «Пепельная принцесса резни»! Однако, взявшись за задание по охране «злодейки», Алисия, опомниться не успев, обнаружила себя втянутой в конфликты знати…\n\n«Я - это я, а не персонаж какой-то игры!»\n\nВыковать оружие! Закалить тело!\nВыжить в борьбе против могущественных врагов и разнести эту чёртову отомэ-игру!\nЗахватывающая битва нашей героини в величественном мире меча и магии!\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n1391fj/)\nLight Novel: [Amazon](https://www.amazon.co.jp/dp/B09FF4Y8C2), [Bookwalker](https://bookwalker.jp/series/286726/)\nOriginal Web Publication: [Corona EX](https://to-corona-ex.com/comics/20000000054623), [Nico Video](https://seiga.nicovideo.jp/comic/54623)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-09-12T22:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "981ad6bb-9eab-4777-b39a-0acb0be1ef8b",
    "title": {
      "en": "Osananajimi no Yuri"
    },
    "updatedAt": "2024-12-24T12:00:53+00:00",
    "coverArt": "https://mangadex.org/covers/981ad6bb-9eab-4777-b39a-0acb0be1ef8b/d5e39b7c-7051-4a81-b406-f3ce44c2e446.png",
    "altTitles": [
      {
        "en": "Childhood Friend Yuri"
      },
      {
        "ja": "おさななじみの百合"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "199a4cdf-d807-4e3d-ae80-61e4fbc3c50e",
    "title": {
      "en": "KISEKAE NINGYOU DE CHU♡"
    },
    "updatedAt": "2024-12-24T12:22:03+00:00",
    "coverArt": "https://mangadex.org/covers/199a4cdf-d807-4e3d-ae80-61e4fbc3c50e/142cd998-ffe7-4c04-935c-5ac66d066686.jpg",
    "altTitles": [
      {
        "ja": "着せ替え人形でchu♡"
      },
      {
        "ja-ro": "KISEKAE NINGYOU DE CHU♡"
      }
    ],
    "description": {
      "en": "The spin-off of \"My Dress-Up Darling\", [Kisekae Ningyou de Chu ♡], has started serialization with a chaotic yet cute vibe"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58b09ce2-ea05-405e-8e1c-a9361df9bdd9",
    "title": {
      "en": "The Dawn to Come"
    },
    "updatedAt": "2024-04-08T17:11:26+00:00",
    "coverArt": "https://mangadex.org/covers/58b09ce2-ea05-405e-8e1c-a9361df9bdd9/09bcdb7f-e0ae-49df-b716-29c3db2fbfcb.jpg",
    "altTitles": [
      {
        "ko": "그저 여명일 뿐"
      },
      {
        "ko-ro": "Geujeo Yeomyeong-ilppun"
      },
      {
        "en": "Just Twilight"
      },
      {
        "en": "Just Dawn"
      }
    ],
    "description": {
      "en": "She was like a typhoon. One that carelessly disturbed the season he had been quietly living through. \"Nothing good will come from associating with me.\" \"Why? Because of the rumours about you? I don't care about them.\" Should I protect her, or break her? The night I spent agonising over those innumerable impulses repeated itself after 13 years. It was because of her, whose firsts I wanted to remember. \"A man who runs away after only taking a kiss?\" \"The one... who ran away first was you.\" So you didn't like it? As she looked into my eyes and provoked me with that throat of hers, I would have rather bit and shred it to pieces. \"You... You're good at driving people insane.\" She wasn't something he could avoid in the first place. That was who 'Yun Junyoung' was to him.",
      "id": "Semua hal pertama yang selalu kuingat adalah ketika bersamamu.\n\nDari musim panas pada usia 18 tahun yang aku belum tahu apa-apa, hingga musim panas pada usia 31 tahun ini, yang aku telah mengetahui banyak hal., Namun, pada musim-musim yang berlalu tanpa dirimu itu yang tertanam dalam hatiku hanya ketika bersamamu.\n\n“Tidak ada gunanya bagimu mengenal diriku”\n\nDengan wajah yang tanpa ekspresi, kau mendorongku pergi lagi seperti itu. Tapi kau tidak pernah tahu apa yang aku rasakan selama hari-hari tanpa dirimu. Kemudian sekarang kau ingin membuatku merasakannya lagi. \n\n“Kau bertanya apa aku membutuhkan seorang pria? Apakah kau akan menjadi pria itu jika aku mengiyakan pertanyaanmu?\"\n\nKau harus mengenalku yang berusia 31 tahun ini. Karena saat ini kau sedang memandangku dengan mata yang seolah tidak pernah mengenalku sama sekali. \n\n“Kau ini pandai sekali membuat orang jadi gila.”\n\nKarena selama kau telah ada di sisiku, senja yang temaram pun menjadi begitu hangat menyinari hatiku.",
      "pt-br": "Eles se conheceram no colégio, mas vão se separar e se reencontrar quando forem adultos. Toda primeira vez que quero me lembrar de algo, acabo pensando em você. Do verão de 18 anos, quando não sabia nada, até o verão de 31…. “Ficar perto de mim não vai te fazer nenhum bem.” Você me afastou com cara de choro, mas ainda não sabe o que aguentei naqueles dias incontáveis porque nos aproximamos. Então você está repetindo a mesma futilidade de novo. “Você perguntou se eu precisava de um homem? Se necessário, você será meu?” “Você tem que conhecer meu eu de 31 anos.” “Você é bom em deixar as pessoas loucas.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03d60b4c-551a-4f3d-925b-a67135cd616a",
    "title": {
      "en": "Pen to Wappa to Jijitsu-kon"
    },
    "updatedAt": "2024-12-01T20:16:57+00:00",
    "coverArt": "https://mangadex.org/covers/03d60b4c-551a-4f3d-925b-a67135cd616a/76332ca5-8684-4d9b-8143-393199ac03f9.jpg",
    "altTitles": [
      {
        "ja": "ペンと手錠と事実婚"
      },
      {
        "ja-ro": "Pen to Tejou to Jijitsukon"
      },
      {
        "en": "A Pen, Cuffs, & a De Fact-o Marriage"
      },
      {
        "en": "Pen, Cuffs, & a De Facto Marriage"
      },
      {
        "vi": "Hôn thú giữa bút và còng tay"
      }
    ],
    "description": {
      "en": "A middle-aged detective, Eiji Kirisame (40), meets a strange high school girl at the scene of a certain crime. She doesn't speak a word, but she helps solve the case using her drawings. However, suddenly this middle-aged detective is getting a marriage proposal from this girl!",
      "ja": "中年刑事、切鮫鋭二(40)は、とある事件現場で声を出さない不思議な女子高生、梔子鶫に出会う。 事件の真相をド下手な絵で次々に明らかにしていく鶫に驚く切鮫だったが、突然、鶫から求婚されて―――？",
      "vi": "Kirisame Eiji, một cảnh sát luôn tận tâm với công việc quá mức đến nỗi không được lòng các đồng nghiệp của mình. Kuchinashi Tsugumi, một nữ sinh trung học kỳ lạ tuyệt chỉ giao tiếp bằng cây bút và quyển tập phác thảo của mình.Trong lúc Kirisame đang gặp bế tắc trong một vụ án mạng mà đồng nghiệp anh ai cũng cho rằng chỉ là một vụ tự sát, Tsugumi đã liên tiếp cho anh vô số lời gợi ý bằng những nét vẽ nguệch ngoạc của mình.Cuối vụ án, ngay vào lúc tính mạng của Tsugumi bị hung thủ đe doạ, Kirisame đã kịp thời cứu cô và bắt giữ tên tội phạm.Những tưởng mọi thứ đã xong Kirisame cảm thấy nhẹ nhõm, nhưng ngay sau đó, Tsugumi bất ngờ cầu hôn anh!?!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de471fb4-80d0-406f-a5e3-1bfa88a15136",
    "title": {
      "en": "Meng Shi Zai Shang"
    },
    "updatedAt": "2023-12-17T14:27:38+00:00",
    "coverArt": "https://mangadex.org/covers/de471fb4-80d0-406f-a5e3-1bfa88a15136/3df93d38-aedc-42c1-9e34-5da1e2d872fa.jpg",
    "altTitles": [
      {
        "en": "The Distinguished Cute Master"
      },
      {
        "zh": "萌师在上"
      },
      {
        "en": "All Hail My Adorable Master"
      },
      {
        "zh-ro": "Meng Shi Zai Shang"
      }
    ],
    "description": {
      "en": "Yuan Chu transmigrated as the opposing boss in the novel, but she was wiped out by the male lead Ye Chen Yuan. Fortunately, she reincarnates once more, but back to the past, when Yuan was still young! Looking at the pitifully weak Little Yuan, she is troubled by a dilemma. Should she: 1. kill him, or 2. raise him up and openly ask for treasures from him. However, since she wants to get all sorts of treasures from him, she chooses the second option. Things don't always work out though, as she accidentally raises a sheep up to be a big bad wolf.   \n  \nMaster? Want treasure? Let's cultivate together, but alone, just us two, then."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3646619f-42e2-4ced-a4cb-361229c88a6e",
    "title": {
      "en": "Nibiiro no Chameleon"
    },
    "updatedAt": "2024-12-24T11:45:46+00:00",
    "coverArt": "https://mangadex.org/covers/3646619f-42e2-4ced-a4cb-361229c88a6e/04c0a6ed-74ab-4ef9-8b4d-09302db20ab1.jpg",
    "altTitles": [
      {
        "ja": "鈍色のカメレオン"
      },
      {
        "ja-ro": "Nibi iro no Chameleon"
      },
      {
        "en": "The Chameleon of \"Nibiiro\""
      },
      {
        "en": "The Chameleon of Nibiiro"
      },
      {
        "de": "Das dunkelgraue Chamäleon"
      },
      {
        "fr": "De nous il ne restera que des cendres"
      },
      {
        "zh": "深灰的变色龙"
      }
    ],
    "description": {
      "de": "Ende der Achtzigerjahre steht Japan am Abgrund einer nie dagewesenen Wirtschaftskrise. Während Profitgier und Skrupellosigkeit das Land regieren, begibt sich eine junge Frau auf einen blutigen Rachefeldzug. Doch die düstere Vergangenheit der hübschen Killerin ist nicht ihr einziges Geheimnis, denn hinter Lippenstift und Minirock verbirgt sich in Wahrheit ein Mann…",
      "en": "During the Japanese Asset Price Bubble, everyone, men or women, young or old, lived in a world that was filled with frenzy. In the air where strength overruns weakness, there is a \"woman\" who tries to avenge her past. But, there's a twist with this \"woman\". One is that she was a cold killer. Second is that this \"woman\" is actually a man.",
      "fr": "Elle apparaît tantôt comme une jeune femme docile qui ferait tout pour son amoureux, tantôt comme une provocante reine de la nuit ou même encore dans la peau d'une lycéenne aguicheuse qui séduit son prof... Sa méthode est toujours la même: mettre sa cible en confiance pour ensuite l'éliminer prestement et sans état d'âme. Et, au fait, elle, c'est lui! Yû est un tueur impitoyable qui, tel un caméléon, se déguise en femme pour mieux ferrer ses victimes. Yû agit pour le compte d'une organisation mafieuse tout en espérant par là même occasion retrouver l'assassin qui a massacré sa famille! Seul indice: le tueur porte à l'épaule un tatouage de fleur de chrysanthème. Soyez certains que ce tueur aux multiples visages, fera tout ce qu'il faut pour se venger du seul être dont il désire intensément la mort!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "fe1394fe-3d67-48fb-b452-06580d2dd9d7",
    "title": {
      "en": "Wakaba-sanchi no Aoi Koi"
    },
    "updatedAt": "2024-12-11T06:21:44+00:00",
    "coverArt": "https://mangadex.org/covers/fe1394fe-3d67-48fb-b452-06580d2dd9d7/6247076a-ed73-4cd6-bafc-4947a1d435c9.jpg",
    "altTitles": [
      {
        "ja": "若葉さんちの青い恋"
      },
      {
        "ja-ro": "Wakaba San Chi no Aoi Koi"
      },
      {
        "en": "The Wakaba Home's Blue Loves"
      },
      {
        "en": "The Wakaba Home's Green Loves"
      },
      {
        "vi": "Tình Yêu Màu Lam Nhà Wakaba"
      }
    ],
    "description": {
      "en": "Youth romcom about 4 sisters who are all experiencing their first love at the same time. While the eldest is having a crush on the guy at her part-time work, the other three are dealing with their first romantic experiences with boys in their classes and school clubs. Every night, the four have heart-to-heart girls talks as they navigate their respective first loves.",
      "ja": "若葉家四姉妹は今、全員が“初恋”の真っ最中。 長女・心春（こはる）はバイト先の先輩、 次女・真夏（まなつ）は趣味が一緒の弓道部の子、 三女・秋楽（あきら）は同じ部活の同級生、 四女・千冬は同じクラスの男子、 それぞれ好きな人に「好き」って気持ちをどう伝えようか 仲の良い四姉妹は日夜、恋のお悩み相談を繰り広げています。 四姉妹それぞれの片想いを見守る “初恋”観察ラブコメディー、開幕！ ◆作者コメント 初連載です！　がんばります！！",
      "vi": "Dưới mái nhà kia, có đến bốn trái tim đang loạn nhịp!\n\nNhà Wakaba có bốn chị em, ai nấy đều đang tuổi xuân căng mọng, xinh đẹp vô bờ.\nVà tất nhiên rồi, cái tuổi học sinh sinh viên mới nhú mà, dĩ nhiên phải có gia vị tình yêu quyện vào nó mới trọn vẹn được. Chị cả thì phải lòng tiền bối ở chỗ làm thêm, chị hai, ba và cô em út thì đang phải lòng bạn cùng trường. Và rồi cứ mỗi đêm, cả nhà lại ngồi quây quần với nhau, tâm sự chuyện yêu đương đàn đúm đủ kiểu. Liệu cặp nào sẽ bùng nổ trước đây ta?\n\nCòn nội dung sâu xa thể nào ấy hả? Vào đọc đi rồi biết, hứa không uổng thì giờ hảo ngọt của bạn đâu!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fb101fa-fb5c-4d1f-a5a7-7ebb8a3130fe",
    "title": {
      "en": "Bocchi the Rock! - Their Sound (Doujinshi)"
    },
    "updatedAt": "2024-12-24T12:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/2fb101fa-fb5c-4d1f-a5a7-7ebb8a3130fe/82d77c30-2a1b-4d37-b277-cfdf48e54fa8.png",
    "altTitles": [
      {
        "ja": "ふたりぼっちのおと"
      },
      {
        "ja-ro": "Futari Bocchi no Oto"
      },
      {
        "vi": "Giai điệu của những kẻ cô độc"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "182f72c5-1949-4b22-8335-a64cafd128cb",
    "title": {
      "en": "Hiiragi-san Chi no Kyuuketsu Jijou"
    },
    "updatedAt": "2024-09-28T17:06:57+00:00",
    "coverArt": "https://mangadex.org/covers/182f72c5-1949-4b22-8335-a64cafd128cb/16411201-706d-48e6-8c54-f2860dd73e89.jpg",
    "altTitles": [
      {
        "es": "La situación de los vampiros en la casa de Hiiragi"
      },
      {
        "ru": "Вампирский секрет семьи Хиираги"
      },
      {
        "ja": "柊さんちの吸血事情"
      },
      {
        "en": "Hiragi-san's House of Vampires"
      },
      {
        "es-la": "Todos los días con una familia de vampiros"
      },
      {
        "es-la": "Las circunstancias de beber sangre de la familia Hiiragi"
      }
    ],
    "description": {
      "en": "Every family has its own \"secrets\"... Shota Minamoto, a junior high school student, lives in an orphanage. One day, he is taken in by a family who lives in a gorgeous Japanese style mansion. Shota is welcomed with open arms, but the family has a secret that must not be revealed to the world.",
      "ru": "У каждой семьи есть \"секрет\".\nМинамото Сёта - ученик средней школы, живущий в детском доме. Однажды его решает приютить семья, живущая в богатом доме, где ему оказывают радушный прием. Но у них оказался \"секрет\" который не следует раскрывать всему миру.",
      "es-la": "Minamoto Shouta, un huérfano de 14 años que inesperadamente es adoptado por una familia adinerada, lo que él no sabía es que esta familia esconde un gran secreto. Una nueva comedia romántica de la autora de «A Couple of Cuckoos» Miki Yoshikawa.",
      "pt-br": "Cada família tem seus próprios \"segredos\"... Shouta Minamoto, um estudante do ensino médio, vive em um orfanato. Um dia, ele é adotado por uma família que mora em uma linda mansão em estilo japonês. Shouta é recebido de braços abertos, mas a família guarda um segredo que não deve ser revelado ao mundo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41854f71-2a63-4d7b-8e65-e9b0f40214f4",
    "title": {
      "en": "Artificial Temperature 36.7°C"
    },
    "updatedAt": "2024-08-22T18:15:44+00:00",
    "coverArt": "https://mangadex.org/covers/41854f71-2a63-4d7b-8e65-e9b0f40214f4/00005391-7b7e-4a81-a7d9-c81bae53cd04.jpg",
    "altTitles": [
      {
        "zh": "人造体温36.7℃"
      },
      {
        "zh-ro": "Rénzào Tǐwēn 36.7℃"
      }
    ],
    "description": {
      "en": "Su, born in prison, has always wanted to see the \"crow\" from what her mother told her. On the day when she was about to be secretly executed, Gill, the artificial intelligence, was thrown into prison for a test run. She compasses everything from the outside world in her database. Su developed special feelings for Gill, although she didn't care that the words Gill spoke were programmed or from her own consciousness. Unable to distinguish her own human feelings... in this small cell, the lonely Su got her first doll--she met a \"person\" who could bring her solace."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8685b705-d626-44a0-b449-2ccd5ae5959d",
    "title": {
      "en": "Unemployed Gye Baeksun"
    },
    "updatedAt": "2024-10-08T01:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/8685b705-d626-44a0-b449-2ccd5ae5959d/101a4971-8f8d-460c-ad10-7c165a716f60.png",
    "altTitles": [
      {
        "en": "Jobless Gye Baeksun"
      },
      {
        "ko": "무직백수 계백순"
      },
      {
        "en": "Unemployed Gye Baek-soon"
      }
    ],
    "description": {
      "en": "With no savings, average qualifications, and a bank balance consistently below 10,000 won, can the Backbone Breaker Gye Baeksun really escape unemployment?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "082d6154-42ab-4d5c-9dfa-d4a6526b7aa8",
    "title": {
      "en": "Tsuihou Sareta Tensei Ouji, \"Auto Craft\" Skill de Ryouchi o Bakusoku de Kaitakushi Saikyou no Mura o Tsukutte Shimau"
    },
    "updatedAt": "2024-12-15T07:38:50+00:00",
    "coverArt": "https://mangadex.org/covers/082d6154-42ab-4d5c-9dfa-d4a6526b7aa8/2c1fd824-b047-40e7-a72a-e4652712f86e.jpg",
    "altTitles": [
      {
        "ja": "追放された転生王子、『自動製作《オートクラフト》』スキルで領地を爆速で開拓し最強の村を作ってしまう　〜最強クラフトスキルで始める、楽々領地開拓スローライフ〜"
      },
      {
        "en": "The Exiled Prince of Auto-Crafting"
      },
      {
        "ja-ro": "Tsuihou Sareta Tensei Ouji, \"Jidou Seisaku\" Skill de Ryouchi o Bakusoku de Kaitakushi Saikyou no Mura o Tsukutte Shimau: Saikyou Crafting Skill de Hajimeru, Rakuraku Ryouchi Kaitaku Slow Life"
      },
      {
        "en": "The Reincarnated Useless Prince Exiled to the Land of Death, Creates the Strongest Village by Expanding his Territory at Lightning Speed with the Skill Auto Craft: Starting a Leisurely Life of Territory Development with the Strongest Craft Skill"
      },
      {
        "ja": "追放された転生王子、『自動製作』スキルで領地を爆速で開拓し最強の村を作ってしまう　ー最強クラフトスキルで始める、楽々領地開拓スローライフー"
      }
    ],
    "description": {
      "en": "Third Prince Theodulf has been banished to a wasteland known as the Land of Death because he didn’t receive a gift from the Goddess. It’s a barren land where the air is so noxious, nothing can grow there. Surviving there is impossible…or so everyone thought! As it turns out, Theodulf is a reincarnated being and has received a power known as “Auto-Craft” from the Goddess. Using this powerful gift to automatically create everything, the prince proceeds to turn the Land of Death into one brimming with life!!\n\n(Source: K Manga)",
      "ja": "「貴様を死の大地の領主に任命する!!」第三王子テオドルフは、女神からギフトを貰えなかったことを理由に、死の大地と呼ばれる不毛の地へ追放されてしまう！作物も育たない、瘴気にまみれたその地で生き残ることは不可能……に思われたが、実は転生者であるテオドルフには女神より貰ったある「力」があった！その力は「自動製作《オートクラフト》」!!あらゆる物を全自動で作り出すこのチートギフトで、死の大地を楽々開拓していく——!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bcc4c35-1e34-4a4f-86e7-8e346b164c4c",
    "title": {
      "en": "Yuusha ni Narenakatta Sanbaka Trio wa, Kyou mo Otoko Meshi wo Koshiraeru."
    },
    "updatedAt": "2024-12-14T11:01:16+00:00",
    "coverArt": "https://mangadex.org/covers/7bcc4c35-1e34-4a4f-86e7-8e346b164c4c/effbca6f-ba23-468d-bb65-efab63d4cf9a.jpg",
    "altTitles": [
      {
        "ja": "勇者になれなかった三馬鹿トリオは、今日も男飯を拵える。"
      }
    ],
    "description": {
      "en": "In the forest, the rich smell of roasting meat and bread fills the air... The three idiots—Azuma, Nishida, and Kitayama—who were summoned to another world, hunt in the mountains, forests, and jungles to survive. They hunt and eat wherever they can! \"Itadakimasu!\" is their motto, and today, like every day, they’re making hearty meals.",
      "ja": "森の中、たちこめる肉やパンの焼ける香り…異世界に召喚された三馬鹿こと東・西田・北山の３人は生きる為に、山！森！ジャングル！のあちこちで狩りをし、飯を食う！いただきます！を合言葉に今日も彼らは男飯を作るのだ…"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "85127c1f-1131-4fb2-9e36-8b45168a99e5",
    "title": {
      "ja": "Sawaranaide Kotesashi-kun"
    },
    "updatedAt": "2024-12-07T15:34:22+00:00",
    "coverArt": "https://mangadex.org/covers/85127c1f-1131-4fb2-9e36-8b45168a99e5/7cfd68d6-25cd-4f35-8259-668fee52da41.jpg",
    "altTitles": [
      {
        "ja": "さわらないで小手指くん"
      },
      {
        "en": "Don't Touch, Kotesashi-kun"
      },
      {
        "zh-hk": "不要碰我小手指君"
      },
      {
        "ne": "कोतेसाशी-कुन, मलाई नछोऊ"
      },
      {
        "ru": "Не трогай меня, Котесаши-кун"
      },
      {
        "vi": "Đừng chạm vào tôi Kotesashi-kun"
      }
    ],
    "description": {
      "en": "Kotesashi Kouyou is an outstanding masseur, and aspiring sports doctor. Aiming to obtain a scholarship for medical school, he begins attending Seiwa High School, a sports powerhouse, this spring. As his family is poor he has to work as the hostels' manager, where he is also allowed to stay, to pay for his school expenses. Here he meets high school girl athletes, each with their own individual quirks. As the hostels' new manager, Kotesashi must now take care of their physical and mental needs!",
      "ja": "卓越したマッサージ技術を持つ主人公・小手指向陽。スポーツドクターを志す小手指は、医学部特待をGETすべく、この春からスポーツ強豪校・星和大付属高校に通うことに。実家が貧乏な小手指は学費を稼ぐため寮に住み込みで働くことになっていたのだが、そこで出会ったのは一癖も二癖もあるJKアスリート達だった。小手指の仕事は、管理人業務と彼女達の心身のケア。部活JK×マッサージ！Hで過激な寮生活が幕を開けた！",
      "ru": "Котесаши Коё - главный герой, обладающий выдающимися навыками массажиста. Он стремится стать спортивным врачом и хочет получить медицинское образование. Поэтому начиная с весны, он будет посещать спортивную среднюю школу при Университете Сэйва, чтобы достичь своей мечты. Родители Котесаши небогаты, и ему приходится жить и работать в общежитии, чтобы заработать себе на обучение. Однако там он сталкивается с девушками-спортсменками с различными проблемами, и теперь Котесаши придётся работать не только в общежитии, но и заботиться о спортсменках, поддерживая их здоровье физически, а также оказывая моральную поддержку. Всё это положило начало его бурной жизни в общежитии!",
      "es-la": "Kotesashi Kouyou es el protagonista que posee una sobresaliente habilidad como masajista. Aspira a ser médico deportivo, quiere obtener un trato especial en la facultad de medicina, a partir de primavera, asistirá a la preparatoria adjunta a la universidad Seiwa, una escuela potencia en los deportes. Como su familia no es adinerada, tiene que trabajar como encargado de unos dormitorios donde le permiten hospedarse, para poder pagar sus gastos escolares, sin embargo, en ese lugar se encuentra con chicas atletas preparatorianas con varios problemas. El trabajo de Kotesashi es cuidar física y mentalmente de ellas, así como ser el encargado de los dormitorios. ¡Preparatorianas de clubes deportivos y masajes! ¡Todo esto dará comienzo a una vida llena de intensa excitación en los dormitorios!",
      "pt-br": "Kotesashi Kouyou é um excelente massagista e aspirante a médico do esporte. Com o objetivo de obter uma bolsa de estudos para a faculdade de medicina, ele começa a frequentar o Colégio Seiwa, uma potência esportiva, nesta primavera. Como a sua família é pobre, ele tem que trabalhar como gerente dos albergues, onde também pode ficar, para pagar as despesas escolares. Aqui ele conhece atletas do ensino médio, cada uma com suas peculiaridades individuais. Como novo gerente dos dormitórios, Kotesashi deve agora cuidar de suas necessidades físicas e mentais!\n\nClube esportivo para meninas do ensino médio e massagens! A comédia de massagem amorosa começa!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2627aa38-96f8-4bbc-8b23-19717721aeb4",
    "title": {
      "en": "Mushoku Kyousei Shuuyoujo"
    },
    "updatedAt": "2024-12-24T11:45:06+00:00",
    "coverArt": "https://mangadex.org/covers/2627aa38-96f8-4bbc-8b23-19717721aeb4/d64b68b1-f793-47be-a12f-17f77806c08f.jpg",
    "altTitles": [
      {
        "en": "Mushoku Recycle"
      },
      {
        "en": "Unemployed Concentration Camp"
      },
      {
        "ja": "無職強制収容所"
      },
      {
        "fr": "Bosse où crève!"
      }
    ],
    "description": {
      "en": "2022, Japan's non-workers regeneration method has been established.  \nPerson who does not have income more than six months, is subject to a treatment where they rewrite their brain at a regeneration treatment facility.  \nTatsuya Kamijou was working in a foreign-owned investment company. One day he loses his job, but six months later, Tatsuya is sent to a concentration camp rather than a playback facility. There he is subjected to worse treatment than brainwashing and training.   \nWhy was Tatsuya sent there?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "29"
  },
  {
    "mangaId": "972ec326-0f41-46cd-87f3-a54fd7062f14",
    "title": {
      "en": "Kakushite! Makina-san!! (Official Colored)"
    },
    "updatedAt": "2024-07-01T23:33:45+00:00",
    "coverArt": "https://mangadex.org/covers/972ec326-0f41-46cd-87f3-a54fd7062f14/154007b9-df9d-4446-b7a1-4ddf493016d1.jpg",
    "altTitles": [
      {
        "en": "Hide it! Makina!"
      },
      {
        "ja": "かくして！マキナさん！!"
      },
      {
        "pt-br": "Se esconda! Makina-san!"
      }
    ],
    "description": {
      "en": "Makina Agatsuma, the school idol, moves into the home of Eita Akutsu, an introverted mechanical otaku. Eita, who has secretly harbored feelings for her, thinks he's hit the jackpot! But it turns out, she's actually a robot made for sexual purposes. Caught off guard by her sudden physical advances, the virgin Eita is at a loss. Furthermore, he finds himself in a frenzy trying to help her maintain her secret identity. A romantic comedy with a slightly risqué mechanical revelation, where hilarity ensues as they try to keep the secret under wraps!",
      "pt-br": "Makina Agatsuma, a ídolo de toda escola, se muda para a casa de Eita Akutsu, um introvertido otaku-mecha. Eita, que secretamente nutre sentimentos por ela, acha que tirou a sorte grande! Mas acontece que ela é na verdade um robô feito para fins sexuais. Pega de surpresa por seus súbitos avanços físicos, o virgem Eita fica perdido. Além disso, ele se encontra em frenesi tentando ajudá-la a manter sua identidade secreta. Uma comédia romântica com uma revelação mecânica ligeiramente picante, onde a hilaridade se instala enquanto tentam manter o segredo!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b2f599-51e5-4b21-8ed0-70a9534af0de",
    "title": {
      "en": "Midnight Taxi"
    },
    "updatedAt": "2024-03-16T19:23:17+00:00",
    "coverArt": "https://mangadex.org/covers/66b2f599-51e5-4b21-8ed0-70a9534af0de/17e85d03-2b53-4ae5-872f-550c013d3b23.jpg",
    "altTitles": [
      {
        "ko": "야간택시"
      }
    ],
    "description": {
      "en": "Even angels give into temptation. Once God’s right-hand warrior, the archangel Agnes has succumbed to desire and formed a contract with Lucifer, the ruler of demons. Now a fallen angel, she poses as a simple taxi driver and patrols the bustling city of Seoul during the midnight hours. Cursed by the king of hell to seek souls for her life force, Agnes pursues depraved individuals who prey upon innocents for their own pleasure, and uses their carnal desires against them. But when her past comes back to haunt her, a tantalizing game of cat and mouse involving vengeful entities ensues."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d7b815d-c34c-4f24-8a52-348181b936ad",
    "title": {
      "en": "Eiga Daisuki Pompo-san"
    },
    "updatedAt": "2023-08-16T15:25:25+00:00",
    "coverArt": "https://mangadex.org/covers/8d7b815d-c34c-4f24-8a52-348181b936ad/129143c0-c08d-4965-a6a7-5968c7a7afea.jpg",
    "altTitles": [
      {
        "en": "Pompo: The Cinéphile"
      },
      {
        "ja": "映画大好きポンポさん"
      }
    ],
    "description": {
      "en": "Pompo: The Cinéphile depicts the craft of movie-making and revolves around Joelle Davidovich \"Pompo\" Pomponette, a talented movie producer who looks like a girl.  \n  \nOperating out of the movie capital \"Nyallywood,\" Pompo has been shooting one B-grade entertainment flick after another that anyone would enjoy. One day, Pompo's \"movie buff\" assistant Gene spots a new script written by Pompo and is moved by its exquisite story. In a fit of passion, he proclaims, \"I want to see this as a finished work in theaters as soon as possible!\"  \n  \n However, Pompo tells him, \"So you shoot this film.\" Thus, Gene takes on his first directing gig. Meanwhile, Natalie, an ordinary girl who just arrived in town with movie actress dreams, has been discovered by Pompo.  \n  \n- Nominated for the 11th Manga Taishou Awards in 2018."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "1d0672c6-ae30-4ce0-a272-eaef33e9fd97",
    "title": {
      "en": "Kiss The Bride"
    },
    "updatedAt": "2024-07-18T14:04:02+00:00",
    "coverArt": "https://mangadex.org/covers/1d0672c6-ae30-4ce0-a272-eaef33e9fd97/1e9ac4fd-f8bc-45af-a4bf-eac1cea7ade0.png",
    "altTitles": [
      {
        "zh": "亲吻新娘"
      },
      {
        "ko": "키스 더 브라이드"
      }
    ],
    "description": {
      "en": "Shin Jae-Won attended the World Camp hosted by the Spanish King as a tennis player in his Junior Year.  \n  \nJae-Won meets Javier, an unusually conspicuous participant in the World Camp.  \n  \n“When are we going to practice?”  \n  \nThere are always people (especially women) around him.  \n  \nThen, Jae-Won, who happened to stumble upon Javier one night during practice, ended up spending the night alone. The more he faced his whimsical, pure side, the more his heart began to beat…  \n  \n“I hate this kind of things…”  \n  \nJae-Won’s first love ended as fast as a Siesta.  \n  \nA decade later, they meet again Spain."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "34"
  }
]