[
  {
    "mangaId": "4b7c2b44-6987-4192-8118-edf260c702ca",
    "title": {
      "en": "I Got The Weakest Class, Dragon Tamer!?"
    },
    "updatedAt": "2024-07-20T10:13:14+00:00",
    "coverArt": "https://mangadex.org/covers/4b7c2b44-6987-4192-8118-edf260c702ca/7e360644-0e51-4133-838a-5c60927da6e2.jpg",
    "altTitles": [
      {
        "zh": "全民转职：驭龙师是最弱职业？"
      },
      {
        "en": "Worthless Profession: Dragon Tamer"
      },
      {
        "zh-ro": "Quánmín Zhuǎn Zhí: Yù Lóng Shī Shì Zuì Ruò Zhíyè?"
      }
    ],
    "description": {
      "en": "Combining reality with a gaming world where ferocious beasts roam freely, filled with numerous mysteries and dungeons. In order to defend against the onslaught of these beasts, everyone undergoes class transfers and crazily levels up. On the day of his transfer, Lu Fan becomes a hidden class – Dragon Tamer. However, due to the immense strength of dragons, it is deemed impossible for anyone to tame them, earning Dragon Tamer the reputation of being the most useless class. Fortunately, he awakens the Super Treasure Map System. As Lu Fan, with his mighty dragon, sweeps through everything, the entire world trembles."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "546826d6-d9ae-4e17-9c2f-25c27c4ec3b1",
    "title": {
      "en": "Karate Shoukoushi Kohinata Minoru"
    },
    "updatedAt": "2023-02-13T02:57:29+00:00",
    "coverArt": "https://mangadex.org/covers/546826d6-d9ae-4e17-9c2f-25c27c4ec3b1/4f473022-7409-4c86-bf11-db07d0d68e8d.jpg",
    "altTitles": [
      {
        "ja-ro": "Karate Shôkôshi Kohinata Minoru"
      },
      {
        "ja-ro": "KSKM"
      },
      {
        "en": "Little Lord of Karate"
      },
      {
        "ja-ro": "Minoru"
      },
      {
        "ja": "空手小公子こひなたみのる"
      },
      {
        "ja": "空手小公子小日向海流"
      },
      {
        "zh": "空手小霸王"
      }
    ],
    "description": {
      "en": "Kohinata Minoru is a college student at a college that is popular for its sports rather than academic orientation. He starts out as a gymnast alongside his friend, Nana, but is bullied by his gymnast seniors. One evening, a karate student at the college, Mutou Ryuuji, witnesses Minoru being bullied and comes to his rescue and drags him into the world of karate. Minoru makes new friends and learns some of their dark pasts, including a shocking death that reveals motives for revenge. (from Baka-Updates)"
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "50",
    "lastChapter": "500"
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-11-07T22:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      },
      {
        "pl": "SZKIELET"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a07921a0-cd13-4069-8a83-a884d01b4137",
    "title": {
      "en": "Dragon Ball Z - Mister Pocolo (Doujinshi)"
    },
    "updatedAt": "2023-10-27T12:48:57+00:00",
    "coverArt": "https://mangadex.org/covers/a07921a0-cd13-4069-8a83-a884d01b4137/e6597247-985f-4d0b-8eb9-b9bd868de530.png",
    "altTitles": [
      {
        "fr": "Mr. Pocolo"
      },
      {
        "fr": "ミスターポコロ"
      }
    ],
    "description": {
      "en": "Based on TFS's (Team Four Star's) Mr. Popo and Dragon Ball Z, Piccolo doesn't believe that Goku will be powerful enough to deal with Vegeta and Nappa in the Saiyan saga. So he goes to Kami's lookout to discuss options, that's when Kami comes up with the idea of having Piccolo fuse with Mr. Popo! Hilarity soon ensues.   \n  \nArtist's websites:  \n<https://www.facebook.com/FabulousComics/>  \n<https://fabulouscomics.deviantart.com>"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4667017b-c0d6-479c-8b27-e1ee674a4351",
    "title": {
      "en": "Parasitic Pandemic"
    },
    "updatedAt": "2024-11-22T15:38:36+00:00",
    "coverArt": "https://mangadex.org/covers/4667017b-c0d6-479c-8b27-e1ee674a4351/f90e79da-0a07-417c-9d5d-f29d43590233.jpg",
    "altTitles": [
      {
        "ja-ro": "Kisei Rettou"
      },
      {
        "zh": "寄生列岛"
      },
      {
        "ja": "寄生列島"
      }
    ],
    "description": {
      "en": "Sendo Chihiro, a high school girl, moves from Tokyo to the provincial island of Hanayama after her parents' divorce. There's something strange about the island she moves to. There is blatant discrimination against outsiders, mysterious rituals that suddenly take place, and a huge \"water tower\" built in the middle of the island... One day, a fisherman is stabbed to death in his home. The whole island becomes suspicious of the murderer, and the unexpected culprit is revealed――. A parasite psycho-thriller by Edogawa Edogawa of \"Ikenie Touhyou\"."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "f66c2b61-7eda-4047-a5ff-97945db0589c",
    "title": {
      "en": "Sora no Otoshimono"
    },
    "updatedAt": "2024-11-25T16:52:20+00:00",
    "coverArt": "https://mangadex.org/covers/f66c2b61-7eda-4047-a5ff-97945db0589c/f34a53ae-be8b-43d3-8de1-cc48446be0bb.jpg",
    "altTitles": [
      {
        "en": "Heaven's Lost Property"
      },
      {
        "es": "La propiedad perdida del cielo"
      },
      {
        "en": "The Thing Which Has Fallen From The Sky"
      },
      {
        "fr": "Tombée du Ciel"
      },
      {
        "ru": "Забытая Собственность Небес"
      },
      {
        "ru": "Утраченное небесами"
      },
      {
        "ja": "そらのおとしもの"
      },
      {
        "zh": "天降之物"
      },
      {
        "pt-br": "Sora no Otoshimono – Caiu do céu"
      },
      {
        "vi": "Sora no Otoshimono"
      }
    ],
    "description": {
      "en": "Sakurai Tomoki is a normal student whose motto is \"normal is the best\". If there is one thing abnormal, it is that he often dreams of a girl whose face he cannot even remember, and when he wakes up from that dream, he would always be crying. He tried leaving it as just a dream… but one day, from the sky, an angel descended.",
      "es": "Me llamo Tomoki Sakurai. Mi lema es \"La paz es lo mejor\". ¿No es lo mejor lo normal?　Una de las cosas que no es normal... el sueño que tengo a diario; un sueño sobre una chica cuyo rostro no puedo recordar. Dejé el asunto, pensando que era sólo un sueño... Pero aquel día, un ángel cayó del cielo.",
      "ja": "俺の名前は桜井智樹。モットーは「平和が一番」。普通が一番じゃあございませんか？　一つだけ普通じゃないもの…といえば、俺の良く見る夢。顔さえ思い出せない女の子の夢。たかが夢だと放っておいたんだが…。その日、空から、天使が降ってきた。",
      "vi": "Sakurai Tomoki, 14 tuổi, một học sinh trung học \"bình thường\" có phương châm là \"Hòa bình và yên tĩnh là tốt nhất\", và thường có ước mơ gặp gỡ một thiên thần. Cậu cảm thấy thật khó khăn để sống thoải mái khi anh phải đối mặt với bạn cùng lớp Sohara Mitsuki và cũng là người hàng xóm bên cạnh nhà cậu có võ karate giết người; Eishiro Sugata, một nhà khoa học lập dị với mong muốn khám phá ra \"Thế giới mới\"; và Mikako Satsukitane, chủ tịch hội học sinh tàn bạo của trường. Một hôm, để tìm hiểu nguyên nhân, cậu theo lời Sugata lên đỉnh ngọn đồi gần nhà chờ đợi. Bỗng nhiên, một hố đen hiện ra và… xuất hiện một-cô-gái-từ-trên-trời-rơi-xuống theo đúng nghĩa đen! Cô gái tên Ikaros, xưng là angeloid thế hệ Alpha, tự nhận Tomoki là chủ nhân của mình và theo cậu về nhà. Từ đó trở đi, nhiều sinh vật được gọi là \"Angeloids\" đến; sự yên bình của cậu đến đây là chấm dứt nhưng đồng thời tìm thấy những điều dễ chịu mà các Angeloids mang lại cho cậu, và chiến đấu với các điều tồi tệ xuống Trái đất.",
      "pt-br": "Sakurai Tomoki tem tido o mesmo sonho estranho desde que ele era criança e acordava chorando. Sugata, um veterano em sua escola, acredita que o sonho de ser o novo continente. Mais tarde, naquela noite, enquanto espera sob as cerejeiras por Sohara e Sugata, seus amigos de infância, quando algo cai em sua direção e dentro da cratera havia um anjo."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "77"
  },
  {
    "mangaId": "2db02ba8-8dfe-477b-bd48-6724fc533baf",
    "title": {
      "en": "Reincarnated as a Legendary Grimoire"
    },
    "updatedAt": "2024-10-10T22:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/2b4e5452-db3a-470f-93e3-d039417b3ae2.png",
    "altTitles": [
      {
        "en": "Please Read Me"
      },
      {
        "ko": "제발 좀 읽어달라고"
      },
      {
        "en": "I Became a Legendary Archmage by Reading a Book"
      },
      {
        "pt-br": "Por Favor Me Leia"
      },
      {
        "pt-br": "Me Tornei uma Arquimaga Lendária ao Ler um Livro"
      }
    ],
    "description": {
      "en": "I was reincarnated as a grimoire containing all the magical knowledge of another world.\n\nAnyone who reads me can become a legendary archmage.\n\nPlease, just read me...\nBut no one is willing to open my pages."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef3a66a4-010f-4930-b6d4-0ff28b0ceed5",
    "title": {
      "en": "Garan no Hime"
    },
    "updatedAt": "2024-10-26T23:43:38+00:00",
    "coverArt": "https://mangadex.org/covers/ef3a66a4-010f-4930-b6d4-0ff28b0ceed5/c54c6342-8d55-49f9-bf6a-3a6db55be1a7.jpg",
    "altTitles": [
      {
        "ja": "伽藍の姫 -がらんのひめ-"
      },
      {
        "en": "Princess of Cathedral"
      },
      {
        "zh": "伽蓝的公主"
      },
      {
        "zh-hk": "伽藍的公主"
      }
    ],
    "description": {
      "en": "In the future, \"Princess of cathedral\" explores a new world angel is no more.\n\nA world where machine civilization has perished and immortal monsters called \"Monotsuki\" are rampant. Isana, a girl born in a remote village, meets a mechanical person who lost her memories and looks exactly like her sister, who should have disappeared in the ruins she wandered into. Convinced \"My sister is alive\", Isana gives the mechanical person the name \"Hime\" (\"Princess\") and together they set out on a journey to find her sister.",
      "ja": "機械文明は滅び、「モノツキ」と呼ばれる不死の怪物がはびこる世界。辺境の村に生まれた少女・イサナは、迷い込んだ遺跡で失踪した姉によく似た、記憶を持たない機械人と出会う。「姉が生きている」と確信したイサナは、機械人に「ヒメ」という名前を与え、ともに姉を探す旅へ出る。廃墟と自然、異形の怪物。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c84841cd-ae48-47a1-a88d-41fba4cc83d3",
    "title": {
      "en": "The Proxy of Yama"
    },
    "updatedAt": "2024-08-16T16:58:28+00:00",
    "coverArt": "https://mangadex.org/covers/c84841cd-ae48-47a1-a88d-41fba4cc83d3/a5a28c57-2aa3-4f1d-8ab8-869c7bee8914.png",
    "altTitles": [
      {
        "zh-ro": "Dai Li Yan Wang"
      },
      {
        "zh": "代理阎王"
      }
    ],
    "description": {
      "en": "Don't think that mediocre men have no spring time.   \nA little gangster that takes protection fees in front of the school entrance strangely became the highest administrator of hell. Now, things are getting interesting. Being King Yama, fighting the heavens, reforming hell's system, and leading ghosts to resist the oppression by the gods of heaven… Finally, I'm at the highest position within the heavens and hell.  \nMwahaha…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "46"
  },
  {
    "mangaId": "b05825a3-9d8e-45bc-a45a-1fe065186b83",
    "title": {
      "en": "Filter-Goshi no Kanojo"
    },
    "updatedAt": "2024-11-14T17:28:52+00:00",
    "coverArt": "https://mangadex.org/covers/b05825a3-9d8e-45bc-a45a-1fe065186b83/13942a8c-cfdc-4eb8-9704-68b309449b47.jpg",
    "altTitles": [
      {
        "ja": "フィルター越しのカノジョ"
      },
      {
        "zh-hk": "隔著濾鏡的女朋友"
      },
      {
        "ru": "Девушка через фильтр"
      },
      {
        "en": "Secret Girl Through the Filter"
      }
    ],
    "description": {
      "en": "Hakobe Narumi is an expressionless high schooler known as Stoney. The highlight of his unnoticeable existence is following posts from the popular selfie poster \"Efa\" on social media. But it turns out \"Efa\" is his studious and popular classmate Mitsuha Koto?! The slightly erotic, adolescent, selfie, romantic comedy between an Iron Walled Selfie girl and a stone-faced boy begins!",
      "ja": "つねに無表情な能面高校生・箱部成海。クラスでも存在感激うすな彼の人生の楽しみは、SNSで人気のえっちな自撮り女子「えふぁ」の投稿を追いかけること。しかし、その「えふぁ」の正体が、真面目で誰からも好かれるクラスメイトの三葉琴であることを知ってしまいーー⁉︎鉄壁自撮り女子✖️能面男子のちょっとえっちな青春自撮りラブコメ開幕‼︎",
      "ru": "Хакобэ Наруми — невыразительный старшеклассник по прозвищу «Каменнолицый». Его незаметное существование состоит в том, что он следит за постами популярного эротического аккаунта «Эфа» в соцсетях. Но оказывается, что «Эфа» — это его одноклассница Мицуха Кото! Начинается слегка эротическая, подростковая, селфи-романтическая комедия между селфи-девочкой с железной стеной и парнем с каменным лицом!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "114ddfec-a260-4871-a5e5-4cb0333c4826",
    "title": {
      "en": "Childhood Friend of the Zenith"
    },
    "updatedAt": "2024-11-25T17:41:55+00:00",
    "coverArt": "https://mangadex.org/covers/114ddfec-a260-4871-a5e5-4cb0333c4826/fea45308-3623-4bf2-af64-324429c6607a.jpg",
    "altTitles": [
      {
        "ko": "천하제일인의 소꿉친구"
      },
      {
        "en": "The best childhood friend in the world"
      },
      {
        "en": "Childhood Friend of the Zenith"
      },
      {
        "ru": "Друг детства сильнейшего воина"
      },
      {
        "ru": "Лучший друг детства на свете"
      },
      {
        "uk": "Друг дитинства найсильнішого воїна"
      },
      {
        "uk": "Найкращий друг дитинства у світі"
      },
      {
        "pl": "Przyjaciel z dzieciństwa najsilniejszego wojownika"
      },
      {
        "pl": "Najlepszy przyjaciel z dzieciństwa na świecie"
      },
      {
        "ar": "صديق الطفولة لأقوى محارب"
      },
      {
        "ar": "أفضل صديق طفولة في العالم"
      },
      {
        "ja": "天下一品の幼なじみ"
      },
      {
        "ko-ro": "Cheonhajeirin-ui Sokkupchingu"
      },
      {
        "fr": "Les amis d'enfance inegalés"
      },
      {
        "pt-br": "Amigo de Infância da Zênite"
      }
    ],
    "description": {
      "ar": "خان غو يانتيان عائلته وأصبح جزءًا من طائفة شيطانية في خدمة الشيطان السماوي.\nبعد أن أصبح عضوًا في الطائفة، ارتكب العديد من الأعمال الشريرة رغمًا عنه وعاش حياة مليئة بالندم.\n\nحرب الشيطان السماوي العظيمة\nانتهت الحرب العظيمة الطويلة والجهنمية للشيطان السماوي بتحطيم وي شوير للشيطان السماوي.\nتم القبض على غو يانتيان، الذي ارتكب فظائع، وتم تعذيبه من قبل الطائفة.\nوكعمل أخير من أعمال تأنيب الضمير، كشف معلومات عن الطائفة الشيطانية لـ وي شويير، وبعد ذلك مات بعد أن أقسم يمينًا محرمة من الشيطان السماوي.\n\nبعد وفاته، ولسبب غير معروف، يعود غو يانتيان بالزمن إلى اللحظة التي التقى فيها للمرة الأولى بوي شوير.\nبعد أن أدرك أن هذا ليس حلمًا، قرر غو يانتيان أن يعيش حياة هادئة حتى لا يفعل أي شيء يندم عليه لاحقًا.\nولكن كما لو كان ذلك حظًا سيئًا، يبدأ الأشخاص من حياته الماضية في الاتصال به واحدًا تلو الآخر، على الرغم من أنه لم يكن لديه أي نية للقيام بذلك.",
      "en": "Gu Yantian betrayed his family and became part of a demonic sect in the service of the Heavenly Demon.\nAfter becoming a sect member, he commits many evil acts against his will and lives a life of regret.\n\nHeavenly Demon's Great War.\nThe long and hellish Great War of the Heavenly Demon ended with Wei Xue'er shattering the Heavenly Demon.\nGu Yantian, who had committed atrocities, was captured and tortured by the sect.\nAs a final act of conscience, he reveals information about the demonic sect to Wei Xue'er, after which he dies after swearing a taboo oath from the Heavenly Demon.\n\nAfter his death, for some unknown reason, Gu Yantian, is transported back in time to the moment when he first met Wei Xue'er.\nAfter realizing that this is not a dream, Gu Yantian decides to lead a quiet life so as not to do anything that he will regret later.\nBut as if it was bad luck, people from his past life begin to contact him one by one, even though he had no intention of doing so.",
      "ja": "顧雁天は家族を裏切り、天魔に仕える悪魔の宗派に入った。\nセクトの一員となった後、彼は自分の意志に反して数々の悪事を働き、後悔の人生を送る。\n\n天魔大戦争。\n長く地獄のような天魔大戦争は、魏雪兒が天魔を打ち砕くことで終結した。\n残虐行為を働いた谷干天は、宗派に捕らえられ拷問を受けた。\n最後の良心の呵責として、彼は魏雪兒に悪魔の宗派に関する情報を明かし、その後、天魔の禁忌を誓って死ぬ。\n\n彼の死後、谷干天はなぜか魏雪兒と初めて会った時にタイムスリップしてしまう。\nこれは夢ではないと悟った谷干天は、後で後悔するようなことをしないよう、静かに暮らそうと決心する。\nしかし、まるで不運だったかのように、そんなつもりはなかったのに、前世の人々が次々と彼に接触してくる。",
      "ko": "정파를 배신하고 천마 휘하의 마인이 되어 버린 구양천.\n마인으로서 살아가며 천마의 명으로 본인의 의지와는 상관없이 수많은 악행을 저지르고 후회로 점철된 인생을 살아가게 된다.\n\n천마가 일으킨 정마대전.\n정파의 삼존 존재마저 무릎을 꿇린 천마를 베어낸 위설아로 인해 길고 길었던 지옥 같은 정마대전에 종지부가 찍히고\n마인으로서 악행을 일삼던 구양천은 정파에게 사로잡혀 고문을 받게 된다.\n마지막 남은 양심으로 위설아에게 마교의 정보를 넘기던 와중 천마의 금제로 인해 생을 마감하게 된다.\n\n그러나 무슨 이유에서인지 구양천은 과거 위설아와 처음 만났을 시점으로 회귀하게 된다.\n회귀가 꿈이 아님을 자각한 구양천은 후회할 짓을 만들지 않도록 조용히 살고자 마음을 먹지만\n무슨 일에서 인지 전생에 악연이었던 인물들이 그의 의도와는 다르게 하나둘씩 꼬이기 시작한다.",
      "pl": "Gu Yantian zdradził swoją rodzinę i stał się częścią demonicznej sekty w służbie Niebiańskiego Demona.\nPo tym, jak został członkiem sekty, popełnił wiele złych czynów wbrew swojej woli i prowadził życie pełne żalu.\n\nWielka Wojna Niebiańskiego Demona.\nDługa i piekielna Wielka Wojna Niebiańskiego Demona zakończyła się zniszczeniem Niebiańskiego Demona przez Wei Xue'er.\nGu Yantian, który dopuścił się okrucieństw, został schwytany i torturowany przez sektę.\nJako ostatni akt sumienia ujawnia Wei Xue'er informacje o demonicznej sekcie, po czym umiera po złożeniu przysięgi tabu Niebiańskiego Demona.\n\nPo jego śmierci, z nieznanego powodu, Gu Yantian zostaje przeniesiony w czasie do momentu, w którym po raz pierwszy spotkał Wei Xue'er.\nPo uświadomieniu sobie, że to nie jest sen, Gu Yantian postanawia prowadzić spokojne życie, aby nie zrobić niczego, czego później będzie żałował.\nAle jakby to był pech, ludzie z jego poprzedniego życia zaczynają się z nim kontaktować jeden po drugim, mimo że nie miał zamiaru tego robić.",
      "ru": "Гу Яньтянь предал свою семью и стал частью демонической секты на службе у Небесного Демона.\nСтав сектантом, он совершает множество злых поступков против своей воли и проживает жизнь, полную сожалений.\n\nВеликая война Небесного Демона.\nДолгую и адскую Великую войну Небесного Демона закончил Вэй Сюэ'эр, разрубив Небесного Демона.\nГу Яньтянь, совершивший злодеяния, был схвачен и подвергнут пыткам со стороны секты.\nВ качестве последнего акта совести он раскрывает Вэй Сюэ'эр информацию о демонической секте, после чего умирает от клятвы на табу от Небесного Демона.\n\nПосле своей смерти, по непонятной причине, Гу Яньтянь, переносится в прошлое, в тот момент, когда он впервые встретил Вэй Сюэ'эр.\nОсознав, что это не сон, Гу Яньтянь решает вести спокойную жизнь, чтобы не совершить ничего такого, о чем потом придется жалеть.\nНо как на зло, люди из его прошлой жизни начинают общаться с ним один за другим, хотя он и не собирался этого делать.",
      "uk": "Гу Яньтянь зрадив свою сім'ю і став частиною демонічної секти на службі у Небесного Демона.\nСтавши сектантом, він робить безліч злих вчинків проти своєї волі і проживає життя, повне жалю.\n\nВелика війна Небесного Демона.\nДовгу і пекельну Велику війну Небесного Демона закінчив Вей Сюе'ер, розрубавши Небесного Демона.\nГу Яньтянь, який вчинив злодіяння, був схоплений і підданий тортурам з боку секти.\nЯк останній акт совісті він розкриває Вей Сюе'ер інформацію про демонічну секту, після чого помирає від клятви на табу від Небесного Демона.\n\nПісля своєї смерті, з незрозумілої причини, Гу Яньтянь переноситься в минуле, у той момент, коли він уперше зустрів Вей Сюе'ер.\nУсвідомивши, що це не сон, Гу Яньтянь вирішує вести спокійне життя, щоб не зробити нічого такого, про що потім доведеться шкодувати.\nАле як на зло, люди з його минулого життя починають спілкуватися з ним один за одним, хоча він і не збирався цього робити."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54cc1547-1d1c-4759-a94c-39b9d1f958d7",
    "title": {
      "en": "Mousou Sensei"
    },
    "updatedAt": "2024-11-03T01:08:32+00:00",
    "coverArt": "https://mangadex.org/covers/54cc1547-1d1c-4759-a94c-39b9d1f958d7/44110af1-4750-4fb1-a491-174742b46589.jpg",
    "altTitles": [
      {
        "ja": "妄想先生"
      },
      {
        "en": "Delusional Teacher"
      },
      {
        "ru": "Помешанный учитель"
      }
    ],
    "description": {
      "en": "The beautiful English teacher Momoko Irosaki receives what she thinks are the lustful gazes of her male students every day... or so she misunderstands!? What goes on in the school life of a teacher who inadvertently indulges in fantasies full of allure...?",
      "ja": "美人英語教師の色咲先生は、日々男子生徒から思春期真っ盛りの視線を浴びている…のは勘違い!? ついお色気全開の妄想をしてしまう先生の学校生活は――…。ちょっとえっちでかなり笑える妄想スクールコメディ!!",
      "ru": "Красивая учительница английского Иросаки Момоко, как ей кажется, каждый день ловит на себе похотливые взгляды своих учеников мужского пола... Или она просто неправильно их понимает?! Что происходит в школьной жизни учителя, который невольно предается таким фантазиям?...",
      "vi": "Irosaki-sensei, một giáo viên trẻ xinh đẹp, hoạt bát,... Nói chung là mặt tiền cô rất  tuyệt với, học sinh đứa nào đứa nấy cũng mê. Nhưng thật ra \"mặt trong\" của cô lại không được xán lạn đến vậy. Và rồi cô gặp một cậu học trò yêu thích môn tiếng anh mà cô đang giảng dạy, thay vì nghĩ rằng \"ồ, siêng quá ta\", thì trong đầu cô lại chỉ có vô vàn suy nghĩ đồi trụy rồi tự gán hết lên người cậu học sinh ấy, nói chung là ngây ngô lắm cả nhà XD."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ca7e282-0a0e-4c67-928f-dd5c9ea774bb",
    "title": {
      "en": "TS TENSEI shite Masaka no Sub Heroine ni."
    },
    "updatedAt": "2024-09-18T20:10:39+00:00",
    "coverArt": "https://mangadex.org/covers/0ca7e282-0a0e-4c67-928f-dd5c9ea774bb/bae9cbcf-61d8-469a-a26e-92b0ff7e0e7d.jpg",
    "altTitles": [
      {
        "ja": "TS転生してまさかのサブヒロインに。"
      },
      {
        "ja-ro": "TS Tensei shite Masaka no Sub Heroine ni."
      },
      {
        "en": "Genderswap Reincarnated as the Sub Heroine"
      },
      {
        "en": "TS Reincarnated as the Sub Heroine"
      }
    ],
    "description": {
      "en": "A hikikomori boy who died while dreaming of a harem was reborn as one of the heroes who will save the world. The harem he aimed for would surely be there!\n\nNext to the hikikomori was someone reincarnated as the female white mage Fio, centering on the hero Alto. Fio is still crazy about girls even after her reincarnation, but the turning point comes when the party is split up by a surprise attack by the demon king's army and she and Alto take refuge in an abandoned hut.\n\nIn order to save Fio, Alto drinks a powerful potion that gives him temporary power but causes him to go into heat as a side effect...\n\nTheir relationship takes an unexpected turn!\n\nThe gold standard of genderswap romantic comedy novels, featuring two people who were never meant to be in a relationship, has finally been translated into a full-color comic book!",
      "ja": "ハーレムを夢見ながら死んだヒキニート男子は世界を救う勇者の一人として転生した。目指したハーレムは確かにあった。\n\n女白魔道士フィオとして転生してしまったヒキニートの隣で、勇者アルトを中心に。転生しても女の子に夢中なフィオだったが、魔王軍の奇襲によってパーティが分断されアルトと二人で廃小屋へと避難したことが転機となる。\n\nフィオを助けるために、アルトは一時的に力を得られるが副作用で発情してしまう強力なポーションをがぶ飲みしていたのだ・・・。\n\nそして二人の関係は予想外の方向へと進展する。\n\nありえない組み合わせだったはずの二人によるＴＳラブコメ小説の金字塔がついにフルカラーコミカライズ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f42f3212-f2fd-4479-9d82-b9c55eaec820",
    "title": {
      "en": "Taishou Otome Otogibanashi"
    },
    "updatedAt": "2024-11-19T04:55:48+00:00",
    "coverArt": "https://mangadex.org/covers/f42f3212-f2fd-4479-9d82-b9c55eaec820/ff42fef5-ac39-407d-aa61-88aad0c848d9.jpg",
    "altTitles": [
      {
        "en": "Taisho Maiden Fairytale"
      },
      {
        "ru": "Сказка о девушке эпохи Тайсё"
      },
      {
        "ja": "タイシャウヲトメおとぎばなし"
      },
      {
        "zh": "大正処女御伽話"
      },
      {
        "ko": "타이 샤 오토메 동화/다이쇼시대 소녀 전래동화"
      }
    ],
    "description": {
      "en": "In this story set in the early 1920s, Tamahiko is the son of a wealthy family, but his life is changed forever when an accident cripples his right arm. No longer considered by his father as an heir, he is shuffled off into the country, to live out of sight. The teenage Tamahiko shuts himself in his new home, bitterly thinking of it as the place where he will die. One day, he learns that his father has 'bought' him a bride to take care of him, when the young teen girl named Yuzuki arrives at his door. She comes into his life like an innocent ray of sunshine, and Tamahiko's view of the world and his life starts changing bit-by-bit.",
      "ru": "На дворе 1920й год (эпоха Тайсё). Тамахико — один из наследников богатой семьи. Однако, получив увечье, из-за которого парализовало правую руку Тамахико, отец семейства счел, что такой сын в качестве наследника ему не нужен и отправляет его в одно из своих имений на задворках захолустного села, как говорится, из сердца вон и с глаз долой. Тамахико замыкается в себе, перестает общаться с внешним миром и впадает в глубокую депрессию, а ведь ему лишь 17! Неизвестно, чем бы кончилась вся эта история, если бы отец, в один прекрасный день, не купил Тамахико женушку Юдзуки, которая незатейливо оказалась на пороге жилища Тамахико и постучалась в его двери. Вся прелесть в том, что Юдзуки милый и невинный лучик солнечного света в угрюмой непогожей жизни нашего героя. Жизни, которая начинает преображаться с каждым новым днем.  \r\n\r\n\r\n---",
      "pt-br": "Nesta história passada no início dos anos 1920, Tamahiko é o filho de uma família rica, mas a vida dele muda para sempre quando um acidente machuca o seu braço direito. Não sendo mais considerado o herdeiro pelo seu pai, ele é enxotado para fora do país para se perder de vista. O adolescente Tamahiko se tranca na sua casa nova, amargamente pensando que será o lugar onde morrerá. Um dia, ele fica sabendo, que o seu pai \"comprou\" uma noiva para tomar conta dele, quando uma garota chamada Yuzuki aparece na sua porta. Ela entra na sua vida como um inocente raio de sol, e a perspectiva do mundo de Tamahiko vai mudando pouco a pouco."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "38"
  },
  {
    "mangaId": "75613995-92dc-4db3-ba34-8caaebf42357",
    "title": {
      "en": "I Have the Heart of a Dragon"
    },
    "updatedAt": "2023-11-24T00:46:52+00:00",
    "coverArt": "https://mangadex.org/covers/75613995-92dc-4db3-ba34-8caaebf42357/172098a8-a911-435a-8413-5176becdc217.jpg",
    "altTitles": [
      {
        "ko": "드래곤의 심장을 가지고 있습니다"
      },
      {
        "uk": "Я маю серце дракона"
      },
      {
        "zh": "拥有龙之心的少女"
      },
      {
        "en": "I Have a Dragon's Heart"
      }
    ],
    "description": {
      "en": "Sharon, is a warrior who defeated a vicious dragon a thousand years ago. One day, an unidentified man appears in front of Aru, who grew up longing for Sharon. \"What? Are you that terrifying dragon? Besides, I'm that hero?!\" A cute and sad romance fantasy of a dragon and a hero who reunited after a thousand years!",
      "uk": "Усе своє життя Ару знала, що славетна воітелька Шерон тисячу років тому перемогла злісного дракона, тим самим врятував своє місто. Ару виросла в місті, сповненому поваги та вдячності до геройки. Однак одного разу, коли Ару ледь не загинула в полум'ї, її врятував невідомий чоловік, який стверджує, що він реінкарнація дракона, а вона його Шерон. Це мила та романтична фантазія про возз'єднання кохання через віки."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd41659a-e4ce-458f-b087-8032b7a5fab9",
    "title": {
      "en": "Did I Seriously Just Get Reincarnated as My Gag Character?!"
    },
    "updatedAt": "2024-09-25T09:26:35+00:00",
    "coverArt": "https://mangadex.org/covers/fd41659a-e4ce-458f-b087-8032b7a5fab9/522658db-3d5a-4bb5-870b-c73c5c7debe9.jpg",
    "altTitles": [
      {
        "ja": "ネタキャラ転生とかあんまりだ! THE COMIC"
      },
      {
        "ja-ro": "Netachara"
      },
      {
        "ja-ro": "Netachara-Tensei Toka Anmarida!"
      },
      {
        "zh": "梗角色转生太过头了！"
      },
      {
        "zh-hk": "梗角色轉生太過頭了！"
      },
      {
        "zh-ro": "Gěng Juésè Zhuǎnshēng tài Guòtóule!"
      },
      {
        "ru": "Мне кажется, или это похоже на реинкарнацию сюжетного персонажа?"
      },
      {
        "id": "Gila sih, reinkarnasi jadi karakter lawak!"
      }
    ],
    "description": {
      "en": "Toru Aikawa, a college student who spends his days immersing himself in games because his daily life is so boring, was standing alone in a forest in a different world before he even could realize why. Moreover, it seems that he has reincarnated into the \"Neta character\" he made in a game. The Genderswap reincarnation of the strongest heroine packed with overflowing Chuunibyo and ideals!\n\nThe strongest genderswap reincarnation fantasy begins here !!\n\n---\n\n**Note:** A Neta character is a character whose action has captured the hearts of viewers and players and has been turned into a important part of the story.",
      "id": "Toru Aikawa, seorang mahasiswa yang menghabiskan hari-harinya dalam permainan karena kesehariannya yang membosankan. ketika dia menyadarinya, dia sedang berdiri sendirian di hutan di dunia yang berbeda karena suatu alasan.. Selain itu, sepertinya dia telah bereinkarnasi ke dalam \"karakter baru\" yang dibuat dari bermain game….\n\nbereinkarnasi menjadi yang terkuat yang dengan Chuunibyo yang meluap-luap dan juga cita-citanya!",
      "pt-br": "Toru Aikawa, um estudante universitário que passa seus dias mergulhando em jogos porque sua vida diária é tão chata, estava sozinho em uma floresta em um mundo diferente antes que ele pudesse perceber o porquê. Além disso, parece que ele reencarnou no \"personagem Neta\" que ele fez em um jogo. A reencarnação Genderswap(troca de gênero) da heroína mais forte repleta de Chuunibyo transbordante e ideais!\n\nA fantasia de reencarnação de troca de gênero mais forte começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1003024d-101c-4fb6-86e6-033167bab723",
    "title": {
      "en": "Amai Seikatsu"
    },
    "updatedAt": "2024-10-30T10:53:56+00:00",
    "coverArt": "https://mangadex.org/covers/1003024d-101c-4fb6-86e6-033167bab723/57892aeb-0a79-4f4f-a59d-33151b1daf24.png",
    "altTitles": [
      {
        "zh": "内衣高手"
      },
      {
        "ja": "甘い生活"
      },
      {
        "ko": "달콤한 생활"
      },
      {
        "en": "Sweet Life"
      }
    ],
    "description": {
      "en": "The complicated story of a young man who goes to work for a lingerie company. \nOne of the very first harem manga, done by a former shojo mangaka known for his peculiar tendencies \n(was known to cross dress among other things) and serialized in the now defunct Business Jump.\n \nVolume titles and Romaji equivalent:  \n  \n2. ランジェリーに恋してる♥ (Ranjerī ni Koishiteru ♥)  \n- 愛の悩み (Ai no Nayami)  \n- 恋模様みだれ髪 (Koi Moyō Midare-kami)  \n- おかしな二人 (Okashina Futari)  \n- 弓香の日記 (Yumika no Nikki)  \n- 二人の気持ち (Futari no Kimochi)  \n- 伸介の選択 (Shinsuke no sentaku)  \n- おかしな気分 (Okashina Kibun)  \n- おかしな三角関係 (Okashina Sankaku Kankei)  \n- よみがえる美 (Yomigaeru Bi)  \n- 東京ショック (Tokyo Shock)  \n- ユミカ・センセーション (Yumika Sensation)  \n- セルフヌード (Self-nude)  \n- 能力喪失 (Nōryoku Sōshitsu)  \n- お嬢様の初体験 (Ojō-sama no Shotaiken)  \n- 巴の目覚め (Tomoe no Mezame)  \n- ぱんつのお披露目 (Pantsu no Ohirome)  \n- 女優・佐倉澪 (Joyū Sakura Mio)  \n- 弓香が女優 (Yumika ga Joyū)  \n- 美人双子姉妹 (Bijin Futago Shimai)  \n- 政略結婚！？ (Seiryaku Kekkon!?)  \n- 触りのライセンス (Sawari no License)  \n- がんばれ！！大統領！！ (Ganbare!! Daitōryō!!)  \n- ブービー・トラップ (Booby Trap)  \n- ガマン大会 (Gaman Taikai)  \n- 世界新記録！？ (Sekaishinkiroku!?)  \n- 殿・姫・伸介 (Tono Hime Shinsuke)  \n- 姫のお目覚め？ (Hime no o Mezame?)  \n- ニューゴッドハンド？ (New God Hand?)  \n- コスプレ秘書 (Cosplay Hisho)  \n- 天才×天才 (Tensai × Tensai)  \n- ナマで大事件！？ (Nama de Daijigen!?)  \n- 4回転マッサージ (4 Kaiten Massage)  \n- 官能タイフーン (Kan'nō Typhoon)  \n- デザイナーの資質 (Designer no Shishitsu)  \n- 伸介の痴漢騒動 (Shinsuke no Chikan Sōdō)  \n- ベガスの狂乱 (Vegas no Kyōran)  \n- 1000万ドルの下着 (1000 Man-doru no Shitagi)  \n- 幼なじみの下着 (Osana Najimi no Shitagi)  \n- 呪いのコルセット発動！？ (Noroi no Corset Hatsudō!?)"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "40",
    "lastChapter": "480"
  },
  {
    "mangaId": "cacd17dc-3d33-4098-8bed-4e49b6373f3e",
    "title": {
      "en": "Modoki-domo"
    },
    "updatedAt": "2024-11-01T04:40:14+00:00",
    "coverArt": "https://mangadex.org/covers/cacd17dc-3d33-4098-8bed-4e49b6373f3e/7387bc43-dd25-46d2-a091-9851513a0df4.jpg",
    "altTitles": [
      {
        "ja": "もどきども"
      },
      {
        "ja-ro": "Modokidomo"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "601fc6fb-235d-42af-9583-51e37b1f3314",
    "title": {
      "en": "Tail Concerto"
    },
    "updatedAt": "2024-11-25T16:56:30+00:00",
    "coverArt": "https://mangadex.org/covers/601fc6fb-235d-42af-9583-51e37b1f3314/c8c71014-13fb-40ef-b359-b20a836004bb.jpg",
    "altTitles": [
      {
        "ja": "テイルコンチェルト"
      },
      {
        "ja-ro": "Teiru Koncheruto"
      }
    ],
    "description": {
      "en": "oneshot prequel to Tail Concerto game\n\nserialized in Monthly Shonen Ace, June 1998"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd4b0070-b511-4f7f-ba06-64c307ac4a8d",
    "title": {
      "en": "Onna Tomodachi wa Tanomeba Igaito Yarasete Kureru"
    },
    "updatedAt": "2024-08-26T14:18:33+00:00",
    "coverArt": "https://mangadex.org/covers/dd4b0070-b511-4f7f-ba06-64c307ac4a8d/95846ddc-1527-44e3-bacf-5b30a2c1e7b2.jpg",
    "altTitles": [
      {
        "en": "My Female Friends Are Surprisingly Willing to Let Me Do It If I Ask For It"
      },
      {
        "ja": "女友達は頼めば意外とヤらせてくれる"
      },
      {
        "pt-br": "Surpreendentemente, minhas amigas estão dispostas a me deixar fazer isso se eu pedir"
      }
    ],
    "description": {
      "en": "Hisaya Minato, a normal high school student, has a female friend who is a bit peculiar. She is Aoi Hatsuki, the most beautiful girl in the high school. For some reason, they get along very well, and since they happen to live on the same floor, they gradually become good friends, coming and going from each other's houses. One day, Minato suddenly asks her to show him her panties. At first, Hatsuki is reluctant, but then she starts to roll up her skirt?",
      "ja": "平凡な高校生・湊寿也には可愛すぎる女友達がいる。それは美少女ギャルの葉月葵。何故か気が合う二人は、偶然同じマンションに住んでいることもあって、お互いの家に入り浸るほど仲良くなっていく。そんなある日、湊は勢いで「パンツを見せてほしい」とお願いしてしまう。初めは渋る葉月だったが、恥じらいつつスカートをめくり始めて――！？\n \n--- \n \nHeibon'na kōkōsei Minato hisaya ni wa sukoshi kawatta tomodachi ga ita. Sore wa gakkō ichi no bishōjo Hadzuki Aoi. Nazeka kigaau futari wa, gūzen onaji manshon ni sunde iru koto mo ari, jojoni tagai no ie o yukikisuru nakanoii \"tomodachi\" ni. Son'na aru Ni~Tsu, minato wa ikioi de \"pantsu o misete hoshī\" to onegai shite shimau. Hajime wa shiburu hadzukidattaga, mizukara sukāto o mekuri hajimete iki ――!?",
      "pt-br": "Hisaya Minato, um simples estudante do ensino médio, tem uma amiga um tanto peculiar. Aoi Hatsuki, a garota mais linda do ensino médio, por alguma razão, eles se dão muito bem, e por morarem no mesmo andar, gradualmente se tornaram melhores amigos, indo e vindo da casa um do outro. Um dia, Minato de repente pede que ela mostre sua calcinha para ele. De cara, Hatsuki fica relutante, mas então ela começa a levantar sua saia?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71dce7c3-666b-4671-9164-d1ddad300792",
    "title": {
      "en": "A Blood-Curdling Lifestyle"
    },
    "updatedAt": "2024-09-10T01:12:09+00:00",
    "coverArt": "https://mangadex.org/covers/71dce7c3-666b-4671-9164-d1ddad300792/222ca0fb-8f96-45ca-962f-0e4b515d3f33.png",
    "altTitles": [
      {
        "ko": "피말리는 과대생활"
      },
      {
        "en": "A Blood-Draining Life"
      }
    ],
    "description": {
      "en": "My life of comparing myself to my perfect older sister is over. Now I'm going to live as the main character! Shin Seon-ha, a freshman who entered college with big dreams. However, I thought there was something strange in that department, but I never thought they were all vampires!!... Sunha's bloody college life with her fellow vampires begins."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73d793fb-5be2-4a50-b6e1-45a9a8883ac5",
    "title": {
      "en": "Kusareen hodo Kiri gatai"
    },
    "updatedAt": "2024-11-25T16:49:11+00:00",
    "coverArt": "https://mangadex.org/covers/73d793fb-5be2-4a50-b6e1-45a9a8883ac5/64bf6beb-a7a1-4969-b9c1-0298d926fd4b.jpg",
    "altTitles": [
      {
        "vi": "Duyên Nợ Khó Dứt"
      }
    ],
    "description": {
      "vi": "Mang trong mình năng lực nhìn thấy \"mối duyên\" giữa người và người, Mitsu và Itsuki cùng nhau vận hành một văn phòng cung cấp dịch vụ mà chỉ mỗi họ làm được.\nMột câu chuyện lắt léo về duyên số, duyên phận giữa người và người."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6df29d13-2dab-4ca6-a0b5-74070abf3e1d",
    "title": {
      "en": "The One Within the Villainess"
    },
    "updatedAt": "2024-11-08T11:34:24+00:00",
    "coverArt": "https://mangadex.org/covers/6df29d13-2dab-4ca6-a0b5-74070abf3e1d/5db86ab7-14bb-4a30-a9f9-6aa16f5771df.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の中の人"
      },
      {
        "ja": "悪役令嬢の中の人〜断罪された転生者のため嘘つきヒロインに復讐いたします〜"
      },
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito"
      },
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito: Danzai sareta Tenseisha no Tame Usotsuki Heroine ni Fukushuu Itashimasu"
      },
      {
        "en": "The One Within the Villainess"
      },
      {
        "fr": "La fille au sein de l'antagoniste"
      },
      {
        "fr": "Celle à l'intérieur de la vilaine"
      },
      {
        "es": "La persona dentro de la villana"
      },
      {
        "uk": "Та, що всередині лиходійки"
      },
      {
        "ko": "악역 영애 안의 사람"
      },
      {
        "vi": "Kẻ Cư Ngụ Bên Trong Ác Nữ"
      },
      {
        "vi": "Ác Nữ chuyển sinh"
      },
      {
        "id": "Didalam Diri Seorang Villaness"
      },
      {
        "zh": "恶役千金的真面目"
      },
      {
        "zh": "恶役千金的真面目～为被定罪的转生者向骗子女主报复～"
      },
      {
        "zh-hk": "惡役千金的真面目"
      },
      {
        "zh-hk": "惡役千金的真面目～為被定罪的轉生者向騙子女主報復～"
      }
    ],
    "description": {
      "en": "In order to clear the name of ‘Emi’, a girl who had reincarnated as Remilia, the villainess of an otome game, the real Remilia who had been watching all along inside awakens.\n\nNow it's time for the true villainess's revenge to begin!",
      "id": "Agar bisa membersihkan nama \"Emi\", yaitu nama seorang gadis yang bereinkarnasi menjadi Remilia sang villainess dari sebuah game otome, Remilia asli yang selama ini mengawasi emi dari dalam akhirnya telah tersadar.\n\nSekarang adalah waktunya bagi sang villainess yang asli untuk membalaskan dendamnya!",
      "vi": "Để minh oan cho ‘Emi’, một cô gái đã tái sinh thành Remilia, nhân vật phản diện của trò chơi otome, Remilia, người đã luôn theo dõi cô, bắt đầu trả thù!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbc8e1e4-cba6-48ec-b828-d613fe3d93a6",
    "title": {
      "en": "Koori Zokusei Danshi to Cool na Douryou Joshi"
    },
    "updatedAt": "2024-11-02T18:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/fbc8e1e4-cba6-48ec-b828-d613fe3d93a6/7f6b8411-55b8-4134-8c82-17c4c38ff5e8.jpg",
    "altTitles": [
      {
        "ja": "氷属性男子とクールな同僚女子"
      },
      {
        "en": "The Ice Guy and the Cool Girl"
      },
      {
        "en": "The Ice Guy and His Cool Female Colleague"
      },
      {
        "de": "Ice-Guy und seine coole Kollegin"
      },
      {
        "fr": "The Ice Guy & the Cool Girl"
      },
      {
        "fr": "L'homme glacé et la consœur cool"
      },
      {
        "fr": "L'homme froid et la collègue cool"
      },
      {
        "it": "Ice Guy & Cool Girl"
      },
      {
        "es": "El chico de hielo y su genial colega femenina"
      },
      {
        "pl": "Śnieżny chłopak i cool dziewczyna"
      },
      {
        "ru": "Ледяной парень и классная девушка-коллега"
      },
      {
        "th": "บริษัทลุ้นรัก หนุ่มหิมะกับสาวสุดคูล"
      },
      {
        "ko": "빙속성 남자와 쿨한 동료녀"
      },
      {
        "tr": "Buz çocuk ve havalı i̇ş arkadaşı"
      },
      {
        "zh": "冰属性男子与酷酷女同事"
      },
      {
        "zh-hk": "冰屬性男子與無表情女子"
      },
      {
        "ar": "رجل الثلج وزميلة العمل الباردة"
      },
      {
        "vi": "Anh chàng băng giá và cô nàng đồng nghiệp lạnh lùng"
      },
      {
        "vi": "Chàng \"băng\" nàng \"giá\""
      },
      {
        "en": "Ice Guy and the Cool Female Colleague"
      }
    ],
    "description": {
      "de": "Himuro ist Büroangestellter und der Nachfahre einer Schneefrau. Wann immer seine Gefühle außer Kontrolle geraten, werden seine Kollegen seinen eisigen Kräften ausgesetzt. Jedoch besitzt er entgegen seiner frostigen Fähigkeiten eine sehr warmherzige und freundliche Persönlichkeit. Er liebt Katzen und Blumen, auch wenn er ihnen nicht zu nahe kommen kann. Diejenige, die seine Gefühle immer wieder aus der Bahn wirft und sein Herz zum Schmelzen bringt, ist seine stets gefasst wirkende und ein wenig exzentrische Kollegin Fuyutsuki. Obwohl alle Kollegen durch den stetigen Ausbruch seiner Kräfte von seinen Gefühlen für Fuyutsuki wissen, ist diese vollkommen ahnungslos. Dies hält Himuro jedoch nicht davon ab, zu versuchen, ihr Herz für sich zu gewinnen.",
      "en": "A cute fluffy romance about the decendant of a yuki-onna who freezes the surrounding area every time he talks to his cute coworker.\n\nx.5 chapters are longer than normal chapters and have more fluffy content, make sure to read them!\n\n---\nHimuro is a living descendant of the Snow Woman from Japanese folklore. But anytime he's around his eccentric yet kind colleague, Fuyutsuki-san, he totally freezes up! Despite the snowstorm of love that rages on in his heart, and her complete cluelessness, will he take a step forward or stay frozen in place?\n\n---\n**Links:**\n- Alternative Official English - [Penguin Random House](https://www.penguinrandomhouse.com/series/FQP/the-ice-guy-and-the-cool-girl/)",
      "fr": "Himuro est le descendant d'une yuki-onna, une femme des neiges. Par cette filiation, il plonge inconsciemment son entourage dans un environnement proche de l'Arctique lorsqu'il se concentre.\n\nPire encore, il passe pour un homme qu'il n'est pas : perçu comme insensible et au tempérament glacial, il est en réalité chaleureux, aime les chats et les fleurs.\n\nSon état finit par attirer l'attention de sa collégue Fuyutsuki, dont il est secrètement amoureux. Himuro se montre alors déterminé à capturer le coeur de la jeune femme.",
      "id": "Romansa lembut yang lucu tentang dekendensi yuki-onna yang membekukan area sekitarnya setiap kali dia berbicara dengan rekan kerjanya yang imut.",
      "it": "Il manga racconta la dolce storia d'amore tra due colleghi, la tranquilla e dolce Fuyutsuki-san e Himuro-kun, discendente di una donna delle nevi, che letteralmente ghiaccia ogni cosa attorno a lui.\n\n---\nQuesta è la storia di Himuro, il discendente di una donna delle nevi, e della sua gentile seppur particolare collega Fuyutsuki... Anche se a prima vista possono sembrare due persone imperturbabili, entrambi sono in realtà molto impacciati quando si tratta di questioni di cuore; infatti l’amore che Himuro nutre nei confronti di Fuyutsuki imperversa nel suo animo come una bufera di neve, impedendogli di compiere il fatidico primo passo. Lei, d’altro canto, pare del tutto inconsapevole dei suoi stessi sentimenti...",
      "ja": "現代を生きる雪女の末裔な氷室くんと、同僚のちょっとユニークで優しい冬月さん。一見、クールに見えつつも、二人は恋愛にすっごく不器用。冬月さんへの「好き」が心の内で吹雪のように吹き荒れる氷室くんはもう一歩を踏み出せず、一方の冬月さんは自分の感情に超が付くほど鈍感で!?　Twitter＆pixivで大人気!!　クールな二人のピュア過ぎラブコメディー♪　単行本だけの描き下ろしマンガ３編を収録☆",
      "ko": "현대를 살아가는 설녀의 후예 히무로와 \n약간 독특하면서도 상냥한 동료 후유츠키. \n\n언뜻 보면 쿨해보이는 두 사람이지만, 연애에 관해서는 놀랄 만큼 서투르다. \n후유츠키를 향한 ‘호감’이 마음속에서 눈보라처럼 몰아치자, \n히무로는 더 이상 한 걸음도 나아가지 못하고. \n후유츠키 역시도 자신의 감정에 둔감하기는 마찬가지였는데!? \n\nTwitter&pixiv에서 대인기!! \n쿨한 두 사람의 맑다 못해 투명한 러브 코미디♪ \n\n단행본만의 오리지널 에피소드 3편도 수록☆",
      "pl": "Poznajcie Himuro, żyjącego we współczesnej Japonii potomka yuki-onny, oraz jego nieco nietypową koleżankę z biurka obok, Fuyutsuki. Choć na pierwszy rzut oka oboje wydają się spokojni i opanowani, tak naprawdę w miłości nie do końca dobrze sobie radzą. Himuro, w którego sercu panuje miłosna zamieć, nie jest w stanie wykonać kolejnego kroku naprzód, zaś Fuyutsuki zdaje się nie zauważać jego starań…",
      "ru": "Милый пушистый роман о классной работнице и её, холодном как лёд, коллеге.",
      "th": "ฮิมุโระคุง ชายหนุ่มผู้สืบเชื้อสายของสาวหิมะซึ่งใช้ชีวิตอยู่ในยุคปัจจุบัน \nและคุณฟุยุสึกิ เพื่อนร่วมงานสาวผู้อ่อนโยนและค่อนข้างไม่เหมือนใคร \nหากมองแค่ผิวเผิน หนุ่มสาวคู่นี้ก็ดูเป็นคนคูลๆ อยู่หรอก \nแต่พอเป็นเรื่องราวความรักแล้ว ทั้งสองกลับไม่เอาไหนซะเลย\nฮิมุโระคุงผู้ได้แต่เก็บความ \"ชอบ\" \nที่มีต่อฟุยุสึกิไว้ในใจประหนึ่งพายุหิมะที่โหมกระหน่ำ \nโดยไม่กล้าก้าวออกไปเริ่มต้นสักที \nส่วนฝ่ายคุณฟุยุสึกิเองก็ช่างความรู้สึกช้าไม่รู้ใจตัวเองเลย!?",
      "tr": "Sevimli iş arkadaşıyla her konuştuğunda çevreyi donduran ve Yuki-Onna'nın soyundan gelen adam hakkında sevimli, kabarık bir romantizm.",
      "vi": "Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy. Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy.",
      "zh": "冰属性男子与酷酷女同事漫画 ，当雪男遇上酷酷女同事，办公室将掀起一场恋爱暴风雪！",
      "pt-br": "Himuro-kun, descendente de uma Yuki-onna moderna, acabou de chegar em seu novo trabalho, e acaba criando tempestades de neve e bonecos de neve quando é tomado por suas emoções e perde o controle. Sua paixão secreta por Fuyutsuki-san, uma colega de trabalho única, mas gentil, cresce tão forte que congela às vezes aqueles ao seu redor. Por outro lado, Fuyutsuki-san, que muitas vezes é visto como legal pelos outros, também está muito interessada no misterioso Himuro-kun. O relacionamento deles muda gradualmente através do trabalho diário e dos eventos da empresa, e eles também começam a passar tempo juntos, mas ambos são desajeitados no amor e não conseguem se aproximar…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f87d6067-ef8a-4b44-b021-e095909f61f2",
    "title": {
      "en": "Love is an illusion ~Superstar~"
    },
    "updatedAt": "2024-11-25T16:31:49+00:00",
    "coverArt": "https://mangadex.org/covers/f87d6067-ef8a-4b44-b021-e095909f61f2/9f8afcc5-b055-4ce9-b04c-afedb043ebde.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "770c61b9-0ef2-460b-8c25-c10ab23349ce",
    "title": {
      "en": "Akebi-chan no Sailor Fuku"
    },
    "updatedAt": "2024-11-02T15:13:20+00:00",
    "coverArt": "https://mangadex.org/covers/770c61b9-0ef2-460b-8c25-c10ab23349ce/314c7bc6-5503-4068-8518-70082180fb61.jpg",
    "altTitles": [
      {
        "ja": "明日ちゃんのセーラー服"
      },
      {
        "ja-ro": "Akebi-chan no Serafuku"
      },
      {
        "en": "Akebi-chan's Sailor Uniform"
      },
      {
        "ko": "아케비 쨩의 세일러복"
      },
      {
        "zh": "明日酱的水手服"
      },
      {
        "zh-hk": "明日醬的水手服"
      },
      {
        "fr": "Akebi veut porter une marinière !"
      },
      {
        "it": "La Divisa Scolastica di Akebi"
      },
      {
        "ru": "Школьная форма Акэби-тян"
      }
    ],
    "description": {
      "en": "The setting is Roubai Private Academy, a prestigious girls’ middle school in the country. For Akebi Komichi, donning this school’s sailor uniform is a dream come true. Her middle school dream life is finally beginning! Verdant open countryside vistas. The slowly flowing time of youth. With a gentle touch, the genius artist Hiro brings you this simple school tale… now enrolling!",
      "es": "Akebi Komichi vive en una zona rural con su familia y acaba de conseguir entrar en la famosa Academia de secundaria Roubai, a la que ya asistió su madre. Como ella, le gustaría llevar el clásico uniforme de marinero, que ya no es el habitual en la Academia.\n\nDespués de conseguir que le permitan llevar su ansiado uniforme cosido por su madre, Akebi empezará su vida en secundaria con el objetivo de hacer muchas amigas. El paso tranquilo del tiempo, la inocencia y la naturalidad, marcarán la vida de Akebi y sus amigas.",
      "ja": "その“初めて”を“何度でも”──。　舞台は、田舎の名門女子中学・私立ロウ梅学園。この学園のセーラー服を着ることが「夢」だった明日小路（あけびこみち）。少女の「夢」の中学セーラー服ライフが始まる♪　広がる、緑豊かな田園風景。ゆっくり流れる青春時間。",
      "es-la": "El escenario es la Academia Privada Roubai, una prestigiosa escuela secundaria femenina del país. Para Akebi Komichi, ponerse el uniforme de marinera de esta escuela es un sueño hecho realidad. Su vida de ensueño en la escuela secundaria por fin comienza. Las verdes vistas del campo abierto. El lento fluir del tiempo de la juventud. Con un suave toque, el genial artista Hiro te trae este sencillo cuento escolar... ¡ahora se matricula!",
      "pt-br": "A história se passa na prestigiosa Academia Roubai, uma escola secundária para garotas, no Japão. \n\nNossa amável Akebi Komichi, a protagonista, entrou na academia com o sonho de vestir o lindo uniforme Sailor, porém, ela se surpreende no seu primeiro dia. O que será que aconteceu? Akebi ainda viverá muitas experiências em Roubai até se tornar uma idol como sua cantora favorita Miki-chan! Avante Akebi!\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 23. ]"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5e3baad-3cd4-427c-a2ec-ad7d776b370d",
    "title": {
      "en": "BEASTARS"
    },
    "updatedAt": "2024-10-09T03:27:14+00:00",
    "coverArt": "https://mangadex.org/covers/f5e3baad-3cd4-427c-a2ec-ad7d776b370d/fc339b94-f8aa-4df7-99d5-e8ace9271d1d.jpg",
    "altTitles": [
      {
        "ru": "Выдающиеся звери"
      },
      {
        "ja": "ビースターズ"
      },
      {
        "uk": "Видатні звірі"
      },
      {
        "hu": "Legoshi, a farkas"
      }
    ],
    "description": {
      "en": "In a world populated by anthropomorphic animals, herbivores and carnivores coexist with each other. For the adolescents of the Cherryton School, school life is filled with hope, romance, distrust, and uneasiness. The main character is Legosi the wolf, a member of the drama club. Despite his menacing appearance, he has a very gentle heart. Throughout most of his life, he has always been an object of fear and hatred by other animals, and he's been quite accustomed to that lifestyle. But soon, he finds himself becoming more involved with his fellow classmates who have their own share of insecurities and finds his life in school changing slowly.  \n\n---  \n- **Won the 2018 Manga Taisho Award**",
      "fr": "Dans un monde peuplé d'animaux anthropomorphes, ou carnivores les herbivores et les carnivores coexistent. Pour les étudiants de l'université de Cherryton, la vie est remplie d'espoir, de romance, de méfiance et de malaise. Le personnage principal est Legoshi le loup, membre du club de théâtre. Malgré son apparence menaçante, il a un cœur très doux. Pendant la majeure partie de sa vie, il a toujours été un objet de peur et de haine des autres animaux, et il a été assez habitué à ce style de vie. Mais bientôt, il se retrouve à s'impliquer davantage avec ses camarades de classe qui ont leur part d'insécurité et sa vie à l'école change lentement.  \n\n\n---",
      "it": "In un mondo popolato da animali antropomorfi, erbivori e carnivori coesistono gli uni con gli altri. Per gli studenti della scuola di Cherryton la vita scolastica è piena di speranze ed amori come, tuttavia, di disagio e timore. Il protagonista, il lupo Legoshi, è un membro del club di teatro. Nonostante il proprio aspetto minaccioso, il giovane ha in realtà una rara gentilezza; per tutta la sua vita è però stato temuto ed odiato dagli altri animali a causa dei pregiudizi, a tal punto da esserci ormai abituato. Presto, tuttavia, Legoshi si ritrova ad essere sempre più coinvolto dalle insicurezze dei suoi compagni – vedendo così un lento cambiamento nella sua vita scolastica e cercando di trovare il suo posto nel mondo.  \n\n\n---",
      "ru": "В мире, населенном антропоморфными зверьми, травоядные и хищники живут бок о бок. Для учеников черритонской школы жизнь наполнена надеждой, романтикой, недоверием и беспокойством. Главный герой —волк Легоси, член театрального клуба. Несмотря на грозный вид, внутри он мягкий и добрый. На протяжении всей жизни его всегда боялись и ненавидели другие звери, но он к этому привык. Постепенно он становится более открытым к своим одноклассникам, помогая им, как вдруг школу настигает ужасное происшествие…",
      "uk": "Головний герой — сірий вовк Леґоші, тихий і боязкий учень Черрітонської школи, що живе в гуртожитку для хижаків, також бере участь у шкільному театральному гуртку як робітник сцени. Одного разу вночі виявляється з'їденим альпак Тем, що призводить до підозр і напруги між хижаками і травоїдними учнями в школі. У той же час Легосі знайомиться з карликовою зайчихою Хару, між якими починають розвиватися складні взаємини."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "196"
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER (Official Colored)"
    },
    "updatedAt": "2024-10-22T01:30:50+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter × Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter × Hunter"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "ja": "HUNTER×HUNTER カラー版"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "vi": "Truyện dõi theo hành trình của bốn nhân vật chính: Gon, Killua, Kurapika và Leorio.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf",
    "title": {
      "en": "Brother's Sick Love"
    },
    "updatedAt": "2024-09-17T15:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf/0ed9c2a5-efb5-4e25-8d21-fa9ab9341be6.jpg",
    "altTitles": [
      {
        "zh": "忽如一夜病娇来"
      },
      {
        "zh-ro": "Hu Ru Yi Ye Bing Jiao"
      },
      {
        "ja": "ワケあり兄妹の禁断愛〜疫病神令嬢は小悪魔〜"
      },
      {
        "ko": "가짜 여주인공으로 살아남기"
      },
      {
        "en": "The Yandere Came During the Night"
      }
    ],
    "description": {
      "en": "Yu Xiang unfortunately transmigrates into a merchant's daughter, who was mistakenly taken to the marquis manor at birth. She is immediately disabled, and carries the nickname of 'disaster star'. Helplessly, she can only cling to her older brother, the marquis, in hopes of surviving, and wait for the true master to return so she can give way. Years later, when the true master returns to the manor, Yu Xiang prepares to leave. however, she finds out her clinging technique is too good, that her marquis brother won't let her leave!",
      "fr": "Yu Xiang donne, handicapée, échange son coeur avec celui de son frère. \nAprès sa mort, elle se réincarne dans le corps d'une fille qui porte le même nom, est paralysée comme elle et qui est surnommée l'étoile malchanceuse. \nYu Xiang réalise alors qu'elle est dans le roman qu'elle lisait avant de mourir. Synopsis du roman en question : Yu Xiang, fille de marchand a été échangée à la naissance avec la fille d'un Seigneur.",
      "zh": "虞襄很不幸穿成了被抱到侯府的商家女，一来就双腿残废，脑袋上还顶着个‘丧门星’的称号。 无奈之下只得牢牢抱住侯爷哥哥的大腿，先把日子混下去，等正主儿回来就麻溜的让位。 几年之后正主儿回归，虞襄包袱款款准备走人，却发现抱大腿的技术太专业，侯爷哥哥不让走了！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "150"
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ca92c93-ee7c-4b7c-9437-1c5b5d52c531",
    "title": {
      "en": "Everyday Life with a Succubus Slave"
    },
    "updatedAt": "2024-11-25T09:55:45+00:00",
    "coverArt": "https://mangadex.org/covers/6ca92c93-ee7c-4b7c-9437-1c5b5d52c531/84b4be3a-c98d-4946-9a92-96c9560ecf11.png",
    "altTitles": [
      {
        "ja-ro": "Succubus Dorei to no Nichijou"
      },
      {
        "ja": "サキュバス奴隷との日常"
      },
      {
        "uk": "Повсякденне життя з рабинею-суккубом"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "14"
  },
  {
    "mangaId": "322fd61d-158f-4c6e-bd2e-56952e3e4de6",
    "title": {
      "en": "The Amazing Digital Circus"
    },
    "updatedAt": "2024-10-23T00:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/322fd61d-158f-4c6e-bd2e-56952e3e4de6/c3fa368d-bcc3-41e5-b28d-266088979999.png",
    "altTitles": [
      {
        "ja": "アメイジング デジタル サーカス"
      },
      {
        "ja-ro": "Amazing Digital Circus"
      }
    ],
    "description": {
      "en": "Where is the exit?\n\nThe comic adaptation of the dark comedy begins!\n___\n**Cooperation:** InfoLens Inc.\n\nPublished monthly in print in Corocoro Ichiban! and online in Weekly Corocoro Comic."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ecd208c-c592-4462-9f57-4d7d4a9f956f",
    "title": {
      "en": "Mercenary Enrollment"
    },
    "updatedAt": "2024-08-31T18:23:33+00:00",
    "coverArt": "https://mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "altTitles": [
      {
        "ko": "입학용병"
      },
      {
        "ko-ro": "Ipagyongbyeong"
      },
      {
        "en": "Teenage Mercenary"
      },
      {
        "de": "Söldnereinschreibung"
      },
      {
        "fr": "High School Mercenary"
      },
      {
        "es": "Mercenario adolescente"
      },
      {
        "ja": "入学傭兵"
      },
      {
        "zh": "少年佣兵"
      },
      {
        "zh-hk": "入學傭兵"
      },
      {
        "th": "พี่ชายสายบอดี้การ์ด"
      },
      {
        "id": "High School Soldier"
      },
      {
        "id": "Tentara Menyamar Jadi Anak SMA"
      },
      {
        "pt-br": "Mercenário Adolescente"
      }
    ],
    "description": {
      "de": "Im Alter von acht Jahren verlor Ijin Yoo seine Eltern bei einem Flugzeugabsturz und strandete in einem fremden Land, wo er gezwungen war, ein Kindersöldner zu werden, um zu überleben. Zehn Jahre später kehrt er nach Hause zurück, um mit seiner Familie in Korea wieder vereint zu sein. Dort scheint alles friedlich zu sein, doch schon bald muss Ijin feststellen, dass das Leben als Teenager eine ganz andere Art des Überlebens ist. Da ihm nur noch ein Jahr in der Oberschule bleibt, muss Ijin neue Taktiken erlernen, um sich auf dem Schlachtfeld der Schule zurechtzufinden. Kann er ein Jahr Oberschule überleben? Oder wird die Schule vielmehr in der Lage sein, IHN zu überleben?\n\n---\nDie Geschichte handelt von einem jungen Koreaner, der bei einem Flugzeugabsturz seine Eltern verloren hat. Das Kind landet irgendwie in einem vom Krieg zerrissenen Teil der Welt und wird zu einem Top-Söldner im Teenageralter. Irgendwie findet er seine Familie wieder und beschließen, ein ruhiges Leben mit seiner Familie zu führen.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "en": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. \n\nHe returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
      "es": "A los ocho años, Ijin Yu perdió a sus padres en un accidente aéreo y quedó varado en un país extranjero, forzado a convertirse en mercenario para sobrevivir. Diez años después, regresa a su hogar para reunirse con su familia en Corea, en donde sobra la comida y todo parece estar en paz. Sin embargo, Ijin pronto descubrirá que la vida de adolescente es otro tipo de supervivencia. En su último año de secundaria, Ijin debe dominar nuevas tácticas para resistir en el campo de batalla escolar. ¿Podrá sobrevivir a su último año? ¿O podrá su escuela sobrevivir a él?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "fr": "Ijin est un jeune mercenaire qui est le seul survivant d’un accident d’avion survenu dans son enfance. Il vient tout juste de retourner auprès de sa famille qui le croyait mort durant ses 10 ans d’absence. Ijin pourra-t-il mettre de côté son passé sombre et mener une vie normale de lycéen?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "hu": "Yu Ijin volt az egyetlen túlélője egy repülőgép-szerencsétlenségnek, amikor még kicsi volt. Miután zsoldosnak állt, hogy 10 évig túléljen, visszatér a családjához a szülővárosába.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "id": "Yoo Leejin, satu-satunya orang yang hidup dari kecelakaan pesawat terbang, harus bekerja sebagai tentara bayaran selama 10 tahun. Tapi akhirnya dia kembali ke tempat asalnya dan memulai kehidupan baru sabagai anak SMA biasa. Apakah dia bisa bersekolah dengan normal?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "ko": "어린 시절 비행기 추락 사고의 유일한 생존자 유이진.  \n살아남기 위해 용병으로 살아가던 유이진은 10년 후, 가족이 있는 고향으로 돌아왔다.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "th": "ยูอีจิน เด็กหนุ่มผู้รอดตายจากอุบัติเหตุเครื่องบินตกและใช้ชีวิตเป็นทหารมานับแต่นั้นได้กลับมาหาครอบครัวของเขาในที่สุดหลังจากผ่านเวลาไปเป็นสิบปี\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh": "超强少年佣兵归来！\n欺负我妹的一个都不准跑！\n\n幼年遭遇飞机失事，成为唯一幸存者的柳亦真，为了生存成为了佣兵。十年后，因偶然的契机得以回到故乡上学并找回了自己的家人。正当他为失而复得的家人感到幸福，为安逸的生活感到欣喜时，却发现事情并不如他所愿。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "pt-br": "Yu Ijin foi o único sobrevivente de uma queda de avião quando ainda era criança. Depois de se tornar um mercenário por 10 anos para sobreviver, ele retornou para sua família em sua cidade natal.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh-hk": "《大貴族》孫齊晧作家的新作！ 幼年時，飛機墜毀事故的唯一倖存者劉理真，爲了生存以傭兵生活的劉理真，10年後回到了有家人的故鄉。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aacb00c0-7374-4a6c-afcc-0663c73f2329",
    "title": {
      "en": "Inuki Kanako’s Bloody Picture Book"
    },
    "updatedAt": "2024-11-20T10:46:07+00:00",
    "coverArt": "https://mangadex.org/covers/aacb00c0-7374-4a6c-afcc-0663c73f2329/618e0516-f5b2-40ed-9072-2800e46b159b.jpg",
    "altTitles": [
      {
        "ja": "犬木加奈子の血まみれ絵本"
      },
      {
        "ja-ro": "Inuki Kanako no Chimamire Ehon"
      },
      {
        "en": "Kanako Inuki’s Bloody Picture Book"
      }
    ],
    "description": {
      "en": "(This manga is unusual amongst Kanako Inuki's manga due to the highly exaggerated gore (and emphasis on it) compared to her usual manga)\n\nA gruesome picture book-like manga. The cover was originally considered to be so gorey it was censored with a special dust jacket."
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "c7b9847d-cb32-4d71-b411-ddcfab49566e",
    "title": {
      "en": "Otogi Bukkoroshiamu"
    },
    "updatedAt": "2024-11-13T07:06:08+00:00",
    "coverArt": "https://mangadex.org/covers/c7b9847d-cb32-4d71-b411-ddcfab49566e/cfa80c3e-faff-45d8-a259-4e37f2288b25.jpg",
    "altTitles": [
      {
        "ja": "おとぎぶっ殺シアム"
      },
      {
        "ja-ro": "Otogi Bukkoro Shiamu"
      },
      {
        "ja-ro": "Otogi Bukkorosseum"
      },
      {
        "en": "FairyTale Killerseum"
      },
      {
        "en": "Tales Of Destruction"
      }
    ],
    "description": {
      "en": "\"Granma didn't tell' em like that...\"\n\nEveryone has a favorite hero from their fairy tales, but who's the strongest of them all!?\n\nThis is a tale of death and rebirth. In order to accomplish their dream, hopes, wishes, revenge and salvation, the heroes of classic fairy tales will engage in a duel to death!\n\nThe warriors are resurrected and summoned to the Nightmare Coliseum by a mysterious monster who calls himself \"Grimm P.\" and he promises the ultimate prize \"You can resurrect anyone you want and live happily ever after\"\n\nThis tournament is filled with bloody carnage, if you want to win, you better toss common sense out of the way because it is not needed.\n\n\n\n\n\nThis is a dark fantasy battle action manga where bizarre characters from fairy tales come to life. Legends like Red Riding Hood, Snow White, Pinocchio, and Beauty and the Beast engage in surrealistic killing matches. Right of the bat, we have Son Goku versus Momotaro!\n\n\n\n32 characters will engage in sudden transformations, bloody battles, and tragic stories that will keep you on the edge of your seat.\n\n\n\nSure grandma didn't tell 'em like that!!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "7c471acd-55f1-4ead-84a3-9cc4a8a02c3f",
    "title": {
      "en": "I Look Too Much Like the Boss and the World Actually Believes It"
    },
    "updatedAt": "2024-08-25T05:32:50+00:00",
    "coverArt": "https://mangadex.org/covers/7c471acd-55f1-4ead-84a3-9cc4a8a02c3f/2ff3cd2f-79d9-4b4b-ba30-cfdf38488850.jpg",
    "altTitles": [
      {
        "zh": "长的太像BOSS，结果世人真的信了"
      },
      {
        "zh-ro": "Zhang De Tai Xiang BOSS, Jieguo Shiren Zhen De Xinle"
      },
      {
        "zh-ro": "Zhǎng De Tài Xiàng BOSS, Jiéguǒ Shìrén Zhēn De Xìnle"
      },
      {
        "en": "The Appearance Is So BOSS-like, yet Everyone Believes It"
      }
    ],
    "description": {
      "en": "Moon Lord, Suliang! Tamer of the Divine Lunar Morpho Butterfly, a familiar with abilities to control time and space, yin and yang, I am the invincible youth that stands at the apex of this world! To get such a status upon reincarnation is like getting dealt Pocket Aces… Divine my Arse! The beast in my body is nothing like the Divine Lunar Morpho! It’s clearly the lowest of low level Flash Butterfly!!! Facing millions of fanatical believers, a death match with Emperor Cangyue in three years time, and various sects viewing me as a thorn in their side… This is really an unprecedented beast tamer crisis!",
      "zh": "月之王，苏凉！操纵着能回溯时空、逆转阴阳的月神闪蝶，以此站在这个世界的顶点的无敌少年！ 穿越而来就拿到这么NB的身份卡，岂不是天胡开局……个屁咧！ 我体内的宠兽，哪是什么月神闪蝶！！根本只是个只能照明的最最最低阶的闪光蝶！！！ 面对数以百万的狂热信徒、三年后约战的沧月大帝、视自己为眼中钉的各大教派…… 这还真是…… 前所未有的御兽大危机！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a894da8-57bc-49e4-b65b-69b680f42bd4",
    "title": {
      "en": "Metalial Story"
    },
    "updatedAt": "2022-02-16T23:43:23+00:00",
    "coverArt": "https://mangadex.org/covers/9a894da8-57bc-49e4-b65b-69b680f42bd4/5bdd4c3f-d4a2-4b8f-827c-d7577f7a62f7.jpg",
    "altTitles": [
      {
        "ja": "メタリアルストーリー"
      }
    ],
    "description": {
      "en": "Metalia, a world where mechanical creatures called the gears stroll. It was the so-called \"machine hunters (collectors)\" who hunted those who ruled the earth with mighty power. A boy now descends in Melzam, the largest city in Metaria. His name is Nill. He, with the right arm of the machine, had a secret. This is a story that looks for your fate."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65976df0-3cc2-49d7-a2e2-f0f5b10aded7",
    "title": {
      "en": "Hatch Potch Panch"
    },
    "updatedAt": "2024-11-03T11:36:15+00:00",
    "coverArt": "https://mangadex.org/covers/65976df0-3cc2-49d7-a2e2-f0f5b10aded7/a4732185-105f-45bf-bbc4-268b14e02e05.jpg",
    "altTitles": [
      {
        "ja": "はっちぽっちぱんち,"
      },
      {
        "ja-ro": "Hacchi Pocchi Panchi"
      },
      {
        "en": "Hotch Potch Punch"
      },
      {
        "en": "Hotchpotch Punch"
      }
    ],
    "description": {
      "en": "She was destroying people... in her mind.\n\nKiho Ishiguro is a high school girl who's an honor student at school, and devotes herself to her disabled mother at home. She is quiet and gentle, but deep down inside she has always had the urge to \"hit someone\". As her feelings gets stronger day by day, Kiho encounters a street criminal. She snaps and unleashes her rage on the bad guy without restraint...? Here comes the JK who will revolutionize the world of women's MMA!",
      "es": "Kuroishi Kiho, en la escuela es una estudiante ejemplar, en casa es una buena hija que ayuda a su madre con sus problemas en las piernas... pero en sus fantasías, es alguien que hace pedazos a la gente. Aunque parece tranquila y gentil, en lo más profundo de su corazón existe un impulso que la hace querer \"golpear a otros\". Desbordada por las fantasías que no la dejan en paz, decide confrontar a un violador, ¿Será capaz de liberar y apaciguar sus emociones reprimidas con este criminal? ¡Entra en escena la estudiante de preparatoria que podría revolucionar las artes marciales de mujeres!",
      "ja": "空想の世界で人を壊していた――。\n\n学校では優等生、家では足が悪い母親に尽くす女子高生・黒石希歩。物静かで優しい印象を持たれる彼女は、「人を殴りたい」という衝動をずっと抱えて生きていた。内なる狂気が膨れ上がる中、希歩は巷で話題となっていた通り魔と遭遇する……。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fc74fb2-ae93-4bb0-b912-a4c5d5f7b594",
    "title": {
      "en": "The Princess Stans in Secret"
    },
    "updatedAt": "2024-11-13T16:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/3fc74fb2-ae93-4bb0-b912-a4c5d5f7b594/da0bf02a-a322-45d0-b8a2-4d404249da15.png",
    "altTitles": [
      {
        "ko": "일코하는 황녀님"
      },
      {
        "en": "Princess Who Hides Her Fandom"
      },
      {
        "es-la": "Una princesa que trabaja duro por su favorito"
      },
      {
        "en": "The Princess is Secretly a Fan"
      }
    ],
    "description": {
      "en": "I’ve been reincarnated into a novel with my living and breathing bias.\nNow I’m the Princess of the Empire, who is known by all sorts of epithets, Agnes Saint!\n\nIt’s great that she’s filthy rich and a royal and all, but there’s just one problem…\nthe hateful trash who just insulted by bias’s honor is none other than ‘me.’\n\nRegardless, I’m here now and…\nI will do anything, and everything, within my power to prevent my bias’s death and ensure he experiences nothing but smooth sailing going forward!\n\nI would never wish for Kylo, my kitten, to suffer any sort of shock.\nThat’s why I have to hide my fervent adoration.\nBesides, nothing good would come from revealing my stanning anyways.\nSo, for the time being, I’ll be perfect at… \n\n‘stanning in secret.’"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baac09cd-6eb9-43ec-a780-980c8da4f066",
    "title": {
      "en": "Misaki-kun wa Kouryaku Chara Janai"
    },
    "updatedAt": "2024-11-19T11:39:11+00:00",
    "coverArt": "https://mangadex.org/covers/baac09cd-6eb9-43ec-a780-980c8da4f066/18fe7b09-b112-4832-825e-b4ba27c88580.jpg",
    "altTitles": [
      {
        "ja": "三咲くんは攻略キャラじゃない"
      },
      {
        "en": "Misaki-kun is Unobtainable"
      },
      {
        "ja-ro": "Misaki-kun wa Kouryaku Chara ja Nai"
      },
      {
        "es": "Misaki-kun es Inalcanzable"
      },
      {
        "es-la": "Misaki-kun es Inalcanzable"
      },
      {
        "eu": "Misaki-kun lortezina da"
      }
    ],
    "description": {
      "en": "Misaki-kun may be adorable, but he's just the 'best friend' type character you can find in any gal game. However, the protagonist, Kihara Hareta, isn't set on wooing any of the heroines; he has his eyes set on the Unobtainable Misaki-kun!",
      "ja": "ここはギャルゲーの世界。 親友キャラ・三咲泉の使命は、主人公・季原晴太のヒロイン攻略のサポート…のはずが、 肝心の季原は何故か三咲を攻略するつもりで――!? 「男の子のままヒロインになってくれ！」 友情？愛情？男の娘ハッピー胸キュンコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da7bb886-7e6b-4174-83a9-2c478475b846",
    "title": {
      "en": "Isekai Yakkyoku"
    },
    "updatedAt": "2024-11-18T11:30:18+00:00",
    "coverArt": "https://mangadex.org/covers/da7bb886-7e6b-4174-83a9-2c478475b846/a127caab-b700-4b80-930f-f452f380e21c.jpg",
    "altTitles": [
      {
        "ja": "異世界薬局"
      },
      {
        "en": "Parallel World Pharmacy"
      },
      {
        "en": "Other World Pharmacy"
      },
      {
        "en": "Pharmacy in Another World"
      },
      {
        "fr": "La pharmacie d'un autre monde"
      },
      {
        "ru": "Аптека в ином мире"
      },
      {
        "ko": "이세계 약국"
      },
      {
        "zh-hk": "異世界藥局"
      },
      {
        "th": "เภสัชกรเทพสองโลก"
      },
      {
        "id": "Apotek Dunia Lain"
      }
    ],
    "description": {
      "en": "A young pharmacologist and researcher in Japan died from overworking, and was reincarnated in a Medieval Parallel Europe. He was reincarnated as a 10-year-old apprentice to a famous Royal Court pharmacist, had attained an inhuman skills of ability to see through disease, material creation, and material destruction.  \n  \nIn a society in which dubious medical practice are rampant, price gouging thru the monopoly of the pharmacist guild, and good medicine aren't available to the commoners. He was recognized by the Emperor at that time and opened a Pharmacy at the corner of the town. He will wipe out the fraud that has swept the world, and deliver to the commoners a truly effective medicine that was developed using present day pharmacology. Thus the boy pharmacist will cheat by using his previous knowledge to create innovative medicines while helping the people of the parallel world, a story about living his new life to the fullest this time.",
      "pt-br": "Um jovem farmacêutico e pesquisador no Japão morreu de trabalho excessivo e foi reencarnado em uma Europa Paralela Medieval. Ele foi reencarnado como um aprendiz de 10 anos para um famoso farmacêutico da Royal Court, tinha alcançado habilidades desumanas de habilidade para ver a doença, a criação material e a destruição material. Em uma sociedade em que a prática médica duvidosa é desenfreada, o aumento dos preços através do monopólio da aliança farmacêutica e uma boa medicina não estão disponíveis para os plebeus. Ele foi reconhecido pelo imperador naquele momento e abriu uma farmácia na esquina da cidade. Ele eliminará a fraude que varreu o mundo e entregará aos plebeus um medicamento verdadeiramente eficaz que foi desenvolvido usando a farmacologia atual. Assim, o menino farmacêutico enganará usando seu conhecimento prévio para criar medicamentos inovadores, ajudando as pessoas do mundo paralelo, uma história sobre como viver sua nova vida ao máximo desta vez. A popular web novel agora vem em forma de manga!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6698000b-b0fb-4946-80c0-9ecf0464f07d",
    "title": {
      "en": "Dao of the Bizarre Immortal"
    },
    "updatedAt": "2024-11-25T16:10:10+00:00",
    "coverArt": "https://mangadex.org/covers/6698000b-b0fb-4946-80c0-9ecf0464f07d/06cd2f1a-5f80-488d-bd3f-3ab7904f531c.png",
    "altTitles": [
      {
        "zh": "道诡异仙"
      }
    ],
    "description": {
      "en": "High school student Li Huowang possesses an ability: whenever he closes his eyes, he enters a bizarre cultivation world. In that strange world, he is captured by someone who calls him “Master” and is made into a living medicine—a human cauldron that could be turned into a pill at any moment.\n\nIn the real world, however, Li Huowang is a mentally ill patient living in a psychiatric hospital, unable to attend school. The doctors tell him that the bizarre cultivation world is nothing but a hallucination.\n\nNow, caught between reality and illusion, truth and lies, Li Huowang breaks down, crying and shouting:\n“Mom, I really can’t tell what’s real anymore!”",
      "pt-br": "Li Huowang, um estudante do ensino médio, possui uma habilidade peculiar: sempre que fecha os olhos, ele entra em um mundo de cultivo bizarro. Nesse mundo estranho, ele é capturado por alguém que o chama de “Mestre” e acaba transformado em uma medicina viva — um humano…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d02a12f4-aa9d-48eb-8d4d-0ff476df2d12",
    "title": {
      "en": "Nina the Starry Bride"
    },
    "updatedAt": "2024-11-18T14:55:11+00:00",
    "coverArt": "https://mangadex.org/covers/d02a12f4-aa9d-48eb-8d4d-0ff476df2d12/f8fbdba2-96eb-4f32-a2e6-580f94c2fbd6.jpg",
    "altTitles": [
      {
        "ja": "星降る王国のニナ"
      },
      {
        "ja-ro": "Hoshi Furu Oukoku no Nina"
      },
      {
        "zh": "辰星降临之国的妮娜"
      },
      {
        "de": "Nina – Die Sterne sind dein Schicksal"
      }
    ],
    "description": {
      "en": "Nina had a rough start to life, stealing to survive—and eventually being sold into slavery by her own brother. But to her surprise, her captor, Prince Azure, ordained that she would live the life of a princess...specifically, that of the recently deceased princess-priestess, Alisha. But despite her changing fortune, Nina won't give up her old life without a fight...and Azure might just be the one to finally match her wits. But how much can she trust Azure? And can she stop the feelings budding in her heart, knowing she must eventually marry another...? [Kodansha]",
      "it": "Nina è un'orfana che vive nei bassifondi della città con Colin e Saji, due fratelli orfani come lei. La ragazza si finge un maschio e si fa chiamare Ninaf per non essere venduta come schiava a causa del raro colore dei suoi occhi. Nina sopravvive rubando e cerca di prendersi cura dei due fratelli che vivono con lei, soprattutto di Colin che è gravemente malato. In seguito alla sua morte, Nina viene venduta da Saji e acquistata allo scopo di diventare la sostituta di una principessa morta che aveva lo stesso raro colore de suoi occhi. Nina ha tre mesi di tempo per imparare le buone maniere e lo stile di vite di una nobildonna, dato che il suo destino è sposare un principe di un altro paese.",
      "ja": "星の神のごとき深き青――瑠璃色の瞳を持つ少女ニナは、その美しき瞳ゆえに、フォルトナ国第二王子、アズール・セス・フォルトナに見出される。三ヶ月後に、大国ガルガダの王位継承権を持つ第一王子のもとに嫁ぐはずだった姫巫女アリシャの身代わりとして。姫として作法を学び、美しく着飾り、大国を欺くことを求められたニナは、運命に翻弄されながら、一生に一度の恋に出会う。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe6822cc-8435-4cc4-8517-bb3bfb24bcee",
    "title": {
      "en": "Brave Series"
    },
    "updatedAt": "2023-10-11T16:49:02+00:00",
    "coverArt": "https://mangadex.org/covers/fe6822cc-8435-4cc4-8517-bb3bfb24bcee/c3f2c7e9-3dd6-4790-a0c7-8dd63bc779e3.jpg",
    "altTitles": [
      {
        "zh": "勇者系列"
      }
    ],
    "description": {
      "en": "It is a world of heroes, demons, villagers and kings. Oh, and dragons and magic, of course. Kings employ warriors – the Braves – and equip them with the resources they need to fight the demons and protect the villagers. The role of the villagers is to accept that protection, and the demons are there, naturally, to be destroyed. But does the world have to be like this? Or is it just the way it happens to be?\n\n \n\nMust the Braves defeat the Demon King? Whose version of justice are they fighting for? Is the Demon King irredeemably evil? Was he born this way, or did something happen to him? What if both the Braves and the Demon King became who they are the same we ordinary folk do – by making the choices the world presents to us and accepting the consequences.\n\n \n\nYellow Book takes the tropes of a fantasy adventure and reimagines them, employing a humorous approach and a unique artistic style. This satirical work turns the usual image of the hero upside down. (BooksFromTaiwan)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "971fb926-e2c7-40da-be30-59e540aeb013",
    "title": {
      "en": "Hima-Ten!"
    },
    "updatedAt": "2024-11-17T22:52:48+00:00",
    "coverArt": "https://mangadex.org/covers/971fb926-e2c7-40da-be30-59e540aeb013/4d938c80-e8e2-4afe-b96f-ea537d38227e.jpg",
    "altTitles": [
      {
        "ja": "ひまてん！"
      },
      {
        "ja-ro": "Himaten!"
      },
      {
        "tl": "HimaTen!"
      }
    ],
    "description": {
      "en": "High school home ec expert Tenichi earns extra money with a part-time job cleaning houses. But one day, Himari, the owner and model of the popular cosmetics brand Hima Riz, transfers into his class.",
      "ja": "家事代行で家計を支える家守殿一のクラスに転校してきたのは、コスメブランドの社長兼モデルの女子のカリスマ・美野妃眞理！",
      "tl": "Si Tenichi, isang eksperto sa home economics sa high school, ay kumikita ng dagdag na pera sa pamamagitan ng part-time na trabaho sa paglilinis ng mga bahay. Pero isang araw, si Himari, ang may-ari at modelo ng sikat na cosmetics brand na Hima Riz, ay lumipat sa kanyang klase. Salubungin ang isang romantikong komedya na puno ng kalokohan sa pagitan ng isang dalagang presidente ng kumpanya at isang binatilyong tagalinis ng bahay!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "898d5e90-ebc3-4d08-af53-f4462fdef573",
    "title": {
      "en": "Yuusha-sama wa Houshuu ni Hitozuma wo go Kibou desu"
    },
    "updatedAt": "2024-11-23T02:11:52+00:00",
    "coverArt": "https://mangadex.org/covers/898d5e90-ebc3-4d08-af53-f4462fdef573/33c1ad1b-29c9-4b24-aa8a-c0c78d388249.jpg",
    "altTitles": [
      {
        "ja": "勇者さまは報酬に人妻をご希望です"
      },
      {
        "ja-ro": "Yuusha-sama wa Houshuu ni Hitozuma o go Kiboudesu"
      },
      {
        "id": "Pahlawan menginginkan milf sebagai hadiah"
      },
      {
        "en": "The Hero Wants a Married Woman as a Reward"
      }
    ],
    "description": {
      "en": "The hero, Chloe, is a strange hero who demands a bounty when saving people. And what makes it different is the prize... He only likes married women, so he demands the prettiest Milf in town.\n\n**\"If you want me to save the city, give me your most beautiful married woman!\"**\n\n A unique erotic fantasy story created by a hero!",
      "id": "Pahlawan ini keji...!!  Pahlawan, Chloe, adalah pahlawan aneh yang menuntut hadiah saat menyelamatkan orang. Dan yang membuatnya berbeda adalah hadiahnya...Dia hanya senang dengan wanita yang sudah menikah, jadi dia menuntut Milf yang paling cantik di kota. \n\n\"Jika kau ingin aku menyelamatkan kota, berikan aku milf yang paling cantik\" \n\nSebuah cerita unik fantasi erotis yang dibuat oleh pahlawan!",
      "ja": "この勇者、下劣ッ…！！勇者・クロエは人々を救う際に報酬を要求する、異質な勇者だった。そして彼が異質なのはその報酬であった…彼は人妻にしか興奮しない為、その町で一番美しい人妻を要求するのであった。「町を救ってほしければ、一番美しい人妻を寄越せ」異色の勇者がおりなすエロファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bcbb813-d9c7-4cd8-8ac2-63584a1498ab",
    "title": {
      "en": "Lockdown Zone: Level X"
    },
    "updatedAt": "2024-10-26T11:53:14+00:00",
    "coverArt": "https://mangadex.org/covers/6bcbb813-d9c7-4cd8-8ac2-63584a1498ab/0629572a-d256-4dd5-b957-838b8de788cc.jpg",
    "altTitles": [
      {
        "ja-ro": "Kankin kuiki reberu X"
      },
      {
        "ja": "監禁区域レベルX"
      }
    ],
    "description": {
      "en": "Ryoka is awakened by flurry of text messages from her mother! Panicked and rushed, Mom is clearly concerned for Ryoka's safety, but she is not to keen on letting her daughter know why. Her reasoning being that nothing could really properly describe what is happening!  \n  \nThe world might be ending! And there might be a massive new life-form on the roof of their apartment building!  \n  \n(Denpa)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My new girlfriend is not human?"
    },
    "updatedAt": "2024-11-24T20:54:57+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58b2e2ca-a1f1-479e-a371-f51e40914f7f",
    "title": {
      "en": "Yojouhan no Ibara Hime"
    },
    "updatedAt": "2024-07-29T16:18:35+00:00",
    "coverArt": "https://mangadex.org/covers/58b2e2ca-a1f1-479e-a371-f51e40914f7f/b4dcee75-e2c7-4f8c-8130-5ab1324f778b.jpg",
    "altTitles": [
      {
        "ja": "四畳半のいばら姫"
      },
      {
        "ja-ro": "Yojouhan no Ibarahime"
      },
      {
        "ja-ro": "Yojouhan no Ibara-hime"
      }
    ],
    "description": {
      "en": "*By Seishun Scans: WARNING! This series contains scenes that may depict sexual harassment, attempted sexual assault, and/or verbal abuse. Reader discretion is advised!*\n\n---\n\nShinra has a mother who rarely comes home. Everyday, she pinches her pennies just to survive. Rai, a popular guy from her school keeps bothering her, and she’s getting sexually harassed by the manager at her part-time job. After finally coming home after 2 months, Shinra’s mom promises to stay with her. Rai unexpectedly shows up at Shinra’s part-time job and sees her being sexually harassed. He urges her to quit, but she refuses. Shinra comes home only to find out that her mother has disappeared once again"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2ba181a-3651-4903-b391-44134a57c144",
    "title": {
      "en": "Isekai de Mizu no Dai Seirei Yattemasu"
    },
    "updatedAt": "2024-11-25T16:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/f2ba181a-3651-4903-b391-44134a57c144/68f7434d-2bfb-47b9-8652-7325d10fe755.jpg",
    "altTitles": [
      {
        "ja": "異世界で水の大精霊やってます。"
      }
    ],
    "description": {
      "en": "When the laid-back high school student Saejima Nagi wakes up from a nap, he finds himself in a lake in another world!? After learning that he is the \"Great Water Spirit\" whose essence is the lake, Nagi uses the power that resides within him to heal those suffering from injuries and illnesses. One day, Nagi is led by a voice calling for help and is summoned by a boy. This encounter will greatly change Nagi's fate...",
      "ja": "のんびり屋の高校生・冴島凪（サエジマ ナギ）が居眠りから目覚めると、異世界の湖になっていた!? 自分が湖を本体とする「水の大精霊」であると知ったナギは、怪我や病で苦しむ者たちを自らに宿る力で癒していく。ある日、ナギは助けを求める声に導かれ、ひとりの少年に召喚される。その出会いが、ナギの運命を大きく変えることになり――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]