[
  {
    "mangaId": "5e72a727-0f25-4b3a-b847-ccd787456366",
    "title": {
      "en": "Soredemo Sekai wa Utsukushii"
    },
    "updatedAt": "2024-05-07T21:05:11+00:00",
    "coverArt": "https://mangadex.org/covers/5e72a727-0f25-4b3a-b847-ccd787456366/99fcf732-7948-4047-9126-4f1dd5333e01.jpg",
    "altTitles": [
      {
        "ja": "それでも世界は美しい"
      },
      {
        "en": "The World Is Still Beautiful"
      },
      {
        "en": "Even So, the World Is Still Beautiful"
      },
      {
        "fr": "Néanmoins, le monde est beau encore"
      },
      {
        "pt-br": "Ainda assim, o mundo é belo"
      },
      {
        "es": "Aun así, el mundo es hermoso"
      },
      {
        "tr": "Dünya Yine de Güzel"
      },
      {
        "vi": "Thế Giới Tươi Đẹp"
      },
      {
        "ru": "И всё-таки мир прекрасен"
      },
      {
        "th": "รักสองอาณาจักรที่ปลายฝน"
      },
      {
        "zh-hk": "儘管如此世界依然美麗"
      },
      {
        "zh": "尽管如此世界依然美丽"
      }
    ],
    "description": {
      "en": "Nike is the fourth princess of the Rain Dukedom and one who holds the power to call forth the rain. Despite her own reluctance, for the sake of her country she travels to the Sun Kingdom to marry Sun King Livius. She soon discovers that the King, who conquered the world within only three years of ascending to the throne, is actually… a child?! Furthermore, for trivial reasons, he demands that Nike call forth the rain…?!"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "143.5"
  },
  {
    "mangaId": "e7f57408-b69e-4281-b180-dc02330f3694",
    "title": {
      "en": "I Work Nine to Five in the Immortal Cultivation World"
    },
    "updatedAt": "2023-06-14T17:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/e7f57408-b69e-4281-b180-dc02330f3694/8ce38850-65dd-430d-9a1e-557ac7fa3167.jpg",
    "altTitles": [
      {
        "zh": "我在修仙世界朝九晚五"
      },
      {
        "en": "I Work 9 to 5 in the Immortal Cultivation World"
      },
      {
        "zh-ro": "Wo Zai Xiuxian Shijie Chao Jiu Wan Wu"
      },
      {
        "zh-ro": "Wǒ Zài Xiūxiān Shìjiè Cháo Jiǔ Wǎn Wǔ"
      }
    ],
    "description": {
      "en": "Hua Qingyuan, died suddenly due to being overly exhausted from working the ‘996’ schedule. However, he found himself transported to a fantasy world and became a disciple of the Qingyun Sword Sect. Determined not to repeat the mistakes of his past life, he resolved to work only 8 hours a day and not to spend even a half a minute practicing cultivation. He became an anomaly in the entire Qingyun Sword Sect, lazily lying under a tree while others practiced day and night. He enjoyed his life after work, while others worked tirelessly on their swordsmanship. Nevertheless, his almost abnormal talent in swordsmanship made him a formidable presence. In the face of requests from his master, fellow disciples, and the sect leader, as well as sudden attacks from the demonic sect and challenges from other young talents, he remained resolute: do not bother me until it’s time to work!",
      "id": "Hua Qingyuan, meninggal mendadak karena terlalu lelah mengerjakan jadwal '996'.  Namun, dia mendapati dirinya dipindahkan ke dunia fantasi dan menjadi murid dari Sekte Pedang Qingyun.  Bertekad untuk tidak mengulangi kesalahan masa lalunya, ia memutuskan untuk bekerja hanya 8 jam sehari dan tidak menghabiskan bahkan setengah menit untuk berlatih kultivasi.  Dia menjadi anomali di seluruh Sekte Pedang Qingyun, dengan malas berbaring di bawah pohon sementara yang lain berlatih siang dan malam.  Dia menikmati hidupnya setelah bekerja, sementara yang lain bekerja tanpa lelah dalam ilmu pedang mereka.  Namun demikian, bakatnya yang hampir tidak normal dalam ilmu pedang membuatnya menjadi sosok yang tangguh.  Dalam menghadapi permintaan dari tuannya, sesama murid, dan pemimpin sekte, serta serangan tiba-tiba dari sekte iblis dan tantangan dari talenta muda lainnya, dia tetap teguh: jangan ganggu saya sampai waktunya bekerja!",
      "zh": "华青云因996过于疲惫，而不幸猝死。 结果却穿越到了一个玄幻世界，并成为了青云剑宗的一名弟子。 为了不重蹈前世的覆辙，他下定决心，在这个世界绝不996，要坚持8小时工作制，绝不多修炼半分。 于是慵懒无比的他，便成为了整个青云剑宗的异类。 别人起早贪黑练剑，他却悠悠哉哉地躺在树下摸鱼。 他人昼夜不停地修炼，他却一到点就下班，开始享受人生。 可即便如此，近乎变态的剑道天赋，依旧让他悄然成为了极强的存在。 面对师傅和同门、以及宗主的一次次请求。 面对忽然来袭的魔门。 面对上门挑衅的一众天骄。 华青云还是坚定的表示：不到上班时间，绝对不要叫我！！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd2c1f47-1cfe-4c0d-bc20-e9154240854b",
    "title": {
      "en": "I'm Actually a Peerless Powerhouse"
    },
    "updatedAt": "2023-06-20T02:50:29+00:00",
    "coverArt": "https://mangadex.org/covers/dd2c1f47-1cfe-4c0d-bc20-e9154240854b/c94a5394-b663-4fb5-bd64-783d2b383ee0.jpg",
    "altTitles": [
      {
        "zh": "我竟是绝世高手"
      },
      {
        "zh-ro": "Wo Jing Shi Jueshi Gaoshou"
      },
      {
        "zh-ro": "Wǒ Jìng Shì Juéshì Gāoshǒu"
      }
    ],
    "description": {
      "en": "Jiang Chen transmigrated to the world of immortals, but he did not have any talent for cultivation and was destined to be a mortal. The one at the door? Oh,it’s just Jiang Chen’s legendary golden-winged bird.",
      "zh": "江尘穿越仙侠世界，奈何没有修仙天赋，注定只能当个凡人。门口的那个？奥，只是江辰顺手抓的金翅大鹏罢了"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "740b6aa9-e7bc-467b-b561-1234e3cf4439",
    "title": {
      "en": "The Doomsday Ruthless Man: Hoarding Trillions of Supplies at the Beginning"
    },
    "updatedAt": "2024-03-20T13:22:39+00:00",
    "coverArt": "https://mangadex.org/covers/740b6aa9-e7bc-467b-b561-1234e3cf4439/0d78a290-eb2d-4f43-8036-867a0bc2b303.jpg",
    "altTitles": [
      {
        "zh": "末日狠人：开局囤积万亿物资"
      },
      {
        "zh-hk": "末日狠人：開局囤積萬億物資"
      },
      {
        "zh-ro": "Mò Rì Hěn Rén: Kāijú Túnjī Wàn Yì Wùzī"
      },
      {
        "zh-ro": "Mo Ri Hen Ren: Kaiju Tunji Wan Yi Wuzi"
      },
      {
        "en": "Stockpiling in Apocalypse The Doomsday Ruthless Man: Hoarding Trillions of Supplies at the Beginning"
      },
      {
        "en": "The Last All-Knowing Man Collected Trillions of Stuff from Day One"
      }
    ],
    "description": {
      "en": "The earth is affected by unknown energy, the core expands, and natural disasters and doomsday come. Extreme heat, earthquakes, volcanic eruptions, floods, severe cold... natural and man-made disasters come one after another! Su Chen struggled through the apocalypse and finally entered the safe zone, but was betrayed by his girlfriend in the end! Reborn and returned to one month before the end. This time, I only live for myself!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2",
    "title": {
      "en": "Logging 10,000 Years into the Future"
    },
    "updatedAt": "2024-03-29T13:02:51+00:00",
    "coverArt": "https://mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "altTitles": [
      {
        "zh": "高武：登陆未来一万年"
      },
      {
        "en": "Martial Art: Future's Ten Thousand Years"
      },
      {
        "zh-ro": "Gao Wu: Denglu Weilai Yi Wan Nian"
      },
      {
        "pt-br": "Subindo de Nível no Futuro"
      },
      {
        "en": "Apex Future Martial Arts"
      }
    ],
    "description": {
      "en": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
      "pt-br": "No início do dao marcial, bestas anormais invadiram o mundo. As artes marciais da humanidade tiveram que recuar derrota após derrota. Lu Sheng transmigra para aquela época, mas em seus sonhos ele entra em um mundo 10 mil anos depois. O método fundamental de refino do corpo de 10 mil anos no futuro é milhares de vezes mais eficaz do que o atual. Depois, há o método de respiração, a fórmula da pílula para refinar o corpo e a ordem marcial sagrada de 10 mil anos depois… Apesar de desenvolver artes marciais por 10 mil anos, a humanidade foi aniquilada! Sua civilização de artes marciais atingiu o ápice, e ainda assim não sobrou ninguém para herdá-la. Exceto Lu Sheng, ele é a última centelha de esperança!",
      "zh-hk": "武道初兴之时，恐怖的异兽入侵，人类武者节节败退。陆圣穿越而来，在梦中进入一万年后的世界—— 一万年后的基础炼体术，经过改版，效果是现在的几千倍！一万年后的呼吸法、炼体药方、武学圣典…… 武道一万年，人类灭绝。 繁衍至巅峰的武道文明，却再无人可继承。 陆圣，便是那唯一的火种！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12f6ffe4-d3d0-4a1d-94af-10f1883db093",
    "title": {
      "en": "Kimi no Risou no Maid ni Naru"
    },
    "updatedAt": "2024-05-03T19:59:24+00:00",
    "coverArt": "https://mangadex.org/covers/12f6ffe4-d3d0-4a1d-94af-10f1883db093/098407d6-a700-4d3c-b29b-dcb4714c958c.jpg",
    "altTitles": [
      {
        "ja": "キミの理想のメイドになる！"
      },
      {
        "en": "Become Your Ideal Maid!"
      }
    ],
    "description": {
      "en": "To return her master's kindness, her goal is to become the ideal maid.\n\nA classic romantic comedy of love with perfect sugar content begins!\n\nA few months into his high school life, Renya Nijou has no friends or girlfriend and spends his days living alone. But one day, he witnesses how Maya Kamishiro, the most beautiful girl in his class, was about to be kidnapped by mysterious men dressed in black, apparently Maya was sold by her parents to pay their debts, so Renya decides to help her with the financial resources he got through investments, but Maya can't help but want to return the favor, and declares that she will become Renya's maid...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daa6f76d-b7b4-4328-8d31-65aedbf1e071",
    "title": {
      "en": "Bloody Sweet"
    },
    "updatedAt": "2023-08-09T16:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/daa6f76d-b7b4-4328-8d31-65aedbf1e071/7c283462-62d2-4b35-a91f-2a831753fb7d.jpg",
    "altTitles": [
      {
        "en": "Honey Blood"
      },
      {
        "ja": "ハニーブラッド"
      },
      {
        "ko": "허니 블러드"
      },
      {
        "uk": "Медова кров"
      }
    ],
    "description": {
      "en": "When the daughter of a shaman gets \"strung up\" with a centuries-old vampire, is it love or something more sinister that binds them? From Narae Lee, artist of the hit OEL manga ’Maximum Ride,’ comes the story of two misfits and their quirky, fantastical romp to find one another."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "85"
  },
  {
    "mangaId": "f8653ef9-eabc-4125-bd95-6a8aa171cb9a",
    "title": {
      "en": "Invincible After Shocking My Empress Wife"
    },
    "updatedAt": "2024-01-23T14:07:20+00:00",
    "coverArt": "https://mangadex.org/covers/f8653ef9-eabc-4125-bd95-6a8aa171cb9a/855d71d1-1035-485b-940a-1b608694a177.png",
    "altTitles": [
      {
        "zh": "开局震惊女帝老婆，我无敌了"
      },
      {
        "zh-ro": "Kaiju Zhenjing Nudi Laopo, Wo Wudile"
      }
    ],
    "description": {
      "en": "Ning Tian came to the Tianxuan World as a good-for-nothing but he somehow managed to get into the Empress’s bedroom and the extremely beautiful Empress Luo planned to marry him tonight?! Shocked! System activated! He can earn rewards by shocking others?! The beginning shocked the Empress and that was the first step for him to achieve his goal of shocking the whole world! Ning Tian looked at the countless prodigies and said, “No way… I was only cultivating casually and you guys are shocked by that already?",
      "zh": "宁天来到天玄世界，身为废物的他竟身处女帝闺房，绝美至极的女帝洛无情竟要在今晚和他成亲？！震惊！系统激活！震惊他人就能获得奖励！？开局震惊女帝，踏出人生大事第一步，完成举世震惊！……宁天看向无数天骄圣子：“不是吧……我就随随便便修炼一下，都能让你们如此震惊？”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84d6b69d-9003-49b0-b90b-652ad1b4725f",
    "title": {
      "en": "Brave Universe Sworgrader"
    },
    "updatedAt": "2024-04-29T18:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/84d6b69d-9003-49b0-b90b-652ad1b4725f/0e9721eb-b05b-4b58-9445-85d635b7090d.jpg",
    "altTitles": [
      {
        "en": "Brave Universe Sworgrader"
      },
      {
        "ja": "勇者宇宙ソーグレーダー"
      },
      {
        "ja-ro": "Yūsha Uchū Sōgurēdā"
      }
    ],
    "description": {
      "en": "The story revolves around Taira Yunokami a boy in fifth grade that helps his father run a food truck. One day, he meets a famished girl in a park on his way to school. After helping the girl, the city is suddenly attacked by Glutton, an inter-dimensional threat that endangers the world. \n\nAmidst the chaos Sworg, a young member of the Space Administration Bureau Braver saves both Taira and the girl. Sworg has come to Earth to pursue the enigmatic and malevolent Glutton. When fate brings Sworg and Taira together, they'll find themselves unexpectedly thrust into an extraordinary journey through multiple dimensions."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "20d72207-e32f-4d20-94e1-86417b54b9da",
    "title": {
      "en": "Heroine? Saint? No, I'm an All-Works Maid (Proud)!"
    },
    "updatedAt": "2024-01-17T22:31:03+00:00",
    "coverArt": "https://mangadex.org/covers/20d72207-e32f-4d20-94e1-86417b54b9da/35eb99a1-cf39-42b5-b858-42ddb6646ae9.jpg",
    "altTitles": [
      {
        "ja-ro": "Heroine? Seijo? Iie, All Works Maid desu (ko)! @COMIC"
      },
      {
        "ja": "ヒロイン？聖女？いいえ、オールワークスメイドです（誇）！＠COMIC"
      },
      {
        "en": "Heroine? Saint? No, I'm the \"Almighty Maid\" (Pride)!"
      }
    ],
    "description": {
      "en": "“I’ll become the greatest maid in the world!”\n\nWith her black-and-white skirt fluttering in the wind, a girl declares her vow. Her name is Melody. The girl, a reincarnator of Japanese origin, inherited the dream of her past life and began working as the maid of a ruined count household in the Kingdom of Theolas. She can transform cheap black tea into a top-shelf drink as easily as she can quickly upgrade a ruined estate into a newly-finished mansion. From household cleaning to serving meals, hunting game to DIY construction, just leave everything to me! Anything’s possible with the help of all-powerful magic!\n\nTruthfully, this is actually the world of an otome game, and the superpowered, omnipotent Melody is actually the Saint… except she hasn’t realized it yet.\n\n“Falling in love? Fighting the Demon Lord? More importantly, I’ve got chores to do!”\n\nWhat will happen to a world whose savior has put her all into being a maid? How does the world cope when its grand script is discarded in favor of menial labor?\n\nWelcome to a fantasy where a single job has upended the cogs of destiny! \n(Novel Updates)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df3ffe06-af50-46cb-bdb3-79f760190234",
    "title": {
      "en": "I, the Demon Lord, Am Being Targeted by My Female Disciples!"
    },
    "updatedAt": "2024-02-17T13:47:18+00:00",
    "coverArt": "https://mangadex.org/covers/df3ffe06-af50-46cb-bdb3-79f760190234/c694ee78-465c-49e4-9e89-59dd5212241b.png",
    "altTitles": [
      {
        "zh": "大爱魔尊，女徒弟都想杀我"
      },
      {
        "zh-ro": "Da Ai Mo Zun, Nv Tu Di Dou Xiang Sha Wo"
      },
      {
        "zh-ro": "Dà Ài Mó Zūn, Nǚ Tú Dì Dōu Xiǎng Shā Wǒ"
      },
      {
        "es": "¡Yo, el Señor de los Demonios, soy el blanco de mis discípulas!"
      },
      {
        "pt-br": "Eu, o Lorde Demônio, Estou Sendo Alvo De Minhas Discípulas!"
      }
    ],
    "description": {
      "en": "Bai Feng transmigrated into an ancient chinese style dating game and became the Demon Lord, Bai Qingling. The Bai Qingling in the game is cold-hearted and ruthless. In order to seek immortality, he cultivates the Path of Gu, makes human puppets, and does all kinds of evil. What’s even more hateful is that his three stunning female disciples he regards as pawns, are the villain bosses in the game’s “Pure Love” and “Evil Fall” routes! In such a desperate situation, let’s see how Bai Feng can turn the tables with the [Great Love System]!",
      "zh": "白枫穿越国风恋爱游戏，成了魔道巨擘，白青凌。游戏中的白青凌，腹黑冷酷，为求长生，修蛊道、炼人傀、无恶不为。　更可恨的是，他一直将三名收养的绝色女弟子，视作棋子，是游戏「纯爱」、「恶堕」路线中，共同的反派大boss！ 如此绝境中看白枫如何凭借【大爱系统】逆转翻盘！",
      "pt-br": "Bai Feng viaja pelo jogo do amor chinês e se torna o mestre da magia, Bai Qingling. Bai Qingling no jogo é sombrio e insensível. Para buscar a imortalidade, ele pratica Gu Tao, refina fantoches humanos e pratica todo tipo de mal. O que é ainda mais odioso é que ele sempre considerou as três impressionantes discípulas adotadas como peões, os chefes vilões comuns nas rotas “Pure Love” e “Evil Fall” do jogo! Em uma situação tão desesperadora, veja como Bai Feng pode virar o jogo com o [Grande Sistema de Amor]!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "109cf150-2ec3-4e34-9ecf-ce928e484f43",
    "title": {
      "en": "Beni Tsubaki"
    },
    "updatedAt": "2024-04-07T11:36:16+00:00",
    "coverArt": "https://mangadex.org/covers/109cf150-2ec3-4e34-9ecf-ce928e484f43/324eb51c-ac74-48dc-a74c-c90aa0ccc475.jpg",
    "altTitles": [
      {
        "es": "Camelia Carmesí"
      },
      {
        "en": "Crimson Camellia"
      },
      {
        "ja": "紅椿妃"
      },
      {
        "ko": "베니츠바키"
      },
      {
        "zh-hk": "紅椿妃"
      },
      {
        "zh": "红椿妃"
      },
      {
        "ja-ro": "Benitsubaki"
      }
    ],
    "description": {
      "en": "Kisshouin Tsubaki aka the \"Crimson Camellia\" wants to satisfy her occultistic curiosity by having a hands-on experience with every Yokai she can find.  Let's follow her in her travels, accompanied by her trusted cameraman Yokomizo-kun.",
      "es": "Kisshouin Tsubaki alias la \"Camelia Carmesí\", una bella reportera de lo oculto, quiere satisfacer su curiosidad intelectual teniendo una experiencia práctica con cada Yokai que pueda encontrar.  \nSígala en sus viajes, acompañada por su confiable camarógrafo Yokomizo-kun."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3cc7bc5-9ee0-4c6f-ba9b-44b61e8befaf",
    "title": {
      "en": "Catastrophic Priest"
    },
    "updatedAt": "2024-05-09T17:35:50+00:00",
    "coverArt": "https://mangadex.org/covers/a3cc7bc5-9ee0-4c6f-ba9b-44b61e8befaf/c36e6daf-80f8-4d09-bf13-faf6f58d06e0.png",
    "altTitles": [
      {
        "zh": "我！灾厄级牧师"
      }
    ],
    "description": {
      "en": "Global changes occur, the game becomes reality, and demonic disasters begin to wreak havoc. In order to resist all this, everyone must pick a class and level-up like crazy. Lin Ye awakens his god-level talent from the beginning, turning things around, and starts speed-running straight from the top dungeon. Priests are weak? If I use the healing technique, you might die!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fb4ea58-3cba-4e7c-8f3e-2ddbeedf816e",
    "title": {
      "en": "Kitchen Princess"
    },
    "updatedAt": "2023-03-02T19:12:36+00:00",
    "coverArt": "https://mangadex.org/covers/6fb4ea58-3cba-4e7c-8f3e-2ddbeedf816e/9a4c3940-4b83-4eeb-8cda-f6b41aebf300.jpg",
    "altTitles": [
      {
        "el": "Πριγκίπισσα της Κουζίνας"
      },
      {
        "ja-ro": "Kitchen no Ohime-sama"
      },
      {
        "ja": "キッチンのお姫さま"
      },
      {
        "zh": "美食小公主"
      },
      {
        "zh-hk": "點心公主"
      },
      {
        "ko": "키친의 공주님"
      }
    ],
    "description": {
      "en": "Najika is a great cook and likes to make meals for the people she loves. But something is missing from her life. When she was a child, she met a boy who touched her heart–and now Najika is determined to find him. The only clue she has is a silver spoon that leads her to the prestigious Seika Academy. At Seika she meets two brothers Daichi and Sora, could one of them be the boy from her childhood?"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "47"
  },
  {
    "mangaId": "fa0fb27a-d1db-4826-b400-fa3375468353",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daigoshou - Mizu no Miyako to Eiyuu no Uta"
    },
    "updatedAt": "2024-03-06T07:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/fa0fb27a-d1db-4826-b400-fa3375468353/b1328685-b96d-44a7-9adf-75538ed37622.jpg",
    "altTitles": [
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 5: The City of Water and the Hero's Poem"
      },
      {
        "es-la": "Re:ZERO - Starting Life in Another World-, Arco 5: La Capital del Agua y El Poema del Héroe."
      },
      {
        "ja": "Re:ゼロから始める異世界生活　第五章　水の都と英雄の詩"
      },
      {
        "pt-br": "Re:Zero — Começando uma Vida em Outro Mundo — Arco 5: A Metrópole da Água e o Poema do Herói"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть пятая: Звёзды, что творят историю"
      }
    ],
    "description": {
      "pt-br": "Um ano após a batalha no santuário. Natsuki Subaru estava passando um tempo tranquilo, mas tudo mudou quando recebeu um convite de um certo mensageiro. O convite para a cidade portuária de Priestella, que era a carta que Anastasia, uma das candidatas à realeza, enviou para Emilia. Rumo à cidade portuária onde o mal se agita, os heróis veteranos se reúnem. A tão esperada adaptação em manga do Arco 5 de Re:Zero começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "555bc816-ecab-48a2-b4f6-024da707a392",
    "title": {
      "en": "Houkago wa Kenka Saikyou no Gyaru ni Tsurekomareru Seikatsu Kanojo-tachi ni Sukarete, Boku mo Saikyou ni!?"
    },
    "updatedAt": "2024-04-12T20:19:31+00:00",
    "coverArt": "https://mangadex.org/covers/555bc816-ecab-48a2-b4f6-024da707a392/9dc36a86-0e53-4668-91b4-ddcd6a726db4.jpg",
    "altTitles": [
      {
        "en": "The Story of Being Taught How to Fight by a Delinquent Gyaru"
      },
      {
        "ja": "放課後はケンカ最強のギャルに連れこまれる生活　彼女たちに好かれて、僕も最強に⁉"
      },
      {
        "ja-ro": "Houkago wa Kenka Saikyou no Gyaru ni Tsurekomareru Seikatsu Kanojo-tachi ni Sukarete, Boku mo Saikyou ni!?"
      }
    ],
    "description": {
      "en": "As a result of a combination of his good-natured personality and bad luck, Shiki Orifushi ends up enrolling in St. Lukeman's Academy, a school renowned for its delinquent students.\n\nBefore entering the school, Shiki had lived a life far removed from being a delinquent, but at St. Lukeman's, he was an herbivore thrown into a predator's cage.\nShiki was well aware of his situation, but his sense of justice and good-natured personality make him catch the attention of one of the school's numerous gangs of delinquents.\n\nFor the next year, Shiki was bullied by the delinquents and lived through hellish days, but one day, he almost bumped into the school's strongest delinquent gal, Karin Kohinata, in front of a vending machine. As a result of this, Shiki's school life changes completely.\n\n---\n**Links:**\n- [Web Novel Raw](https://kakuyomu.jp/works/16817330648656085875)",
      "ja": "**ジャンルに「学園」がない不具合**\n\nお人好しな性格と不運が重なった結果、折節史季（おりふし　しき）は不良校として名高い聖ルキマンツ学園に入学するハメになってしまう。\n\n学園に入学する以前は不良とは縁遠い生活を送っていた史季は、聖ルキマンツ学園においては肉食動物の檻に放り込まれた草食動物そのもの。\n史季自身もそのことは重々に承知していたが、そこそこの正義感とそこそこ以上にお人好しな性格が災いとなり、校内に掃いて捨てるほどいる不良グループの一つに目をつけられてしまう。\n\nそれから一年もの間、史季は不良グループにいじめられ、地獄のような日々を送っていたが、ある日、学園最強のヤンキーギャル――小日向夏凛（こひなた　かりん）と自販機前でぶつかりそうになったことを契機に、史季の学園生活は一変することとなる。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a468761-5bd6-4de0-a0cb-47cb456ac2e0",
    "title": {
      "en": "A Returner's Magic Should Be Special"
    },
    "updatedAt": "2023-11-09T23:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/6a468761-5bd6-4de0-a0cb-47cb456ac2e0/98162533-1838-4639-8419-2f19f8af651b.png",
    "altTitles": [
      {
        "ko": "귀환자의 마법은 특별해야 합니다"
      },
      {
        "ru": "Магия вернувшегося должна быть особенной"
      },
      {
        "ja": "帰還者の魔法は特別です"
      },
      {
        "ko-ro": "Gwihwanjaui Mabeobeun Teukbyeolhaeya Hamnida"
      },
      {
        "id": "Returner’s Special Magic"
      },
      {
        "zh": "归还者的魔法要特别"
      },
      {
        "zh-hk": "重生者的魔法一定要特別"
      },
      {
        "th": "พลังขั้นเทพของจอมเวทจุติใหม่"
      },
      {
        "es": "La magia de un retornado debe ser especial"
      },
      {
        "vi": "Ma thuật đặc biệt của phù thủy quay ngược thời gian"
      },
      {
        "en": "Magician who Reversing Time"
      },
      {
        "pt-br": "A Magia de um Retornado Tem de Ser Especial"
      }
    ],
    "description": {
      "de": "\"Jetzt, wo ich zurückgekehrt bin, werde ich keinen meiner Liebsten wieder sterben lassen!\" Das Labyrinth der Schatten - die tödlichste Katastrophe, der die Menschheit jemals gegenüberstand. Desir Arman, einer der sechs Überlebenden der Menschheit, befindet sich im Labyrinth. Die sechs versuchen gemeinsam, die letzte Prüfung des Labyrinths zu meistern, scheitern aber, woraufhin die Welt untergeht. Aber als sich Desir gerade auf sein Ende vorbereitet, erscheint plötzlich vor ihm die Welt … von vor 13 Jahren?! Desir ist in die Vergangenheit zurückgekehrt, in eine Zeit, als er Schüler an der besten Magierschule seines war. Er und seine Liebsten wurden wieder vereint, und er ist entschlossen, dieses Mal sie und die Welt zu retten! Es bleiben noch drei Jahre bevor die Schattenwelt erscheint! Ändere die Vergangenheit und versammle mächtige Kameraden um dich, um die Menschheit zu retten!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "en": "\"Now that I'm back, I won't allow my loved ones to die again!\"  \r\n  \r\nThe Shadow Labyrinth - the deadliest catastrophe humanity has ever known.  \r\nDesir Arman, one of the six remaining survivors of mankind, is inside the Labyrinth. The six of them attempt to clear the final level of the Labyrinth but ultimately fail, and the world comes to an end.  \r\nHowever, when Desir thought he would meet his demise, what appears before him is the world… thirteen years ago?!  \r\n  \r\nDesir is returned to the past, back to the time when he enrolled at the nation's finest magic academy, Havrion. He is reunited with his precious friends, and he is determined to change the past to save the world and his loved ones…!  \r\n  \r\nThree years remain before the emergence of the Shadow World!  \r\nChange the past and gather powerful comrades to save mankind!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "fr": "Le monde est au bord de la destruction après une guerre dévastatrice de dix ans dans le « Labyrinthe des ombres ». Desir Herrman est l'un des derniers magiciens restants, mais il n'est pas assez puissant pour combattre l'ennemi fatal qui menace l'Humanité. Alors qu'il est certain que la fin est proche, il est renvoyé dans le temps, à l'époque où il étudiait la magie à la prestigieuse Académie Hebrion ! Grâce à cette seconde chance, Desir est bien décidé à sauver non seulement sa peau, mais également celle de ses amis et camarades perdus. Sachant déjà ce que le futur leur réserve, ses efforts pourront-ils faire la différence, ou bien seront-ils tous condamnés à revivre le même destin tragique ? Adapté du roman phare.\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "id": "\"Agak disesalkan, tapi sebaiknya kita bersia-siap untuk mati!\"\r\n\"Apa dunia akan benar-benar berakhir di sini?!\"\r\n\r\nDesir mengira semua sudah berakhir. Namun, ternyata dia kembali ke ujian masuk akademi hevrion 13 tahun yang lalu! Ia kembali berkumpul dengan orang-orang tercinta yang mati dalam dunia bayangan. Tiga tahun tersisa sebelum dunia bayangan muncul! \r\n\r\n\"Kesempatan datang lagi, aku tidak akan kehilangan orang-orang yang kucintai untuk kedua kalinya!\"\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "ja": "人類が迎えた最悪の災害、影の迷宮。 「デジール・アルマン」は影の迷宮の中で最後まで生き残った生存者6人のうちの1人である。 彼らは影の迷宮の最後のボスに挑戦したが、失敗し、世界は滅亡を迎えてしまった。 全てが終わったと思った瞬間、「デジール」の目の前に見える光景は…13年前の世界！？ 帝国最高の魔法学院、へブリオン学園の入学式に戻ってきた「デジール」 最悪の災害「影の世界」発生までの残りの時間は3年！ 過去を変え、強い仲間を集めて、世界を救えることはできるだろうか！\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "ko": "\"다시 돌아온 이상, 사랑하는 사람들을 두 번 잃을 순 없어!\"\r\n\r\n인류가 맞이한 최악의 재앙, 그림자 미궁.\r\n데지르 아르망은 미궁 속에서 \r\n마지막까지 살아남은 최후의 생존자 6명 중 한 명이다.\r\n그들은 그림자 미궁의 마지막 단계에 도전하지만 결국 실패하고\r\n세계는 멸망을 맞이하고 만다.\r\n\r\n모든 게 끝이라 생각했던 순간,\r\n데지르의 눈앞에 펼쳐진 것은 다름 아닌 13년 전의 세상?!\r\n\r\n제국 최고의 마법 학원, 헤브리온에 입학했던 순간으로 돌아온 데지르.\r\n그림자 미궁에서 잃었던 소중한 사람들과 재회하게 되고,\r\n사랑하는 사람들과 세상을 구하기 위해 과거를 바꾸고자 하는데…!\r\n\r\n그림자 세계 발생까지 남은 시간은 3년!\r\n과거를 바꾸고, 강한 동료를 모아 세상을 구원하라!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "ru": "\"Теперь, когда я вернулся, я не позволю дорогим для меня людям снова умереть\".\r\nЛабиринт Теней – главная катастрофа для человечества за всю историю его существования.\r\nДезир Арман – один из шести выживших людей.\r\n\r\nШесть попыток зачистить последний уровень лабиринта потерпели полную неудачу, и теперь мир близится к концу.\r\nОднако, когда Дезир готовится встретить свою кончину, то, что открывается перед ним – это мир... 13 лет назад?!\r\n\r\nДезир возвращается в прошлое, когда он только поступил в самую престижную магическую академию магии в стране – Хаврион. Он вновь воссоединился со своими дорогими друзьями и готов изменить прошлое, чтобы спасти этот мир и тех, кто ему дорог.\r\n\r\nОстались три года до появления Теневого Мира! Измените прошлое и соберите могущественных товарищей, чтобы спасти человечество!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "th": "หลังจากทำภารกิจในโลกแห่งเงาไม่สำเร็จ 'เดเซียร์ เออร์แมน' ที่คิดว่าตัวเองตายแล้ว ได้กลับมาเกิดใหม่ในช่วง 3 ปีก่อนที่จะเข้าไปต่อสู้ในโลกแห่งเงา การกลับมาครั้งนี้ทำให้เขาพยายามเปลี่ยนแปลงทุกอย่างเพื่อช่วยเหลือเพื่อนและคนที่รักไว้ให้ได้มากที่สุด!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "vi": "Desir vật lộn trong Mê cung bóng tối suốt 10 năm dài đằng đẵng, chứng kiến đồng đội và bạn bè lần lượt ngã xuống, mãi đến khi toàn đội cả trăm người chỉ còn vỏn vẹn 6 người thì mới đánh bại được kẻ thù chung. Những tưởng đã cứu được thế giới khỏi nguy cơ diệt vong, nào ngờ tai họa bất ngờ ập đến cuốn trôi tất cả mọi thứ. Lần nữa tỉnh lại, Desir phát hiện mình đã quay ngược thời gian trở về ngày đầu nhập học ở Học viện Hebrion. Liệu lần này anh có thể bảo vệ những người mình thương yêu và cứu vớt thế giới không?\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "zh": "不知何时，世界上出现了能蚕食现世的并行世界——“影世界”。只有战胜影迷宫，人类才能获得宁静，然而最终一切付之一炬，战斗失败，地球灭亡。但这并非结局，而是另一个开始……\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "zh-hk": "「既然已經回來了，\r\n就不能再次失去心愛的人們!」\r\n\r\n人類正面臨最可怕的災難——影之迷宮。\r\n戴基爾．阿曼德是迷宮裡最後的6名倖存者之一。\r\n他們試圖挑戰迷宮的最後關卡，\r\n然而卻以失敗告終，\r\n世界最終走向滅亡。\r\n\r\n當以為一切已經結束的那刻，\r\n戴基爾卻回到了13年前的過去?!\r\n\r\n當時的戴基爾正要進入帝國最強的魔法學院——\r\n赫布里溫學院就讀，\r\n並且與在迷宮中逝去的珍貴夥伴們重逢。\r\n為了拯救他心愛的人們與這個世界，\r\n他決心要改變過去...!\r\n\r\n距離影之世界出現的時間只剩3年了!\r\n快召集強悍的同伴一同拯救世界吧!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0f01506d-9fb0-428d-8304-9f2a1f2a29da",
    "title": {
      "en": "My Disciples Are All Big Villains"
    },
    "updatedAt": "2023-10-30T22:19:37+00:00",
    "coverArt": "https://mangadex.org/covers/0f01506d-9fb0-428d-8304-9f2a1f2a29da/54ff9042-d984-43cd-9f1d-c48dba520468.jpg",
    "altTitles": [
      {
        "zh": "我的徒弟都是大反派"
      },
      {
        "zh-ro": "Wo De Tudi Dou Shi Da Fanpai"
      },
      {
        "zh-ro": "Wǒ De Túdì Dōu Shì Dà Fǎnpài"
      },
      {
        "en": "My Apprentices Are All Great Villains"
      },
      {
        "en": "My Disciples Are All Villains"
      }
    ],
    "description": {
      "en": "Lu Zhou wakes up to become the world’s most powerful and oldest villainous Patriarch, and finds that he has nine notorious disciples who are full of evil. His eldest disciple is the leader of the Nether Sect with thousands of minions, and his second disciple—Sword Devil—always slaughters others at the slightest disagreement…",
      "zh": "陆州一觉醒来成了世间最强大最老的魔头祖师爷，还有九个恶贯满盈，威震天下的徒弟。大徒弟幽冥教教主手下万千魔众，二徒弟剑魔一言不合就开杀戒…… 没了一身修为，如何调教这帮恶徒 大徒弟于正海：“老夫这一生所向披靡，除了师父他老人家，谁也别想骑我头上。” 七徒弟司无涯：“师父不死，我等寝食难安啊” ……"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78796f38-a295-44fe-afce-4ef060e3bf95",
    "title": {
      "en": "My Wife is the Student Council President!"
    },
    "updatedAt": "2024-02-17T03:32:23+00:00",
    "coverArt": "https://mangadex.org/covers/78796f38-a295-44fe-afce-4ef060e3bf95/b7a7afe8-1601-42a8-90e2-5a7e0f3b4966.jpg",
    "altTitles": [
      {
        "es-la": "¡Mi esposa es la Presidenta del Consejo Estudiantil!"
      },
      {
        "tr": "Karım Öğrenci Meclisi Başkanı!"
      },
      {
        "ja-ro": "Okusama ga Seito Kaichou!"
      },
      {
        "ja-ro": "Oku-sama ga Seito Kaichou!"
      },
      {
        "ru": "Моя жена - президент студенческого совета!"
      },
      {
        "th": "ภรรยาผมเป็นประธานนักเรียน"
      },
      {
        "ja": "おくさまが生徒会長！"
      },
      {
        "zh-hk": "我老婆是學生會長！"
      }
    ],
    "description": {
      "en": "The story begins with Izumi Hayato running to be student body president. But when a beautiful girl swings in promising the liberalization of love while flinging condoms into the audience, he ends up losing to her and becoming the vice president. At the student council meeting, the newly-elected president invites herself over to Izumi's house, where she promptly announces she is to become Izumi's wife thanks to an agreement -facilitated by alcohol- made between their parents when they were only three.",
      "pt-br": "Hayato Izumi é inteligente, sério e responsável – o candidato perfeito para se tornar o presidente do conselho estudantil. Mas quando a linda e peituda Ui Wakana ganha a multidão por distribuir camisinhas e prometer mudanças excitantes, Hayato perde de lavada e relutantemente aceita virar o vice-presidente. Mas quando ele pensou que a situação não poderia ficar pior, a presidente Ui do nada invade a casa dele e anuncia um casamento. Pelo que parece, os pais deles fizeram uma promessa bêbados décadas atrás, jurando que seus filhos um dia seriam marido e mulher. Naturalmente Hayato foi contra, mas Ui teve uma reação completamente oposta, e até quer viver com ele!\n\nSerá que o aborrecido Hayato e a super entusiasmada Ui serão capazes de coordenar a vida escolar e a vida de casados enquanto guardam esse segredo dos outros estudantes? Ou os dois nunca serão capazes de entender os sentimentos um do outro?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "13",
    "lastChapter": "69"
  },
  {
    "mangaId": "1c11d747-f44f-4eb0-be23-2ebfdf5bff6e",
    "title": {
      "en": "Sword World Peraperaazu"
    },
    "updatedAt": "2024-05-09T17:47:11+00:00",
    "coverArt": "https://mangadex.org/covers/1c11d747-f44f-4eb0-be23-2ebfdf5bff6e/35ed176d-a232-4eb7-8810-2c99bff3223b.jpg",
    "altTitles": [
      {
        "ja": "ソード・ワールドぺらぺらーず"
      },
      {
        "ja-ro": "Sword World Peraperaazu"
      },
      {
        "en": "Sword World: Peraperâs"
      }
    ],
    "description": {
      "en": "Set in the world of Forcelia, Bellecana is a student at the Academy of Sages in Lomar, Alecrast. She frequently hangs out with Clespo, the elves Shiara and Mallough, and the grassrunner Book, but Bellecana is reluctant to call them their friends. In four short stories Bellecana learns more about herself and the worth of friendships."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "8af3ad21-3e7e-4fb5-b344-d0044ec154fc",
    "title": {
      "en": "Beelzebub"
    },
    "updatedAt": "2023-02-20T00:31:22+00:00",
    "coverArt": "https://mangadex.org/covers/8af3ad21-3e7e-4fb5-b344-d0044ec154fc/bab3ccbf-7479-4117-ad92-4dedced54ceb.jpg",
    "altTitles": [
      {
        "ja-ro": "Beruzebabu"
      },
      {
        "ru": "Вельзевул"
      },
      {
        "th": "เด็กพันธุ์นรกสั่งลุย"
      },
      {
        "ja": "べるぜバブ"
      },
      {
        "zh": "恶魔奶爸"
      },
      {
        "zh-hk": "惡魔奶爸"
      },
      {
        "ko": "바알세불"
      },
      {
        "ne": "बेलजेबब"
      }
    ],
    "description": {
      "en": "Ishiyama High is a school populated entirely by delinquents, where nonstop violence and lawlessness are the norm. However, there is one universally acknowledged rule—don't cross first year student Tatsumi Oga, Ishiyama's most vicious fighter.  \n  \nOne day, Oga is by a riverbed when he encounters a man floating down the river. After being retrieved by Oga, the man splits down the middle to reveal a baby, which crawls onto Oga's back and immediately forms an attachment to him. Though he doesn't know it yet, this baby is named Kaiser de Emperana Beelzebub IV, or \"Baby Beel\" for short—the son of the Demon Lord!  \n  \nAs if finding the future Lord of the Underworld isn't enough, Oga is also confronted by Hildegard, Beel's demon maid who insists he take responsibility as Beel's guardian. Together they attempt to raise Baby Beel—although surrounded by juvenile delinquents and demonic powers, the two of them may be in for more of a challenge than they can imagine.  \n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media Komputindo as **Beelzebub** (2013)",
      "ru": "Сильный хулиган Ога Тацуми, по прозвищу Лютый Ога, Демон или «Чтоб он сдох!» находит ребенка, который оказывается сыном Короля Демонов! Он избранный воспитать ребенка, пока тот не дорастет до того когда будет способен уничтожить мир, вместе с демоном-нянькой Хильдой. Они точно уморят мир …смехом!  \n  \nLinks:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=11858) (anime)"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "246"
  },
  {
    "mangaId": "c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb",
    "title": {
      "en": "There Is No True Peace in This World -Shin Kamen Rider SHOCKER SIDE-"
    },
    "updatedAt": "2024-04-12T19:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb/019cbcad-0bab-4490-95f0-9b4b1a3ec1d2.jpg",
    "altTitles": [
      {
        "ja": "真の安らぎはこの世になく-シン・仮面ライダー SHOCKER SIDE-"
      },
      {
        "ja-ro": "Shin no Yasuragi wa Konoyo ni Naku -Shin Kamen Raidā Shokkā Saido-"
      },
      {
        "la": "Nulla Mundo Pax Sincera: SHOCKER SIDE"
      },
      {
        "en": "Shin Kamen Rider 2023: Prologue"
      }
    ],
    "description": {
      "en": "A completely original manga project spun-off from *Shin Kamen Rider* directed by Anno Hideaki! A dark hero rising story by a superb production team depicting the biggest enemy in *Shin Kamen Rider* and *SHOCKER*!",
      "ja": "庵野秀明監督作品『シン・仮面ライダー』より、完全オリジナルの漫画プロジェクト！ 超豪華制作陣が『シン・仮面ライダー』作中最大の敵と、\"SHOCKER\"を描く、ダークヒーロー・ライジング・ストーリー！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a01c449-3341-4820-80c3-2acee81f1076",
    "title": {
      "en": "Master: This Villainous Disciple Is Not The Holy Child"
    },
    "updatedAt": "2023-11-19T20:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/3a01c449-3341-4820-80c3-2acee81f1076/a6c079b4-f94b-41f0-9241-57bfc8609b51.jpg",
    "altTitles": [
      {
        "zh": "师尊：这个冲师逆徒才不是圣子"
      },
      {
        "zh-ro": "Shi Zun: Zhege Chong Shi Nitu Cai Bushi Sheng Zi"
      },
      {
        "zh-ro": "Shī Zūn: Zhège Chōng Shī Nìtú Cái Bùshì Shèng Zǐ"
      },
      {
        "en": "Offending My Master"
      },
      {
        "en": "Devious Son Of Heaven"
      },
      {
        "es-la": "Maestra, este Discípulo Villano no puede ser el Hijo Sagrado"
      },
      {
        "es-la": "Este Discípulo Tan rebelde No Puede Ser un Discípulo Santo"
      }
    ],
    "description": {
      "en": "A hundred years ago, Chu Xiu transmigrated from Earth to Cang Qiong Continent, and received the Destined Villain System. After killing countless holy sons and daughters, he was surrounded by the older generation, and self destructed, possessing Tai Su Sacred Ground Yun Xia Mountain’s senior disciple. This time, he decided to lay low and develop strength. Let’s start small, what about becoming a saint admired by thousands?",
      "zh": "蓝星来的楚休百年前穿越到天穹大陆，绑定天命反派系统，斩圣地圣子生女无数，杀到同辈之中无敌。 最终，被老一辈强者围杀，自爆而亡，夺舍太素圣地云霞峰大弟子重生。 这一次，他决定“苟”起来，偷偷发育。 先定个小目标，成为一位万人敬仰的圣子如何？",
      "es-la": "Chu Xiu de la Estrella Azul viajó al Continente Celestial de hace cien años, atado al Sistema de Villanos del Destino Celestial, decapitó a innumerables discípulos y discípulas santos de la Tierra Sagrada y matando hasta el punto de ser invencible entre sus iguales. Al final, se vio rodeado por la vieja generación de personas poderosos, que lo terminó haciendo morir y renacer como el discípulo mayor del Pico Yunxia de la Tierra Sagrada de Taisu. Esta vez, decidió ser mas «perro» y desarrollarse en secreto. Primero se fijó un pequeño objetivo, «¿qué tal convertirse en un hijo santo admirado por millones de personas?»"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c0bc5404-6e9c-415e-a43a-845775d44a5e",
    "title": {
      "en": "Uncle Cool"
    },
    "updatedAt": "2022-01-14T16:20:17+00:00",
    "coverArt": "https://mangadex.org/covers/c0bc5404-6e9c-415e-a43a-845775d44a5e/11534947-e3ce-4512-a819-b9bb1da46a2e.jpg",
    "altTitles": [
      {
        "zh": "酷大叔的恋爱物语"
      },
      {
        "zh": "Kù Dàshū De Liàn'ài Wùyǔ"
      },
      {
        "zh": "Ku Dashu De Lianai Wuyu"
      },
      {
        "zh-hk": "酷大叔的戀愛物語"
      },
      {
        "en": "Uncle Cool's Love Story"
      },
      {
        "en": "Love Story of Uncle Cool"
      },
      {
        "en": "Mister Cool's Love Story"
      },
      {
        "ja": "コワモテさんの恋事情"
      },
      {
        "ja": "Kowamote-san no Koi Jijou"
      },
      {
        "ru": "Любовная история дяди-сухаря"
      },
      {
        "ko": "마시멜로 아저씨"
      }
    ],
    "description": {
      "en": "A dramatic, hilarious and timid girl caught the eye of a grim looking man. She keeps her cool despite being frightened. On the other hand, this man actually has a completely different side of him! Let's witness as this hilarious love story unfolds between two distinctly different characters.\n\n---\n**Official Translations:**\n* [Japanese](https://www.comico.jp/articleList.nhn?titleNo=29310)\n* [Korean](https://series.naver.com/comic/detail.nhn?productNo=4644036)",
      "fr": "Une fille théâtrale, hilarante et timide a attiré l'œil d'un homme à l'air sinistre. Elle garde son sang-froid face à lui malgré la peur qu'il lui inspire. Cet homme a effectivement un côté complètement différent de ce qu'elle criot! Assistons à cette histoire d'amour hilarante entre deux personnages très différents!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3252e3bb-dd50-4092-aa74-5ba58574fb87",
    "title": {
      "en": "SSS-Rank Paladin Who Transcends Common Sense"
    },
    "updatedAt": "2024-02-26T18:00:37+00:00",
    "coverArt": "https://mangadex.org/covers/3252e3bb-dd50-4092-aa74-5ba58574fb87/b42491c6-ec61-43d5-961d-3a6ccf31a310.png",
    "altTitles": [
      {
        "zh": "SSS级超越常理的圣骑士"
      },
      {
        "zh": "SSS jí chāoyuè chánglǐ de shèng qíshì"
      },
      {
        "en": "SSS Grade Saint Knight"
      }
    ],
    "description": {
      "en": "The game descended on reality, monsters run rampant, magical disasters overflow, everyone needs to choose a class and level up to become stronger. Zhou Yi who has been unremarkable until now awakened the S+ rank talent Protection of the Sacred Angel on the day of class awakening, turning his class into the hidden class Sacred Knight! Weapon blessing, angel blessing, honor blessing… With all sorts of buffs, Zhou Yi destroyed the space itself with just his aura. Who was it that said sacred knight is just a mundane class?",
      "fr": "Le jeu est entré dans la réalité, les monstres se déchaînent, les catastrophes magiques débordent, chacun doit choisir une classe et monter en niveau pour devenir plus fort. Zhou Yi, qui n'avait rien de remarquable jusqu'à présent, a éveillé le talent de rang S+ Protection de l'ange sacré le jour de l'éveil de classe, transformant sa classe en classe cachée Chevalier sacré ! Bénédiction de l'arme, bénédiction de l'ange, bénédiction de l'honneur... Avec toutes sortes d'améliorations, Zhou Yi détruisait l'espace lui-même avec sa seule aura. Qui a dit que le Chevalier sacré n'était qu'une classe banale ?",
      "pt-br": "O jogo emerge na realidade, os monstros correm desenfreados, os desastres mágicos transbordam, todos precisam escolher uma classe e subir de nível para aprimorarem a sua força. Zhou Yi, que tem sido uma pessoa normal até então, despertou o talento de classificação S+ \"Proteção do Anjo Sagrado\" no dia de despertar de classes, transformando sua classe na classe oculta \"Cavaleiro Sagrado\"! Bênção de arma, bênção do anjo, bênção de honra... Com todos os tipos de buffs, Zhou Yi destruiu o próprio espaço apenas com sua aura. Quem foi que disse que o paladino era uma classe mundana?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "The Fragrant Flower Blooms With Dignity"
    },
    "updatedAt": "2024-04-14T12:53:46+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/47b0ee88-9210-4f81-93d3-e3e5d1d54549.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e19faf72-2235-4126-9a77-46f9275de222",
    "title": {
      "en": "Primal Hunter"
    },
    "updatedAt": "2024-03-06T21:33:51+00:00",
    "coverArt": "https://mangadex.org/covers/e19faf72-2235-4126-9a77-46f9275de222/69369803-4c6f-4805-b0f7-2b37fafeb99c.jpg",
    "altTitles": [
      {
        "pl": "Pierwotny Łowca"
      }
    ],
    "description": {
      "en": "Jake, a seemingly average office worker, unexpectedly finds himself thrust into a fantasy world teeming with dangers and opportunities. Rather than succumbing to fear, Jake thrives in this unfamiliar realm. As he navigates the expansive multiverse, his power grows and he transforms—evolving from a mundane office worker into a true apex hunter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68c4d3b6-e815-4228-ab77-8d6b08089f4b",
    "title": {
      "en": "I'm Stuck on the Same Day for a Thousand Years"
    },
    "updatedAt": "2023-11-10T21:54:05+00:00",
    "coverArt": "https://mangadex.org/covers/68c4d3b6-e815-4228-ab77-8d6b08089f4b/d92540eb-1333-43a7-ba42-051b6a3e3029.jpg",
    "altTitles": [
      {
        "en": "I’m Trapped in This Day for One Thousand Years"
      },
      {
        "zh-ro": "Wǒ Bèi Kùn Zài Tóngyī Tiān Yīqiān Nián"
      },
      {
        "zh": "我被困在同一天一千年"
      }
    ],
    "description": {
      "en": "Wu Chen transmigrated to a new world, Got trapped on the day of July 7, 2020, Constantly reincarnating! He used to indulge himself doing all sorts of evil things while running wild in despair, but every new day, everything would start all over again. In this way, he has been reincarnated for a thousand years, and on a new day, the sun rose as usual.\n——The time is: July 8, 2020"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77bee52c-d2d6-44ad-a33a-1734c1fe696a",
    "title": {
      "ja-ro": "Kage no Jitsuryokusha ni Naritakute"
    },
    "updatedAt": "2023-09-02T19:05:29+00:00",
    "coverArt": "https://mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/c384dedc-0f09-46ed-ae68-c81eb5eacdf4.jpg",
    "altTitles": [
      {
        "en": "The Eminence in Shadow"
      },
      {
        "en": "To Be a Power in the Shadows!"
      },
      {
        "ru": "Восхождение в тени"
      },
      {
        "ja": "陰の実力者になりたくて！"
      },
      {
        "ko": "숨은 실력자가 되고싶어서"
      },
      {
        "uk": "Сходження у тіні"
      }
    ],
    "description": {
      "en": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
      "ru": "Подобно тому, как некоторые в детстве боготворят героев, один юноша обожал силы, скрывающиеся в тени. Скрыв свою силу и прожив посредственную жизнь посредственного персонажа, проходя в это время через безумные ночные тренировки, он в конце концов перерождается в ином мире, обретая абсолютную силу. Юноша, отыгрывающий роль скрывающейся в тени силы, его неправильно всё понимающие подчинённые и огромная стёртая в пыль теневая организация… Это история о юноше, обожавшем скрывающиеся во мраке силы, который, вероятно, в итоге обретёт власть над теневой стороной иного мира.   \r\n  \r\n  \r\n- [Japanese Light Novel (Bookwalker)](https://bookwalker.jp/series/179219/)  \r\n- [Japanese Light Novel (Amazon.co.jp)](https://www.amazon.co.jp/dp/4047353027/)  \r\n- [LN Vol. 1 Youtube Promo](https://www.youtube.com/watch?v=9pahhkIs4Ss),with Kentarou Kumagai (熊谷健太郎) voicing the MC (Cid Kagenou)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29b90cce-7d4c-45a7-aef0-c1732720f6f6",
    "title": {
      "en": "Whimsical"
    },
    "updatedAt": "2023-12-14T18:59:30+00:00",
    "coverArt": "https://mangadex.org/covers/29b90cce-7d4c-45a7-aef0-c1732720f6f6/b4aefe65-972e-4e39-8476-2bb8aa1f8f84.png",
    "altTitles": [
      {
        "zh": "异想短篇漫画集"
      }
    ],
    "description": {
      "en": "Immerse yourself in your imagination and leap beyond it.",
      "zh": "沉浸异想之中，跳转意想之外"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "4fdf828a-f639-4121-9c6f-5202b8832b1d",
    "title": {
      "en": "Ore ni wa Kono Kuragari ga Kokochiyo Katta: Zetsubou kara Hajimaru Isekai Seikatsu, Kami no Kimagure de Kyousei Haishinchuu"
    },
    "updatedAt": "2024-05-03T03:19:52+00:00",
    "coverArt": "https://mangadex.org/covers/4fdf828a-f639-4121-9c6f-5202b8832b1d/3f4cfee0-c852-448a-8893-2e1e227905ea.jpg",
    "altTitles": [
      {
        "ja": "俺にはこの暗がりが心地よかった　―絶望から始まる異世界生活、神の気まぐれで強制配信中―"
      },
      {
        "en": "The Darkness Was Comfortable for Me"
      }
    ],
    "description": {
      "en": "“I will have the 1,000 people I have chosen go to a parallel world.”\n\nChaos spread once those words of God were displayed to the whole world.\n\nKurose Hikaru, whose childhood friend had been chosen, was killed together with her on the same day she was supposed to be transferred. However, for some reason, Hikaru didn’t die and, even though he wasn’t chosen at first, he ended up as one of the [Otherworlders that will have all their actions live broadcasted to Earth].\n\nTransferred without any preparations at all to that accursed land, he faced threats innumerable times and somehow managed to survive with his Gift, the Dark Spirit Abilities.\n\n“I must not die. I am sure the people on Earth are all rooting for me after all…”\n\nThis is the story of a young boy who is tossed about by the gazes of the viewers, yet eventually manages to raise his head and walk forward.\n(NovelUpdates)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "36"
  },
  {
    "mangaId": "476627dd-cea0-4307-83d9-403a7af4818b",
    "title": {
      "en": "My Disciple Became the Great Demon Empress?!"
    },
    "updatedAt": "2024-03-29T05:40:39+00:00",
    "coverArt": "https://mangadex.org/covers/476627dd-cea0-4307-83d9-403a7af4818b/51b7878f-d3f2-4c0f-9966-e3d52b0b6aff.jpg",
    "altTitles": [
      {
        "zh": "睁眼后，我的弟子成了女帝大魔头？！"
      },
      {
        "zh-ro": "Zheng Yan Hou, Wo De Dizi Chengle Nvdi Da Mo Tou?!"
      },
      {
        "vi": "Sau Khi Mở Mắt, Đệ Tử Của Ta Thành Đại Ma Đầu Nữ Đế?!"
      },
      {
        "en": "After Opening My Eyes, My Disciples Became the Great Villainous Empresses?!"
      }
    ],
    "description": {
      "en": "After many years of seclusion, Ye Shen’s cultivation level has greatly increased, his strength has soared, and his physical body has become immortal. However!\nThe moment he walked out of the mountain gate, he was completely dumbfounded.\nFirst Disciple: The Empress of a Demonic Sect, commanding millions of demonic cultivators, and about to hold a sacrificial ceremony.\nSecond Disciple: The infamous Bloodthirsty Assassin. As long as you give him money, he will accept the mission… His hands are stained with blood.\nThird Disciple: The Poison Supreme, with a pinch of his hand, he can control thousands of puppets.\nYe Shen, who had been in seclusion for hundreds of years, was also shocked to discover that… his name had already spread throughout the continent, and he had become the ancestor of great evil that make both mortals and gods tremble in fear."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5896e05d-3900-4947-baf8-403a9d8fa5ec",
    "title": {
      "en": "Nick & Lever"
    },
    "updatedAt": "2023-12-19T21:13:47+00:00",
    "coverArt": "https://mangadex.org/covers/5896e05d-3900-4947-baf8-403a9d8fa5ec/b06b0714-d877-47af-845b-cf97d8a59dd8.jpg",
    "altTitles": [
      {
        "ja": "ニックとレバー"
      },
      {
        "ne": "निक र लीभर"
      },
      {
        "ja-ro": "Nick to Lever"
      },
      {
        "en": "Nick and Lever"
      },
      {
        "ru": "Ник и Левер"
      }
    ],
    "description": {
      "en": "The story of two foreign men living in Japan.\n\n(from ebookjapan):\n\nNick, with his stylish hair, and Lever, with his dazzling eyes behind his sunglasses, are a HOT & CRAZY foreign duo who will face any obstacles that come their way! \n\nThe genius Kyogoro Miyata, who wastes no time in drawing, unleashes a shocking high-speed manga. Nick and Lever are finally here!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "134"
  },
  {
    "mangaId": "e3303f89-7380-4814-abf9-b2da9a8da88e",
    "title": {
      "en": "I Became the Game's Biggest Villain"
    },
    "updatedAt": "2024-01-23T18:50:28+00:00",
    "coverArt": "https://mangadex.org/covers/e3303f89-7380-4814-abf9-b2da9a8da88e/98142c16-689a-45cd-9cab-0bf9b3d865ff.png",
    "altTitles": [
      {
        "zh": "网游：因为太浪，我成了全服公敌！"
      },
      {
        "zh-ro": "Wǎngyóu: Yīnwèi Tài Làng, Wǒ Chéngle Quán Fú Gōngdí!"
      },
      {
        "zh-ro": "Wangyou: Yinwei Tai Lang, Wo Chengle Quan Fu Gongdi!"
      },
      {
        "en": "I Was Too Crazy, I Became the Villain of the Entire Server!"
      }
    ],
    "description": {
      "en": "This is an extremely difficult game. If you don’t have enough abilities, you won’t be able to escape!",
      "zh": "漫画简介: 这是一个难度极其离谱的游戏，如果你没足够的能耐，村都别想出去！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b2c7a03-ca53-43f0-abc8-031c0c136ae6",
    "title": {
      "en": "Wonder Cat Kyuu-chan"
    },
    "updatedAt": "2024-04-12T20:47:10+00:00",
    "coverArt": "https://mangadex.org/covers/5b2c7a03-ca53-43f0-abc8-031c0c136ae6/07917c0d-dd8d-47b7-92b8-ac833c0636ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushigi Neko no Kyuu-chan"
      },
      {
        "ro": "Pisica Minune Kyuu-chan"
      },
      {
        "ro": "Pisica Misterioasă Kyuu-chan"
      },
      {
        "en": "Wondercat Kyuu-chan"
      },
      {
        "ru": "Чудесный котик Кю"
      },
      {
        "ja": "ふしぎねこのきゅーちゃん"
      }
    ],
    "description": {
      "en": "There’s more to this kitty than meets the eye! Kyuu-chan loves snacks, cuddles, and bow ties, but most of all loves Hinata, the young professional who adopted this mischievous wonder cat into his home.\n\nAs the two adjust to life together, they discover that they have a lot to learn from each other.\n\nThe ordinary and the extraordinary live side by side in this delightful slice-of-life manga!\n\n---\n\n- **[Official English license announcement](https://sevenseasentertainment.com/2020/08/28/seven-seas-isnt-kitten-around-with-license-of-wondercat-kyuu-chan-manga-series/)**\n\n- **[ManiManiTV YouTube channel](https://www.youtube.com/c/ManiManiTV/videos/), Official Kyuu-chan motion comic videos:** [#1,](https://www.youtube.com/watch?v=zCBZUbEbI-w) [#2,](https://www.youtube.com/watch?v=wSJURvGO494) [#3](https://www.youtube.com/watch?v=ytJbXHsqikw)…",
      "ro": "O manga adorabilă color despre un tânăr ce salvează o pisică foarte specială. Dar pisica asta nu e ceea ce pare! Kyuu-chan iubeste mâncarea, îmbrățișările și fundele, dar cel mai mult, îl iubește pe Hinata, tânărul care l-a adoptat. Pe măsură ce se obișnuiesc să trăiască împreună, ei descoperă că au mult de învățat unul de la celălalt. Vedeți viața ordinară și extraordinară pe care cei doi o trăiesc în această minunată slice-of-life manga pentru toți iubitorii de animale și nu numai!",
      "ru": "Милая история о повседневной жизни бездомного котика Кю и человека, который решает его приютить.",
      "pt-br": "Hinata é um jovem trabalhador que leva uma vida mundana. No meio de uma tempestade de neve, ele acha um gato abandonado passando frio em uma caixa de papelão, e decide o levar pra casa. O que Hinata não sabia é que ele tinha acabado de pegar o melhor gato de todos!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcfb101b-eae6-40af-9d1b-636bb6e5d17a",
    "title": {
      "en": "Maxed Strength Necromancer"
    },
    "updatedAt": "2023-12-17T00:37:04+00:00",
    "coverArt": "https://mangadex.org/covers/fcfb101b-eae6-40af-9d1b-636bb6e5d17a/01705dd4-c2d9-43b7-8871-227fab7b4a5a.png",
    "altTitles": [
      {
        "zh": "力量点满？我可是亡灵法师啊！"
      },
      {
        "en": "Maxed Strength Stats Necromancer"
      }
    ],
    "description": {
      "en": "Qiao Yu enters the world of the meta-Universe and gains the hidden class of a Necromancer. Unfortunately, his initial intelligence and spirit stats are both at 0, and he even draws a strangely unique talent. In a fit of anger, Qiao Yu puts all his attribute points into strength! Who says a Necromancer can’t engage in hand-to-hand combat? As Qiao Yu punches the World serpent, Yemojia, to death, players in the meta-Universe are driven mad. Bro, please, stop brawling! You’re a Necromancer! Just summon an undead, please!",
      "zh": "乔榆进入元宇宙里世界，获得了隐藏职业亡灵法师。奈何开局智力精神都为0，还抽到了一个十分奇怪的天赋。乔榆一怒之下，属性点全部加力量！谁规定亡灵法师就不能和人肉搏的？看着一拳打死世界之蛇耶梦加得的乔榆，里世界的玩家都疯了。大哥，求求你别跟人肉搏了！你是一位亡灵法师啊！求求你召唤个亡灵吧！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3616189f-03dd-426e-b1be-0f85470d2144",
    "title": {
      "en": "I Want to Play with Onii-chan."
    },
    "updatedAt": "2024-05-07T02:19:28+00:00",
    "coverArt": "https://mangadex.org/covers/3616189f-03dd-426e-b1be-0f85470d2144/6ab09d69-b9fb-41dd-8a86-dbd76abc0d52.png",
    "altTitles": [
      {
        "ja": "お兄ちゃんと遊びたい"
      },
      {
        "ja-ro": "Onii-chan to Asobitai"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11c2560b-7777-4741-86cb-efcc34fd5778",
    "title": {
      "en": "The Knight in the Area"
    },
    "updatedAt": "2024-04-29T20:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/11c2560b-7777-4741-86cb-efcc34fd5778/09de0d23-6920-4720-876b-72b2a5d90584.png",
    "altTitles": [
      {
        "vi": "Các Hiệp sĩ trong khu Vực"
      },
      {
        "tr": "Ceza-sahasının Şövalyesi"
      },
      {
        "ru": "Паладин на поле"
      },
      {
        "th": "อัศวินในพื้นที่"
      },
      {
        "ja": "エリアの騎士"
      },
      {
        "zh-hk": "足球騎士"
      },
      {
        "zh": "足球骑士"
      },
      {
        "ko": "에어리어의 기사"
      },
      {
        "ja-ro": "Area no Kishi"
      }
    ],
    "description": {
      "en": "Aizawa Kakeru is an energetic and dedicated eighth grader who serves as the manager for his school’s football team. Though he was well known for being a talented player the previous year, an accident during one of his games caused Kakeru to vow never to play competitively again. Still passionate about the sport, Kakeru dreams of one day becoming a professional football trainer so that he can work alongside his older brother Suguru, the ace of the school team who has represented Japan in international competition.  \n  \nLink:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=13559) (anime).",
      "pt-br": "Suguru e Kakeru são dois irmãos que jogam futebol como ninguém. Suguru, aos 15 anos, já se tornou estrela da seleção japonesa; já Kakeru? bem, ele é tão talentoso quanto o irmão, mas decidiu abandonar os gramados e atuar só como auxiliar técnico depois de um acidente na oitava série. Claro, Suguru sabe do talento que o irmão tem e não se conforma com a decisão dele. O que poderá acontecer para que Kakeru mude de ideia e volte a ajudar o time de dentro de campo, onde seu irmão o espera??"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "57",
    "lastChapter": "498"
  },
  {
    "mangaId": "c09c5916-e6f7-4864-bb5f-36f8760822de",
    "title": {
      "en": "Ebichu Minds the House"
    },
    "updatedAt": "2023-02-27T18:52:59+00:00",
    "coverArt": "https://mangadex.org/covers/c09c5916-e6f7-4864-bb5f-36f8760822de/c615a02d-c04b-4722-9539-2697839695f4.jpg",
    "altTitles": [
      {
        "en": "Ebichu"
      },
      {
        "ja-ro": "Oruchuban Ebichu"
      },
      {
        "ja": "おるちゅばんエビちゅ"
      }
    ],
    "description": {
      "en": "A very unique, funny manga that follows the exploits of Ebichu, a talking female hamster with a dirty mind. This manga includes sexual dialogue, some nudity, and the occasional sex scene. There's also some violence against hamsters. It's all pretty lighthearted, but if any of this stuff offends you, don't read it."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": ""
  },
  {
    "mangaId": "ce850833-5bbc-42cf-8213-34d14ea5af71",
    "title": {
      "en": "Gokkan no Rita ~ Ohsama Sentai King-Ohger"
    },
    "updatedAt": "2024-03-17T17:17:26+00:00",
    "coverArt": "https://mangadex.org/covers/ce850833-5bbc-42cf-8213-34d14ea5af71/e2d075fd-e9ea-4991-9463-9ae02ef140d3.jpg",
    "altTitles": [
      {
        "en": "King of Gokkan"
      },
      {
        "ja": "ゴッカンのリタ ~  王様戦隊キングオージャー"
      },
      {
        "en": "Rita of Gokkan ~ Royal Sentai King-Ohger"
      }
    ],
    "description": {
      "en": "This monarch is the strongest warrior and the aloof judge!\n\n2000 years ago, five heroes and the guardian god King-Ohger defeated the Underground Empire Bugnaraku and saved humanity. Afterwords, the Shugods and five countries were created, and the five heroes became rulers, presiding over a long era of peace. However, in the year of the prophecy that the Bugnaraku would rise again from the depths, the empire was revived. The rulers were unable to unite despite the looming extinction of humanity.\n\nThen Gira, calling himself the \"Evil King\", miraculously revived God Kuwagata and drove back Bugnaraku. However, Gira is declared an internationally wanted criminal for stealing the Shugod.\n\nRita Kaniska, the chief judge and monarch of Gokkan, a neutral country of ice and snow, begins their journey of adventure and conflict in search of the fugitive Gira!",
      "ja": "その王、最強の戦士にして孤高の裁判長！熱烈に敵を討ち、冷静に裁き、激烈に人見知り。\n\n2000年前、５人の英雄と守護神キングオージャーが地帝国バグナラクを打ち倒し、人類を救った。その後、シュゴッドとともに5つの国が生まれ、5人の英雄は各国の王となり長きに渡る平和が訪れた。しかし、「地の底からバグナラクは蘇る」という予言の年に地帝国バグナラクが復活。最高裁判長にして、氷雪の中立国「ゴッカン」国王リタ・カニスカの、逃亡者ギラを追う冒険と戦いの旅が今始まる！！",
      "es-la": "¡Este monarca es el más fuerte de los guerreros y el juez más imparcial! Acaba con sus enemigos ferozmente, juzga con calma y es furiosamente tímido!\n\nHace 2000 años, cinco héroes junto a la deidad guardiana, King-Ohger, derrotaron al Imperio del Subsuelo Bug Naraku y salvaron a la humanidad. Luego de eso, los cinco héroes se convirtieron en monarcas y junto a los Shugods, crearon cinco reinos llegando así a una paz que duró por mucho tiempo. Sin embargo, el año en que la profecía señaló que Bug Naraku reviviría de lo profundo del subsuelo, el Imperio del Subsuelo revivió. Los monarcas no fueron capaces de unirse a pesar de la inminente extinción de la humanidad. Entre tanto, Gira, el autoproclamado \"Rey del Mal\", milagrosamente a God Kuwagata y hace retroceder a Bug Naraku. Gira es declarado un criminal buscado internacionalmente por robar el Shugod. Rita Kaniska, quien preside el tribunal supremo y es monarca de Gokkan, el reino de las nieves y nación neutral comienza su viaje de aventuras y batallas en busca de Gira el fugitivo.\n\n*Rita tiene género neutral, cuerpo y voz de mujer y al hablar se refiere a sí mismo en masculino. Teniendo esto en cuenta, la traducción se referirá al personaje en masculino."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7f430ab-2c24-49d3-b698-c9ff4787805b",
    "title": {
      "en": "Flying Witch"
    },
    "updatedAt": "2024-01-14T01:29:01+00:00",
    "coverArt": "https://mangadex.org/covers/f7f430ab-2c24-49d3-b698-c9ff4787805b/0d333483-27b6-4357-a1d5-35a06c6df36a.jpg",
    "altTitles": [
      {
        "ru": "Полет Ведьмы"
      },
      {
        "fa": "جادوگر پرنده"
      },
      {
        "th": "วันธรรมดาของแม่มดว้าวุ่น"
      },
      {
        "ja": "ふらいんぐうぃっち"
      },
      {
        "zh": "飞翔的魔女"
      },
      {
        "zh-hk": "飛翔的魔女"
      },
      {
        "ko": "플라잉 위치"
      },
      {
        "es": "Bruja voladora"
      },
      {
        "it": "La strega volante"
      },
      {
        "tr": "Uçan Cadı"
      },
      {
        "ru": "Летающая ведьма"
      },
      {
        "ru": "Фураингу витти"
      }
    ],
    "description": {
      "en": "Kowata Makoto is an airhead with a bad sense of direction who just moved into her relative's house… \nbut is that all?  \n\nNote: The Oneshot was originally published under a different pen name (Ishioka Chikai).  \n\n\n---\n\n**Links:**\n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17448)\n- [Official Korean (Lezhin)](https://www.lezhin.com/ko/comic/flying_witch)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%81%B5%E3%82%89%E3%81%84%E3%82%93%E3%81%90%E3%81%86%E3%81%83%E3%81%A3%E3%81%A1)"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "The Angel Next Door Spoils Me Rotten"
    },
    "updatedAt": "2024-04-17T21:11:15+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/ec56e4db-c5b3-431e-a6ac-086f87aebfb0.jpg",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "She is the neighbor Angel, I am spoilt by her."
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      }
    ],
    "description": {
      "en": "A HEAVENLY ENCOUNTER!\nMahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!\n\n*Adapted from the Light Novel with the same name, \nSerialized in Square Enix Web Magazine [Gangan Online](https://www.ganganonline.com/title/1480)*",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c",
    "title": {
      "en": "Karakai Jouzu no (Moto) Takagi-san"
    },
    "updatedAt": "2024-05-02T22:04:13+00:00",
    "coverArt": "https://mangadex.org/covers/ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c/21dfc3f5-6e0a-4632-bf0e-04839bf9ed72.jpg",
    "altTitles": [
      {
        "vi": "Chuyên gia trêu chọc Takagi-san (ngoại truyện)"
      },
      {
        "ms": "Si Master Jahil (mantan) Takagi-san"
      },
      {
        "en": "Skilled Teaser (Former) Takagi-san"
      },
      {
        "ru": "Мастер дразнилок (Бывшая) Такаги-сан"
      },
      {
        "ja": "からかい上手の（元）高木さん"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (Noon) si Takagi-san"
      }
    ],
    "description": {
      "en": "Takagi and Nishikata are now married and have a kindergarten-aged daughter named Chi. See how much some things have changed, and others have curiously stayed the same!  \n  \n*Note: The volumes collect the chapters in a different order than the web version. The chapters here follow the web numbering without any volumes.*",
      "pt-br": "Takagi e Nishikata agora estão casados e têm uma filha na idade do jardim de infância chamada Chi. Veja o quanto algumas coisas mudaram e outras curiosamente permaneceram as mesmas!\n\nNota: Os volumes coletam os capítulos em uma ordem diferente da versão web. Os capítulos aqui seguem a numeração da web sem nenhum volume."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09b80517-f0d6-44bd-94a6-0794da2e18d8",
    "title": {
      "en": "Impossible"
    },
    "updatedAt": "2022-12-16T04:49:13+00:00",
    "coverArt": "https://mangadex.org/covers/09b80517-f0d6-44bd-94a6-0794da2e18d8/db04d953-8bba-4156-b8dc-b845a0c5ae41.jpg",
    "altTitles": [
      {
        "zh": "不可能的事"
      },
      {
        "en": "Impossible Things"
      }
    ],
    "description": {
      "en": "A complicated web of relationships between two sets of childhood friends. How can all of them reach their happily ever after?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86983879-a9ed-4b91-8f7e-be1cbc57baaa",
    "title": {
      "en": "Yandere-chan Is Scary"
    },
    "updatedAt": "2024-03-23T02:52:37+00:00",
    "coverArt": "https://mangadex.org/covers/86983879-a9ed-4b91-8f7e-be1cbc57baaa/30a11dee-b614-452b-8a1b-0f27b3a63925.png",
    "altTitles": [
      {
        "ja": "ヤンデレちゃんこわい"
      },
      {
        "es-la": "Yandere-chan da Mucho Miedo"
      },
      {
        "pt-br": "Yandere-chan é assustadora"
      }
    ],
    "description": {
      "en": "A Yandere girl obsessed with her childhood friend, how will this story unfold?",
      "es-la": "Una chica Yandere muy obsesionada con su amigo de la infancia. ¿Como se desenvolverá esta historia?",
      "pt-br": "Uma garota yandere que é obsecada pelo seu amigo de infância."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "142438ca-afa5-439c-8bd4-dbc98e6324fc",
    "title": {
      "en": "Please Lay Your Eyes on Jasmine"
    },
    "updatedAt": "2023-08-28T01:17:09+00:00",
    "coverArt": "https://mangadex.org/covers/142438ca-afa5-439c-8bd4-dbc98e6324fc/218b035d-1cd3-42f9-952e-7dffea019236.jpg",
    "altTitles": [
      {
        "en": "Please Look at Jasmine"
      },
      {
        "ko": "자스민을 봐주세요!"
      }
    ],
    "description": {
      "en": "Jasmine had an accident with her one-sided love, Duke Aion. The straightforward man, who had not paid attention to her before, who had consistently ignored her, for some reason, now caught the feeling… “Don't you like me? Is that a lie? \"Why would I lie about that?\" “I know. You are that kind of person.” He was in a phase where he broke off from his cursed love, but instead it took a turn for the worse."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fb2f092-4376-4e18-abd1-fe5f7ff1140f",
    "title": {
      "en": "I Seduced the Deceitful Duke"
    },
    "updatedAt": "2023-06-17T13:27:30+00:00",
    "coverArt": "https://mangadex.org/covers/1fb2f092-4376-4e18-abd1-fe5f7ff1140f/6a234254-056f-42d3-9dd5-311d903ae0c9.jpg",
    "altTitles": [
      {
        "ko": "사기 친 공작님을 유혹해버렸다"
      },
      {
        "en": "I Seduced the Cheating Duke"
      }
    ],
    "description": {
      "en": "Maria carries out missions as a guild member while hiding the identity of her Count Fruit to earn her livelihood.  One day, she receives a request from her to break up the wedding of the Duke of Berry Winter.\n\n -This marriage is invalid. I have the duke's child!\"\n\n At Maria's shocking declaration, her wedding hall is agitated and she is about to leave.\n\n \"Babe, why are you so late?\"\n\n The Duke of Berry Winter calls me his first meeting...?\n\n Will Maria, who has suddenly become the duke's wife, be able to fulfill her wealthy dream?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1899b8d-b3a7-460d-8e79-8ff2e524de46",
    "title": {
      "en": "Please Slay The Demon! Young Master!"
    },
    "updatedAt": "2024-02-25T08:13:22+00:00",
    "coverArt": "https://mangadex.org/covers/d1899b8d-b3a7-460d-8e79-8ff2e524de46/692e5086-a815-4fe6-8a31-57bec2b80fc5.jpg",
    "altTitles": [
      {
        "zh": "请公子斩妖"
      },
      {
        "zh-ro": "Qing Gongzi Zhan Yao"
      },
      {
        "zh-ro": "Qǐng Gōngzǐ Zhǎn Yāo"
      }
    ],
    "description": {
      "en": "In this majestic world, spanning the heavens and earth, exists a vibrant and joyous world of immortal cultivation. When Chu Liang opened his eyes, he found himself as a disciple of the Shu Mountain Sect, possessing a peculiar treasure tower. From then on, he embarked on an unimaginable path.With the morning mist rising from the thirty-six peaks, he slays dragons eight thousand miles away!…”Please slay the demon! young master!”",
      "zh": "巍巍人间，九天十地。 花花世界，快乐修仙。 当楚梁睁开眼发现自己成为了一名蜀山派弟子，并身怀尊一奇异宝塔. …从此便踏上了一条不曾设想的道路。 三十六峰晨烟起，八千里外斩龙还！ “请公子斩妖！”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac743453-99ef-49e5-93e5-265cfff01fe0",
    "title": {
      "en": "RTA Sousha wa Game Sekai kara Kaerenai"
    },
    "updatedAt": "2024-01-12T04:52:30+00:00",
    "coverArt": "https://mangadex.org/covers/ac743453-99ef-49e5-93e5-265cfff01fe0/dbdeb4e4-41e8-48bf-aabe-b00df589b44b.jpg",
    "altTitles": [
      {
        "ja": "RTA走者はゲーム世界から帰れない"
      },
      {
        "en": "Speedrunner Cannot Return from the Game World"
      },
      {
        "en": "RTA Runner Cannot Return from the Game World"
      },
      {
        "en": "The RTA Runner Can't Return From The Game World"
      }
    ],
    "description": {
      "en": "Our protagonist, the speedrunning emperor of \"Another Verse\", suddenly feels sleepy in the middle of practice.\nWhen he awakens, the familiar opening of \"Another Verse\" is playing right before his eyes!?\nIn this godly environment where the body is moving better than usual, you have to speedrun!\n\nClearing the game world faster than anyone!\nAbusing bugs to fight, the \"fastest\" Isekai fantasy!!",
      "ja": "「アナザーバース」RTA世界王者である主人公は、練習中に急に眠気に襲われてしまう。\n目を覚ますと目の前には見慣れた「アナザーバース」のオープニングが――!?\nいつもより体が動くこの神環境なら、RTAするしかない！\n\nゲームの世界を誰よりも早くクリアせよ！\nバグ技を駆使して戦う、”””最速”””の異世界ファンタジー!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]