[
  {
    "mangaId": "8a5d11d6-cafd-41b1-adab-06e0bef692c6",
    "title": {
      "en": "GOLDEN MAN"
    },
    "updatedAt": "2024-04-16T01:10:23+00:00",
    "coverArt": "https://mangadex.org/covers/8a5d11d6-cafd-41b1-adab-06e0bef692c6/bb215308-007b-42dd-8990-415fc3242c32.jpg",
    "altTitles": [
      {
        "ja": "ゴールデンマン"
      }
    ],
    "description": {
      "en": "The city of freedom, Neo York, is targeted by villains day and night, but it's also home to the strongest hero, Golden Man!!! But one night, during a rescue operation at a fire at an abandoned factory, Golden Man suddenly disappears. Left in his place, a single amnesiac young man with the Golden Man suit in his hands… Who on Earth is he? A new original hero story by the strongest tag team of Petos of *Demi-chans Want To Tell* and Kouji Megumi of *ACMA:GAME* and *BLOODY MONDAY*!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d586b4ec-5a5b-472f-94cd-dd44886d8278",
    "title": {
      "en": "Mia - Neverland Above the Clouds"
    },
    "updatedAt": "2024-01-29T12:57:29+00:00",
    "coverArt": "https://mangadex.org/covers/d586b4ec-5a5b-472f-94cd-dd44886d8278/95fa36ce-6c8f-4418-9dfe-b586d91d6626.jpg",
    "altTitles": [
      {
        "ja-ro": "Mia - Unjou no Neverland"
      },
      {
        "ja": "MIA-雲上のネバーランド-"
      },
      {
        "ru": "Миа - Нетландия над облаками"
      },
      {
        "uk": "Міа в океані живих мрій за обрієм"
      },
      {
        "fr": "Mia - Le pays imaginaire au dessus des nuages"
      }
    ],
    "description": {
      "en": "In a city where adults go through the motions like robots, Mia feels claustrophobic. Meanwhile, the news is rife with stories of children getting kidnapped. One day, Mia runs into a young man named Joema. At his house, she sees fairies and children with animated faces. Are they holograms produced by his machine? But friendship with Joema comes with a price, Mia learns, as red-eyed Crows approach…  \n  \nИстория о людях, которые постепенно забывают о том, что когда-то было для них важным. Но всё меняется после случайной встречи сироты Мии и странного парня \"не от мира сего\", живущего в обсерватории на окраине города.  \n  \nNote: The tank doesn't separate the manga into chapters, but it was separated into 6 chapters in the online publication. The Russian group arbitrarily created 8 chapters out of the tank, hence the English and Russian releases have different total chapters.",
      "uk": "У місті, де дорослі працюють, як роботи, Міа почувається самотньо. Тим часом новини рясніють історіями про викрадення дітей. Одного разу Міа зустрічає молодого чоловіка на ім'я Джома. У його будинку вона бачить фей і дітей з усміхненими обличчями. Це голограми, створені його машиною? Але дружба з Джомою має свою ціну, Міа зрозуміє це, коли наближаються червоноокі Ворони..."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "82f18ea7-867d-4041-926b-00fe30c79c58",
    "title": {
      "en": "I Brought Home a Succubus Who Failed to Find a Job."
    },
    "updatedAt": "2024-05-08T15:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/82f18ea7-867d-4041-926b-00fe30c79c58/9fd7b0a6-26b3-42ec-8550-d7accb8e57d4.jpg",
    "altTitles": [
      {
        "fr": "J'ai ramené chez moi une Succube qui ne trouve pas d'emploi"
      },
      {
        "es": "Llevé un Súcubo a casa que no pudo encontrar trabajo"
      },
      {
        "ja": "就活失敗したサキュバスさんを拾いました"
      },
      {
        "pt-br": "Levei para casa uma súcubos que não conseguiu encontrar um emprego."
      },
      {
        "ja-ro": "Shuukatsu Shippai shita Succubus-san wo Hiroimashita"
      }
    ],
    "description": {
      "en": "Man brings home succubus, doesn’t get fucked. Instead, gets a cute succubus to take care of him."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a79e2584-c08e-4bc8-9293-8a441b6802d6",
    "title": {
      "en": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
    },
    "updatedAt": "2024-02-02T18:01:33+00:00",
    "coverArt": "https://mangadex.org/covers/a79e2584-c08e-4bc8-9293-8a441b6802d6/7c61bd15-3fc0-4c01-ae56-e925d577b101.jpg",
    "altTitles": [
      {
        "ja": "お互いどんどんハマっていく教育係と新入社員"
      },
      {
        "ja-ro": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
      },
      {
        "en": "The Mentor and the New Employee Who are Getting More and More Into Each Other"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "e98612de-c876-4fe3-b809-70988afeb9c7",
    "title": {
      "en": "Ura de Yancha na Gouinda-san"
    },
    "updatedAt": "2024-03-06T15:39:08+00:00",
    "coverArt": "https://mangadex.org/covers/e98612de-c876-4fe3-b809-70988afeb9c7/c5c99685-d586-431c-8bc4-b1724519fd9e.jpg",
    "altTitles": [
      {
        "ja": "裏でやんちゃな剛院田さん"
      },
      {
        "en": "Goinda's Naughty Secret"
      },
      {
        "ja-ro": "Urade Yancha na Gouinda-san"
      }
    ],
    "description": {
      "en": "Bonsuke Hirano, an exceptionally ordinary high school boy, returns to his homeroom after school to pick something up, only to find the school's number-one serene beauty, Kokuru Goinda, fidgeting around in his desk…\n\"Huh? Does she…like me? Wait, maybe not?\"\nA young man's naivety meets the full force of a gal's allure in this tantalizing tale of teen love!",
      "ja": "ある日の放課後、忘れ物を取りに教室に戻ると先輩ギャルの『剛院田さん』が僕の机を見てモジモジ顔を赤らめていた…。「センパイ、もしかして僕のこと好き……いや違う??」ゴーインで、優しくて、なんかエッチな彼女。告白されそうでされない“思わせぶりな告白もどき”は僕の純情をいたずらに弄んできて―――！",
      "es-la": "Después de la escuela, cuando Hirano, un chico ordinario de secundaria, regresa al salón de clases para recoger algo que olvidó, encuentra a Gouinda-san, la chica más genial de la escuela, inquieta frente a su escritorio... “Puede que le guste a esta niña… ¿No, no?” ¡Está a punto de comenzar un estimulante juego de amor juvenil, donde las chicas hermosas juegan con los corazones puros, ya sea que se confiesen o no!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a5a0db9-53a8-47f4-94a5-e509dfb0919a",
    "title": {
      "en": "Vampire Beru and Ghost Aki"
    },
    "updatedAt": "2024-05-12T13:20:23+00:00",
    "coverArt": "https://mangadex.org/covers/8a5a0db9-53a8-47f4-94a5-e509dfb0919a/52272fd3-1ed0-49a9-8cd6-50ea5f7cef3d.jpg",
    "altTitles": [
      {
        "zh": "Bèi Lǔ yǔ Áng"
      },
      {
        "en": "Вампир Беру и Призрак Аки"
      },
      {
        "zh": "贝鲁与昂"
      },
      {
        "vi": "Ma cà rồng Beru và Hồn ma Aki"
      }
    ],
    "description": {
      "en": "Once on the All Saints' Day vampire Beru and ghost Aki, despite their very different personalities, started living together in a castle. Multiple obstacles and difficulties already waiting on their way. But when they'll know each other better, eventually they'll become the most important companions for one another."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "75855265-c718-428f-849f-2e7137a48695",
    "title": {
      "en": "Visitor To Earth"
    },
    "updatedAt": "2024-04-27T05:54:31+00:00",
    "coverArt": "https://mangadex.org/covers/75855265-c718-428f-849f-2e7137a48695/a0819258-0211-458f-a0f6-b86e088ac2b5.png",
    "altTitles": [
      {
        "zh-ro": "Guānglín Dìqiú"
      },
      {
        "zh": "光临地球"
      }
    ],
    "description": {
      "en": "In order to understand the true power of Earth, the alien Xiguang goes undercover as a student on Earth. He mistakenly believes that the science-fiction themed comics and movies on Earth are a display of Earthlings' ability to simulate interstellar wars, so he resolutely joins the school's anime club. Due to the cultural gap between aliens and Earthlings, a series of hilarious events unfold... Xiguang's seemingly humiliating but actually ridiculous undercover life is about to begin! So, Stay tuned…."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1afa2287-8408-4b17-9195-c42902153cfb",
    "title": {
      "en": "Tamaranai no wa Koi na no ka"
    },
    "updatedAt": "2024-02-19T17:33:19+00:00",
    "coverArt": "https://mangadex.org/covers/1afa2287-8408-4b17-9195-c42902153cfb/9da82724-d1e9-42a9-801e-6d8f598d8427.jpg",
    "altTitles": [
      {
        "ja": "たまらないのは恋なのか"
      },
      {
        "en": "Is It Because of Love That I Can't Resist?"
      }
    ],
    "description": {
      "en": "Misuzu became a delinquent through a trivial chance and spends his days getting into fights. One day, Misuzu finds Kitahara, an honor student in a special class, getting involved with some delinquents and helps him out. Kitahara then tries to get involved with Misuzu. Misuzu tries to push him away, saying, \"If you get involved with me, the people around you will leave you,\" but his feelings are wavering...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36bad9cb-6310-4048-a48e-a1ab7b7dcb3e",
    "title": {
      "en": "Demon X Angel, Can't Get Along!"
    },
    "updatedAt": "2024-01-26T02:43:34+00:00",
    "coverArt": "https://mangadex.org/covers/36bad9cb-6310-4048-a48e-a1ab7b7dcb3e/f6f5be02-e1e9-46aa-8371-d7460dcc6236.jpg",
    "altTitles": [
      {
        "zh": "恶魔X天使 不能友好相处"
      },
      {
        "en": "Demon X Angel Can't Get Along!"
      },
      {
        "ar": "ملاك و شيطان! لا يمكن ان نتعايش"
      },
      {
        "pt-br": "Demônio X Anjo, Não Conseguem Se Dar Bem!"
      }
    ],
    "description": {
      "ar": "الشياطين والملائكة نوعان من الأجناس المتقابلة مع مرور الزمن سئموا من القتال ضد بعضهم بعض ولكي يتعايشوا بسلام سويا قرروا البدء بخطة زواج! الخطة لها فترة مراقبة مدتها عام واحد. إذا كان الشيطان والملاك لا يزالان غير قادرين على العيش سويا وفهم بعضهم البعض بشكل جيد ، فسيتم إلغاء الزواج و نتيجة لذلك ، تم اختيار جيا تشينغ (الشيطان) و يو شانشان (الملاك) بواسطة اليانصيب كشريكين في الزواج ، وبدأت حياتهم سويا كزوجين يجب عليهم التعايش معا بشكل جيد.",
      "en": "Demons and angels are natural enemies that have grown tired of fighting each other. In order to coexist peacefully, they decided to arrange a marriage between the two races! If the pair can't get along within the one-year trial period, the marriage will be dissolved. This is how Jiacheng (Demon) and Yu Shanshan (Angel) became the chosen \"lucky\" pair for the marriage. Sharing the goal of divorce, the two began their lives of \"happy\" cohabitation!",
      "pt-br": "Demônios e anjos são duas raças opostas. À medida que os tempos mudam, eles estão cansados ​​de lutar. Para conviverem pacificamente, decidiram iniciar um plano de casamento! O plano tem um período de observação de um ano. Se os demônios e os anjos ainda não se derem bem, o casamento será cancelado. Como resultado, Jiacheng (demônio) e Yu Shanshan (anjo) foram “felizmente” selecionados por sorteio como parceiros de casamento, e começaram uma vida de coabitação “feliz” com o destino do divórcio."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "139bfcef-3a97-4beb-8e7e-9273175936b8",
    "title": {
      "en": "Show Me Your Boobs"
    },
    "updatedAt": "2022-08-24T14:52:16+00:00",
    "coverArt": "https://mangadex.org/covers/139bfcef-3a97-4beb-8e7e-9273175936b8/3d7e0140-499d-4a53-8c5f-c959feda133c.jpg",
    "altTitles": [
      {
        "ja-ro": "Oppai Misete"
      },
      {
        "ja": "おっぱい見せて"
      }
    ],
    "description": {
      "en": "A story about a boy who doesn't want to see the girl who wants to see his boobs."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b76b955-8244-4d95-9220-d8eb4eeb2662",
    "title": {
      "en": "One Hundred Nights"
    },
    "updatedAt": "2023-10-08T10:18:15+00:00",
    "coverArt": "https://mangadex.org/covers/7b76b955-8244-4d95-9220-d8eb4eeb2662/baa6612a-fab2-469f-84f4-0bf82d1e93b1.png",
    "altTitles": [
      {
        "ko": "백일야화"
      }
    ],
    "description": {
      "en": "Orphaned at a young age, and barely scraping by, Baek Hoyeon. After ghosts have been finding their way to Hoyeon, night after night tormenting him, he eventually goes to see a shaman. He is shocked after being told that 100 ghosts are haunting him. With his life on the line, he has only one choice! “…You have to do it with each of them. That is your only solution.” The only way to survive is to have sex with the ghosts! All 100 of them!! And then he meets Choi Dan, someone in a similar position as him. They come to an agreement; Choi Dan will become the vessel for the ghosts and vanquish them together. With the thought of wanting to live to see another day, the two will have to spend 100 nights together…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-04-01T20:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ded54f3d-99bc-406a-bca1-4a1d4d618730",
    "title": {
      "en": "Yome gaki ssu"
    },
    "updatedAt": "2024-05-21T15:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/ded54f3d-99bc-406a-bca1-4a1d4d618730/30796953-4130-46a4-bd14-6f9093672483.jpg",
    "altTitles": [
      {
        "ja": "ヨメガキッす"
      },
      {
        "en": "Bride Brat"
      },
      {
        "ja-ro": "Yomegakiss"
      },
      {
        "ja-ro": "Yomega kiss"
      }
    ],
    "description": {
      "en": "Super serious and uptight high school student Koutaro Suzuki and his obnoxious gyaru kouhai Sorako Mozu get along like cats and dogs. She spends her days tormenting him, while he spends his days getting outraged by her. However, the two of them share a secret...that they're living together as fiancés!! Under the condition that Koutaro marry Sorako, who comes from a wealthy real estate family, they've agreed to buy his father's company and save it from going under!!\n\nHaving to deal with Sorako, who uses this and that (and you know what) to torment him, can Koutaro make her yield and successfully marry her?!\n\n---\n**Links:**\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/64744)",
      "ja": "クソ真面目で融通が利かない男子高校生・鈴紀光太郎は生意気な後輩ギャル・百舌そら子と犬猿の仲。そんな二人には秘密が…それは二人が許嫁関係で同棲していること!? 資産家の家族を持つそら子と結婚をする条件で、光太郎は潰れる寸前の父の会社を買収してもらっていたのだ!! あの手この手（エッ●なこと）で責めるメスガキそら子にたいし、光太郎は彼女を屈服させ、無事に結婚をすることができるのか――!!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7938957b-c7f7-43c1-a7f0-f3e80690ddf1",
    "title": {
      "en": "Kurikaeshi Ai no Oto"
    },
    "updatedAt": "2024-05-22T05:31:20+00:00",
    "coverArt": "https://mangadex.org/covers/7938957b-c7f7-43c1-a7f0-f3e80690ddf1/5fa0eac2-dd78-40b0-bd5f-9446166a809f.jpg",
    "altTitles": [
      {
        "ja": "くりかえしあいのおと"
      },
      {
        "vi": "Thanh Âm Liên Hồi Trong Tình Yêu"
      }
    ],
    "description": {
      "en": "Kiri Azumi is a conductor who lives in the city and is egotistic. \nOsamu Mitsutani is a neighborhood grocer who lives in the countryside and resembles a big dog.\nThe two become close friends when Osamu helps Azumi out of trouble when he temporarily returns to the countryside to recuperate.\nOsamu tries to take care of Azumi in any way he can, and although annoyed, Azumi eventually accepts his help."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-05-07T05:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/93a92d8f-d94e-46f3-9537-8aa288cb2bdf.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "ja-ro": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "en": "Fighting With an FPS Beginner"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d059466-6775-44cb-ba28-bb6213bdd9ea",
    "title": {
      "en": "Inu mo Arukeba Koi ga Hajimaru"
    },
    "updatedAt": "2024-05-22T06:05:13+00:00",
    "coverArt": "https://mangadex.org/covers/2d059466-6775-44cb-ba28-bb6213bdd9ea/c9fff288-9400-4382-8142-d9030d97bfa1.png",
    "altTitles": [
      {
        "ja": "犬も歩けば恋がはじまる"
      },
      {
        "vi": "Tình yêu bắt đầu khi dắt chó đi dạo"
      }
    ],
    "description": {
      "en": "Sora Pometani, a sober high school student, has a peculiar constitution: when he's anxious he turns into a Pomeranian. One day, his classmate and secret love, Makito Matsuda, bumped into him in his Pomeranian and ends up taking him home.\n\nMakito takes Sora in his pomeranian form home because he resembles his grandmother beloved but deceased dog, \"Pometa\". Makito finds out about Sora's true constitution and, in order to make his grandmother happy, he asks Sora to keep visiting her in his pomeranian form. Sora is promoted from a mere classmate with a secret crush to one of Makito's friends."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.2"
  },
  {
    "mangaId": "7e85832b-4e3d-46e8-a0a2-4770b471f96d",
    "title": {
      "en": "A Dream Escape"
    },
    "updatedAt": "2023-11-24T00:49:33+00:00",
    "coverArt": "https://mangadex.org/covers/7e85832b-4e3d-46e8-a0a2-4770b471f96d/9195d8f8-ae74-4838-9d8c-2da73380376e.jpg",
    "altTitles": [
      {
        "ko": "손만 잡고 잘게"
      },
      {
        "ko-ro": "Pegang Saja Tanganku"
      },
      {
        "en": "Just Hold my Hand"
      }
    ],
    "description": {
      "en": "'Sonidor', a dream artisan who enters into other people's dreams through physical contact and grants wishes that could not be fulfilled in reality. One day, the emperor suddenly arrives at the house and asks to wake up the crown prince who has fallen into eternal sleep. \"I want you to wake him up.\"\n\nSonidor enters the dream of 'Marmel', the crown prince who is praised by everyone for his gentle nature and beautiful appearance, but somehow Marmel's dream is gloomy and desolate. “You were just going to kill me?!” \n\nAccording to the taste of the prince who hates people, Sonidor turns into various animals and finds the reason why Marmel fell asleep one by one, and Marmel gradually opens his heart to Sonidor... \"Your Highness, do you believe me?\" Will Sonidor be able to wake Marmel from his eternal sleep?",
      "pl": "\"Będę trzymać jego ręce, by obudzić go z wiecznego snu\"  Sodinor, ekspert do spraw snów, ma umiejętność spełnienia marzeń nawet w świecie snów. Na rozkaz cesarza została wprowadzona do snu księcia Marmella, który nie mógł się obudzić.  Jednak w snach księcia, który znany jest ze swojej dobroci i łagodności, jest coś bardzo dziwnego. Jego kraina marzeń jest opuszona i bezbarwna.   Sonidor infiltrując sny Marmella pod postacią uroczego zwierzątka udaje się znaleźć powód jego długiego letargu...  Czy Marmell obudzi się w końcu z wiecznego snu?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdbf5e66-32ff-4c07-a93a-e6d4b0536309",
    "title": {
      "en": "Jimoto Saikou!"
    },
    "updatedAt": "2024-05-20T13:03:41+00:00",
    "coverArt": "https://mangadex.org/covers/bdbf5e66-32ff-4c07-a93a-e6d4b0536309/947163d6-830c-43aa-9628-cef9240fbdb3.jpg",
    "altTitles": [
      {
        "ja": "Jimoto Saiko"
      },
      {
        "ja": "地元最高！"
      }
    ],
    "description": {
      "en": "A manga about girls who have never left their hometown, and no matter how many misfortunes they encounter due to their ignorance, they keep saying, \"My hometown is the best!\""
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8227d303-e008-40dd-ad7f-6d20ccad7203",
    "title": {
      "en": "Hot-blooded Teacher"
    },
    "updatedAt": "2024-04-28T04:47:06+00:00",
    "coverArt": "https://mangadex.org/covers/8227d303-e008-40dd-ad7f-6d20ccad7203/02055949-afed-4958-8fd4-8aedb52a29d1.jpg",
    "altTitles": [
      {
        "ja": "熱血教師"
      },
      {
        "ja-ro": "Nekketsu Kyoushi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61c68d53-06a9-4023-822a-ebda5ce0a38e",
    "title": {
      "en": "Shout Loud My Heart"
    },
    "updatedAt": "2024-05-21T17:49:13+00:00",
    "coverArt": "https://mangadex.org/covers/61c68d53-06a9-4023-822a-ebda5ce0a38e/c3d7ce0a-29fc-47ab-b499-d1ecbfbb2885.jpg",
    "altTitles": [
      {
        "ja": "シャウト・ラウド・マイハート"
      },
      {
        "vi": "Shout Loud My Heart"
      }
    ],
    "description": {
      "vi": "Mic (Mika) – giọng ca chính của ban nhạc Adam, dường như đã rung động trước Gen – tay guitar của ban nhạc Eve. Từ trước đến nay, ai cũng gọi cậu là Mic, nhưng chỉ duy nhất Gen, cậu muốn được nghe người ấy gọi tên mình là Mika. Những rung cảm được thể hiện bằng âm nhạc, muốn hét lên thật to những cảm xúc trong trái tim mình, chính là câu chuyện tình yêu trong “Shout loud my heart”."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "8f3e1818-a015-491d-bd81-3addc4d7d56a",
    "title": {
      "en": "Warui ga Watashi wa Yuri ja nai"
    },
    "updatedAt": "2024-05-22T02:56:55+00:00",
    "coverArt": "https://mangadex.org/covers/8f3e1818-a015-491d-bd81-3addc4d7d56a/3bf02e1f-cc8d-44b6-ba86-e3881ef03067.jpg",
    "altTitles": [
      {
        "en": "Sorry, but I’m Not into Yuri"
      },
      {
        "ja": "悪いが私は百合じゃない"
      },
      {
        "zh": "虽然很抱歉但我不是百合"
      },
      {
        "zh-hk": "雖然很抱歉但我不是百合"
      },
      {
        "zh-ro": "Suīrán hěn bàoqiàn dàn wǒ bùshì bǎihé"
      },
      {
        "pt-br": "Desculpa, mas não sou Sapatona"
      }
    ],
    "description": {
      "en": "In an attempt to win her homeroom teacher's heart, Itsumi Toudou purchased a shady love potion, and tested it out on her stuck-up student committee president, Yomotsuka. Now, she has an uncharacteristically affectionate girl to deal with, and she's not even a lesbian! Right?",
      "es": "Em uma tentativa de ganhar o coração de seu professor de sala de aula, Itsumi Toudou comprou uma poção do amor sombria e a testou em sua presunçosa presidente do comitê estudantil, Yomotsuka. Agora, ela tem uma garota estranhamente afetuosa para lidar, e ela nem é lésbica! Certo?",
      "ja": "担任の男性教師に恋をしている藤堂いつみは、ある日いけないサイトで惚れ薬を入手し、担任に飲ませようとする。しかし、真面目で堅苦しい美人学級委員長やヤンキー女子に飲まれてしまったから、さあ大変！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fa27946-b9f1-46aa-8c45-05378fafcf23",
    "title": {
      "en": "Madogiwa de Amu"
    },
    "updatedAt": "2023-12-10T06:57:10+00:00",
    "coverArt": "https://mangadex.org/covers/3fa27946-b9f1-46aa-8c45-05378fafcf23/0121b83a-b962-4afc-ac22-ba6540a0dfb6.png",
    "altTitles": [
      {
        "en": "Knitting by the Window"
      },
      {
        "ja": "まどぎわで編む"
      }
    ],
    "description": {
      "en": "Ota-kun is being bullied. Yamagishi-san, who sits in front of him, can't bear to see it and starts exchanging letters with him. Ota-kun decides to give Yamagishi-san a hand-knitted bracelet as a birthday present, but...!?\n\nMadogiwa de Amu (まどぎわで編む) is a one-shot story created by Hokazono Takeru, featuring both the writing and illustration. It was published in Weekly Shonen Jump Issue #19, April 2022, specifically on August 11, 2022."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64e13f82-7c55-47bc-9461-4df12dc61475",
    "title": {
      "en": "Kamieshi no Oshigoto"
    },
    "updatedAt": "2024-02-21T05:29:22+00:00",
    "coverArt": "https://mangadex.org/covers/64e13f82-7c55-47bc-9461-4df12dc61475/22434648-f28f-4cab-9064-14196620d363.jpg",
    "altTitles": [
      {
        "ja": "神絵師のおしごと"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf23214d-8100-47b5-a7c5-aab712988efb",
    "title": {
      "en": "Ore Tsukare-sama desu"
    },
    "updatedAt": "2024-05-21T17:23:34+00:00",
    "coverArt": "https://mangadex.org/covers/cf23214d-8100-47b5-a7c5-aab712988efb/f56b4f33-7ff2-4ab2-8cca-629e6e2faa00.jpg",
    "altTitles": [
      {
        "ko": "씌었습니다"
      },
      {
        "ja": "お憑かれさまです"
      },
      {
        "vi": "Linh Hồn Ám Quỷ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "b8b3014f-e8be-4c51-a969-32e138a137e9",
    "title": {
      "en": "Topographia"
    },
    "updatedAt": "2024-05-22T04:24:29+00:00",
    "coverArt": "https://mangadex.org/covers/b8b3014f-e8be-4c51-a969-32e138a137e9/c661d2b7-65dd-4072-abee-4e9151cc4c98.png",
    "altTitles": [],
    "description": {
      "en": "Oneshot published in Comic OZ #2"
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a2da1df-f9c5-47c2-87ab-46d800f2c582",
    "title": {
      "en": "They're a Yankee Couple"
    },
    "updatedAt": "2023-04-14T04:42:47+00:00",
    "coverArt": "https://mangadex.org/covers/3a2da1df-f9c5-47c2-87ab-46d800f2c582/0f780dda-6d5f-42b7-9241-c1f4a597a457.jpg",
    "altTitles": [
      {
        "ja": "彼女がヤンキーのカップル"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "781269c2-9c52-40aa-81a9-4a891ab9b319",
    "title": {
      "en": "Mamotte Banken-kun"
    },
    "updatedAt": "2024-05-21T17:34:33+00:00",
    "coverArt": "https://mangadex.org/covers/781269c2-9c52-40aa-81a9-4a891ab9b319/7d27c620-493b-4a69-aa85-e24ca8476050.jpg",
    "altTitles": [
      {
        "ja": "まもって番犬くん"
      },
      {
        "vi": "Bảo Vệ Tớ Đi, Chó Canh!"
      }
    ],
    "description": {
      "vi": "“Masa chó dại”, một gã trùm trường sừng sỏ của trường cấp 3, lại từng có quá khứ là một cậu nhóc yếu đuối và mít ướt, luôn ám ảnh vì bị “tình đầu” từ chối. Masa tình cờ gặp Sora – một cậu ấm có khuôn mặt giống với cô gái tình đầu đã từ chối mình lúc nhỏ, và được yêu cầu trở thành “chó canh” – bảo vệ cho Sora. Những rung động chớm nở bắt đầu từ đây, liệu chuyện tình của họ có suôn sẻ?!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-03-20T01:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/c421579e-d76e-4994-9c2e-ba16d9015fef.jpg",
    "altTitles": [
      {
        "ru": "Гачиакута"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ja": "ガチアクタ"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n\n---\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (U.S. Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-04-18T20:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/27bc5d4a-83db-4c9d-a049-5f8b9f29efc3.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bd45a18-27d4-43ba-b3b9-2293f9a957d0",
    "title": {
      "en": "I Stole the First Ranker’s Soul"
    },
    "updatedAt": "2023-09-10T12:33:25+00:00",
    "coverArt": "https://mangadex.org/covers/7bd45a18-27d4-43ba-b3b9-2293f9a957d0/3c760d8c-f073-43ad-b07a-6cdd35d9445c.png",
    "altTitles": [
      {
        "ko": "랭킹 1위를 영혼까지 털어버림"
      },
      {
        "ko-ro": "Ranking 1-Wireul Yeonghonkkaji Teoreobeorim"
      },
      {
        "en": "I Stole the Number One Ranker's Soul"
      }
    ],
    "description": {
      "en": "One day, Son Mo-Ah fell into a dungeon and became a gathering hunter.\nSon Mo-Ah, who somehow narrowly escaped death, was going to live a normal life but gets caught up in a dungeon yet again.\nIn a moment of crisis, she is rescued by Seo Ji-Han, the number one ranker, and succeeds in surviving the situation. Somehow, Son Mo-Ah got entangled in a fateful relationship with said number one ranker.\n\nBut he said something really unusual to me.\n\n“Promise me that you will kill all the dungeons bosses in this world, as many as you can.”\n\nWhat?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a69bece-8abb-4f4a-b513-edcba5d05bd5",
    "title": {
      "en": "Fuku wo Erabu Bakappuru"
    },
    "updatedAt": "2024-05-21T01:39:34+00:00",
    "coverArt": "https://mangadex.org/covers/6a69bece-8abb-4f4a-b513-edcba5d05bd5/f4e92443-fa5f-4a16-850d-abd169b784fe.jpg",
    "altTitles": [
      {
        "ja": "服を選ぶバカップル"
      },
      {
        "ja-ro": "Fuku o Erabu BaCouple"
      },
      {
        "en": "Idiot Couple Choosing Clothes"
      },
      {
        "en": "Dumb Couple Choosing Clothes"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c9241fa-2f76-4874-a0ff-1f86528fd146",
    "title": {
      "en": "Hikikomori Renkinjutsushi wa Hikikomorenai - Oie de Nonbiri Shitai Funtouki"
    },
    "updatedAt": "2024-02-20T23:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/7c9241fa-2f76-4874-a0ff-1f86528fd146/cd16ee97-0b6a-4217-84aa-2de44515c2fc.jpg",
    "altTitles": [
      {
        "ja": "引き籠り錬金術師は引き籠れない ～お家でのんびりしたい奮闘記～"
      },
      {
        "en": "The Hikikomori Alchemist Can’t Live in Peace ~ Struggling to Relax at Home!"
      }
    ],
    "description": {
      "en": "Celes is a reclusive alchemist with good skills but no interpersonal skills.\nOne day, she decides to leave her home and arrives in a country town on another continent.\nShe begins to live there, but the medicines she makes cure intractable diseases, and when she fights, she destroys demonic beasts.\nBefore she knows it, the town is buzzing with activity, and the number of requests increases one after another!\nThe story of the struggles of a beautiful and pitiful alchemist girl who seeks a slow and unhurried life!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2023-08-14T21:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/a1814984-0049-4cce-b899-4dcee10305e9.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \n  \nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "188e4f34-a80c-4a91-b54e-69572e8ed4d5",
    "title": {
      "en": "Saint Cecilia and Pastor Lawrence"
    },
    "updatedAt": "2024-05-11T16:02:15+00:00",
    "coverArt": "https://mangadex.org/covers/188e4f34-a80c-4a91-b54e-69572e8ed4d5/43f01b64-35f1-4938-afa5-4767f6401294.jpg",
    "altTitles": [
      {
        "ja": "白聖女と黒牧師"
      },
      {
        "ru": "Святая Сесилия и Пастор Лоуренс"
      },
      {
        "vi": "Thánh Nữ Cecilia và Mục Sư Lawrence"
      },
      {
        "ja-ro": "Shiro Seijo to Kuro Bokushi"
      }
    ],
    "description": {
      "en": "What’s a priest to do when the Saint he’s tasked to take care of is…a  klutz? One thing’s for sure…every day is bound to be lively!\n\nSaint Cecilia is beloved by the townspeople — not only is she elegant and composed, she benevolently shares her wisdom with all who seek it. That is, until the last person has left — at which point she becomes totally hopeless!\n\nOnly Pastor Lawrence is keeping the Saint put together enough to do her duties… and though she may test him, it’s all in a day’s work!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10178/episode/324516) (U.S. Only), [INKR](https://comics.inkr.com/title/2256-saint-cecilia-and-pastor-lawrence-1-4)",
      "vi": "Thánh nữ Cecilia có một bí mật - đó là cô sống hoàn toàn phụ thuộc vào Lawrence, mục sư của nhà thờ. Ngoài ra cô còn có một tình cảm bí mật đối với Lawrence, nói bí mật cho oai thế thôi chứ ai cũng biết riêng chỉ có Lawrence là không biết thôi"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2023-12-03T15:01:25+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/9a60773c-e882-45d7-909b-60a78af09003.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "750d3c4f-86cc-46e5-bcbf-1498c6a18b88",
    "title": {
      "en": "The Wicked Ladies in Waiting"
    },
    "updatedAt": "2024-05-05T17:19:46+00:00",
    "coverArt": "https://mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "altTitles": [
      {
        "en": "Bad Maids"
      },
      {
        "ko": "나쁜 시녀들"
      }
    ],
    "description": {
      "en": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-04-18T00:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/3b46fd7b-93cb-4995-a6a4-5af0b78142ce.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "en": "Starting Today We’re Childhood Friends"
      },
      {
        "en": "Starting Today She's My Childhood Friend"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2615a8a1-961a-45ae-9820-03fbd7bf83f0",
    "title": {
      "en": "Starting Today, We’re Childhood Friends Spinoff"
    },
    "updatedAt": "2024-04-24T03:50:16+00:00",
    "coverArt": "https://mangadex.org/covers/2615a8a1-961a-45ae-9820-03fbd7bf83f0/12c60756-8ce3-4630-b200-1e9b2fece915.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ スピンオフ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi Spinoff"
      },
      {
        "en": "Starting Today We’re Childhood Friends Spinoff"
      }
    ],
    "description": {
      "en": "A spinoff focusing on the “mature” Nono Oomiya."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37838287-3fe9-443d-9d22-eafc1089140e",
    "title": {
      "en": "Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru ~Level Up wa Jinsei wo Kaeta~"
    },
    "updatedAt": "2024-04-22T17:30:38+00:00",
    "coverArt": "https://mangadex.org/covers/37838287-3fe9-443d-9d22-eafc1089140e/a44bc03f-3495-43fc-8e04-e2733abdb770.jpg",
    "altTitles": [
      {
        "en": "I Got a Cheat Ability in a Different World, and Became Extraordinary Even in the Real World."
      },
      {
        "ja-ro": "Isekai de Cheat Nouryoku Ote ni Shita Ore wa, Genjitsu Sekai o mo Musou Suru."
      },
      {
        "ru": "Я обрёл читерскую способность в другом мире и стал необычайным человеком в этом мире. История о том, как повышение уровня изменило мою жизнь."
      },
      {
        "ru": "Я получил читерские способности в другом мире, и стал экстраординарным в реальном мире~ История о том, как повышение уровня изменило мою жизнь."
      },
      {
        "ja": "異世界でチート能力（スキル）を手にした俺は、現実世界をも無双する ～レベルアップは人生を変えた～"
      },
      {
        "ja": "異世界でチート能力を手にした俺は、現実世界をも無双する"
      },
      {
        "zh-hk": "異世界得到開掛能力的我、現實世界中也舉世無雙"
      },
      {
        "en": "I Got a Cheat Skill in Another World and Became Unrivaled in The Real World, Too"
      },
      {
        "zh": "异世界得到开挂能力的我、现实世界中也举世无双"
      },
      {
        "th": "สกิลโกงไร้เทียมทาน สร้างตำนานในสองโลก"
      },
      {
        "ko": "이세계에서 치트 능력(스킬)을 손에 넣은 나는, 현실 세계에서도 무쌍한다"
      },
      {
        "ja-ro": "Isekai de Cheat Nōryoku (Skill) o Te ni Shita Ore wa, Genjitsu Sekai o mo Musō Suru ~ Level Up wa Jinsei o Kaeta ~"
      }
    ],
    "description": {
      "en": "Since a young age, Tenjou Yuuya was continuously bullied.He is staying in his beloved grandfather's home while he goes to school and, as usual, he receives a harsh bullying, and takes an extended absence from school in order to have some time to heal his wounds.While on this long time of absence, he takes the opportunity to clean his grandfather's house and finds a room he never had seen before. Due to this being where his grandfather kept many different objects that he gathered from his travels around the world, it needed tidying! While Tenjou was arranging the objects, he found a door, yet it didn't seem to go anywhere since it was standing upright and not attached to any wall.Out of curiosity, Tenjou opens this door, and what he found on the other side is…",
      "pt-br": "Tenjo Yuuya sofre bully desde criança. Sua vida se resumia em passar o tempo na casa de seu avô e ir para a escola. Porém, ele sofria uma rotina diária de bully severo em sua escola, algumas vezes o pobre Yuuya se via obrigado a pedir licença para curar suas feridas. Mas em uma dessas licenças, ele acaba descobrindo um armazém de objetos que seu avô guardava, e entre esses objetos estava uma porta misteriosa. E claro, ele abriu a porta, e lá ele encontrou…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2befbc2-3e34-4716-a25d-e072c0ff3d02",
    "title": {
      "en": "Kaifukushoku no Akuyaku Reijou"
    },
    "updatedAt": "2024-03-29T20:10:40+00:00",
    "coverArt": "https://mangadex.org/covers/d2befbc2-3e34-4716-a25d-e072c0ff3d02/2f91eef8-3c7b-4d60-a475-8f348cc86c1b.jpg",
    "altTitles": [
      {
        "ja": "回復職の悪役令嬢"
      },
      {
        "en": "Villainess Healer"
      }
    ],
    "description": {
      "en": "Charlotte discovered that she was in the game world she played in her previous life when her engagement was broken off. With her cheat knowledge, she escapes from the scenario and changes her job to a <healer> in the enemy country, and enjoys a free adventurous life!",
      "ja": "婚約破棄されたことをきっかけに、ここが前世でプレイしていたゲーム世界だと気づいたシャーロット。チート知識でシナリオ脱出＆敵国で＜癒し手＞にジョブチェンジして、自由な冒険ライフを堪能します！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6aebf39-07b8-4959-ba73-fa852b96913b",
    "title": {
      "en": "Koiseyo Mayakashi Tenshi-domo"
    },
    "updatedAt": "2024-05-03T20:19:14+00:00",
    "coverArt": "https://mangadex.org/covers/f6aebf39-07b8-4959-ba73-fa852b96913b/adfa59a2-ffcd-41a4-92d4-f27c27d8498d.jpg",
    "altTitles": [
      {
        "ja": "恋せよまやかし天使ども"
      },
      {
        "en": "Fall in Love, You False Angels"
      }
    ],
    "description": {
      "en": "Otogi Katsura has had a reputation for being a beautiful girl at school since she entered the school. She is also named president of the class committee, but the vice president, Ichi (Ninomae), is also reputed to be a pretty boy. Unlike her public face, Otogi Katsura is an outspoken character and a martial artist in her own right. She is attracted to the perfect Ichi, who is also perfect on the inside, but she wonders if he also has a dark side."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8461d3da-d14b-4a60-9a37-e4428fdda85e",
    "title": {
      "en": "Umareta Chokugo ni Suterareta kedo, Zensei ga Taikensha datta node Yoyuu de Ikitemasu"
    },
    "updatedAt": "2024-04-13T19:00:43+00:00",
    "coverArt": "https://mangadex.org/covers/8461d3da-d14b-4a60-9a37-e4428fdda85e/b2c5ea0b-530f-4fe6-8277-b91959b63b25.jpg",
    "altTitles": [
      {
        "ja": "生まれた直後に捨てられたけど、前世が大賢者だったので余裕で生きてます"
      },
      {
        "en": "Since My Previous Life was a Wise Man, I can Afford to Live."
      }
    ],
    "description": {
      "en": "Born to excellent parents, Reus is abandoned shortly after being born due to a mismeasurement of magical aptitude. However, he was a super baby who had the memory and ability of his previous life where he was touted as a Great Sage, and was able to fly, not to mention conversation and walking!\n\nAdventuring with the sacred dragon familiar, Lindworm, enjoy the life of a baby Sage who becomes a person and enjoys freedom!",
      "ja": "見た目は赤ちゃん、だけど中身は大賢者!?\n\n世界を変えた最強の魔法使い・大賢者アリストテレウスがその生涯を閉じた…。\nだが大賢者アリストテレウスは、死んだ後に転生の魔道具を使い、転生することに成功したのだった。\n転生した先は、何百、何千年経ったのかも分からない後の世界の魔法名門家の赤子。\n恵まれた人生を歩むはずが、内に宿した規格外の魔力のせいか勘違いされ、生まれた直後に捨てられてしまう…!?\nしかし大賢者の能力と記憶を持つ赤子は、聖竜杖リントヴルムをお供に余裕で生き抜くのだった…!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4",
    "title": {
      "en": "Rent-A-Girlfriend"
    },
    "updatedAt": "2024-04-18T15:54:33+00:00",
    "coverArt": "https://mangadex.org/covers/32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4/f6898b49-b4b3-46bb-9f73-881d328d8989.jpg",
    "altTitles": [
      {
        "pt-br": "Namorada de aluguel"
      },
      {
        "id": "Dia, Aku Pinjam"
      },
      {
        "pl": "Dziewczyna do wynajęcia"
      },
      {
        "id": "Gadis yang Aku [Akan] Pinjam"
      },
      {
        "de": "Ich würde mir gerne eine Freundin ausleihen"
      },
      {
        "fr": "J'aimerais louer une petite amie"
      },
      {
        "ja-ro": "KanoKari"
      },
      {
        "tr": "Kiralık Sevgili"
      },
      {
        "es-la": "Novia de Alquiler"
      },
      {
        "ms": "Pacar Sewaan"
      },
      {
        "it": "Vorrei noleggiare una ragazza"
      },
      {
        "ru": "Девушка на прокат"
      },
      {
        "ru": "Девушка на час"
      },
      {
        "th": "สะดุดรักยัยแฟนเช่า"
      },
      {
        "ja": "かのかり"
      },
      {
        "zh": "女朋友、借我一下"
      },
      {
        "ja": "彼女、お借りします"
      },
      {
        "zh": "租借女友"
      },
      {
        "ko": "여친, 빌리겠습니다"
      },
      {
        "hr": "Unajmi curu"
      },
      {
        "it": "Una ragazza a noleggio"
      },
      {
        "pt": "Namorada de Aluguer"
      },
      {
        "ja-ro": "Kanojo Okarishimasu"
      },
      {
        "zh-hk": "出租女友"
      },
      {
        "vi": "Dịch Vụ Cho Thuê Bạn Gái"
      }
    ],
    "description": {
      "en": "Kinoshita Kazuya is a regular college student who was just dumped by his girlfriend for another guy. Feeling down in the dumps, he decides to use an app called Diamond to hire Mizuhara Chizuru, a rental girlfriend, to make himself feel better. From their first meeting, she seems to be the perfect girl for him, but is there more to her than meets the eye? And how will their not quite typical relationship develop?\n\n---\n**Links:**\n\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10001/episode/312699) (U.S. Only), [Kodansha](https://kodansha.us/series/rent-a-girlfriend/)",
      "fr": "Kinoshita Kazuya est un étudiant régulier qui vient d'être largué par sa petite amie pour un autre gars. Se sentant dans les décharges, il décide d'utiliser une application appelée Diamond pour embaucher Mizuhara Chizuru, une petite amie de location, afin de se sentir mieux. Dès leur première rencontre, elle semble être la fille parfaite pour lui, mais est-ce qu'il y a autre chose pour elle que ce qui est à l'oeil? Et comment va se développer leur relation pas tout à fait typique?",
      "it": "Kinoshita Kazuya è un normale studente universitario che è stato appena lasciato dalla sua ragazza. Devastato, decide di usare un app chiamata \"Diamond\" per reclutare Mizuhara Chizuru, una ragazza a noleggio per tirargli su il morale. Fin dal loro primo incontro, sembra essere la ragazza perfetta per lui, ma ci sarà altro dietro a quell'immagine da \"brava ragazza\"…? E come si evolverà la loro inusuale relazione?",
      "pt": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar uma aplicação de relacionamentos depois de ter levado terminado com a sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!",
      "ru": "Двадцатилетний никудышный студент университета муниципального района Киносита Кадзуя. Встреча с «особенной» красавицей ознаменует начало изменений в его жизни?!",
      "pt-br": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar um aplicativo de relacionamentos depois de ter levado um fora de sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "927036cf-ae3e-48dd-b814-9cc774a1c8de",
    "title": {
      "en": "Tokubetsu na Chuutohanpa"
    },
    "updatedAt": "2023-06-24T15:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/927036cf-ae3e-48dd-b814-9cc774a1c8de/9f8eb632-58c2-4990-a961-10f1833e37c8.jpg",
    "altTitles": [
      {
        "ja": "特別な中途半端"
      },
      {
        "en": "Special Halves"
      }
    ],
    "description": {
      "en": "\"What does it mean to be dating exactly...?\"\n\nThey're not friends.\nBut they're also not lovers.\nIt's a story about these two's half-relationship."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4948f01-d19e-4720-af9f-dcd1178a0798",
    "title": {
      "en": "A Chinese Fantasy: Nameless Sword"
    },
    "updatedAt": "2024-05-06T17:40:14+00:00",
    "coverArt": "https://mangadex.org/covers/b4948f01-d19e-4720-af9f-dcd1178a0798/3d3eb88b-76cf-48d1-9249-a9c96ce58379.jpg",
    "altTitles": [
      {
        "ja-ro": "Mumei no Ken: Chuugoku Gensousen"
      },
      {
        "ja": "無名の剣　中国幻想選"
      }
    ],
    "description": {
      "en": "A wandering swordsman takes on the challenge of killing the king. The story of \"Mumei no Ken\" shows a master of the bow, a master of the spear, a master of combat, a born villain, etc... Here the lifestyle of these extraordinary people from six classic Chinese stories is portrayed!",
      "pt-br": "Um espadachim errante assume o desafio de matar o rei. A história de \"Mumei no Ken\" mostra um mestre do arco, um mestre da lança, um mestre do combate, um vilão nato e etc... Aqui é retratado o estilo de vida dessas pessoas extraordinárias de seis histórias clássicas chinesas!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-05-12T00:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/171142b4-a653-414e-9c12-e4548a33e007.jpg",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c6c9d54-58ba-48db-8edf-d5a7890c4955",
    "title": {
      "en": "Otaku ni Yasashii Sugite Yandere ru Gyaru"
    },
    "updatedAt": "2023-12-06T03:28:12+00:00",
    "coverArt": "https://mangadex.org/covers/8c6c9d54-58ba-48db-8edf-d5a7890c4955/c90fb2fe-6f3c-4a71-99e3-a7ec0c4dd728.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しすぎてヤンデレるギャル"
      },
      {
        "fr": "Une gal yandere très gentille avec les otakus"
      },
      {
        "en": "The Gyaru is Too Friendly to the Otaku and Gets All Yandere"
      },
      {
        "ru": "Гяру слишком сильно любит отаку, и становится яндере"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f70349b-1800-4288-b0c5-43f172f50fe3",
    "title": {
      "en": "Baby Tyrant"
    },
    "updatedAt": "2023-12-09T02:49:32+00:00",
    "coverArt": "https://mangadex.org/covers/9f70349b-1800-4288-b0c5-43f172f50fe3/470da016-19bf-4f14-a00f-a9c39708a530.jpg",
    "altTitles": [
      {
        "en": "Born a Princess"
      },
      {
        "ko": "베이비 폭군"
      },
      {
        "ru": "Эта малышка — тиран"
      },
      {
        "ko-ro": "Baby Pokgun"
      }
    ],
    "description": {
      "en": "‘Less than a month old… I became the great empire’s treasured princess…!’\nIn all my life, I wanted love. Love from my family, But the family I had, failed me in the end. Abandoned… abused… I don’t want this so-called family. It’s a waste of time.\nI came to a new world after a miserable ending…\n‘The empire’s treasured princess… that’s me… but why is father, the emperor, so strange?’\n“Mabel, I will give you the Ponce Castle.”\n“My sweet child, the most fertile land is yours.”\n“No, wait, this whole country will be yours for the plucking.”\n‘Father, he’s strange… is this what family love is like?",
      "ru": "Мне 1 год, а меня уже называют Императрицей этой Империи?!\nКогда я открыла глаза, поняла, что переродилась в истории с печальным концом в семье, где не может быть согласия или любящих родителей. Я переродилась принцессой!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4de10ae6-79cc-4cb1-8425-03addc8dd546",
    "title": {
      "en": "Buzzy Noise: 5 YEARS LATER"
    },
    "updatedAt": "2024-05-22T02:09:17+00:00",
    "coverArt": "https://mangadex.org/covers/4de10ae6-79cc-4cb1-8425-03addc8dd546/6d90a7f0-969e-4038-8501-3f9d6d60c9e1.png",
    "altTitles": [
      {
        "en": "Buzzy Noise: 5 YEARS LATER"
      },
      {
        "ja": "バジーノイズ 5 YEARS LATER"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ae11ecf-f527-47e4-983e-8ae73c3b6a7b",
    "title": {
      "en": "Mikane and The Sea Woman"
    },
    "updatedAt": "2024-04-12T16:12:34+00:00",
    "coverArt": "https://mangadex.org/covers/2ae11ecf-f527-47e4-983e-8ae73c3b6a7b/f3a6ec50-6f86-4088-a82c-7a88721c1eb2.jpg",
    "altTitles": [
      {
        "ja": "ぼくと海彼女"
      },
      {
        "ja-ro": "Boku to Umi Kanojo"
      }
    ],
    "description": {
      "en": "It's not like I don’t belong here… One year ago, a young boy named Mikane moved back to a small island in Kyushu. The locals are warm, his father is brusque yet kind, and he has a good friend who worries for him. Despite having so much, Mikane feels dissatisfied and lonely. Then, one day, he saves a mysterious, beautiful woman from the sea. His meeting with this “onee-san” will drastically change his destiny!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]