[
  {
    "mangaId": "bd2146ff-c86b-41c9-bd2b-f02d253516de",
    "title": {
      "en": "Devoro"
    },
    "updatedAt": "2024-08-16T08:08:57+00:00",
    "coverArt": "https://mangadex.org/covers/bd2146ff-c86b-41c9-bd2b-f02d253516de/e55e8a03-e1ef-44e7-8546-24e2a832ec97.jpg",
    "altTitles": [],
    "description": {
      "en": "If the world fell apart and you could do nothing but survive, how would you do it? What purpose or peace can you find when all that remains is the ruins of the past?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b5f5762-425d-4102-a503-4d94f48f90cd",
    "title": {
      "en": "Ankoku Delta"
    },
    "updatedAt": "2025-01-12T15:05:35+00:00",
    "coverArt": "https://mangadex.org/covers/7b5f5762-425d-4102-a503-4d94f48f90cd/317c4a74-bf8b-4aba-9873-791980658b9c.jpg",
    "altTitles": [
      {
        "ja": "暗黒デルタ"
      },
      {
        "ja-ro": "Ankoku Deruta"
      },
      {
        "ru": "Тьма Дельты"
      }
    ],
    "description": {
      "en": "In the otherworldly city of Delta, its grotesque residents sustain themselves by consuming human energy...!\n\nThis gritty, action-packed tale marks the first full series from the up-and-coming talent who captivated audiences with the one-shots “Death Salmon Hunter” and “Composter Funeral”!",
      "ja": "人間たちの知らない、もうひとつの世界に存在する都市・デルタ。異形の者たちが住まうその都市では人間から吸い出したエネルギーが生活の全てを支え、最も価値のある物とされていた。住人のオーロラもエネルギーを集めて暮らしていたが、自分たちとは異なる価値観を持つ人間世界に興味津々！"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "35"
  },
  {
    "mangaId": "08f7e490-c9de-4e0a-8802-dddd68e55169",
    "title": {
      "en": "It Seems Like My Friend Has Already Made Several Loops"
    },
    "updatedAt": "2024-05-10T10:07:15+00:00",
    "coverArt": "https://mangadex.org/covers/08f7e490-c9de-4e0a-8802-dddd68e55169/396e7856-b19d-4e25-a1e8-c3491654bdab.jpg",
    "altTitles": [
      {
        "ja": "友人が既に何周かしているらしい"
      },
      {
        "ja-ro": "Yuujin ga Sude ni Nanshuuka shiteiru Rashii"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "78687be0-7487-4671-ac55-a6c6bbdb449b",
    "title": {
      "en": "Gakuen Mono no Otome Game no Sekai ni Tensei Shita kedo, Cheat-mochi no Haikei Danshi Seito datta you desu"
    },
    "updatedAt": "2024-12-15T21:03:47+00:00",
    "coverArt": "https://mangadex.org/covers/78687be0-7487-4671-ac55-a6c6bbdb449b/2c9f1e27-f7d0-4f07-b236-64cd0dd708f0.jpg",
    "altTitles": [
      {
        "ja": "学園物の乙女ゲームの世界に転生したけど、チート持ちの背景男子生徒だったようです。"
      },
      {
        "en": "It Seems that I was Reincarnated into the World of a School Otome Game, but I was a Background Male Student with Cheats."
      },
      {
        "zh-hk": "我似乎在學園主題的乙女遊戲世界中轉生，但我是一個有外掛的背景男子學生。"
      }
    ],
    "description": {
      "en": "Kenta, a freelancer, is reincarnated into a world that resembles a school otome game that his sister likes, and he finds himself a male student with a background character. In his reincarnation, Kenta tries his best to improve his living environment as a commoner, Kent, by making his part-time bakery across the street from his house thrive, but for some reason, more and more attractive women start to appear around him.",
      "ja": "フリーターの健太は、妹が好きな学園物の乙女ゲームに似た世界に転生してしまい、気が付けば背景キャラの男子生徒になっていた。転生先では、平民のケントとして生きる健太。家の向かい側にあるバイト先のパン屋を繁盛させようと現代知識を駆使して頑張る健太だが、なぜか周りに魅力的な女性達が増えていき――。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06223ae2-ce16-48d6-aa87-e69e8c3634b9",
    "title": {
      "en": "Soloist in a Cage"
    },
    "updatedAt": "2024-10-09T12:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/06223ae2-ce16-48d6-aa87-e69e8c3634b9/32781bd5-3f78-42d7-ae5b-886c8a0de6ac.jpg",
    "altTitles": [
      {
        "ja": "檻ノ中のソリスト"
      },
      {
        "ja-ro": "Ori no Naka no Soloist"
      },
      {
        "ja-ro": "Ori no Naka no Sorisuto"
      },
      {
        "ja": "Soloist in a cage"
      },
      {
        "en": "Soloist in A Cage"
      },
      {
        "en": "Soloist of the Prison"
      },
      {
        "zh": "笼中的独舞者"
      },
      {
        "ko": "옥안의 솔리스트"
      },
      {
        "es-la": "Soloist en una Jaula"
      },
      {
        "es": "El solista en la prisión"
      },
      {
        "ar": "العازف المنفرد في السجن"
      },
      {
        "fa": "رقصنده‌ در قفس"
      },
      {
        "uk": "Солістка в клітці"
      }
    ],
    "description": {
      "ar": "في سجن كبير جدا لدرجة تسميته بالمدينة، يتجمع شتى أنواع المجرمين. و بسبب جدرانه الغير قابلة للاختراق استمرت ساكنة السجن بالنمو. و بين كل هذا و ذاك شقيقان، فتاة صغيرة و طفل رضيع. ما هو مصيرهما يا ترى في هذه المدينة البائسة و الباردة؟ قصة من الأمل و النضال تبدأ الآن. ابدأ بقراءته مترجم على مانجا العرب",
      "en": "In a prison so big that it is called a city, all sorts of criminals have been amassed. Due to the inescapable walls, the population only continues to grow. Within are a pair of siblings - a young girl and a recently born boy. What will be their fate in this desolate, cold city…? A story of hope and struggle begins.\n___\n**Official English Volumes:** [Seven Seas](https://sevenseasentertainment.com/series/soloist-in-a-cage/)",
      "fa": "زندان‌شهر مکانی که بیش از پانصد هزار نفر زندانی را در خود جای داده است و امکان فرار از آن وجود ندارد، چرا که ساکنان آن به طور مداوم توسط هزاران نگهبان ربات تحت نظر هستند. «کلوئی» دختری هفت ساله، تمام عمرش را در این شهر دلخراش زندگی کرده است. او که توسط والدینش رها شده است، روزهای خود را با برادر کوچکش، «لوک» می‌گذراند. از آنجایی که خیابان‌ها مملو از جنایتکاران خطرناک است، او هرگز خانه را ترک نکرده و با مراقبت از برادرش هدف خود را در زندگی می یابد. یک شب، «کلوئی» پس از اینکه متوجه شد همسایگانش در حال تلاش برای فرار هستند، مخفیانه آنها را در حالی که «لوک» را حمل می‌کند، تعقیب می‌کند. در حین فرار همه چیز بهم می‌ریزد و او از برادرش جدا می شود ...",
      "es-la": "En una prisión tan grande que se llama ciudad, se han acumulado todo tipo de criminales. Debido a los ineludibles muros, la población no hace más que crecer. Dentro hay un par de hermanos: una niña y un niño recién nacido. ¿Cuál será su destino en esta desolada y fría ciudad? Comienza una historia de esperanza y lucha."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "97f21bb2-4331-46a2-8307-483eb3370019",
    "title": {
      "en": "House Mayton's Youngest"
    },
    "updatedAt": "2024-10-28T20:51:49+00:00",
    "coverArt": "https://mangadex.org/covers/97f21bb2-4331-46a2-8307-483eb3370019/990042e3-2a9d-4571-98f1-0ee1c80ffd1e.jpg",
    "altTitles": [
      {
        "en": "Youngest Scion of the Mages"
      },
      {
        "es-la": "El Hijo Menor del Renombrado Clan Mágico"
      },
      {
        "en": "Youngest Son of the Renowned Magic Clan"
      },
      {
        "ko": "마법명가 막내아들"
      }
    ],
    "description": {
      "en": "As the author of \"Swordmaster Sade,\" Cha Sungmin had no idea how dangerous his plot-hole-riddled novel could be until he's reborn as Rasen Mayton, a spoiled side character destined to die at 17. As if being stuck in the body of a rude scumbag despised by everyone wasn't enough, Sungmin also discovers that he was reborn at a point before his story began. \n\nWith almost no knowledge about the current timeline, will Sungmin be able to survive in this unwritten world as House Mayton's youngest?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Amagami-san Chi no Enmusubi"
    },
    "updatedAt": "2024-10-14T03:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/6aafd203-84cc-435f-9320-0e64696f45b2.jpg",
    "altTitles": [
      {
        "en": "Tying the Knot with an Amagami Sister"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      },
      {
        "es-la": "Emparejamiento del Hogar Amagami"
      },
      {
        "vi": "Kết duyên nhà Kamigami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами.",
      "vi": "Được thực hiện bởi phụ tá của Negi Haruba và được chính tác giả của Gotou-bun khuyến khích xem thử. Từ Oneshot nay đã có series và được đông đảo mọi người đón nhận\nUryuu Kamihate chuyển đến Kyoto và tình cờ sống chung với 3 chị em Miko trong một ngôi đền. Tuy vậy cậu lại là một người không tin vào thần linh mà chỉ tin tưởng bản thân mình, chuyện gì sẽ xảy đến với Uryuu khi xung quanh cậu là 3 chị em vu nữ xinh đẹp đây?",
      "es-la": "Un chico que había perdido la fe en las Oraciones y los Dioses, de pronto conocerá a 3 hermosas Hermanas que son Doncellas del Templo donde comenzará a vivir, ¿Esto afectará de alguna Manera a nuestro Protagonista? Léelo para descubrirlo.",
      "pt-br": "Kamihate Uryuu, órfão desde a infância, recebe um convite para ficar no santuário xintoísta local. Tudo o que ele queria era um lugar tranquilo para estudar, para que pudesse realizar seu sonho de entrar para uma faculdade de medicina de ponta, mas depois de chegar lá, ele se depara com três belas irmãs donzelas do santuário... E o sacerdote chefe pede que ele se case com uma delas e assuma o santuário. Uma história de amor e milagres está prestes a se desenrolar!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9230ddb5-a3a9-45e5-9455-d8e7e7abbae8",
    "title": {
      "en": "Anmitsu Hoippu! Watashi ga Inakucha Dame na Kanojo no Hanashi"
    },
    "updatedAt": "2024-12-26T04:52:17+00:00",
    "coverArt": "https://mangadex.org/covers/9230ddb5-a3a9-45e5-9455-d8e7e7abbae8/e7834b15-a8dd-41ef-92e3-1026f4155f68.jpg",
    "altTitles": [
      {
        "ja": "あんみつホイップ！ワタシがいなくちゃダメなカノジョのハナシ"
      },
      {
        "ja-ro": "Anmitsu Hoippu! Watashi ga Inakucha Dame na Kanojo no Hanashi"
      },
      {
        "en": "Anmitsu Whip! Stories of My Girlfriend Who Can't Live Without Me"
      }
    ],
    "description": {
      "en": "\"I can't live without you!\"\n\nA cohabiting yuri couple, Anzu and Mitsuki, have a relationship where they simply can’t live without each other! A lighthearted and sweet Girls' Love comedy that depicts the lovey-dovey everyday lives of this co-dependent couple. ♪",
      "ja": "「アナタがいなくちゃダメなの!」\n同棲中の百合ップル、あんずとみつきはお互いにお互いなしではいられない関係。\nそんなふたりのいちゃラブな日常を描いた、ゆる甘共依存ガールズラブコメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b344c3f0-20b4-4127-bfe9-0d29874e41c6",
    "title": {
      "en": "My Harem Consists Entirely of Female Demon Villains"
    },
    "updatedAt": "2024-09-11T21:19:55+00:00",
    "coverArt": "https://mangadex.org/covers/b344c3f0-20b4-4127-bfe9-0d29874e41c6/8a55c1d2-cd05-47e3-93b9-6439419071e5.png",
    "altTitles": [
      {
        "zh": "我的后宫全是反派魔女"
      },
      {
        "zh-ro": "Wo De Hougong Quan Shi Fanpai Monü"
      }
    ],
    "description": {
      "en": "I, the earthling \"hero\" of this story, crossed over into another world based on a video game and suddenly appeared in a villainous female demon's bed when I arrived. If not for the fact that I had married all the villains in the game before crossing over, I'd have been killed pretty quickly. Now, the villains keep pestering me, asking me to help them rule the world, and vying for my hand in marriage. What am I supposed to do? I'll await your answers online! It's urgent!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ce9c849-9770-4606-84bc-b894855f819d",
    "title": {
      "en": "Wakaranai Desu Yoshida-san"
    },
    "updatedAt": "2024-12-20T17:25:26+00:00",
    "coverArt": "https://mangadex.org/covers/0ce9c849-9770-4606-84bc-b894855f819d/30ce76cb-88c9-448c-af96-241eb03186c6.jpg",
    "altTitles": [
      {
        "ja": "わからないです　吉田さん"
      },
      {
        "en": "I Don't Know, Yoshida-san"
      },
      {
        "ru": "Что же в голове у Ёсиды?"
      }
    ],
    "description": {
      "en": "Tsukumo Yamada is a simple and unremarkable college student. \n\nAs he is getting ready to go home after finishing his university lecture as usual, a solitary beautiful woman, Mao Yoshida, who is rumored to be a \"mermaid princess,\" passes by. While the boys are in an uproar, Yamada is secretly summoned by Yoshida. When they are alone, Yoshida presses against him. In fact, Yamada and Yoshida have an intimate relationship... \n\nHowever, he is unable to grasp the romantic distance between them because Yoshida is too expressionless, and he is having a sweet but bittersweet college life, unable to go from \"friend\" to \"lover\".",
      "ja": "地味で取柄もない大学生の九十九。大学の講義を終え帰宅準備をしていると孤高の美女「吉田真魚」が通りかかる。九十九と吉田さんは親密な関係なのだが、吉田さんが無表情すぎてなかなか関係が進展しないのだった…。",
      "ru": "Повседневная история отношений между двумя студентами, которые всё никак не могут перейти от статуса друзей к возлюбленным.\nЯмада Цукумо - обычный ничем не примечательный студент университета. Когда после окончания лекции он уже собирался уходить домой, мимо прошла нелюдимая красивая девушка Мао Ёсида. На самом деле, их уже давно связывают интимные отношения, но они всё никак не могут продвинуться дальше, потому что Ёсида сама себе на уме.",
      "es-la": "Tsukumo, un estudiante universitario ordinario y sin muchos atributos destacables, vive su día a día con tranquilidad. Pero un dia despues de finalizar sus clases y prepararse para regresar a casa, se cruza con Yoshida Mao, una hermosa y solitaria joven apodada la \"Sirena\". Entonces, mientras los demás chicos murmuran a su alrededor, Yoshida llama a Tsukumo en secreto. Al encontrarse a solas, Yoshida se acerca a él de manera inesperada. La realidad es que Tsukumo y Yoshida tienen una relación un tanto cercana. Sin embargo, Tsukumo lucha por comprender la distancia romántica entre ellos debido a la inexpresividad de Yoshida, lo que les impide pasar de ser \"amigos\" a \"novios\". Así, Tsukumo vive una vida universitaria dulce pero agridulce, intentando navegar entre la amistad y el amor. ¡¡Una serie de Takahashi osamu, autor de Lust Geass!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77462deb-15bf-4957-9109-e12f4e06d0e7",
    "title": {
      "en": "Maou to Ryuuou ni Sodaterareta Shounen wa Gakuen Seikatsu wo Musou suru You desu"
    },
    "updatedAt": "2025-01-12T00:26:20+00:00",
    "coverArt": "https://mangadex.org/covers/77462deb-15bf-4957-9109-e12f4e06d0e7/dcca2227-fbc6-49f3-bd6d-85b87dbfd0b2.jpg",
    "altTitles": [
      {
        "ja": "魔王と竜王に育てられた少年は学園生活を無双するようです"
      },
      {
        "en": "The Boy Raised by the Demon Queen and the Dragon Queen Has No Rival"
      }
    ],
    "description": {
      "en": "A boy named Ruisha is trapped in a distorted space created by the ancient hero. What he finds there is the Demon King and the Dragon King, who should have been defeated by the hero 300 years ago. Ruisha befriends the Demon King and the Dragon King, and is trained by them, going from a weak child to a legendary warrior with the power of both demons and dragons. Using his power, Ruisha escaped from the strange place and was accepted into the magic academy where the hero’s descendants live. And now he will have to face many challenges to free the Demon King and Dragon King.",
      "ja": "「魔王」と「竜王」の力を継ぐ少年の無双ファンタジー！\n才能ゼロの少年ルイシャは、ある日謎の穴に落ちてしまう。その先にいたのは、巨乳で美人の「魔王」と褐色幼女の「竜王」！　2人から300年の修行を受け、少年は魔族と竜族の力に覚醒する！　ちょっとだけHな少年の英雄譚が、タテ読みフルカラーで開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e37a0e20-d5c3-45e5-abbe-f245c6735a04",
    "title": {
      "en": "Kimi no Love o Misetekure!"
    },
    "updatedAt": "2025-01-01T04:03:31+00:00",
    "coverArt": "https://mangadex.org/covers/e37a0e20-d5c3-45e5-abbe-f245c6735a04/e5900431-f0bf-4a29-9f46-718fa69fa7e3.jpg",
    "altTitles": [
      {
        "ja": "君のラブを見せてくれ！"
      },
      {
        "ja-ro": "Kimi no Love wo Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu o Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu wo Misetekure!"
      },
      {
        "en": "Show Me Your Love!"
      },
      {
        "en": "“Show Me Your Love!”"
      },
      {
        "zh-hk": "向我展露你的愛"
      },
      {
        "zh-ro": "Xiàng wǒ zhǎnlù nǐ de ài"
      },
      {
        "vi": "Hãy cho tôi thấy tình yêu của cậu"
      }
    ],
    "description": {
      "en": "Komichi Shijou, the most famous person at her school, was troubled. Despite being a romantic comedy manga artist, she had no understanding of 'the feeling of love' was stuck in a creative slump. One day, a certain boy and girl appear before her. With their arrival, Komichi Shijou's investigation into 'genuine love' begins…!?",
      "ja": "学校イチの有名人・四條恋路は悩んでました。なぜならラブコメ漫画家なのに、彼女には“恋する気持ち”がまったくわからず、スランプになってしまったからです。 そんな彼女の前にひと組の男女が現れます。その男女との出会いにより、彼女・四條恋路による“ホンモノの恋”への探求が始まるのでした…！？『恋愛』を綴る天才漫画家少女はホンモノの“恋”を知らないーー！？",
      "pt-br": "Komichi Shijou, a pessoa mais famosa da escola, estava preocupada. Apesar de ser uma artista de mangá de comédia romântica, ela não tinha nenhuma compreensão do \"sentimento do amor\" e estava presa em uma crise criativa. Um dia, um certo garoto e uma garota aparecem diante dela. Com a chegada deles, a investigação de Komichi Shijou sobre o \"amor genuíno\" começa...!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edc73fe0-2120-40a0-9216-cfb29e0cd0d5",
    "title": {
      "en": "Koha-Ace Collection"
    },
    "updatedAt": "2025-01-07T18:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/edc73fe0-2120-40a0-9216-cfb29e0cd0d5/f79b37e6-e20f-44e3-8cca-5c91f2311664.png",
    "altTitles": [
      {
        "en": "KohaColle"
      },
      {
        "ja": "コハエースこれくしょん"
      },
      {
        "ja": "コハこれ"
      }
    ],
    "description": {
      "en": "We're ready to activate Super Dogeza toward basically everybody!\n\nA collection of works by the popular manga artist of Koha-Ace, Keikenchi, has finally arrived. Included in this volume are the ultra-rare collaborations with Prisma Illya, Kantai Collection and Lucky☆Star! It's a volume that's sure to get you hooked on the world of Keikenchi! (Koha-Ace side-story collection, released between Koha-Ace EX and Koha-Ace XP)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "26"
  },
  {
    "mangaId": "c21faf1f-71d8-4cdc-a9a0-d1675531d927",
    "title": {
      "en": "Flower of Youth"
    },
    "updatedAt": "2024-12-05T19:47:01+00:00",
    "coverArt": "https://mangadex.org/covers/c21faf1f-71d8-4cdc-a9a0-d1675531d927/e79e0371-26ff-4ac0-b50c-22bc092ab619.jpg",
    "altTitles": [
      {
        "th": "พบกันต์ ณ ที่รัก"
      },
      {
        "en": "My beloved, Pob and Kan"
      }
    ],
    "description": {
      "en": "\"Pob, Pob Panus,\" a renowned solo female artist with an impeccable reputation. However, deep in her heart, Pob has been longing for her first love that faded away many years ago. And that love is \"Kan, Kan Thiwa,\" who once promised to become a singer alongside her. One day, Pob encounters Kan again... as a flower shop owner and a single mother?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c996b6ee-d950-4b71-b27e-32ff909e7361",
    "title": {
      "en": "Uchi no Deshi ga Itsu no Manika Jinrui Saikyou ni Natte-ite, Nan no Sainou Monai Shishou no Ore ga, Sore wo Koeru Uchuu Saikyou ni Go Nintei Sareteiru Kudan ni Tsuite"
    },
    "updatedAt": "2024-09-02T10:41:42+00:00",
    "coverArt": "https://mangadex.org/covers/c996b6ee-d950-4b71-b27e-32ff909e7361/27433a82-2f9a-4600-8658-ca4b88e14761.jpg",
    "altTitles": [
      {
        "en": "My Disciple Has Become the Strongest Human Before I Knew It, and I, A Master With No Talent, Was Mistakenly Recognized as the Strongest in the Universe Beyond That"
      },
      {
        "ja": "うちの弟子がいつのまにか人類最強になっていて、なんの才能もない師匠の俺が、それを超える宇宙最強に誤認定されている件について"
      },
      {
        "pt-br": "Meu Discípulo Se Tornou O Humano Mais Forte Antes Que Eu Percebesse, E Além Disso, Eu, Um Mestre Sem Talento, Fui Erroneamente Reconhecido Como O Mais Forte Do Universo"
      }
    ],
    "description": {
      "en": "Takumi was banished from the party and lived alone in the mountains. Leia, who claims to be a disciple of Alice, a girl who once protected and cared for him, came to him. She has become a disciple of Takumi, who is rumored to be the strongest in the universe. Since then, a dragon, a great sage, and a goblin king have visited Takumi, who has no talent, and is suspected to be a demon king!?",
      "ja": "冒険者を引退したタクミがなぜか冒険者ランキング1位、宇宙最強に誤認定されてしまう!!　その結果、凄腕剣士、龍王の娘、ゴブリンの王様など、さまざまな“最強”が彼の元にたずねてきてしまい…!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbccff58-45ac-443c-b021-19a9717b5da2",
    "title": {
      "en": "Oshitai shite Orimasu."
    },
    "updatedAt": "2025-01-13T02:04:43+00:00",
    "coverArt": "https://mangadex.org/covers/dbccff58-45ac-443c-b021-19a9717b5da2/8f3b2e4e-947f-4f30-81ae-536b5d467c43.jpg",
    "altTitles": [
      {
        "ja": "推したいしております。"
      }
    ],
    "description": {
      "en": "On the day of a matchmaking interview between distinguished families... Riko wanted to call it off because she's in love with her Oshi, while her counterpart Taiyou was also aiming to call it off because of his fear of women! However, they're both able to value what the other \"loves\" and come to an understanding, so they decide to pretend to be dating in order to deceive their parents!? This is the start of your new favorite Handcraft Boy x Yumejoshi Girl Fake Love Lifestyle♪",
      "ja": "名家のお見合い当日――。推しに恋しているためご破算にしたい理子に対し、相手の太陽も女性恐怖症で破談を狙っていた！しかし互いの「好き」を大事にできるふたりは認め合うようになり、両親の目をごまかすべく付き合ってるフリをすることに…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8aad331-14e9-4761-989b-1d13eb9e13ef",
    "title": {
      "en": "Baby Pharmacist Princess"
    },
    "updatedAt": "2024-05-31T18:31:00+00:00",
    "coverArt": "https://mangadex.org/covers/c8aad331-14e9-4761-989b-1d13eb9e13ef/62e9374b-1df1-4ef9-9c65-2f5229577b7a.jpg",
    "altTitles": [
      {
        "ko": "아기 약사 황녀님"
      }
    ],
    "description": {
      "en": "Just by clicking the wrong button, I ended up possessing the game's princess character, \"Cherise\"! Yoon Che-ri, a graduate of a pharmaceutical university. Like the so-called 'hardcore gamer' she is, She unexpectedly appears in the VR game she plays every day. A red rabbit puts her in debt to the game, owing 10 billion gems...\n\nIf she doesn't repay the debt of 10 billion gems, she won't be able to log out?\n\n♡ Surprise Quest Triggered ♡\n\nUser's ability confirmed as \"Pharmaceuticals,\" customized settings have been completed accordingly. Future quests will focus on \"Pharmaceuticals.\"\n\n[Confirm] ◀\n\nHuh? Why do I feel excessively capable...? If things go on like this, I might be able to return soon!\nWill Cherise really be able to settle the 10 billion gem debt and return to her original world?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d1f5245-694d-4ae6-baa2-b690a040e4d4",
    "title": {
      "en": "12 Suicidal Children"
    },
    "updatedAt": "2023-05-15T17:48:41+00:00",
    "coverArt": "https://mangadex.org/covers/2d1f5245-694d-4ae6-baa2-b690a040e4d4/9e867ca0-efc7-4ff2-bc54-324ffdfe7754.jpg",
    "altTitles": [
      {
        "ja-ro": "12-nin no Shinitai Kodomo-tachi"
      },
      {
        "ja": "十二人の死にたい子どもたち"
      },
      {
        "en": "12 Suicidal Teens"
      },
      {
        "ko": "12인의 죽고 싶은 아이들"
      },
      {
        "ru": "Двенадцать детей, которые хотят умереть"
      },
      {
        "zh": "十二个想死的少年"
      },
      {
        "zh-hk": "十二個想死的少年"
      }
    ],
    "description": {
      "en": "The story is a locked-room mystery where 12 kids go into an abandoned hospital to give up on life. In the room where they meet, a boy is already lying dead, and no one knows who he is.",
      "ja": "[Wikipedia](https://ja.wikipedia.org/wiki/%E5%8D%81%E4%BA%8C%E4%BA%BA%E3%81%AE%E6%AD%BB%E3%81%AB%E3%81%9F%E3%81%84%E5%AD%90%E3%81%A9%E3%82%82%E3%81%9F%E3%81%A1)",
      "zh-hk": "[Wikipedia](https://zh.wikipedia.org/wiki/%E5%8D%81%E4%BA%8C%E5%80%8B%E6%83%B3%E6%AD%BB%E7%9A%84%E5%B0%91%E5%B9%B4)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "90a6e2c6-4d08-4437-9e68-79edccb22dac",
    "title": {
      "en": "Level One Dreamers"
    },
    "updatedAt": "2024-11-22T16:20:12+00:00",
    "coverArt": "https://mangadex.org/covers/90a6e2c6-4d08-4437-9e68-79edccb22dac/55597f4a-ef06-4076-84a9-681a2aa187b0.png",
    "altTitles": [
      {
        "th": "ผู้ชนะรักนี้ต้องเป็นฉัน"
      }
    ],
    "description": {
      "en": "Although Captain is handsome, kind, and good at sports, he’s also an avid gamer. That’s the reason why Kiss decided to start learning how to play games in hopes of winning over the senior she has a crush on. However, this turned out to be the beginning of an unexpected online relationship between Kiss and Miguel, who is secretly the world's number one pro player!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-12-27T19:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/8e32399d-1bbe-4430-b2fe-8c4d01127e87.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      },
      {
        "vi": "Bạn từ nhỏ kể từ ngày hôm nay"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c65f2b30-bf0c-4fec-b61c-217febcf5d7a",
    "title": {
      "en": "I Raised My Younger Sister Beautifully"
    },
    "updatedAt": "2024-12-16T05:07:49+00:00",
    "coverArt": "https://mangadex.org/covers/c65f2b30-bf0c-4fec-b61c-217febcf5d7a/de0a4cf7-f522-441e-a0b0-07b97e33b333.jpg",
    "altTitles": [
      {
        "ko": "동생을 예쁘게 키웠다"
      },
      {
        "ko-ro": "Dongsaengeul Yeppeuge Kiwotda"
      },
      {
        "en": "My Beloved Baby Sister"
      },
      {
        "en": "Raising My Little Sister Prettily"
      },
      {
        "en": "I Raised My Little Sis Beautifully"
      },
      {
        "ru": "Я прекрасно воспитала свою сестру"
      },
      {
        "th": "คราวนี้ฉันจะเลี้ยงน้องเป็นอย่างดี"
      },
      {
        "ja": "妹を可愛く育てたら大公 様に溺愛されました"
      },
      {
        "zh": "这次要好好养妹妹"
      }
    ],
    "description": {
      "en": "When Princess Fleta, who has been mistreated her entire life due to being born with a curse, summons the basilisk and destroys the palace, Princess Cezanne regrets that things could have turned out differently if someone had been by Fleta's side. So when she miraculously finds herself six years back in time, she is determined to take Fleta under her wing and fill her baby sister's life with nothing but joyful light. Will Cezanne be able to dispel the darkness inside Fleta and rewrite the ending?\n\n---\nThe imperial family collapsed during one night by the basilisk, the summoned beast of darkness which was summoned by the cursed princess, Fleta. “If there is a next life, then… Can I really be your younger sister?” If I had approached you a little earlier, would it have been different from now? The last time everyone regretted it, the time miraculously returned to 6 years earlier. If this is the second chance we've been given.",
      "ru": "Императорская семья рухнула за одну ночь из-за василиска, призванного зверя тьмы, которого призвала проклятая принцесса Флета. «Если есть следующая жизнь, то… Могу ли я действительно быть твоей младшей сестрой?» Если бы я обратился к тебе немного раньше, было бы всё иначе, чем сейчас? Последний раз все об этом пожалели, время чудесным образом вернулось на 6 лет назад. Если это второй шанс, который нам дан..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57a981a8-fa23-48c5-971b-1329e3d9bb0b",
    "title": {
      "en": "Isekai de Kojiin wo Hiraita kedo, Naze ka Darehitori Sudatou to Shinai Ken"
    },
    "updatedAt": "2024-11-01T17:02:15+00:00",
    "coverArt": "https://mangadex.org/covers/57a981a8-fa23-48c5-971b-1329e3d9bb0b/b6e00e10-5de5-42f1-90d2-d68c2cde8e43.jpg",
    "altTitles": [
      {
        "en": "I Opened an Orphanage in Another World, But For Some Reason No One Wants to Leave."
      },
      {
        "ja": "異世界で孤児院を開いたけど、なぜか誰一人巣立とうとしない件"
      },
      {
        "ru": "Как открыть приют в другом мире!"
      },
      {
        "en": "Isekai Orphanage"
      },
      {
        "ko": "이세계에서 고아원을 열었지만, 어째서인지 아무도 독립하려 하지 않는다"
      },
      {
        "zh": "在异世界开了孤儿院，但不知为何没有一个人想离开"
      },
      {
        "ja-ro": "Isekai de Kojiin wo hiraitakedo nazeka darehitori sudatou to shinaiken"
      },
      {
        "en": "I Opened an Orphanage in a Different World, But Why Doesn't Anyone Want to Graduate?"
      }
    ],
    "description": {
      "en": "Masatsugu was brought from another world in a hero summoning and ended up being part of the lowest possible caste. Awaiting this boy, who possess nothing but elementary skills, is managing an orphanage full of beautiful girls! But, his annoying days are just starting as he finds the building in ruins, and he also has to pay off the huge debt the former director left! And that’s not all, he has no time to rest from all the scumbags threatening the orphanage! Will Masatsugu and the orphans be able to protect their precious home?",
      "id": "Masatsugu dibawa ke dunia lain dalam panggilan pahlawan dan akhirnya menjadi bagian dari kasta terendah. anak ini, yang tidak memiliki apa-apa selain keterampilan dasar, disuruh mengelola panti asuhan penuh gadis-gadis cantik! Tapi, hari-hari menyebalkan nya baru saja di mulai ketika ia menemukan bangunan di reruntuhan, dan ia juga harus membayar utang besar mantan direktur! Dan tidak itu saja, dia tidak punya waktu untuk beristirahat dari semua sampah mengancam panti asuhan! Apakah Masatsugu dan para anak yatim bisa melindungi rumah mereka yang berharga?",
      "ja": "- [Official LN](http://www.tobooks.jp/books/book_511.html)\n- [Alternate Raw](http://seiga.nicovideo.jp/comic/34764)\n- [Web Novel](https://ncode.syosetu.com/n9759dd)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbafae4c-cee2-403b-8295-949bdced0098",
    "title": {
      "en": "The House of Diana's Choice"
    },
    "updatedAt": "2024-12-29T20:01:37+00:00",
    "coverArt": "https://mangadex.org/covers/fbafae4c-cee2-403b-8295-949bdced0098/d8b3ecce-dcb7-4ec4-bf17-8a8ede147332.jpg",
    "altTitles": [
      {
        "en": "Do You Like Mom or Dad?"
      },
      {
        "en": "Do You Like Mommy or Daddy?"
      },
      {
        "en": "Who Do You Like More, Mom or Dad?"
      },
      {
        "en": "Who Do You Like More, Mommy or Daddy?"
      },
      {
        "es-la": "¿Te gusta tu mamá o tu papá?"
      },
      {
        "ko": "엄마가 좋아, 아빠가 좋아?"
      }
    ],
    "description": {
      "en": "After being orphaned at the tender age of 7, poor Diana had little choice but to slave away as a maid to survive. But her fortune takes a turn when she encounters a mysterious mage who introduces himself as her mother's friend. He gifts her better clothes, a beautiful house, and even her mother's inheritance. All that's left is for Diana to spend her days living happily... until another chance meeting with a certain individual reveals a family secret that will change her life forever."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8574287c-11ea-49f9-8299-6b8addac6356",
    "title": {
      "en": "Rewriting My Third Life"
    },
    "updatedAt": "2024-09-23T13:24:48+00:00",
    "coverArt": "https://mangadex.org/covers/8574287c-11ea-49f9-8299-6b8addac6356/9d25c0e0-0bf8-4b6d-bbd3-43695d4aee92.jpg",
    "altTitles": [
      {
        "ko": "그 어장, 내가 가져보겠다"
      },
      {
        "ko-ro": "Geu Eojang, Nae-ga Gajyeobogetda"
      },
      {
        "en": "That Fishery, I'll Take It"
      },
      {
        "en": "I'll Take Those You Play the Field With"
      },
      {
        "en": "I'll Take the Harem"
      },
      {
        "es": "Me quedaré con este lugar"
      },
      {
        "es-la": "Me quedaré con este harem"
      },
      {
        "ru": "Это клёвое место я беру на себя"
      },
      {
        "th": "พระเอกในสต็อกเธอนั้น ฉันขอรับไว้เอง"
      },
      {
        "vi": "Tôi sẽ chiếm lấy ngư trường!"
      },
      {
        "ja": "私のものになりなさい！"
      },
      {
        "zh": "那个鱼塘被我承包了"
      },
      {
        "zh-hk": "候補男主角由我收服"
      }
    ],
    "description": {
      "en": "After being abused and killed by her family in two separate lifetimes, Blesse Lavian expects nothing from them in her third life. This time, despite knowing the horrible end that awaits House Lavian, Blesse decides to keep quiet and flee when the time is right. But the more time she spends with her cold-looking father and half-sister, the more she realizes that the Lavians aren't so bad after all. Will Blesse take a chance and rewrite her third life, or will she end up betrayed once again?",
      "es": "Después de mi primera vida como hija ilegítima de una familia adinerada y mi segunda vida como hija ilegítima de un líder de una secta demoníaca, en esta vida fui poseída como la hija ilegítima de una familia que estaba siendo exterminada en una novela…! Intento dejar atrás a la familia que está siendo destruida, pero es extraño que al padre ni siquiera le importara su hijo ilegítimo en el original. «Bliss, haría cualquier cosa por ti». Y la hermana mayor, la mujer malvada que destruirá a la familia en el futuro, comienza a aparecer. “Hola bebé, soy tu hermana…” ¡Sí! ¡Vivamos esta vida junto con nuestras familias! ¡Tan pronto como decidí hacer esto, los protagonistas masculinos que se suponía que estaban obsesionados con la protagonista femenina original comenzaron a obsesionarse conmigo…! ¿Mi tercera vida estará bien así?",
      "ru": "В моей первой жизни я была внебрачным ребёнком чеболей. Во второй – ребёнком лидера секты боевых искусств. Теперь же стала незаконнорождённым дитя в семье, что по роману будет в прах уничтожена!  Планируя бросить семью, обречённую на погибель, начинают происходить странные вещи.   Папа, который в оригинальной истории никогда не заботился о ребёнке, вдруг проявляет интерес.  — Блесс, для тебя я сделаю, что угодно.  А также злая сестра, что в будущем разрушит нашу семью...  — Привет, малышка, я твоя сестра...  Хорошо! В этот раз я проживу вместе со своей семьёй! Но стоило мне принять это решение, как главные мужские персонажи становятся одержимы мной!  Всё ли будет нормально в моей третьей жизни?",
      "vi": "Kiếp đầu tiên, tôi là Han Soyeon, đứa con ngoài giá thú của gia đình Chaebol. Kiếp thứ hai, tôu là đứa con hoang của gia đình lãnh đạo tôn giáo. Kiếp thứ ba… Tôi sở hữu cơ thể của đứa con ngoài giá thú của gia đình phản diện trong cuốn tiểu thuyết tôi đọc ở kiếp trước!\nKiếp thứ ba cũng là đứa con ngoài giá thú… Thật oan ức! Số phận này thật đáng ghét, kiếp này tôi sẽ sống theo ý mình.\nỞ kiếp này, tôi cần ghi nhớ 3 điều.\n1. Mặc kệ người cha không yêu thương con mình trong nguyên tác. Tôi cũng không yêu ông ấy!\n2. Đừng vây quanh nam chính như một con chó điên luôn sủa quanh nữ chính!\n3. Đừng dính líu đến chị gái phản diện là nguyên nhân khiến gia đình tan nát mà hãy bỏ trốn!\n\n“Hihi, chào Bliss, chị là chị gái của em…”\n…Nhưng chị ấy đáng yêu mà nhỉ? Đôi má mềm mại đó… Tôi không được can thiệp… Không được…\nĐược rồi, ít nhất không dính líu đến nam chính thì kiếp này sẽ không có gì xảy ra! Trước khi bỏ trốn khỏi những bất hạnh trong tương lai, tôi chỉ định tiếp xúc với chị gái phản diện một chút thôi. Thế mà… Những sự cố đối mặt với nam chính cứ liên tục diễn ra.\n“Nhóc con, em đang làm gì vậy?”\nHoàng thái tử tương lai cao quý sao lại ở con hẻm phía sau?\n“Cô thì biết cái gì!”\nCậu bé vô gia cư gây sự với tôi, vậy mà giờ lại bám dính như kẹo cao su ấy?\n“Tôi sẽ sống vì em”\nTôi chỉ giúp anh tí thôi mà anh bảo hi sinh cả mạng sống thì hơi sợ à nha…\nKiếp thứ ba của tôi rõ ràng là một con đường vững chắc… Sao lại thành ra thế này?",
      "pt-br": "Na minha primeira vida, fui filha ilegítima de uma família chaebol. Na minha segunda vida, fui filha ilegítima de uma bruxa. Agora, nesta vida, reencarnei como filha ilegítima de uma família destinada à destruição em um romance! Planejando deixar para trás a família condenada, coisas estranhas começam a acontecer. Papai, que na história original nunca se importou com a filha ilegítima, está agindo de forma estranha. \"Bliss, eu posso fazer qualquer coisa por você.\" E agora, a irmã vilã que vai arruinar a família no futuro chama minha atenção. \"Olá, querida, sou sua irmã...\" Tudo bem! Vamos morar com minha família nesta vida! Mas assim que tomo essa decisão, os protagonistas masculinos que deveriam estar com a heroína original começam a ficar obcecados por mim! Tudo bem com minha terceira vida?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2242193d-8634-4a74-8bfa-45744e53866f",
    "title": {
      "en": "Imo Ichirou's Twitter Shorts"
    },
    "updatedAt": "2024-04-16T09:24:54+00:00",
    "coverArt": "https://mangadex.org/covers/2242193d-8634-4a74-8bfa-45744e53866f/c24eec35-fbf0-4e86-974e-65a2695f49cd.jpg",
    "altTitles": [],
    "description": {
      "en": "Short manga posted by Imo Ichirou [@cheesesama24] on Twitter."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49d64db2-5841-4ccc-aee8-7b3a0970f6df",
    "title": {
      "en": "I'm Being Raised by Villains"
    },
    "updatedAt": "2024-09-08T10:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/49d64db2-5841-4ccc-aee8-7b3a0970f6df/0c6f71ac-acae-4343-8041-ff8fa2e06363.jpg",
    "altTitles": [
      {
        "ko": "악당들에게 키워지는 중입니다"
      },
      {
        "ko-ro": "Akdangdeurege Kiwojineun Jungimnida"
      },
      {
        "en": "Raised by Villains"
      },
      {
        "ja": "悪党たちに育てられてます！"
      },
      {
        "zh": "被恶棍们抚养中"
      },
      {
        "pt-br": "Eu Estou Sendo Criada por Vilões"
      }
    ],
    "description": {
      "en": "I thought I was an illegitimate child… but it turns out that I was a complete stranger?!\n\nA year after transmigrating as an extra, I found out that I was on the verge of being kicked out.\n\nI said I’d rather leave the house on my own.\n\n“Actually, this child is my daughter. Right, daughter?”\n\nDid I catch the attention of the psychopathic duke?\n\n‘I heard that the money he gave after playing with someone was enough to buy an island?’\n\nI got along with him as his daughter because I thought I could get his fortune later on. And a few months later, I would leave his house with a thick bank account.\n\n“Stay by my side until I tell you to leave.”\n\nHowever, my dad, who regarded me as a toy, came looking for me and held me back.\n\n=\n\nAfter returning home due to dad’s persuasion, the families and my dad fought to adopt me. My uncles and aunts gathered to protect me, and future psychos began to have strange obsessions over me.\n\n“Happy Birthday, Ayrin. You’re the head as of today.”\n\nOn top of that, the duke’s position was my birthday present.\nEverything is going just as I expected.\n\n[Hey, how long are you going to sleep? Grandma said she is gonna take you off life support!]\n[Cha Miso, you’re going to die!]\n\nWhat is that voice?\nWill I be okay like this? (Synopsis: Gourmet Scans)",
      "tr": "Gayrimeşru bir çocuk olduğumu sanıyordum… ama tamamen yabancı olduğum ortaya çıktı?! Yan karakter olarak beden değiştirdikten bir yıl sonra kovulmanın eşiğinde olduğumu öğrendim. Evden tek başıma çıkmayı tercih ederim dedim. “Aslında bu çocuk benim kızım. Değil mi kızım?” Psikopat dükün dikkatini mi çektim ? \"Biriyle oynadıktan sonra verdiği paranın bir ada almaya yettiğini duydum?\" Onunla kızı olarak iyi anlaştım çünkü daha sonra servetini ele geçirebileceğimi düşündüm ve birkaç ay sonra onun evinden kalın bir banka hesabıyla ayrılmayı planladım. \"Sana gitmeni söyleyene kadar yanımda kal.\" Ancak beni oyuncak gibi gören babam beni aramaya geldi ve beni tuttu. *** Babamın iknasıyla eve döndükten sonra aileler ve babam beni evlat edinmek için mücadele etti. Amcalarım ve teyzelerim beni korumak için toplandılar ve geleceğin psikopatları bana karşı garip saplantılar beslemeye başladılar. \"Doğum günün kutlu olsun Ayrin. Bugün itibariyle başkan sensin.” Üstelik Dük'ün konumu benim doğum günü hediyemdi. Her şey beklediğim gibi gidiyor. [Hey, daha ne kadar uyuyacaksın? Büyükanne sana tutucunu çıkarmanı söyledi!] [Cha Miso, öleceksin!] Bu ses nedir? Böyle iyi olacak mıyım?",
      "pt-br": "Negligenciada por sua família, Cha Miso sonha em viver em seu romance favorito como a amada personagem principal. Então, um dia, ela acorda dentro do romance, mas como Eiryn Etam, uma personagem secundária oprimida que será expulsa de sua casa! Para evitar mais negligência, ela planeja ir embora antes que isso aconteça. Mas quando Erno Etam, o herdeiro maluco da Casa Etam, afirma que Eiryn é sua filha, seus planos são frustrados e Eiryn se vê no meio de um conflito entre a Casa Etam e um elenco de vilões."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8b51b34-4213-43da-8c35-a0ed6f9c2157",
    "title": {
      "en": "Yamazaki-san"
    },
    "updatedAt": "2025-01-13T02:59:54+00:00",
    "coverArt": "https://mangadex.org/covers/c8b51b34-4213-43da-8c35-a0ed6f9c2157/028fd180-33a0-4e5f-8ba1-2f4b7b158a5f.jpg",
    "altTitles": [
      {
        "ja": "山崎さん"
      },
      {
        "ja-ro": "Yamazaki-san"
      }
    ],
    "description": {
      "en": "Won a Semi-Grand Prize from the *Tonari no Young Jump* COMITIA 145 4-Hour Speed Manga Awards."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0b49136-9f4d-46d4-b5dd-d5393e015009",
    "title": {
      "en": "One Piece Party"
    },
    "updatedAt": "2023-05-27T19:05:43+00:00",
    "coverArt": "https://mangadex.org/covers/a0b49136-9f4d-46d4-b5dd-d5393e015009/cd133b2a-c268-44b5-a238-799645ddd51c.jpg",
    "altTitles": [
      {
        "ja": "ワンピースパーティー"
      }
    ],
    "description": {
      "en": "Spin-off of One Piece, which takes place post-timeskip, showing the cast in SD/chibi form and features their hilarious antics around various islands while out in the sea."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "34"
  },
  {
    "mangaId": "1760bde8-b369-4072-943d-1d99a521d75c",
    "title": {
      "en": "Uso Kareshi Demo Ii Kara Tonikaku Shitai Mashiro-chan"
    },
    "updatedAt": "2024-11-30T06:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/1760bde8-b369-4072-943d-1d99a521d75c/fbad0834-ccd1-4931-acb2-3440707fc5e8.jpg",
    "altTitles": [
      {
        "ja": "嘘彼氏でもいいからとにかくシたいましろちゃん"
      },
      {
        "ja-ro": "Usokareshi Demo Iikara Tonikaku Shitai MASHIRO-chan"
      },
      {
        "en": "Mashiro-chan Wants to Do It Even If It's with a Fake Boyfriend"
      }
    ],
    "description": {
      "en": "Mashiro Naomoto wants to have a taste of romance and even get to try lewd things, now that she has become a high school student.\n\nHowever, she has low self-esteem and as a result of lacking confidence in herself, she began to think that it's probably impossible for her. Right at that moment, to her surprise a handsome male classmate named Oosagi-kun confesses to her. Mashiro starts to suspect that his confession must be some sort of punishment game, but her own desire to do lewd stuff wins over it and as a result, she does the opposite and makes a move on him... it's a case of sexual desire winning over suspicion?!\n\nThis is a romcom where a high school girl's libido will run wild!!\n\n(Source: Comic-Meteor)\n\n---\n\n* [Twitter](https://twitter.com/nekomattaaaaan/status/1851462156996551019) (Preview) *Posted with the caption: Doushitemo Sukebe Shitai JK no Manga Kakimashita (どうしてもスケベしたいJKの漫画描きました) \"I drew a manga about a high school girl who wants to do perverted stuff no matter what\"*",
      "ja": "高校生になったのだから恋愛、さらにはＨなことをしてみたい直本ましろ。だが、自己肯定感が低く、自分に自信がないため、どうせ無理だろうなと思っていたところ、なんとクラスメートのイケメン男子・大鷺くんから告白される。絶対に罰ゲームだろうと告白に疑心暗鬼になるましろだったが、Ｈなことをしたいという欲求が勝ったため、逆に大鷺くんに迫るが…性欲は疑惑に勝る!?　性欲強めJKの暴走ラブコメディ!!",
      "pt-br": "Mashiro Naomoto quer experimentar o romance e até tentar coisas pervertidas, agora que se tornou uma estudante do ensino médio**.\n\nNo entanto, ela tem baixa autoestima e, por falta de confiança em si mesma, começou a pensar que isso provavelmente seria impossível para ela. Nesse momento, para sua surpresa, um colega bonito chamado Oosagi-kun se declara para ela. Mashiro começa a suspeitar que a confissão dele seja algum tipo de jogo de punição, mas seu próprio desejo de fazer coisas pervertidas fala mais alto, e, como resultado, ela toma a iniciativa com ele... seria esse um caso de desejo sexual vencendo a desconfiança?!\n\nEssa é uma comédia romântica onde a libido de uma garota do ensino médio vai correr solta!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-11-13T14:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/99e71e52-efad-4173-a2d9-00344da262b2.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.\n\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2491232) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031176072/).",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48221bce-0fd2-4519-b5f3-4fdc1921007b",
    "title": {
      "en": "Captain Corinth: The Galactic Navy Officer Becomes an Adventurer"
    },
    "updatedAt": "2024-12-10T04:28:35+00:00",
    "coverArt": "https://mangadex.org/covers/48221bce-0fd2-4519-b5f3-4fdc1921007b/56d12305-048c-4bb5-b33c-6e4bce5c6e6b.jpg",
    "altTitles": [
      {
        "en": "The Galactic Navy Officer Becomes an Adventurer"
      },
      {
        "ja": "航宙軍士官、冒険者になる"
      },
      {
        "pt-br": "Capitão Corinth: Um Oficial da Marinha Galáctica Torna-se um Aventureiro"
      },
      {
        "ja-ro": "Kouchuugun Shikan Boukensha ni Naru"
      }
    ],
    "description": {
      "en": "In order to protect the planet Ares from invasion by the Bugs, Alan Corinth has set his sights on nothing less than ruling the entire continent. The Kingdom of Belta, which borders the Great Demon Forest, is the ideal spot to start putting his plan in motion, so he and his party set off for the gathering place of the finest adventurers the kingdom has to offer: the citadel of Gantz.\n\nWill Alan be able to keep the hostile aliens from overrunning this fantasy planet?  The sci-fi medieval fantasy story begins!",
      "ja": "- Official Site: [Link](https://famitsubunko.jp/specialcontents/kochugun/)  \n- Web Novel [(raw)](https://ncode.syosetu.com/n3490ee/)",
      "pt-br": "A nave espacial que o oficial da Marinha Imperial Galáctica que Alan Corinth estava foi derrubada por um ataque surpresa durante a navegação no hiperespaço.\n\nCompletamente a deriva, e sobre uma estranha coincidência, Alan se tornou o único na nave a sobreviver. A nave espacial severamente danificada perdeu suas capacidades de navegação e despencou em um planeta próximo.\n\nUsando uma cápsula de fuga, Alan dirigiu-se ao planeta sozinho.\n\nAssim começou a busca de Alan pela sobrevivência no planeta subdesenvolvido utilizando as nanomáquinas simbiótica dentro de seu corpo.\n\nSurpreendentemente, o planeta era o lar de uma próspera civilização humana cujo código genético se assemelhava ao de Alan.\n\nMesmo permanecendo perdido devido a ser jogado em um mundo de espadas e magia, ele tenta viver o melhor que pode junto com seus novos companheiros.\n\nO que Alan conseguiria nesse mundo estranho?\n\nA história de fantasia de ficção científica em um cenário medieval agora começa!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "567b51cb-ae4c-4a27-af49-92468c5ff4a4",
    "title": {
      "en": "Kawaii nante Kiitenai!!"
    },
    "updatedAt": "2024-10-11T20:47:09+00:00",
    "coverArt": "https://mangadex.org/covers/567b51cb-ae4c-4a27-af49-92468c5ff4a4/490a38b2-ac17-43f3-867d-f57d69c8b99d.jpg",
    "altTitles": [
      {
        "ja": "カワイイなんて聞いてない！！"
      },
      {
        "en": "You're My Cutie"
      },
      {
        "ru": "Кто сказал, что ты милый?"
      },
      {
        "zh": "我才没听说过他这么可爱！！"
      },
      {
        "vi": "Tôi chưa từng biết rằng cậu ấy lại dễ thương tới vậy"
      }
    ],
    "description": {
      "en": "Madoka is obsessed with shoujo manga—specifically manga that features younger, innocent guys who fall for their Senpai. So she should be thrilled when a gorgeous kohai comes to work at her father’s restaurant…except he’s rude and standoffish, and wants nothing to do with her. But when she protects him from some extra-pushy fans, he finds that maybe he’s found someone letting his walls down for…!\n\n---\nMadoka is a high school girl who loves cute younger boys. One day, Shikura arrives as a part-time worker at her parents' diner! Shikura is beautiful and handsome, but he's not super nice?! She thought she would never like him, but the way he sometimes looks is agonizingly cute! How can she not really like him?!",
      "fr": "Madoka est obsédée par les mangas shoujo, en particulier ceux mettant en scène de jeunes hommes innocents tombant amoureux de leur Senpai. Elle devrait être ravie lorsqu'un magnifique kohai commence à travailler dans le restaurant de son père, sauf qu'il est impoli et distant, ne voulant rien avoir à faire avec elle. Cependant, quand elle le protège contre des fans trop insistants, il réalise qu'il a peut-être trouvé quelqu'un capable de faire tomber ses barrières...!\n\n---\nMadoka est une lycéenne qui adore les jeunes garçons mignons. Un jour, Shikura arrive comme employé à temps partiel dans le diner de ses parents ! Shikura est beau et séduisant, mais il n'est pas très gentil ?! Elle pensait ne jamais l'apprécier, mais la façon dont il regarde parfois est douloureusement mignonne ! Comment ne pourrait-elle pas vraiment l'aimer ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f59f8548-6ed2-47fd-bb29-5bc23b30b319",
    "title": {
      "en": "Laurels of Sand"
    },
    "updatedAt": "2024-02-20T01:36:36+00:00",
    "coverArt": "https://mangadex.org/covers/f59f8548-6ed2-47fd-bb29-5bc23b30b319/6ef7d5fb-d793-48e5-818c-71d155457853.jpg",
    "altTitles": [
      {
        "ja": "砂の栄冠"
      },
      {
        "ja-ro": "Suna no Eikan"
      }
    ],
    "description": {
      "en": "Nanashima’s high school baseball team missed going to the Koshien by one heartbreaking game during his 2nd year in school. Now as a 3rd year and the team captain, he sees that the team is nothing compared to last year. The all star starters from last year have graduated and Nanashima is left with unskilled and, more importantly, unmotivated players that have no shot at making the Koshien. That is when Mr. Toku, an old man in the neighborhood who has watched every practice and every game the school has ever played for the past few decades, secretly entrusts Nanashima with 10.000.000 yen. Mr. Toku wants Nanashima to use the money however he wants to ensure the team makes it to the Koshien. But that large of an untraceable fund is too big of a responsibility for a high school teenager and even a goodhearted kid like Nanashima might fall into its temptation."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "247"
  },
  {
    "mangaId": "cb00a252-8c71-4f90-a280-d8e71d71231a",
    "title": {
      "en": "Touhou - Komachi & Eiki 4 Lovey-Dovey Manga (Doujinshi)"
    },
    "updatedAt": "2024-06-08T15:54:47+00:00",
    "coverArt": "https://mangadex.org/covers/cb00a252-8c71-4f90-a280-d8e71d71231a/fc3d08e3-a4cd-4328-90fb-0e25cbd9fd61.png",
    "altTitles": [
      {
        "en": "Komachi & Eiki 4 Lovey-Dovey Manga"
      },
      {
        "ja": "こまえーきイチャイチャ漫画"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebf6b4b1-f514-4e93-8305-0c16c21c7163",
    "title": {
      "en": "Space Juggernaut"
    },
    "updatedAt": "2024-11-19T06:00:24+00:00",
    "coverArt": "https://mangadex.org/covers/ebf6b4b1-f514-4e93-8305-0c16c21c7163/c992f6a1-8189-4cab-a237-3d12b26a0137.jpg",
    "altTitles": [],
    "description": {
      "en": "Wanderer, imposing, somewhere in the vast void of space, Rendezvous awaits! The only space station built inside a living being, where the best scientists, warriors, explorers and engineers of the galaxy live.\nFollow the adventures of the Rendezvaj against the galaxy's major enemy; The Raccoon-race \"preservation\" Federation in this epic Space Opera.",
      "es-la": "Errante, imponente, en algún lugar del vasto vacío espacial, Rendezvous espera! La única estación espacial construida dentro de un ser vivo, que aloja a los mejores científicos, guerreros, exploradores e ingenieros de la galaxia.\nSigue las aventuras de un grupo de Rendezvaj contra su mayor enemigo; La Federación de “Conservación” de la raza Mapache en esta épica ópera spacial."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "141609b6-cf86-4266-904c-6648f389cdc9",
    "title": {
      "en": "RuriDragon"
    },
    "updatedAt": "2024-09-06T10:17:19+00:00",
    "coverArt": "https://mangadex.org/covers/141609b6-cf86-4266-904c-6648f389cdc9/bd903567-ae7e-433a-8a8d-65ceee3fc123.jpg",
    "altTitles": [
      {
        "ja": "ルリドラゴン"
      },
      {
        "en": "RuriDragon"
      },
      {
        "ru": "Дракон Рури"
      },
      {
        "fr": "Ruri Dragon"
      },
      {
        "tr": "Ruri Dragon"
      },
      {
        "vi": "Rồng Ruri"
      },
      {
        "pl": "Smok Ruri"
      },
      {
        "cs": "Drak Ruri"
      },
      {
        "id": "Ruri Sinaga"
      }
    ],
    "description": {
      "en": "Ruri, a high school student, woke up one morning to find that she had suddenly grown horns on her head!\n\nHer mother told her that she might have inherited it because her father is a dragon. Ruri's mother tells her that she might have inherited it from her father, and she is puzzled, but goes to school anyway....\n\nHer classmates are curious about the spontaneous horn, and another dragon constitution is revealed!\n\nWith a slight change in the usual routine, the daily life of Dragon Girl Ruri begins!",
      "tr": "Tembellik ve çalışkanlık arasında git gel yaşayan ejder kızın gündelik maceraları.",
      "pt-br": "Ruri Aoki é uma garota normal que um dia acorda com um par de chifres em sua cabeça. De acordo com sua mãe, o pai de Ruri, que ela nunca conheceu antes, é um dragão e Ruri só é metade humana. Esta é a história da jornada de autodescobrimento e aceitação de uma garota metade humana, metade dragão."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "257c9f86-4216-46f3-8681-66efa8523841",
    "title": {
      "en": "My Sp/lit Little Sister"
    },
    "updatedAt": "2024-12-30T22:17:35+00:00",
    "coverArt": "https://mangadex.org/covers/257c9f86-4216-46f3-8681-66efa8523841/ef9dfe5e-86a6-49e9-9f51-5356d0fca4f3.jpg",
    "altTitles": [
      {
        "ja-ro": "Imouto ga Bun Retsu Shita."
      },
      {
        "ja": "妹が分 裂した。"
      }
    ],
    "description": {
      "en": "After years of barely talking to her big brother, Uiha suddenly wakes up to find that she has a body-double, who is both her copy and her complete opposite.\n\n---\n[Alt. Raw](https://www.pixiv.net/user/209814/series/72439)",
      "it": "Dopo anni in cui Uiha non ha quasi mai rivolto la parola a suo fratello, un giorno si sveglia scoprendo di avere un suo clone tanto uguale a lei quanto completamente il suo opposto."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "134"
  },
  {
    "mangaId": "c408ec80-586a-4d87-8bbc-e5e8d17a3898",
    "title": {
      "en": "My Intern Bullied Me Again!"
    },
    "updatedAt": "2024-12-02T05:36:33+00:00",
    "coverArt": "https://mangadex.org/covers/c408ec80-586a-4d87-8bbc-e5e8d17a3898/331fe865-0044-4346-901e-b9bcd1c6c096.jpg",
    "altTitles": [
      {
        "zh": "又被后辈下克上"
      },
      {
        "zh-ro": "You Bei Houbei Xia Ke Shang"
      },
      {
        "zh-ro": "Yòu Bèi Hòubèi Xià Kè Shàng"
      },
      {
        "en": "I've Been Defeated by The Younger Generation Again"
      },
      {
        "en": "I Was Beaten Down By The Younger Generation Again"
      }
    ],
    "description": {
      "en": "Referred to as “The Cobra” by her employees, art director Lu Meihe appears to most as a strict and callous boss but she is actually rather innocent at heart. She has a secret crush on her intern Lin Wenjing, but because of her public image, she cannot express her feelings openly and instead pours them into the sketchbook she always carries with her. One day, she accidentally leaves the sketchbook behind only for it to be discovered by Lin Wenjing. Lu Meihe soon realizes that while Lin Wenjing may seem gentle and carefree, she may actually be hiding a secret persona of her own. Today my intern bullied me again, I’m so happy I don’t know what to do!",
      "zh": "被下属称呼为“眼镜蛇”的美术组长吕美合是个外表严苛内心纯情的人。她暗恋组内实习生林文静，然而碍于形象和人设，无法自然地表达自己的情谊，只能将自己的情感寄托于随身携带的素描本。 一次意外，素描本的秘密被当事人发现，吕美合才知道，看似温柔随性的林文静，似乎人后性格不文静啊…… 今天又被后辈欺负了，太幸福了，怎么办？"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "105"
  },
  {
    "mangaId": "4017de66-fe69-4e46-baa8-787c399de6d2",
    "title": {
      "en": "Magic Level 99990000 All-Attribute Great Sage"
    },
    "updatedAt": "2024-11-02T13:36:04+00:00",
    "coverArt": "https://mangadex.org/covers/4017de66-fe69-4e46-baa8-787c399de6d2/c06d89d7-55d7-4a21-b681-de2c5d4cc638.jpg",
    "altTitles": [
      {
        "ja": "魔力9999万 全属性使いの大賢者"
      },
      {
        "ja-ro": "Maryoku 9999 man Zen Zokusei Tsukai no Dai Kenja"
      }
    ],
    "description": {
      "en": "Magic Level 99990000 All-Attribute Great Sage\nAll over the world, Monsters suddenly began appearing. The only person who could save humanity from “The Calamity” was “The Great Sage”, Ichikami Atsumu.\nBut, despite being satisfied in his death, he was reincarnated into the body of a boy who was bullied into killing himself, Kusanagi Minato.\nAtsumu, waking up in a Japan fifty years into the future, is shocked to see a peaceful world, and where magic has become far weaker compared to when he was alive.\nFor now, Atsumu decides to go back to Kamui Magic Academy as Minato, but learns that mages are nothing more than a relic of the past, and in their place exist a class of privileged nobles\n.After blowing off his bragging, low-levelled bullies, Atsumu gains the interest of a noble magician girl, Mizuha Yuika, as well as his schoolmates and teachers.\nWhat’s more, Atsumu finds a sign that the Calamity, which was supposed to have been subdued, will return––\n“It looks like my power is still needed”\nWithin the soul of student lies the Great Sage?!\nThe strongest Great Sage will change this world drunk on peace.\nWith his reincarnation in the future set, the curtain opens on a new Hero’s story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2025-01-01T17:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/f21987e8-1918-4d2d-9796-3c66ac271820.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "zh": "蓝箱"
      },
      {
        "eu": "Kutxa Urdina"
      },
      {
        "pl": "Niebieskie pudełko"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "ja": "バドミントン部に所属する猪股大喜（いのまたたいき）は、女子バスケ部の先輩・鹿野千夏（かのちなつ）に恋をしていた――。自主練を真摯に取り組む姿に心惹かれていたが、思いもよらぬ事実が発覚し…!?　道のりは遠く、想いは近く。",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae60aa84-3c58-40f1-935b-c7cdd1d5af6b",
    "title": {
      "en": "GaCen Shoujo to Ibunka Kouryuu"
    },
    "updatedAt": "2024-12-06T02:53:55+00:00",
    "coverArt": "https://mangadex.org/covers/ae60aa84-3c58-40f1-935b-c7cdd1d5af6b/80b3b14e-61fa-4733-9942-02ce5880673d.jpg",
    "altTitles": [
      {
        "ja": "ゲーセン少女と異文化交流"
      },
      {
        "ja-ro": "Game Center Shoujo to Ibunka Kouryuu"
      },
      {
        "ja-ro": "Geesen Shoujo to Ibunka Kouryuu"
      },
      {
        "ja": "Cultural Exchange With Game Center Girl"
      },
      {
        "en": "Cultural Exchange With A Game Center Girl"
      },
      {
        "en": "Cross-Cultural Exchange With the Girl at the Arcade"
      },
      {
        "zh": "与游戏中心的少女异文化交流的故事"
      },
      {
        "zh-hk": "與遊戲中心的少女異文化交流的故事"
      },
      {
        "ja": "ゲーセン少女"
      },
      {
        "ja-ro": "GaCenShoujo"
      },
      {
        "en": "GaCenGirl"
      }
    ],
    "description": {
      "en": "A Japanese arcade worker meets a young girl from England and strikes up a friend(?)ship."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "60a29a9f-1300-40cf-9fb7-7e905ab173e4",
    "title": {
      "en": "I accidentally became invincible while studying with my sister"
    },
    "updatedAt": "2025-01-13T00:22:19+00:00",
    "coverArt": "https://mangadex.org/covers/60a29a9f-1300-40cf-9fb7-7e905ab173e4/e4cefaac-e621-4b4a-81be-6df4e1264cf7.jpg",
    "altTitles": [
      {
        "zh": "给妹妹陪读的我，不小心无敌了"
      }
    ],
    "description": {
      "en": "Zhong Yuan watched helplessly as his sister, Zhong Lan, died in front of him, but he was powerless. After a rebirth, Zhong Yuan vowed to protect his sister. Returning to life, Zhong Yuan discovered that he had gained the ability to successfully absorb 100% of the Resonance Crystals from creatures. Inadvertently, he became invincible!",
      "zh": "钟元眼看着妹妹钟岚战死在自己面前却无能为力，一朝重生，钟元发誓自己一定要守护好妹妹，重生归来的钟元还发现自己这一世竟获得了100%成功吸收异族墟晶的能力，一不小心，他无敌了！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "205"
  },
  {
    "mangaId": "85b3c17d-68fb-4c70-8641-0ced19ca9006",
    "title": {
      "en": "Boukyaku Battery"
    },
    "updatedAt": "2024-11-11T05:19:41+00:00",
    "coverArt": "https://mangadex.org/covers/85b3c17d-68fb-4c70-8641-0ced19ca9006/cd0f309e-c7ae-4584-9276-6dbd601de1e3.jpg",
    "altTitles": [
      {
        "ja": "忘却バッテリー"
      }
    ],
    "description": {
      "en": "Two geniuses who made a name for themselves in the middle school baseball world but had distanced themselves from baseball have serendipitously come together at an obsecure public high school in Tokyo.\n\nKiyomine Haruka, a pitcher with a flawless, powerful arm. His battery partner, the shrewd catcher known as the 'General', Kaname Kei (who's currently a complete amateur due to memory loss!). And then there are those who once fell in defeat to these two...\n\nTheir paths have crossed once more, and now their high school baseball story begins anew, springing into action!",
      "ja": "中学球界で名を馳せるも野球から遠ざかっていた天才たちが都立の野球無名高校で偶然集結。\n\n完全無欠の剛腕投手・清峰葉流火（きよみねはるか）。その相方（バッテリー）、切れ者捕手の“智将”要圭（記憶喪失により現在、素人！）。そして、かつて2人に敗れ散った者たち…\n\n巡り合い、再び動き出す彼らの高校野球ストーリーがいま始まる!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0ba4eb2-a7b7-4e15-b11e-e1b0be33ea45",
    "title": {
      "en": "Inukai-san Chi no Oshikake JK"
    },
    "updatedAt": "2024-10-21T16:51:29+00:00",
    "coverArt": "https://mangadex.org/covers/f0ba4eb2-a7b7-4e15-b11e-e1b0be33ea45/5955fef9-7640-44b8-bf1e-71d7074b873b.jpg",
    "altTitles": [
      {
        "ja": "犬飼さん家の押しかけJK"
      },
      {
        "en": "JK Barging Into Inukai's House"
      }
    ],
    "description": {
      "en": "One day, the thirty-something salaryman Inukai met a high school girl Komugi who claimed to be the reincarnation of his childhood dog. Now she comes over every day looking to play with her owner, but her pet antics don't seem so innocent in human form! A semi-cohabitation comedy between a dog-girl and a single office worker!",
      "ja": "アラサー独身サラリーマンの犬飼はある日、こむぎと名乗る女子高生に出会う。こむぎは自身を犬飼の愛犬の生まれ変わりだと言い、毎日彼の家に通い詰める…！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "19"
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "Succubus ga Yattekita Ohanashi"
    },
    "updatedAt": "2024-07-01T19:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "vi": "Chuyện nàng Succubus"
      },
      {
        "en": "The Story of a Succubus Who Came to the Human World"
      },
      {
        "es-la": "La Sucubo ha Llegado"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6c30be6-3ded-428b-8bcf-be81ab8f7d33",
    "title": {
      "en": "The Boy of Death"
    },
    "updatedAt": "2024-09-22T16:14:05+00:00",
    "coverArt": "https://mangadex.org/covers/c6c30be6-3ded-428b-8bcf-be81ab8f7d33/dc9240b5-5350-44b8-93df-030f73ca3b3a.jpg",
    "altTitles": [
      {
        "ko-ro": "Sasinsonyeon"
      },
      {
        "zh-hk": "死神少年"
      },
      {
        "ko": "사신소년"
      },
      {
        "ru": "Жнец смерти"
      },
      {
        "en": "Reaper Boy"
      },
      {
        "en": "Hero Ticket"
      },
      {
        "th": "ตั๋วโกงชีวิต"
      },
      {
        "vi": "Cậu Bé Của Thần Chết"
      },
      {
        "id": "Ticket Hero"
      },
      {
        "es-la": "El Niño de la Muerte"
      }
    ],
    "description": {
      "en": "Lee Kyung Ho's mind was engulfed with ending his life due to bullying and the loss of his mother. He attempts to, but is saved. His determination to commit suicide somehow entices Sierra, a grim reaper who later offers him a contract. This contract blesses him with the ability to borrow the powers of the dead in their previous life in return of sacrificing years from his lifespan. For the sake of attaining what he wishes for, he eventually agrees to it.\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list?titleId=730656)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/ticket-hero/list?title_no=2195)",
      "fr": "L'esprit de Lee Kyung Ho était complètement bouleversé à l'idée de mettre fin à ses jours à cause du harcèlement et de la perte de sa mère. Il essaie, mais il est sauvé. Sa détermination à se suicider séduit Sierra, une faucheuse sinistre qui lui offre plus tard un pacte. Ce pacte lui permet d'emprunter les pouvoirs des morts dans leur vie antérieure en échange de plusieurs années sacrifiées de sa vie. Afin d'atteindre ce qu'il souhaite, il finit par l'accepter.  \n  \n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771)",
      "ru": "Ли Кён Хо был поглощен идеей суицида, из-за издевательств в школе и гибели его матери. Очередная попытка, но спасен. Его решимость покончить с собой каким-то образом соблазняет Сиеру, мрачного жнеца, который позже предлагает ему контракт. Этот контракт даёт возможность заимствовать способности и силы мертвых из их предыдущей жизни, в обмен на силу, он должен жертвовать годами, которые ему остались на этой земле. Ради достижения того, чего он желает, он всё таки соглашается на сделку.",
      "es-la": "Lee Kyung Ho queria terminar su vida debido al acoso y la pérdida de su madre. Intenta hacerlo, pero no lo consigue. Su determinación de suicidarse de alguna manera fracasa, una persona llega y le ofrece un contrato. Este contrato lo bendice con la capacidad de tomar prestados los poderes de los muertos en su vida anterior a cambio de sacrificar años de su vida. Para lograr lo que desea y el acepta el trato."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdf0dbce-3795-4ce0-8f46-86aebd018a6c",
    "title": {
      "en": "Foxes Always Lie"
    },
    "updatedAt": "2024-11-30T03:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/bdf0dbce-3795-4ce0-8f46-86aebd018a6c/2a446fe0-6787-4948-9f8b-db9669a46b45.jpg",
    "altTitles": [
      {
        "en": "The Fox Always Lies"
      },
      {
        "zh": "狐狸总是在说谎"
      },
      {
        "en": "The Fox's Never-Ending Lies"
      }
    ],
    "description": {
      "en": "Tang Ran is a bright and cheerful little fox spirit. To graduate from the Monster Academy, she transforms into a human college student hoping to seduce a human and make them fall in love with her. However, little does she know that the reserved human female professor she has a crush on, Su Qingci, is actually a…\n\nOne lie leads to another. To make the other person fall in love with them first, the fox must spin an endless web of “lies.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/67071eb0-3362-434a-a1fd-3fffa52e0c69.jpg",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf58401e-91ae-452f-b79a-5c83f34f6804",
    "title": {
      "en": "Dark Summoner to Dekiteiru"
    },
    "updatedAt": "2025-01-11T08:24:08+00:00",
    "coverArt": "https://mangadex.org/covers/cf58401e-91ae-452f-b79a-5c83f34f6804/581a7d0e-a1bc-47c6-8380-a5f0d2513022.jpg",
    "altTitles": [
      {
        "ja": "ダークサモナーとデキている"
      },
      {
        "zh": "黑暗召唤师在地下恋爱中"
      },
      {
        "zh-ro": "Hēi'àn zhàohuàn shī zài dìxià liàn'ài zhōng"
      },
      {
        "en": "I'm Dating a Dark Summoner"
      },
      {
        "ja": "I'm dating a Dark Summoner"
      },
      {
        "vi": "Hẹn hò cùng hắc thuật sư"
      }
    ],
    "description": {
      "en": "Amona, a dark summoner and demi-human who uses demonic powers, is the newest addition to the party of the uptight priest Roni. Everyone expected the two to dislike each other and to have nothing to do with each other. But to their surprise, on their first day together as an adventuring party, they had a one-night stand...!",
      "ja": "クソ真面目な神官・ロニのパーティに新しく加入してきたのは、悪魔の力を使うダークサモナーで亜人のアモナ。反発し合い犬猿の仲になると思われた二人だったが、なんとパーティ加入初日に朝チュンしてしまい…！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]