[
  {
    "mangaId": "7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed",
    "title": {
      "en": "Isekai de Haishin Katsudou wo Shitara Tairyou no Yandere Shinja wo Umidashite Shimatta Ken"
    },
    "updatedAt": "2024-12-04T00:09:47+00:00",
    "coverArt": "https://mangadex.org/covers/7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed/acd113d1-fa12-4819-9942-1f3d65751618.jpg",
    "altTitles": [
      {
        "ja": "異世界で配信活動をしたら大量のヤンデレ信者を生み出してしまった件"
      },
      {
        "en": "When I Started Streaming in Another World, I Ended Up Creating a Large Number of Yandere Followers"
      }
    ],
    "description": {
      "en": "Living in Ataraxia, a world of swords and magic, a reincarnated individual decided to make a living out of streaming. Living in a world where such a thing did not exist despite the many forms of entertainment, he quickly made a name for himself. This is not the tale of just a streamer... but of a boy who becomes a legend as a haishinsha.",
      "ja": "剣と魔法の世界アタラシア――その世界に生きる一人の転生者が配信活動に手を出した。 数多くの娯楽はあれど、そのようなモノが存在しなかった世界で彼はたちまち有名になった。 これは異世界で唯一の配信者……ではなく、ハイシンシャになろうと考えた少年の物語である。",
      "vi": "Anh nhân vật chính của chúng ta được chuyển sinh sang thế giới có sự tồn tại của ma thuật. Sở hữu trong mình sức mạnh bá ko tả nổi, anh sẽ đánh bại quái vật để kiếm sống ư? Không, anh chê, anh muốn theo đuổi đam mê, anh muốn làm streamer để kiếm sống.",
      "pt-br": "Vivendo em Ataraxia, um mundo de espadas e magia, um indivíduo reencarnado decidiu ganhar a vida com streaming. Vivendo em um mundo onde tal coisa não existia, apesar das muitas formas de entretenimento, ele rapidamente fez um nome para si mesmo. Esta não é a história de apenas um streamer... mas de um garoto que se torna uma lenda como um haishinsha."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523",
    "title": {
      "en": "A Middle-Aged Man Who Returns From Another World Goes Back to When He Was 17 and Becomes Unbeatable"
    },
    "updatedAt": "2025-01-21T20:02:56+00:00",
    "coverArt": "https://mangadex.org/covers/7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523/a5b796c9-fa28-48d7-a195-4cfa973dd1d2.jpg",
    "altTitles": [
      {
        "ja": "異世界帰りのアラフォーリーマン、17歳の頃に戻って無双する"
      },
      {
        "ja-ro": "Isekai Kaeri no Arafour Riiman, 17-sai no Koro ni Modotte Musou suru"
      }
    ],
    "description": {
      "en": "A black company employee in his 40s, Namba Kazu, died of overwork and was reincarnated to another world. After saving the world, he returns to find himself regressed to his 17-year-old self. \n\nKazu realizes that he can use the abilities he acquired from another world and is excited to restart his life over again. However, through the help of his childhood friend, Yui, he learns of the existence of human-eating abomination called Variant in the world he was born in. \n\nKazu knows from his past memories that Yui will die in the near future. In order to save Yui, who is on a mission to fight against variants, Kazu decided to throw himself into battle in this world as well.",
      "ja": "過労死で異世界に転生したアラフォーリーマンの難波カズ。17歳で異世界を救ったカズは、女神に「元の世界に戻してくれ」と願う。てっきり元のアラフォーリーマンに戻ると思っていたら、17歳の高校生に戻っていた。\n\nそれならばと気楽に90年代を満喫しようとしていたが、幼馴染みの由依をきっかけに『人間を喰う異形ヴァリアント』の存在を知り、カズは異世界チートを武器にこの世界でも戦いに身を投じていく…!",
      "es-la": "Kazu Nanba reencarnó después de la muerte por exceso de trabajo y salvó otro mundo. A la edad de 17 años en el otro mundo después de morir derrotando al rey demonio elije \"regresara a su mundo original\". Pensó que regresaría a su trabajo normal, pero regreso como un estudiante de secundaria de 17 años. Sin embargo ahora se entera que hay \"extrañas criaturas\" que matan humanos y donde Kazu recordara un recuerdo pasado donde su amiga de la infancia Yui morirá en un futuro cercano. Esta vez, para salvar a Yui, Kazu usará el poder de otro mundo para lanzarse también a la batalla en este mundo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f09f5515-dec7-434f-b38e-dc3bba107efb",
    "title": {
      "en": "Nietzsche-sensei - Konbini ni, Satori Sedai no Shinjin ga Maiorita"
    },
    "updatedAt": "2024-12-18T11:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/f09f5515-dec7-434f-b38e-dc3bba107efb/81f0fc91-7a5c-453d-a4b9-c70e1c0743b0.jpg",
    "altTitles": [
      {
        "en": "Mr. Nietzsche in the Convenience Store"
      },
      {
        "en": "Niche-sensei"
      },
      {
        "en": "Nietzsche-sensei - of the convenience store"
      },
      {
        "ja": "ニーチェ先生~コンビニに、さとり世代の新人が舞い降りた~"
      }
    ],
    "description": {
      "en": "The comedy manga follows a male part-time late-night convenience store worker named Matsukoma, and the new part-time worker he trains named Tomoharu Nii, nicknamed Nietzsche-sensei. Tomoharu is a university student in the school's Buddhism department. When an angry customer screams at Tomoharu, \"Customers are gods!,\" he replies, \"God is dead.\" The manga follows the part-time worker life of Matsukoma and Tomoharu, the latter of whom continuously baffles his customers and co-workers at the convenience store with his odd ways."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3dda9dc7-be06-4f27-af07-670786ceee4e",
    "title": {
      "en": "Shibuya Near Family"
    },
    "updatedAt": "2025-01-27T19:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/3dda9dc7-be06-4f27-af07-670786ceee4e/44852399-e26c-4665-9d38-f69b04fb02cb.jpg",
    "altTitles": [
      {
        "ja": "シブヤニアファミリー"
      },
      {
        "fr": "Ma famille à Shibuya"
      }
    ],
    "description": {
      "en": "A small series that frankly depicts the circumstances of a third-grade girl living in Shibuya and her family.",
      "ja": "渋谷に住む小３女子とその家族の事情を赤裸々に描く小型連載。\n最後に書いてある「しぶや係日誌」も見てね。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2d04c0b-8a58-46e2-84c8-dfc22563a9b8",
    "title": {
      "en": "A Yuri Story About a Girl Who Insists \"It's Impossible for Two Girls to Get Together\" Completely Falling Within 100 Days"
    },
    "updatedAt": "2025-01-18T16:01:14+00:00",
    "coverArt": "https://mangadex.org/covers/e2d04c0b-8a58-46e2-84c8-dfc22563a9b8/7890640e-d06d-46c7-bbf2-e094fde96d60.jpg",
    "altTitles": [
      {
        "en": "A Yuri Story in Which a Girl Who Says That Girls Being Together is Unbelievable Will Completely Fall Within 100 Days"
      },
      {
        "ja-ro": "Arioto"
      },
      {
        "ja-ro": "Onna Doushi to ka Arienai deshou to Iiharu Onna no ko wo, Hyakunichi kan de Tetteiteki ni Otosu Yuri no Ohanashi"
      },
      {
        "ja": "女同士とかありえないでしょと言い張る女の子を、百日間で徹底的に落とす百合のお話"
      },
      {
        "ja": "ありおと"
      },
      {
        "zh": "将放言说女生之间不可能的女孩子、在百日之内彻底攻陷的百合故事"
      },
      {
        "zh-hk": "將放言說女生之間不可能的女孩子、在百日之內徹底攻陷的百合故事"
      },
      {
        "zh-ro": "Jiāng fàngyán shuō nǚshēng zhī jiān bù kěnéng de nǚ háizi, zài bǎi rì zhī nèi chèdǐ gōngxiàn de bǎihé gùshì"
      },
      {
        "ru": "История о девушке, которая утверждает, что за сто дней невозможно полюбить другую девушку"
      }
    ],
    "description": {
      "en": "\"It's impossible for two girls to date, after all.\"  \n\nOne day, Marika Sakakibara, a popular high school girl, is suddenly shown a million yen by the cool, beautiful, Aya Fuwa.\n\n\"I'll buy you. Ten thousand yen a day for one hundred days. Why don't you try it? See just how 'impossible' it is between two girls.\"\n\"…Huh? Huuhhhh?\"\n\nSo begins their daily afterschool [REDACTED] time.\n\nFrom gently stroking breasts and holding hands, every day, Fuwa's actions begin to escalate!!\n\nAnd, after one hundred days, will Marika really still be able to proclaim that \"It's impossible!\"? (She will not.)",
      "ja": "「女同士なんて、ありえないでしょ！」\nモテ系JKの榊原鞠佳は、ある日、クラスのクールな美少女・不破絢に突然百万円を突き付けられた。\n\n「一日一万円で百日間、あなたを買うわ。女同士が本当にありえないかどうか、試してあげる。」\n「――は？ はぁっ?」\n\n百日間経っても「女同士なんてありえない」という考えが変わらなかったら、鞠佳の勝ちというルールで放課後は絢の言うことを何でも聞くことに。\nその日から放課後になると手を握ったり、頭を優しく撫でまわされたり、ついには○○されちゃったり…?\n\n果たして鞠佳は百日経っても「ありえない」と言い張ることができるのか――"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "ea90abfe-82ef-4601-9d80-90706b5dd2e5",
    "title": {
      "en": "Lalalab☆ ~Gal to Kagaku to Seishun to!~"
    },
    "updatedAt": "2025-01-28T18:15:58+00:00",
    "coverArt": "https://mangadex.org/covers/ea90abfe-82ef-4601-9d80-90706b5dd2e5/ccf26286-1dd2-45c9-8237-bb090d26a1a4.jpg",
    "altTitles": [
      {
        "ja": "ラララボ☆ ～ギャルと科学と青春と！～"
      },
      {
        "en": "Lala Lab ⭐︎ Gyaru, Science, and Youth!"
      },
      {
        "vi": "Lalalab☆ ~Gyaru, Khoa Học, và Thanh Xuân!~"
      }
    ],
    "description": {
      "en": "Lala Mizusawa might look like a flashy gyaru and act high-energy, but don’t be fooled—she’s a hardcore science geek and a third-year biology major with dreams of becoming a great scientist! While her lofty goal sometimes shakes her confidence, she’s got her quirky labmates to keep her going: the refined and otaku-spirited Hanako Naito, and the lazy pajama-wearing Toki Busujima. Together, they celebrate the thrill of growing microbes, steam sweet potatoes in the autoclave, and dive headfirst into their delightfully chaotic campus life (if you can call it that)! ☆",
      "ja": "水沢ララは、ギャルい見た目とハイテンションで誤解されがちだけど、“偉大な科学者”を目指すガチ理系の大学3年生(理学部生物学科)！大きすぎる目標に自信喪失する日もあるけど、オタク気質のお嬢様・内藤花恋、パジャマ登校のずぼらっ子・毒島ときという個性豊かな研究室仲間と、菌が増えて喜んだり、高圧蒸気滅菌器で芋を蒸かしたり…キャンパスライフ（？）だって満喫中☆",
      "vi": "Lala Mizasawa nhìn có vẻ là một bé gyaru siêu lấp lánh và năng động nhưng thực chất ẻm là một con nerd khoa học sinh viên năm ba khoa sinh với giấc mơ trở thành một nhà khoa học siêu đỉnh chóp! Dẫu cho ước mơ cao vời vợi có lúc làm ẻm hơi lo lắng, em ấy luôn có những người bạn cùng lab siêu dị ở cạnh bên động viên tiếp bước: một Hanako Naito lịch lãm mà quý bửu và một Toki Busujima lười biếng lúc nào cũng chỉ mặc đồ ngủ. Họ sẽ cùng nhau tận hưởng cuộc sống nghiên cứu trên trường siêu vui siêu hỗn loạn (nuôi vi khuẩn, hấp khoai lang trong autoclave (?), vân vân mây mây...)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2d100bb-011d-458b-a463-13b7cdd34cd0",
    "title": {
      "en": "I Awoke as a God After Auto Battling For a Million Years"
    },
    "updatedAt": "2024-11-03T21:04:12+00:00",
    "coverArt": "https://mangadex.org/covers/e2d100bb-011d-458b-a463-13b7cdd34cd0/9f5a7ad8-03bd-4340-8497-495be3984d8f.png",
    "altTitles": [
      {
        "zh": "网游：挂机百万年，我醒来成神"
      },
      {
        "en": "After Millions of Years, I Woke Up to Be a God!"
      },
      {
        "en": "Idle Player Returns as a God"
      },
      {
        "zh-ro": "Wangyou: Gua Ji Bai Wan Nian, Wo Xing Lai Cheng Shen"
      },
      {
        "zh-ro": "Wǎngyóu: Guà Jī Bǎi Wàn Nián, Wǒ Xǐng Lái Chéng Shén"
      }
    ],
    "description": {
      "en": "An otherworldly invasion begins as countless monsters pour through rifts, engulfing human cities and plunging humanity into a doomsday crisis! From this point, humanity enters an era of universal job transfers, with nations vying to train powerful professionals and compete for top rankings in the otherworldly conquest! When the number one ruler of the Dragon Kingdom, who has slumbered for millions of years, awakens with millions of years' worth of idle resources, the bosses of the otherworld tremble. Top-tier professionals from countries around the globe kneel in awe..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21efd65e-e90a-4f54-926d-92bd21b29abf",
    "title": {
      "en": "Zhong Qing"
    },
    "updatedAt": "2025-01-30T11:55:20+00:00",
    "coverArt": "https://mangadex.org/covers/21efd65e-e90a-4f54-926d-92bd21b29abf/a79d8ff9-175a-4716-b2f2-4eaa4c2797af.jpg",
    "altTitles": [
      {
        "zh": "钟情"
      },
      {
        "en": "Guiding the Eccentric Tyrant"
      }
    ],
    "description": {
      "en": "[Idle Nomad version]\nLow-grade guide Qin Yun thought his assignment on Planet G would be uneventful—until he met Cezar, an eccentric esper with too much power and even more curiosity to spare. Left with a temporary mark, Qin Yun was stuck with being dragged across the galaxy, and dodging danger all while enduring Cezar’s unpredictable whims. This is only temporary, right?\n\n[1Braincell version]\nLow-grade guide, Qin Yun, forcibly marked by divine-grade sentry tyrant Mersherie, aggressive maiden-heart seme x serious straightforward uke starting an unbashful unabashed companion life, conquering the whole universe while at it"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "77"
  },
  {
    "mangaId": "e4351665-25f3-4edd-8546-10e5122e721d",
    "title": {
      "en": "Tsumi to Batsu no Spica"
    },
    "updatedAt": "2025-01-28T18:43:45+00:00",
    "coverArt": "https://mangadex.org/covers/e4351665-25f3-4edd-8546-10e5122e721d/334e73da-26c2-4b2f-a2f7-6c4565c0b4b1.jpg",
    "altTitles": [
      {
        "ja": "罪と罰のスピカ"
      },
      {
        "en": "Spica of Sin and Punishment"
      },
      {
        "vi": "Spica, Hình Phạt và Tội Ác"
      }
    ],
    "description": {
      "en": "Hatori, a high school teacher leading an ordinary life, notices one day that his student, Spica Tsumugi, is being bullied. On a rainy day after school, Hatori finds himself alone with Tsumugi by chance. Hatori tells her, \"I'll do something about it!\" but Tsumugi gently takes his hand and says with a smile, \"Hatori-sensei, you're such a liar.\" Teacher and student... two people who should not get too close. This somewhat bewitching girl will dramatically change Hatori's ordinary life.",
      "ja": "最も無垢で、最も罪深い。世界はこんなヒロインを待っていたーー。",
      "vi": "Câu chuyện xoay quanh Hatori, một giáo viên tại trường cấp 3 và là người có cuộc sống rất đỗi bình thường. Một ngày nọ, anh nhận ra rằng học sinh mà mình chủ nhiệm, Tsumugi Spica đang bị bạn cùng lớp bắt nạt.\nNhững tưởng đây chỉ là một cô bé nhút nhát, nhưng..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fab07a3c-9f08-4ad0-919e-4c9b8bd66380",
    "title": {
      "en": "Menhera Usagi wa Yandere Ookami ni Dekiaisareru"
    },
    "updatedAt": "2025-01-31T04:29:19+00:00",
    "coverArt": "https://mangadex.org/covers/fab07a3c-9f08-4ad0-919e-4c9b8bd66380/1c710f33-f866-4ae0-8f0a-4813ed8fcbfc.jpg",
    "altTitles": [
      {
        "ja": "メンヘラうさぎはヤンデレ狼に溺愛される"
      },
      {
        "en": "The Menhera Rabbit Is Adored by the Yandere Wolf"
      }
    ],
    "description": {
      "en": "A dangerous and twisted love between a menhera girl x yandere boy!? Tsumugi is a menhera girl who's been dumped by a string of boyfriends for being too clingy. Her last boyfriend got angry at her for sneakily looking through his phones and kicked her out of the house. And that's when Itoshi, the super kind younger guy who completely accepts her, comes to the rescue. His gentle comfort soothes Tsumugi's broken heart, however, there's something he's hiding...!?",
      "ja": "メンヘラ女子×ヤンデレ男子の危険で歪な恋!?　つむぎは歴代彼氏に「重すぎる」と捨てられてきたメンヘラ女子。彼氏のスマホを勝手に覗き怒られ、家から追い出されてしまう。そんな時助けてくれたのは、自分を全肯定してくれる超優しい年下の男の子、愛士。彼の優しい慰めで傷ついた心が安らぐつむぎだったが、愛士には秘密があって…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "955c730a-9304-4f82-ae96-af48ff5eaa0c",
    "title": {
      "en": "Kurai Anoko to Shitai koto"
    },
    "updatedAt": "2024-11-03T23:16:36+00:00",
    "coverArt": "https://mangadex.org/covers/955c730a-9304-4f82-ae96-af48ff5eaa0c/d1db736e-8e28-42e4-928a-533031f3a21c.jpg",
    "altTitles": [
      {
        "ja": "くらいあの子としたいこと"
      },
      {
        "ja-ro": "Kurai Ano Ko to Shitai Koto"
      },
      {
        "en": "What I’d Like to Do with That Gloomy Girl"
      },
      {
        "zh": "想与阴暗的她一起做的事"
      },
      {
        "zh-ro": "Xiǎng yǔ yīn'àn de tā yīqǐ zuò de shì"
      },
      {
        "id": "Apa yang inginku lakukan dengan gadis yang murung itu?"
      },
      {
        "vi": "Cô nàng u ám cùng lớp của tôi"
      }
    ],
    "description": {
      "en": "That gloomy girl is so beautiful! Let's aim for it!",
      "ja": "新学期から脱ぼっちを目指す高校2年生・田端蓮。友達の為に最初に声をかけたのは、なんだか暗くてちょっぴり怖い。でも目が離せない女の子、佐々木透子で。。。。",
      "pt-br": "A garota sombria é linda!  Uma romcom escolar sobre uma garota fofa e tímida e um garoto que quer fazer amigos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5",
    "title": {
      "en": "Creepy Cat"
    },
    "updatedAt": "2025-01-05T21:34:47+00:00",
    "coverArt": "https://mangadex.org/covers/a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5/ac39af99-3244-4328-99a6-2a95f13aa548.jpg",
    "altTitles": [
      {
        "en": "Creepy Cat ~ My Strange Daily Life with a Cat ~"
      },
      {
        "ja": "CreepyCat 猫と私の奇妙な生活"
      },
      {
        "ms": "Kucing Seram - Kehidupan seharian yang pelik bersama kucing."
      },
      {
        "uk": "Моторошний кіт - Моє дивне життя з котиком"
      },
      {
        "ro": "Pisica Ciudată - Viața Mea Zilnică cu o Pisică Ciudată"
      },
      {
        "ur": "ترسناک بلی ~ بساتھ ایک بلی میری عجیب زندگیِ روزمرہ ~"
      }
    ],
    "description": {
      "en": "Flora moves into a mysterious mansion and finds it inhabited by a strange creature—Creepy Cat!\nThus begins her strange and sometimes dangerous life with a feline roommate.\nThis Gothic comedy brings the chuckles…and the chills!\n\nSource: Seven Seas Entertainment",
      "uk": "Флора тільки-но переїхала до старого будинку, але тут вже живе моторошний котик. Відтоді й почалось їхнє таємниче співіснування.",
      "ur": "فلورا ابھی ایک پرانے گھر میں منتقل ہوئی ہے، لیکن وہاں پہلے ہی ایک ترسناک بلی رہ رہی ہے۔ تب سے ان کی پراسرار ہم آہنگی کا آغاز ہوا۔"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "431"
  },
  {
    "mangaId": "512cd78f-cbb8-460a-bafd-e8840c0f7c31",
    "title": {
      "en": "Sword Art Online Unital Ring"
    },
    "updatedAt": "2024-05-23T11:39:09+00:00",
    "coverArt": "https://mangadex.org/covers/512cd78f-cbb8-460a-bafd-e8840c0f7c31/b30395aa-2d98-4439-b141-a916840aee16.jpg",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン・ユナイタル・リング"
      },
      {
        "ja-ro": "Sōdo Āto Onrain Yunaitaru Ringu"
      },
      {
        "en": "SAO Unital Ring"
      },
      {
        "es-la": "Sword Art Online Anillo Unital"
      }
    ],
    "description": {
      "en": "A year has passed since Kirito and Asuna’s return from the Underworld. With them is Alice, who has been given a physical body. But their peace is quickly broken when the three are suddenly thrust into an unfamiliar game, Unital Ring. This new world is a survival MMO that fuses together every VRMMO created with the Seed program. As soon as it starts, Kirito finds himself with nothing but his underwear. Now, he’s got to challenge a mysterious VRMMOSVG under desperate circumstances!",
      "es-la": "Ha pasado un año desde el regreso de Kirito y Asuna del Underworld. Con ellos está Alice, que ha recibido un cuerpo físico. Pero su paz se rompe rápidamente cuando los tres se ven empujados de repente a un juego desconocido, Unital Ring. Este nuevo mundo es un MMO de supervivencia que fusiona todos los VRMMO creados con el programa \"The Seed\". Nada más empezar, Kirito se encuentra sin nada más que su ropa interior. Ahora, ¡Tiene que desafiar a un misterioso VRMMOSVG en circunstancias desesperadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee494d71-cb58-4420-ac97-5421c1f20969",
    "title": {
      "en": "It Starts With a Kingpin Account"
    },
    "updatedAt": "2024-12-18T08:48:35+00:00",
    "coverArt": "https://mangadex.org/covers/ee494d71-cb58-4420-ac97-5421c1f20969/834a42a7-8475-4ded-aada-55e23b3c0d82.jpg",
    "altTitles": [
      {
        "zh": "开局就有王者账号"
      },
      {
        "ko": "리부트 시스템"
      },
      {
        "pt-br": "Começando Com uma Conta Rei"
      },
      {
        "vi": "Vừa Chơi Đã Có Tài Khoản Vương Giả"
      }
    ],
    "description": {
      "en": "The sudden crisis brought the earth directly into the OL era, and all of humanity fell into the hands of unknown forces. Everyone became level one. In the cruel era of the law of the jungle, high school student Ye Hao could only rise to level three. On the verge of death, he accidentally opened the king account upgrade system. Can Ye Hao become the strongest king?",
      "vi": "Khi một cuộc khủng hoảng bất ngờ ập đến, Trái Đất bị cuốn vào thời đại \"OL\", nơi toàn nhân loại trở thành những nhân vật cấp 1 dưới sự kiểm soát của một thế lực bí ẩn. Trong thời kỳ tàn khốc, nơi kẻ yếu bị loại bỏ, học sinh trung học Diệp Hạo lại mãi dậm chân ở cấp 3. Cận kề cái chết, cậu vô tình kích hoạt \"Hệ thống nâng cấp tài khoản vương giả\". Liệu Diệp Hạo có thể vươn lên trở thành vị vua mạnh nhất, đánh bại thế lực bí ẩn và giải cứu nhân loại?",
      "pt-br": "Uma crise repentina fez a Terra voltar a idade das trevas, dominada por um sistema muito parecido com o de um jogo, e toda a humanidade se viu na palma da mão de forças desconhecidas. Nessa era cruel onde os fortes devoram os fracos, o simples estudante Ye Hao chegou ao nível 3 e não conseguiu mais evoluir. Ele então acaba em uma situação de vida ou morte. Nessa situação desesperadora, Ye Hao libera o sistema de atualização do rei. E agora, até onde esse estudante poderá chegar com esse novo e desconhecido poder?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d706a9a4-654d-4adc-9773-ff6fede3fc69",
    "title": {
      "en": "Tyranno"
    },
    "updatedAt": "2025-01-29T22:29:06+00:00",
    "coverArt": "https://mangadex.org/covers/d706a9a4-654d-4adc-9773-ff6fede3fc69/7e750cdf-54a3-4291-bb29-4a404617221a.jpg",
    "altTitles": [
      {
        "ja": "ティラノ"
      },
      {
        "ja-ro": "Tirano"
      }
    ],
    "description": {
      "en": "Sexual violence tag is for chapter 1 only.\n\nThe setting is the year 202X, in Kamata, Ota Ward, Tokyo, which has become one of the world's leading entertainment districts due to the opening of the Kamata Line. The area attracts huge economic benefits and is surrounded by organized crime, foreign mafias, terrorists, smugglers, prostitution rings... and the hidden agendas of political, financial, and governmental power players. A newly assigned police officer, Nonogami, stationed at the station's front police box, feels despair over the corruption of power. However, with the overwhelming violence of \"Tyranno,\" a massive female police officer, the cases begin to be solved.",
      "ja": "舞台は202X年、蒲蒲線の開通により世界有数の歓楽街となった東京大田区蒲田。 巨額の経済効果と利権に群がる反社会勢力・外国人マフィア・テロリスト、密売人、売春組織…そして政財官の黒幕の思惑…駅前の交番に赴任した新任警察官・野々上は権力の腐敗に絶望するが、「ティラノ」と呼ばれる巨躯の女性警官の圧倒的な暴力によって事件を解決していく。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "765d584a-5471-4da1-a384-b4df252da29b",
    "title": {
      "en": "Dragon King’s Palace: The Richest Son-in-Law"
    },
    "updatedAt": "2025-01-30T20:13:51+00:00",
    "coverArt": "https://mangadex.org/covers/765d584a-5471-4da1-a384-b4df252da29b/933acab9-df3e-43f9-9a1e-311e7baadf7a.jpg",
    "altTitles": [
      {
        "zh": "最豪贅婿 龍王殿"
      },
      {
        "zh-ro": "Zuì Háo Zhùi Xù Lóng Wáng Diàn"
      },
      {
        "en": "The Most Heroic Son-in-Law King"
      },
      {
        "en": "The Most Luxurious Son-in-Law: Dragon King's Palace"
      },
      {
        "vi": "Long Vương Điện: Người Ở Rể Giàu Nhất"
      }
    ],
    "description": {
      "en": "I am nothing in the eyes of others; my mother-in-law despises me, thinking I just rely on my wife and spend her money. And then there’s a group of lowlifes who are constantly coveting my wife. Who says a man marrying into his wife’s family can’t rise to greatness? Ji Xueyu! From now on, I’ll be the one to protect you",
      "vi": "Ta chẳng là gì trong mắt người khác, mẹ vợ khinh thường vì nghĩ ta ăn bám vợ, tiêu tiền của vợ. Ngoài ra còn có một lũ cặn bã luôn thèm muốn vợ ta. Ai nói là vào cửa nhà vợ thì không thể bay lên 9 tầng mây? Kỷ Tuyết Vũ! Sau này sẽ do ta bảo vệ em"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "256"
  },
  {
    "mangaId": "7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53",
    "title": {
      "en": "Dívčí válka: Maidens' War"
    },
    "updatedAt": "2025-01-17T11:31:05+00:00",
    "coverArt": "https://mangadex.org/covers/7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53/cf4fdb02-f86c-493c-82d8-c514d524338e.jpg",
    "altTitles": [
      {
        "ja": "乙女戦争 ディーヴチー・ヴァールカ"
      },
      {
        "ja-ro": "Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Divichi Valka"
      },
      {
        "en": "The Maidens' War: Dívčí Válka"
      },
      {
        "en": "Maidens War - Divichi Valka"
      },
      {
        "cs": "Dívčí válka"
      },
      {
        "fr": "Divci Valka, La guerre des pucelles"
      }
    ],
    "description": {
      "en": "The year is 1420. A small village in the Kingdom of Bohemia is wiped out by marauding Crusader knights. A young peasant girl named Šárka is the sole survivor of the massacre. She meets up with Jan Žižka, leader of the Hussite army, and chooses to take up arms…\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/divci-valka-maidens-war)",
      "pt-br": "O ano é 1420. Uma pequena vila no Reino da Boêmia é destruída por cavaleiros da cruzada. Uma jovem camponesa chamada Sarka é a única sobrevivente do massacre. Ela se encontra com Jan Zizka, líder do exército hussita, e decide pegar em armas…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "60"
  },
  {
    "mangaId": "09b6b88b-8e3b-462f-b619-fbeac479cef9",
    "title": {
      "en": "Admission is a Waste of Time"
    },
    "updatedAt": "2024-11-08T22:13:47+00:00",
    "coverArt": "https://mangadex.org/covers/09b6b88b-8e3b-462f-b619-fbeac479cef9/e192a881-4474-4fd0-ae62-b7ac56c390f7.jpg",
    "altTitles": [
      {
        "ko": "입학은 괜히 해 가지고"
      },
      {
        "en": "Why Did I Have to Enroll?"
      }
    ],
    "description": {
      "en": "How about a university where you attend classes at the Tower of Babel? \n\nBan Yoo-won possesses the extraordinary ability not only to interpret unknown languages but also to see and absorb \"concepts\" from the things he observes. \n\nSince childhood, Yoo-won’s grandfather has told him: \"Our family descends from the ancestor who led people to build the Tower of Babel with the power to make everyone communicate. With that same inherited power, you will be able to reclaim the lost Tower of Babel.\" \n\nAt first, Yoo-won thought it was just a far-fetched story. But while waiting for his university acceptance results, he is suddenly summoned to an academy from an unknown dimension. There, he witnesses the legendary Tower of Babel, which he had only heard about in stories. \n\nDriven by a somewhat materialistic desire to reclaim his family’s lost building and become its owner, along with a sincere wish to fulfill a long-standing family dream, Yoo-won enters the academy. \n\nFinally, he begins his climb up the Tower of Babel — a dungeon filled with dangers and monsters, where the power of constellations and, at its peak, the power of the gods, awaits him!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05bd710c-d94a-45eb-be99-2109d58f1006",
    "title": {
      "en": "Hajirau Kimi ga Mitainda"
    },
    "updatedAt": "2024-12-31T09:45:07+00:00",
    "coverArt": "https://mangadex.org/covers/05bd710c-d94a-45eb-be99-2109d58f1006/ad7798e0-8774-40f4-8d53-8f9e907c00f1.jpg",
    "altTitles": [
      {
        "ja": "恥じらう君が見たいんだ"
      },
      {
        "en": "I Want to See You Embarrassed"
      },
      {
        "ko": "부끄러워하는 널 보고 싶어"
      },
      {
        "zh": "露出导演"
      },
      {
        "zh-hk": "想看妳露出羞恥的模樣"
      },
      {
        "es-la": "Quiero verte avergonzada"
      },
      {
        "th": "เทคนี้ที่ผมถ่ายเป็นเรื่องน่าอายที่เธอไม่คัท"
      }
    ],
    "description": {
      "en": "Akito Shirasawa, a high school boy whose father is a film director, sees something in the library preparation room. It was the \"masturbation scene\" of his classmate, Kaho Honjou. Akito is puzzled, but ends up filming it with his smartphone. Kaho notices Akito, and in the men's restroom, makes a \"proposal\" to Akito! Exposed high school girl and movie boy.",
      "ja": "「私の全てを、撮ってほしいの」\n\n映画監督の父を持つ男子高校生・白沢明人はとある放課後に同級生・本上夏帆の自慰行為を目撃してしまう。困惑しながらもついスマホでそれを盗撮する白沢。しかしそれに気づいた本上は、白沢に驚きの提案を持ちかけて…!?",
      "es-la": "Akito Shirasawa, un chico de secundaria cuyo padre es director de cine, ve algo en la sala de preparación de la biblioteca. Era la \"escena de la masturbación\" de su compañera de clase, Natsuho Honjo. Akito está desconcertado, pero termina filmándolo con su teléfono inteligente. Natsuho nota a Akito, y en el baño de hombres, ¡le hace una \"propuesta\" a Akito! Chica de secundaria expuesta y chico de película. ¡Comienza el \"amor expuesto\" de la retorcida adolescencia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb3b4af2-9a97-4858-b074-46985e8b9fb4",
    "title": {
      "en": "I Want to Live a Good Life"
    },
    "updatedAt": "2024-12-31T06:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/cb3b4af2-9a97-4858-b074-46985e8b9fb4/11d2f3bb-0fb5-47b8-a68c-3e60e1a848bd.jpg",
    "altTitles": [
      {
        "ko": "착하게 살고 싶었답니다"
      }
    ],
    "description": {
      "en": "The best in the world, excellent martial arts, overflowing money and pleasure----the center of the magical world, Black Astronomy. Kang Hee-ran, the granddaughter of the owner of Heukcheonmun, lives a life that has nothing to lack and nothing to be envied of, but dies at the hands of her stepmother. And for some reason, Heeran reverted to her younger self! In the life that started again, she goes down quietly and kindly with her warm nanny. The first step of revenge begins with making the third Confucius, Kang Lun, the king of the underworld who will soon rule Black Astronomy, into a man of Heiran...!!  I was trying to live...  Heeran's stepmother didn't like the way he looked and started to kill all of Heeran's people.  And Heeran went to the bottom of the Dark Astronomical Gate to the realm of the deep hell for revenge."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c17c213-c1fb-4f9b-ad4e-813a2daeea59",
    "title": {
      "en": "Fuun Kara no Saikyou Otoko"
    },
    "updatedAt": "2025-01-27T17:50:42+00:00",
    "coverArt": "https://mangadex.org/covers/8c17c213-c1fb-4f9b-ad4e-813a2daeea59/a2f1cb93-1e37-437e-9d42-5a2608a1f0eb.jpg",
    "altTitles": [
      {
        "ja": "不運からの最強男"
      },
      {
        "id": "Dari Sial menjadi yang Terkuat"
      },
      {
        "en": "From Hapless to Strongest"
      },
      {
        "en": "Unluckiness to the Strongest Man"
      },
      {
        "id": "Pria Termalang jadi yang Terkuat"
      },
      {
        "jv": "Lelaki Paling Kuwat Saka Apes"
      }
    ],
    "description": {
      "en": "After having lived a life full of misfortune, Siegbert has been reincarnated as a result of an accident. His new family is so warm. He can't believe he was unlucky in his previous life.  \n\nHe thought he would live a peaceful life this time, but unfortunately, his luck level is abnormally high and his luckiness attracts \"chance\" and can make whatever his wish come true if he can tackle these \"chances\". However, these \"chances\" comes with a price, Siegbert and those around him has to face formidable enemies and a life-or-death situation.  \n\nSiegbert is determined to beat all of the odds with his abnormally high magic power and appraisal eye that he got after reincarnating to protect those around him.",
      "id": "Siegbert yang selalu tertimpa kemalangan di kehidupan sebelumnya, sekarang ia tereinkarnasi ke dunia lain.\nIa tidak mengira keluarga barunya merupakan keluarga yang hangat karena kemalangan yang ia hadapi di kehidupan sebelumnya.\nAkan tetapi, apakah ia akan tetap dihujani oleh kemalangan bahkan setelah tereinkarnasi?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b2a2d45-b9c5-4d53-9fcb-dda7b3cd5d2e",
    "title": {
      "en": "Forget My Husband, I'll Go Make Money"
    },
    "updatedAt": "2024-09-27T16:16:05+00:00",
    "coverArt": "https://mangadex.org/covers/1b2a2d45-b9c5-4d53-9fcb-dda7b3cd5d2e/6131c433-f906-4008-8fc9-739d313f4085.jpg",
    "altTitles": [
      {
        "ko": "남편은 됐고, 돈이나 벌렵니다"
      },
      {
        "ko-ro": "Nampyeoneun Doaessgo, Donina Beollyeomnida"
      },
      {
        "en": "Forget About My Husband, I'd Rather Go Make Money"
      },
      {
        "uk": "Годі з мене чоловіка - йду заробляти гроші"
      },
      {
        "zh": "要什么老公，我只想搞钱"
      },
      {
        "en": "Forget About My Husband, I'd Rather Go Make Money"
      },
      {
        "es-la": "Terminé con mi esposo, ahora iré a hacer dinero"
      }
    ],
    "description": {
      "en": "I became the wife of a husband who has a girlfriend.\nHmm, I shouldn’t bother them, right?\n\n“Then, you sleep on the floor.”\n“What?”\n\nIt seems that he doesn’t like the idea of it.\nWell, the floor is hard after all.\nI guess I don’t have any other choice.\n\n“We’ll just sleep while holding hands then. You trust me, right?”\n\nBut how did we end up breaking the bed on our first night…?\n\nI am Aristine, an exiled princess who has fallen out of favor with the Emperor.\nThe truth is, she has the <Monarch’s Eyes>, an ability that allows you to see the past, future, and present.\nSacrificed for a contract marriage, she is bound together with a monstrous barbarian…\n\n“I have to present my wife with the most precious things.”\n\nThe future husband who is rumored to be a monster is incredibly normal.\n\nBut this cake belongs to someone else.\n\n“I’ll just go and make money.”\n\nIt’s long been said that imagining gold as your own will help you manifest wealth.\n\n<Forget My Husband, I’ll Go Make Money>\nWill she be able to achieve her dreams of living in freedom while sitting on her piles of money?\nOr will she be able to catch both rabbits at the same time?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b25e5a8d-b0b8-4202-abde-9631236a78f0",
    "title": {
      "en": "A Hero Who Does Everything Perfectly"
    },
    "updatedAt": "2024-11-09T03:33:25+00:00",
    "coverArt": "https://mangadex.org/covers/b25e5a8d-b0b8-4202-abde-9631236a78f0/17dc2c4d-289b-4262-a98a-21d2c8432561.png",
    "altTitles": [
      {
        "en": "A Hero Who Does Everything Well"
      },
      {
        "ko": "다 잘하는 히어로"
      }
    ],
    "description": {
      "en": "In 2024, Na Gang-in wakes up in the heart of South Korea. He can't remember who he is or where he is, but through a combat support AI named Jeon Ji-in embedded in his body, he discovers he's affiliated with the Earth Alliance from 2082. \n\nTo regain his memories and figure out why he ended up here, he needs to gather information. With nothing to his name but plenty of skills, this is Na Gang-in's clumsy journey of adapting to Earth!",
      "ko": "2024년 대한민국 한복판에서 눈을 뜬 나강인. 자신이 누구인지, 이곳이 어디인지도 기억나지 않지만몸 안에 내장된 전투지원 AI 전지인을 통해2082년 지구연합군 소속이었다는 걸 알게 된다.\n\n기억을 되찾고 이곳에 온 이유를 알기 위해선 정보를 수집해야 하는데. 가진 건 없고 할 줄 아는 건 많은 나강인의 우당탕탕 지구 적응기!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "452564fa-13a6-4b88-a9cf-25a9e0471e4c",
    "title": {
      "en": "The Cup of Vengeance Is in Your Hands"
    },
    "updatedAt": "2024-11-14T16:36:50+00:00",
    "coverArt": "https://mangadex.org/covers/452564fa-13a6-4b88-a9cf-25a9e0471e4c/35e9a5df-ec8a-432e-87d6-0ba1829bf593.jpg",
    "altTitles": [
      {
        "ko": "복수의 잔은 당신의 손에"
      }
    ],
    "description": {
      "en": "Princess Eudith’s story begins when her cruel brother, the king, sells her off to the neighboring kingdom to marry the queen’s powerless stepson, Prince Franz. Eudith becomes a pawn in the queen’s plot to discredit Franz and place her biological son, Krald, on the throne. Desperate, Eudith attempts to end her misery but wakes up on the day of her fateful journey. Armed with knowledge and experience from her past life, Eudith seizes the chance for revenge by helping Prince Franz take his rightful place on the throne. Will Eudith succeed in her revenge and find happiness?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e7e729-2403-4bdd-965a-bde4de9e8484",
    "title": {
      "en": "Tears on a Withered Flower"
    },
    "updatedAt": "2025-01-29T03:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "altTitles": [
      {
        "ko": "시든 꽃에 눈물을"
      },
      {
        "pl": "Łzy ze zwiędłych kwiatów"
      },
      {
        "pt-br": "Lágrimas Sobre Flores Murchas"
      },
      {
        "zh-hk": "枯萎的花淚"
      },
      {
        "th": "บุปผารุ่มราคะ"
      },
      {
        "fr": "Pleure pour cette fleur"
      }
    ],
    "description": {
      "en": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
      "fr": "La vie de Na Hae-soo se désintègre lorsque son mari la trahit en ayant une liaison, la laissant accablée de dettes et perdant leur enfant. Dans un coup dévastateur, elle le surprend avec une femme plus jeune. Brisée et désespérée, Na Hae-soo sent sa vie s'effondrer autour d'elle. Cependant, un jeune homme mystérieux entre soudainement dans sa vie, lui demandant de lui enseigner l'amour adulte. Sa vulnérabilité et sa sincérité commencent à éveiller des émotions en Na Hae-soo, l'incitant à reconsidérer son chemin vers l'avenir.",
      "id": "Kehidupan Na Haesoo berubah ketika suaminya mengkhianatinya dengan berselingkuh, membuatnya terlilit hutang dan kehilangan anak mereka. Setelah itu, ia mendapati suaminya bersama seorang wanita yang lebih muda. Dengan perasaan hancur dan putus asa, Na Haesoo merasa kehidupannya di sekelilingnya runtuh dan hancur. Namun, seorang pemuda misterius tiba-tiba memasuki hidupnya, Beom Taeha, yang meminta untuk diajari tentang cinta orang dewasa. Keluguan dan ketulusannya mulai mengusik emosi dalam diri Na Haesoo, dan menantangnya untuk mempertimbangkan kembali langkah apa yang akan diambil.",
      "pl": "Mój mąż miał romans.\nNie wystarczy wziąć na siebie mnóstwo długów, stracić dziecko, na moich oczach zmieszałam się z bardzo młodą kobietą. Zranione życie usychało bez żadnego wyglądu.\n\"Pokarz mi miłość dorosłego\" - podejrzany młodszy mężczyzna, który wtargnął w życie Na Haesoo.\nNiebezpieczny i posłuszny, zaczyna potrząsać Na Haesoo.",
      "pt-br": "A vida de Na Hae-soo se desfaz quando seu marido a trai. Como se não bastasse estar endividada e ter perdido um filho… Em um golpe devastador, ela o flagra fazendo sexo com uma mulher bem mais jovem do que ela. Quebrada e desanimada, Na Hae-soo sente sua vida desmoronando ao seu redor.  No entanto, um jovem misterioso inesperadamente entra em sua vida, pedindo para ser ensinado sobre o amor adulto. Sua vulnerabilidade e sinceridade começam a despertar emoções em Na Hae-soo, desafiando-a a reconsiderar seu caminho a seguir."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db947b17-a026-4c44-97c1-9fadd9c4fca1",
    "title": {
      "en": "Post-Possession Damage Control"
    },
    "updatedAt": "2024-08-11T04:51:59+00:00",
    "coverArt": "https://mangadex.org/covers/db947b17-a026-4c44-97c1-9fadd9c4fca1/92e15179-b850-46b3-b75f-91480c643412.jpg",
    "altTitles": [
      {
        "ko": "누군가 내 몸에 빙의했다"
      },
      {
        "en": "My Body Has Been Possessed by Someone"
      },
      {
        "en": "Someone Possessed My Body for Ten Years"
      },
      {
        "en": "Somebody Possessed My Body"
      },
      {
        "en": "Someone Possessed My Body For 10 Years"
      },
      {
        "fr": "La Possession de Lady Kanna"
      },
      {
        "zh-hk": "二次交換的靈魂"
      },
      {
        "zh": "我被附身了"
      },
      {
        "zh": "有人附在我身上"
      },
      {
        "zh": "被占用的身体"
      },
      {
        "ja": "誰かが私に憑依した"
      },
      {
        "ko": "누군가 내 몸에 빙의했다"
      }
    ],
    "description": {
      "en": "Seven years ago, Kanna was thrown into the body of a Korean girl named Joohwa. She had everything in her new life—a loving family, a great boyfriend, a hard-won medical license, even her own clinic! But that all changes when she's suddenly swapped back one day. Just as she's been in Joohwa's body, Joohwa has been in hers... and she's left Kanna's life a mess! First things first, she's going to divorce her cold husband, Duke Silvian Valentino. After that? Revenge on everyone who's wronged her.",
      "pt-br": "“Me ouça. Sou o único com quem você pode contar.”\n\n“....”\n\n“Eu sou o único para você.”\n\n“....”\n\n“Apenas eu.”\n\nMas que desilusão abominável. Por mais de 10 anos, meu corpo foi possuído por outro alguém. Teria sido bom se “essa pessoa” usasse meu corpo e o devolvesse em boas condições, mas ela ainda se casou estando no meu corpo, ela também estava perseguindo meu marido como uma stalker...?\n\n“Primeiro vamos nos divorciar.”\n\nEu tentei começar uma nova vida deixando meu marido, que estava me tratando como lixo e a minha família que me tratava como sujeira. Mas...\n\n“Indo embora? Você vai me deixar?” —Meu marido que não acreditava em mim.\n\n“Por que você está ficando do lado dele, Irmã?\" —Um irmão mais novo que repentinamente estava com ciúmes.\n\n“Fique nessa casa. Você não pode ir a lugar algum.” —Até mesmo o meu pai que me odiava o tempo todo estava repentinamente obcecado?\n\nO que estava errado com eles para agirem assim tão de repente?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d630e166-3a40-4db5-9044-697f5c6698db",
    "title": {
      "en": "Manual for Using Fierce Beast"
    },
    "updatedAt": "2024-05-17T02:40:58+00:00",
    "coverArt": "https://mangadex.org/covers/d630e166-3a40-4db5-9044-697f5c6698db/daf3a5f6-bf0d-4386-98ff-9fdd3d0401fe.jpg",
    "altTitles": [
      {
        "ko": "맹수 사용 설명서"
      },
      {
        "en": "Reasoning With A Beast"
      },
      {
        "en": "How to Tame a Beast"
      }
    ],
    "description": {
      "en": "Secretary Seo Yujin is in charge of self proclaimed truth-finding. Once upon she receives a sudden call to her president and she hears shocking news. She is asked to take full care of the president's younger brother and the third son of an unknown conglomerate, Jin Taeoh. What if you add something like this when you can't shake off an eery feeling? \"It's not that difficult. You just need to keep him out of the media.\"\n\nShe should have run away immediately after hearing that, but blinded by the money, Seo Yujin agrees...! The first time she goes to the airport to meet him her first impression was that he's a quite beautiful... beast? Tame the world's just but heartless psychotic beast who doesn't know where to go!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94c7e52e-a6b2-4b57-ba14-68f58fc77c8e",
    "title": {
      "en": "Ghost Fixers"
    },
    "updatedAt": "2024-09-06T11:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/94c7e52e-a6b2-4b57-ba14-68f58fc77c8e/1755630d-5d4c-4c0d-aefd-afc6bd8705f7.jpg",
    "altTitles": [
      {
        "ja": "ゴーストフィクサーズ"
      },
      {
        "ru": "Исправители призраков"
      }
    ],
    "description": {
      "en": "Following a certain event, Mikurigaoka New Town transformed into a crucible of supernatural phenomena known as GHOSTS! In said town lives Hifumi, a middle school boy, who one day encounters a girl who just moved in... Help \"correct\" the supernatural in this action-packed tale from Yasuki Tanaka, creator of \"Summer Time Rendering\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7215b1e8-bac1-49a2-83d9-ed62335dd849",
    "title": {
      "en": "Kekkon shiyou. Rikon zentei de."
    },
    "updatedAt": "2024-12-08T13:45:58+00:00",
    "coverArt": "https://mangadex.org/covers/7215b1e8-bac1-49a2-83d9-ed62335dd849/9f0fb476-85c0-407a-ada9-42caa44a656f.png",
    "altTitles": [
      {
        "en": "Please Marry Me With Divorce in Mind"
      },
      {
        "ja": "結婚しよう。離婚前提で。"
      },
      {
        "vi": "Cậu có thể kết hôn với tôi nhưng vẫn sẵn sàng cho việc ly hôn được không?"
      }
    ],
    "description": {
      "en": "After turning 30 as a NEET, Kyousuke was kicked out of his parents' house. \nThat's when Rui, his closest friend, proposes a solution: to get married, then divorce!\n\n\nA guy and girl who've been 'just friends' for around a decade decide to enter a pretend marriage.\nHe's a romantic and she's just a pragmatic girl.  A pair unsuited for marriage.\nWhat will they discover after 100 days together?",
      "vi": "Sau khi bước sang tuổi 30 với tư cách là một NEET, Kyosuke bị đuổi khỏi nhà bố mẹ.\n\nĐó là lúc Rui, người bạn thân nhất của anh, đưa ra một giải pháp: kết hôn rồi ly hôn!\n\nMột chàng trai và cô gái 'chỉ là bạn bè' trong khoảng một thập kỷ quyết định bước vào một cuộc hôn nhân giả.\n\nAnh là một người lãng mạn và cô chỉ là một cô gái thực dụng. Một cặp đôi hoàn toàn không thích hợp với hôn nhân.\n\nHọ sẽ khám phá được điều gì sau 100 ngày bên nhau?",
      "pt-br": "Depois de completar 30 anos como NEET, Kyousuke foi expulso da casa de seus pais.\nFoi então que Rui, o seu melhor amigo, propôs uma solução: casar e depois divorciar-se!\n\nUm rapaz e uma moça que são “apenas amigos” há cerca de uma década decidem entrar em um casamento de mentira.\nEle é um romântico e ela é apenas uma garota pragmática. Um casal inadequado para o casamento.\nO que eles descobrirão depois de 100 dias juntos?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d54d728-aef8-4a59-8080-753eaf50c0c0",
    "title": {
      "en": "Arknights: Want to Make a Movie?"
    },
    "updatedAt": "2025-01-30T15:38:45+00:00",
    "coverArt": "https://mangadex.org/covers/2d54d728-aef8-4a59-8080-753eaf50c0c0/396c0392-bb40-4a74-acb8-58273f295d97.jpg",
    "altTitles": [
      {
        "zh": "暮岁闲谈: 来拍电影吗"
      }
    ],
    "description": {
      "en": "This is something more direct than memory."
    },
    "status": "completed",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c96f1bf8-a100-40bb-98ef-c240b9b7cf96",
    "title": {
      "en": "MF Ghost"
    },
    "updatedAt": "2024-10-11T17:39:37+00:00",
    "coverArt": "https://mangadex.org/covers/c96f1bf8-a100-40bb-98ef-c240b9b7cf96/4e650103-ca73-44ef-98ea-cfd23209dc77.jpg",
    "altTitles": [
      {
        "ja": "MFゴースト"
      },
      {
        "zh-hk": "MF幽靈"
      }
    ],
    "description": {
      "en": "In the year 202X, when self-driving electric and fuel-cell vehicles are ubiquitous, the racing organization MFG exists. Hosting races in Japan exclusively using cars with internal combustion engine. We follow young half-British, half-Japanese racing driver, Kanata Rivington. Who graduated at the top of his class in racing school and was invited into the series thanks to his teacher's connections."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "206b25a1-f7c2-4234-84d0-732f9317740d",
    "title": {
      "en": "You Shou Xi Hua"
    },
    "updatedAt": "2025-01-14T21:47:20+00:00",
    "coverArt": "https://mangadex.org/covers/206b25a1-f7c2-4234-84d0-732f9317740d/c0ee1452-9085-4bb7-aea1-3fe1eb40e213.png",
    "altTitles": [
      {
        "zh-ro": "You Shou QnA"
      },
      {
        "zh": "有兽Q&A"
      },
      {
        "zh": "有兽戏话"
      }
    ],
    "description": {
      "en": "Youshou Xihua- a non-canon, spinoff slice-of-life mini-theater of the Youshou Yan Manga unrelated to the main plotline."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d9d860-86b0-4b87-b124-813fabfef7e2",
    "title": {
      "en": "Marry in Bed at 19"
    },
    "updatedAt": "2024-10-08T03:01:52+00:00",
    "coverArt": "https://mangadex.org/covers/a5d9d860-86b0-4b87-b124-813fabfef7e2/46bfc63b-ac96-4520-85d5-6aa240efff4c.jpg",
    "altTitles": [
      {
        "ko": "메리 배드 19세"
      },
      {
        "en": "Merry Bad 19"
      }
    ],
    "description": {
      "en": "“As a birthday present, i'll give you my boyfriend.” Me Ahyeon and the top actress Seong Si-eun, seem like the closest and best friends in the whole world. While Si-Eun is a bright and famous star, Ahyeon is known as “the girl you can ask any favor\". At Ahyeon's birthday party, Si-eun announces that she's bringing her boyfriend. And then, Ahyeon realizes that she was talking about Nam Terry, a guy who has always hated her... Can they share a boyfriend while preserving their friendship? No matter what you do, he says that “I'll never be able to like you.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "930d4661-5550-4f66-a108-67ff2d55cd12",
    "title": {
      "en": "The Aquatope on White Sand"
    },
    "updatedAt": "2023-12-05T14:58:48+00:00",
    "coverArt": "https://mangadex.org/covers/930d4661-5550-4f66-a108-67ff2d55cd12/5455b226-129d-4877-9454-f29629c19de1.jpg",
    "altTitles": [
      {
        "ja-ro": "Shiroi Suna no Aquatope"
      },
      {
        "ja": "白い砂のアクアトープ"
      }
    ],
    "description": {
      "en": "Gama Gama Aquarium, a small aquarium in Okinawa, is an hour's bus ride from Naha. Kukuru Misakino is an 18-year-old high school student who works there, and she knows about the \"secret\" of the aquarium: sometimes you can see mysterious things. One day Kukuru meets Fuuka, standing in front of a water tank with flowing hair and a tear rolling down her cheek. Fuuka has given up on her dream of becoming an idol and she has run away from Tokyo to Okinawa. Wanting to find a place to belong, Fuuka earnestly asks to work at the aquarium. The manga follows Kukuru and Fuuka as they deal with the issues of the secret of the aquarium and a looming crisis of its possible closure."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "24"
  },
  {
    "mangaId": "13e48dda-3def-4fd1-bbe3-c454ffa17a8e",
    "title": {
      "en": "Getter Robo Devolution"
    },
    "updatedAt": "2022-04-08T13:11:02+00:00",
    "coverArt": "https://mangadex.org/covers/13e48dda-3def-4fd1-bbe3-c454ffa17a8e/b997f2de-5a11-4181-bdb5-88beab957fc3.jpg",
    "altTitles": [
      {
        "en": "Getter Robo Devolution: The Last Three Minutes of the Universe"
      },
      {
        "ja": "ゲッターロボ DEVOLUTION ~宇宙最後の３分間~"
      },
      {
        "ja-ro": "Getter Robo Devolution: Uchuu Saigo no 3-punkan"
      }
    ],
    "description": {
      "en": "Three young pilots connected by the Getter Rays (Ryoma Nagare, Hayato Jin, and Musashi Tomoe) are recruited by Dr. Saotome to fight the Devolved beings appearing from spatial distortions using the only weapon that can face these monsters, the Getter Robo.\n\n[Official English](http://www.sevenseasentertainment.com/series/getter-robo-devolution/)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "38"
  },
  {
    "mangaId": "39df3023-925e-49fe-bd9c-f3547e2da261",
    "title": {
      "en": "Kiss Before Sleep"
    },
    "updatedAt": "2025-01-04T22:29:46+00:00",
    "coverArt": "https://mangadex.org/covers/39df3023-925e-49fe-bd9c-f3547e2da261/988f3606-46da-474b-99f0-135528b0a2c0.jpg",
    "altTitles": [
      {
        "ko": "키스는 자기 전에"
      },
      {
        "en": "Kiss Before Going to Bed"
      },
      {
        "en": "Kissing You Before Going To Bed"
      }
    ],
    "description": {
      "ar": "جي-هو اكتسبت قواها الذهنية على إثر حادثة وقعت في طفولتها! ولكن لا يمكنها التحكم بها! وبعد تحملها المعاناة جراء هذه القوة المزعجة لمدة 18 عامًا، اكتشفت جي-هو أنّ تلامسها الجسدي مع جارها يي-تشان يخفف من عذابها الذهني مؤقتًا. كي تتمكن جي-هو من ملامسته بشكل أخلاقي، فعليها إغواء يي-تشان في هذه الحكاية الملغمة باللحظات العفوية والفكاهية والرومانسية وفانتازيا البطولة الحركية بلمسة من الفوضى الناجمة عن القوى الخارقة.",
      "en": "Jiho gains psychic powers from a childhood accident! However, she can't control them! Enduring pain for 18 years with this troublesome ability, Jiho discovers that physical contact with the guy next door, Yechan, can temporarily free her from her psychic woes... To engage in legal physical contact, Jiho must seduce Yechan in this spontaneous and hilarious romantic fantasy hero action with a touch of superpower chaos!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd86cf8f-dc0f-4d5a-ace1-b6d8ba48e472",
    "title": {
      "en": "Lily House in Front"
    },
    "updatedAt": "2024-04-18T07:28:35+00:00",
    "coverArt": "https://mangadex.org/covers/dd86cf8f-dc0f-4d5a-ace1-b6d8ba48e472/9741d04c-a24c-4c6c-9938-a13fc5454d9c.jpg",
    "altTitles": [
      {
        "ko": "앞집나리"
      },
      {
        "en": "Front House Lily"
      },
      {
        "en": "My Neighbor Nari"
      },
      {
        "ko-ro": "Apjip Na-Ri"
      },
      {
        "th": "นาริห้องตรงข้าม"
      },
      {
        "zh": "對面娜莉"
      }
    ],
    "description": {
      "en": "Suddenly one day my peaceful daily life was broken by that person.. She is a beautiful girl? And she says she likes me? \"No, I love you...\" The problem is, I don't hate that person who moved to the house next door in order to marry me."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48863213-086b-4dfb-8103-8e279b8e5f5d",
    "title": {
      "en": "This Monster Wants to Eat Me"
    },
    "updatedAt": "2025-01-07T19:35:33+00:00",
    "coverArt": "https://mangadex.org/covers/48863213-086b-4dfb-8103-8e279b8e5f5d/79eb2a60-d43a-40ec-baa3-42736d0c5dc1.jpg",
    "altTitles": [
      {
        "ja": "私を喰べたい、ひとでなし"
      },
      {
        "ru": "Монстр, что хочет съесть меня"
      },
      {
        "ja": "Watashi wo Tabetai, Hitodenashi"
      },
      {
        "zh": "想吃掉我的非人少女"
      },
      {
        "zh-hk": "想吃掉我的非人少女"
      },
      {
        "en": "A Monster Wants to Eat Me"
      },
      {
        "vi": "Có thứ muốn ăn thịt tôi"
      }
    ],
    "description": {
      "en": "High school girl Hinako is living a quiet life in a seaside town, but she feels somewhat detached from her friends during the summer months when she is reminded of when her family died years ago. One day, she meets Shiori, a mysterious girl who reminds her of the ocean, especially when it comes to her translucent blue eyes, but Shiori soon reveals that she is actually a mermaid who has been looking for Hinako for a long time.",
      "ru": "Старшеклассница Хинако живет обычной жизнью в городке на морском побережье. Однажды она встречает Шиори, загадочную девушку с глазами цвета океана, но вскоре оказывается, что Шиори — на самом деле русалка, которая наблюдала за Хинако уже долгое время."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b24d2c22-5b28-44d4-a77f-0e920cd960a6",
    "title": {
      "en": "Wolf-chan wa Sumashitai"
    },
    "updatedAt": "2024-09-30T16:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/b24d2c22-5b28-44d4-a77f-0e920cd960a6/d93a5c33-dee7-476a-941a-51ea5b7ff574.jpg",
    "altTitles": [
      {
        "ja": "ウルフちゃんは澄ましたい"
      },
      {
        "en": "Wolf-chan Wants to Be Clear"
      },
      {
        "id": "Gadis Serigala Mencoba Untuk Berpura pura Tidak Peduli"
      },
      {
        "ja-ro": "Wolf chan wa Sumashitai"
      },
      {
        "en": "Wolf-chan Is Trying to Feign Indifference"
      }
    ],
    "description": {
      "en": "The cool, lone-wolf girl and her precious, unrequited crush!\n\n(Source: Ganma!, translated)",
      "ja": "ウルフカットで一匹狼なクール系女子の尊い片想い！",
      "pt-br": "A loba solitária fria, e seu precioso amor não correspondido!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcf2a791-c789-483a-91b1-12b09d2b38d7",
    "title": {
      "en": "Inochi no Tabekata"
    },
    "updatedAt": "2024-10-21T12:09:47+00:00",
    "coverArt": "https://mangadex.org/covers/bcf2a791-c789-483a-91b1-12b09d2b38d7/7d4a3150-d1dc-48d0-b7fd-8c0a6ece78be.jpg",
    "altTitles": [
      {
        "ja": "いのちの食べ方"
      },
      {
        "en": "How to Eat Life"
      },
      {
        "pt-br": "Como Comer a Vida"
      }
    ],
    "description": {
      "en": "Otogiri Tobi, a 2nd grade middle school student, spends his depressing days searching for his missing older brother alongside his inhuman companion, Baku.\nTobi used to rarely speak to anyone besides Baku, however one day after his classmate Shiratama Ryuuko suddenly approaches him, his life begins to change…?\n\nThis is an adventure surrounding the “human” and the “inhuman” that a lone boy faces.\n___\n**Character Designers:** [Mariyasu](https://mangadex.org/author/c4b0336b-a879-4634-9053-9efb11c3f71b), [Waboku](https://mangadex.org/author/03dcd51c-8a6b-4302-8c84-d943a039db25), [lack](https://mangadex.org/author/b68dc199-aaab-4deb-825a-5f3df6482b28)\n\n**Note:** Adapted from the song and novel of the same name."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6567955a-a5b8-4ad9-ad54-c08ecd42f9c0",
    "title": {
      "en": "There Are No Bad Heroes in This World"
    },
    "updatedAt": "2025-01-02T13:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/6567955a-a5b8-4ad9-ad54-c08ecd42f9c0/525e2c18-8aaf-4c72-a6da-fe9de0c8048a.png",
    "altTitles": [
      {
        "ko": "세상에 나쁜 용사는 없다"
      }
    ],
    "description": {
      "en": "Choi Hyun-seok, who was once the mightiest man, begins a new life as a hero in another world after his death. \n\n\"A hero who monopolizes wealth, fame, and beautiful women!\" \n\nDreaming of a glorious future, he arrives in the other world, only to encounter a monstrous beast with a head one size larger than his own. \n\nThe monster, a high-ranking officer of the Demon King’s army, asked: \"Hero? Are you the so-called hero?\" \n\n\"Uh… I guess I’m the hero…?\"\n\nAnd so, hell began.",
      "ko": "세상에서 가장 강한 남자라 불렸던 사나이.세계 최대 격투기 리그의 헤비급 챔피언.최강의 남자였던 최현석은 죽음 이후 이세계의 용사로서 새로운 삶을 시작한다.\n\n'부! 명예! 미녀를 독차지하는 용사!'\n\n찬란한 미래를 꿈꾸며 이세계로 이동한 그가 조우한 것은 자신보다 머리 하나는 더 큰 근육질의 소대가리를 괴물.마왕군의 간부였던 괴물이 물었다.\n\n\"용사? 네가 용사라는 거냐?\"\n“어... 용사일걸요...?”\n\n그렇게 지옥이 시작됐다."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "523ac7ed-0b24-4598-b440-814d8bdcf540",
    "title": {
      "en": "Soul Land II - The Peerless Tang Sect"
    },
    "updatedAt": "2023-10-22T09:31:37+00:00",
    "coverArt": "https://mangadex.org/covers/523ac7ed-0b24-4598-b440-814d8bdcf540/cb1ee7d7-57ea-4de0-b66f-9e17ffe29054.jpg",
    "altTitles": [
      {
        "en": "Combat Continent 2"
      },
      {
        "en": "Combat Continent II"
      },
      {
        "zh-ro": "Douluo Dalu II - Jueshui Tangmen"
      },
      {
        "en": "Đấu La Đại Lục 2 - Tuyệt Thế Đường Môn"
      },
      {
        "en": "Soul Land 2 - The Peerless Tang Sect"
      },
      {
        "en": "Soul Land II"
      },
      {
        "en": "斗罗大陆2 - 绝世唐门"
      },
      {
        "zh-ro": "Douluo Dalu 2 - Jueshui Tangmen"
      },
      {
        "en": "Soul Land II - The Unrivaled Tang Sect"
      },
      {
        "en": "Soul Land 2 - The Unrivaled Tang Sect"
      }
    ],
    "description": {
      "en": "A land without magic, dou-qi, martial arts, but with essence spirits instead. This is the continent 10,000 years after the formation of the Tang Sect. A new hero and his friend walk the land, a new \"Seven Monsters of Shriek.\" Will they keep up the name of the Tang Sect? Or will it crumble due to a new essence system?  \n\n---\n\n**Notes:**\n- This is Soul Land's sequel, but you don't have to read it before reading this. There might be spoilers though.\n- Starting at chapter 181, the manhua format changes to long strip."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1de0715a-ba15-4250-8eb9-0149be0ac76e",
    "title": {
      "en": "Absolute Reign"
    },
    "updatedAt": "2025-01-27T15:38:51+00:00",
    "coverArt": "https://mangadex.org/covers/1de0715a-ba15-4250-8eb9-0149be0ac76e/4d27c3a4-2c90-4879-bff2-2da1fba95b71.png",
    "altTitles": [
      {
        "ko": "절대군림"
      },
      {
        "en": "Absolute Dominion"
      },
      {
        "en": "Absolute Monarch"
      }
    ],
    "description": {
      "en": "Twenty years have passed since the Great War, but petty theft and exploitation have taken root during times of peace. The once dazzling world of Murim is a mere shadow of its former self, but one young enigmatic swordsman has sworn to restore Jianghu to its former glory. Will the noble principles of justice and loyalty prevail over corruption and greed?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f461e344-2385-46b5-83b8-8776f5ea65d0",
    "title": {
      "en": "The Top Dungeon Farmer"
    },
    "updatedAt": "2024-11-16T21:11:47+00:00",
    "coverArt": "https://mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "altTitles": [
      {
        "it": "Coltivo nella Torre"
      },
      {
        "en": "Only I Farm in the Dungeon"
      },
      {
        "en": "Dungeon Farming on My Own"
      },
      {
        "en": "Farming in the Tower Alone"
      },
      {
        "en": "I'm the Only One Farming in the Dungeon"
      },
      {
        "ko": "나혼자 탑에서 농사"
      },
      {
        "en": "Solo Farming in the Tower"
      },
      {
        "ko-ro": "Nahonja Tabeseo Nongsa"
      },
      {
        "es-la": "Cultivando en la torre en solitario"
      },
      {
        "es-la": "Cultivando a solas en la torre"
      },
      {
        "pt-br": "O Único Fazendeiro da Torre"
      }
    ],
    "description": {
      "en": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
      "it": "Un giorno, una misteriosa torre apparve improvvisamente in città. La gente decise di chiamarla dungeon, e sebbene fosse pieno di asperità e mostri pericolosi, era anche una terra di opportunità, dove erano in attesa innumerevoli tesori. Quando Sejun, un giovane che vive una vita normale, viene invitato per caso nel dungeon sotterraneo, è entusiasta all'idea di diventare ricco, ma è rimasto bloccato in una zona nascosta della torre misteriosa. Tutto quello che ha sono alcuni semi e il suo corpo. Ora Sejun deve coltivare, raccogliere risorse e capire come sopravvivere!",
      "es-la": "Un día, una torre misteriosa apareció de repente en la ciudad. La gente decidió llamarla mazmorra, y aunque estaba llena de un terreno irregular y monstruos peligrosos, también era una tierra de oportunidades, donde aguardaban innumerables tesoros. Cuando Sejun, un joven que vive una vida ordinaria, es invitado por casualidad a la mazmorra, está emocionado ante la perspectiva de hacerse rico, pero se encuentra varado en un área oculta de la misteriosa torre. Todo lo que tiene son unas pocas semillas y su cuerpo. ¡Ahora, Sejun debe cultivar, recolectar recursos y descubrir su propia estrategia de supervivencia!",
      "pt-br": "Sejun, o típico azarão de Seul não esperava se tornar um Fazendeiro quando tropeçou e foi transportado para a famosa Dungeon, cheia de missões, de monstros e recompensas misteriosas. No entanto, lá estava ele, como um agricultor cultivando e vendendo seus frutos engenhosamente, enquanto concluía inúmeras missões que surgiam em seu caminho. Será que Sejun conseguirá sair da Dungeon que está preso? Pelo menos ele tem o que é necessário: otimismo, engenhosidade e um grupo de leais amigos peludinhos."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe7d5dbe-6f0a-42ed-9a83-67a4315bd3ee",
    "title": {
      "en": "The Gardener in a Hunter World"
    },
    "updatedAt": "2024-07-29T05:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/fe7d5dbe-6f0a-42ed-9a83-67a4315bd3ee/27369165-a20e-41df-b2a9-33b7f558b5e0.jpg",
    "altTitles": [
      {
        "ko": "헌터 세상의 정원사"
      },
      {
        "en": "Gardener in Hunter's World"
      }
    ],
    "description": {
      "en": "Ji-ha, the weakest labor-class hunter with neither skill nor fighting ability, made a living by running a store while holding the lowest hunter rank.\n\nBut one day, his life as a hunter changed when he entered a garden from a different dimension through his dream...\n\n<You have obtained Friendly Plant Lv.1> <You have obtained Blessing of XXX Lv.1>\n\n'I gained a skill just by planting one twig...?'\n\nHis unique adventure as the sole gardener in the hunter world begins."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d75e832b-e4be-4a1b-bc54-4a1a358aa8e4",
    "title": {
      "en": "GUNDAM EXA VS"
    },
    "updatedAt": "2024-10-13T11:38:25+00:00",
    "coverArt": "https://mangadex.org/covers/d75e832b-e4be-4a1b-bc54-4a1a358aa8e4/d660cf45-a222-4b6f-9411-e212928fcd8c.png",
    "altTitles": [
      {
        "ja": "ガンダムエグザ　ブイエス"
      },
      {
        "ja": "ガンダムEXAVS"
      },
      {
        "ja-ro": "Gundam EXA VS"
      }
    ],
    "description": {
      "en": "Gundam EXA VS (ガンダム EXA VS) is a manga written by Tomohiro Chiba and illustrated by Kōichi Tokita, published by Kadokawa Shoten and serialized in Gundam Ace magazine in 2014 to be tied in with the arcade Game Mobile Suit Gundam: Extreme Vs. Maxi Boost. It's the sequel to the previous manga series, Gundam EXA.\n\nSome time after the events of Gundam EXA, Sthesia Awar informs Leos Alloy that she discovered a new GA data cluster from a computer outside of Jupiter X. The two dive into the new data and find themselves in the Universal Century, during the attack on Side 7. However, after entering the colony, they find that the inside was in ruins, and the RX-78-02 Gundam has been destroyed before it could be activated by Amuro Ray."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "35.5"
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2025-01-01T17:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/f21987e8-1918-4d2d-9796-3c66ac271820.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "zh": "蓝箱"
      },
      {
        "eu": "Kutxa Urdina"
      },
      {
        "pl": "Niebieskie pudełko"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "ja": "バドミントン部に所属する猪股大喜（いのまたたいき）は、女子バスケ部の先輩・鹿野千夏（かのちなつ）に恋をしていた――。自主練を真摯に取り組む姿に心惹かれていたが、思いもよらぬ事実が発覚し…!?　道のりは遠く、想いは近く。",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31b701a7-78bd-4bb5-931a-6308c807df88",
    "title": {
      "en": "Childhood Friendship Is Hard"
    },
    "updatedAt": "2023-02-14T01:38:31+00:00",
    "coverArt": "https://mangadex.org/covers/31b701a7-78bd-4bb5-931a-6308c807df88/2ff1a317-b9bf-4741-868a-0bd60c4caa69.png",
    "altTitles": [
      {
        "ja": "幼馴染って難しい"
      },
      {
        "ja-ro": "Osananajimitte Muzukashii"
      },
      {
        "pt-br": "Amigos de infância São complicados!"
      }
    ],
    "description": {
      "en": "Yuuma and Rin are childhood friends that are joined at the hip. However, they're mutually expecting a little something or another to nudge their relationship a little closer... not that they'll ever admit it, mind you!",
      "pt-br": "Yuuma e Rin são amigos de infância bastante unidos. No entanto, eles esperam mutuamente que uma coisinha ou outra aconteça para que aproxime um pouco mais seu relacionamento... não que eles admitam isso!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c",
    "title": {
      "en": "RED: Living On the Edge"
    },
    "updatedAt": "2024-07-17T17:51:02+00:00",
    "coverArt": "https://mangadex.org/covers/26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c/4b184d59-82f3-43a9-b5be-41752ef3f1e4.jpg",
    "altTitles": [
      {
        "zh": "红色风暴"
      },
      {
        "ja": "レッド"
      }
    ],
    "description": {
      "en": "Set in nineteenth-century America, Red is the last living survivor of a Native American tribe that was slaughtered by white men. On a long journey in search of revenge, he travels with Iero Ito, a samurai who ran away to America after being defeated in the Seinan civil war, and Angie, a mysterious prostitute. The bonds of friendship between the three are touching. Although it is all fiction, the story seems very real as it is based on actual battles between US troops, Apaches and other tribes.\n\n\n---\nOfficial Release:\n- Indonesian release by Level Comics (2005)",
      "pt-br": "Situado na América do século 19, Red é o último sobrevivente vivo de uma tribo nativa americana que foi massacrada por homens brancos. Em uma longa jornada em busca de vingança, ele viaja com Iero Ito, um samurai que fugiu para a América após ser derrotado na guerra civil de Seinan, e Angie, uma misteriosa prostituta. Os laços de amizade entre os três são comoventes. Embora seja tudo ficção, a história parece muito real, pois é baseada em batalhas reais entre tropas americanas, apaches e outras tribos."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "151"
  }
]