[
  {
    "mangaId": "e42799d9-4829-4b4c-b898-96f3b0b45566",
    "title": {
      "en": "Elf ga Gendai ni Itara ~Furita Hen~ (Pre-Serialization)"
    },
    "updatedAt": "2024-04-05T14:12:42+00:00",
    "coverArt": "https://mangadex.org/covers/e42799d9-4829-4b4c-b898-96f3b0b45566/aeb4b4e7-0e1e-4e44-9dc9-202f145616e5.jpg",
    "altTitles": [
      {
        "ja": "エルフが現代にいたら〜フリーター編〜"
      },
      {
        "en": "If Elves Existed in the Present Day ~Freeter Edition~"
      },
      {
        "ja-ro": "Elf ga Gendai ni Itara ~Furita Hen~"
      },
      {
        "en": "If Elves Existed in the Present Day ~Part Timer~"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Niconico](https://seiga.nicovideo.jp/comic/55153) (Compiled with [Elf ga Gendai ni Itara (Anthology)](https://mangadex.org/title/1ecd7a5f-5854-4b40-9c1a-c5588f9e4c71/if-elves-existed-in-the-present-day))\n- Defunct Official Raw - [Twitter Moment](https://twitter.com/i/events/1490269318818713602)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6313343-1a7d-4bd1-9e17-34fda8d765c9",
    "title": {
      "en": "Show Me the Money"
    },
    "updatedAt": "2024-01-04T15:10:38+00:00",
    "coverArt": "https://mangadex.org/covers/e6313343-1a7d-4bd1-9e17-34fda8d765c9/c937cd13-e383-4d3a-8fad-172496b09c26.jpg",
    "altTitles": [
      {
        "en": "Goddess of Stealing Money"
      },
      {
        "zh-ro": "Qiang Qian Nue Shen"
      },
      {
        "zh-hk": "搶錢女神"
      }
    ],
    "description": {
      "en": "Hilarious manhua (Taiwanese manga) about a girl to whom money means everything.  \n  \nDahasu Zuhn's father has just gotten into debt and now his son, Dahasu Zuhn, is in poverty. He meets a girl called Amei Jin who's super strong and has a reason to get money. Dahasu also attends the High School, Freedom High School where he can get in for free. He meets Jin at the school and learns that she needs money for a special reason. Now he is her slave because he owes her 20,000 yen. Whatever shall Zuhn do?",
      "it": "Avete 17 anni, fate parte di una famiglia ricca e avete tutto quello che volete, cellulari, carte di credito, auto, donne e tutti i maschi della vostra (costosissima) scuola vi invidiano. Cosa può succedere di male? Bhè, vostro padre viene imprigionato per frode e non vi lascia nemmeno un soldo, la vostra matrigna scappa all'estero con un altro uomo appena viene a sapere dell'accaduto, la servitù ruba tutti i vostri averi preziosi che avete in casa, nessuno dei vostri parenti vi vuole adottare per i debiti della vostra famiglia e vi ritrovate a donare sangue per avere del cibo, venite espulsi dalla vostra scuola e finite nella peggior scuola del paese dove si rischia la vita ogni giorno, non solo, ma diventate anche lo schiavetto della ragazza più terrificante e violenta che si sia mai vista! Questa è la situazione in cui si trova Dahsau Zuhn, scoprite come se la caverà!"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "195023bf-cf9a-4772-94ef-09dd6eddea84",
    "title": {
      "en": "The Ancient Magus' Bride"
    },
    "updatedAt": "2024-01-21T09:02:53+00:00",
    "coverArt": "https://mangadex.org/covers/195023bf-cf9a-4772-94ef-09dd6eddea84/99f342b5-b5f0-4891-b2b6-31de8720826c.jpg",
    "altTitles": [
      {
        "tl": "Ang Asawa ng Mago"
      },
      {
        "vi": "Cô Dâu Pháp Sư"
      },
      {
        "de": "Die Braut des Magiers"
      },
      {
        "tr": "Kadim Magus'un Gelini"
      },
      {
        "fr": "La Femme du Mage"
      },
      {
        "es": "La Prometida del Mago"
      },
      {
        "it": "La sposa dello stregone"
      },
      {
        "ja-ro": "Mahoutsukai no Yome"
      },
      {
        "pl": "Oblubienica czarnoksiężnika"
      },
      {
        "en": "The Magician's Bride"
      },
      {
        "fi": "Velhon morsian"
      },
      {
        "ru": "Невеста чародея"
      },
      {
        "he": "כלת המגוס העתיק"
      },
      {
        "th": "เจ้าสาวผมแดงกับจอมเวทอสูร"
      },
      {
        "ja": "魔法使いの嫁"
      },
      {
        "zh": "魔法使之嫁"
      },
      {
        "zh-hk": "魔法使的新娘"
      },
      {
        "tr": "Kadim Büyücünün Gelini"
      },
      {
        "cs": "Čarodějova nevěsta"
      },
      {
        "uk": "Наречена чаклуна"
      },
      {
        "ar": "عروس الساحر"
      },
      {
        "ko": "마법사의 신부"
      },
      {
        "id": "Mempelai Sang Magus Kuno"
      },
      {
        "ne": "जादुगरको बेहुली"
      },
      {
        "ja-ro": "Mahou Tsukai no Yome"
      }
    ],
    "description": {
      "en": "With her mother dead and father long gone, Chise Hatori has spent her childhood being passed unwanted from relative to relative, \nuntil she finally makes her unfortunate way to a strange and improbable auction block.\n\nOffered as a “Slay Vega” to the highest bidder, Chise is purchased by the (literally) boneheaded Elias Ainsworth, \nwho promises to take her on as his apprentice.\n\nElias is a mage, and his world is one of dragons and faeries - but before Chise can begin to get accustomed to all of this, \nElias drops another bombshell. Apparently Chise isn't just intended to be his apprentice - she will also be his bride.",
      "es": "Chise Hatori tiene 15 años. Sin parientes, sin esperanzas en la vida y sin habilidades, fue comprada con dinero por un mago no humano...",
      "ja": "少女を金で買ったのは、ヒト為らざる魔法使い――……。羽鳥チセ15歳。身寄りもなく、生きる希望も術も持たぬ彼女を金で買ったのは、ヒト為らざる魔法使いだった……。",
      "es-la": "Chise Hatori tiene 15 años. Sin parientes, sin esperanzas en la vida y sin habilidades, fue comprada con dinero por un mago no humano..."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2024-02-04T19:24:16+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/1a1a3695-edfa-4fbd-afc0-8989b4f15725.jpg",
    "altTitles": [
      {
        "en": "Go, Go, Loser Ranger!"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      },
      {
        "ja": "戦隊大失格"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "en": "Ranger Reject"
      },
      {
        "ja-ro": "Sentai Daishikkaku"
      },
      {
        "en": "No Longer a Sentai Ranger"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10000 meters in the sky to invade Earth! The villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety! The assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest…? Find out in the action-packed superhero series of a lifetime!\n\nFrom Haruba Negi, the creator of *5Toubun no Hanayome.*",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efebd0bc-eb88-477c-bcc3-90413395a2a3",
    "title": {
      "en": "Roxana"
    },
    "updatedAt": "2023-06-13T11:42:26+00:00",
    "coverArt": "https://mangadex.org/covers/efebd0bc-eb88-477c-bcc3-90413395a2a3/6ad2b495-e945-4498-a930-fe59ed46c2c5.jpg",
    "altTitles": [
      {
        "ko": "여주인공의 오빠를 지키는 방법"
      },
      {
        "ko-ro": "Yeojuingongui Oppareul Jikineun Bangbeop"
      },
      {
        "en": "Roxana: The Way to Protect the Female Lead's Older Brother"
      },
      {
        "en": "The Way to Protect the Female Lead's Older Brother"
      },
      {
        "en": "How to Protect the Heroine's Older Brother"
      },
      {
        "tr": "Ana Karakterin Ağabeyini Korumanın Yolu"
      },
      {
        "vi": "Cách để bảo vệ anh trai của Nữ chính"
      },
      {
        "es": "Cómo proteger al hermano mayor de la heroína"
      },
      {
        "ru": "Как защитить старшего брата главной героини"
      },
      {
        "fa": "راهی برای نجات برادر بزرگ‌ترِ شخصیت اولِ زن"
      },
      {
        "ja": "ロクサナ〜悪女がヒロインの兄を守る方法〜"
      },
      {
        "zh": "保护女主角哥哥的方法"
      },
      {
        "zh": "如何保护女主的哥哥"
      },
      {
        "zh": "守护女主的哥哥"
      },
      {
        "zh-hk": "保護女主角哥哥的方法"
      },
      {
        "zh-hk": "如何保護女主的哥哥"
      },
      {
        "zh-hk": "守護女主的哥哥"
      }
    ],
    "description": {
      "en": "Kidnapping, murder, and risqué relationships! Within the scandalous pages of *The Abysmal Flower*, the downfall of Roxana Agrece's criminal family is already foretold. So when Cassis Pedelian, the heroine’s older brother, is kidnapped by Roxana's father, she can either wait for the heroine's revenge... or take matters into her own hands, since Cassis is the key to her survival. But with deceitful characters on all sides, can Roxana and Cassis trust each other enough to bring down the brutal Agreces?\n\n---\nI accidentally took possession of someone in a 19+ reverse harem novel.\n\nThe problem is that I became Roxanna Agriche, the older sister of the sub-villain. My damn father kidnapped the heroine's brother. Now, is the only thing left to meet a terrible end from the vengeance of the heroine?\n\nBut what if I can avoid that horrible development?\n\n“I'm also interested in this toy.”\n\n\"I'll protect you until you can get out of here safely.\"\n\nThe heroine's brother, Cassis Pedalian, will definitely be able to pay me back later.\n\n---\n\n**Note:** Please be advised. This work contains somewhat sadistic expressions and portrayals of bloodshed due to the nature of the genre. There are images that may make you feel a little uncomfortable, so please take note. Additionally, this is **not** smut; it's just R15.\n\n**Links:**\n- [Official Indonesian/Bahasa Indonesia Translation](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n- [Official Japanese/日本語 Translation](https://piccoma.com/web/product/60171)",
      "fr": "Enlèvements, meurtres, et relations risquées! Dans les pages scandaleuses de *La fleur abyssale*, la chute de la famille criminelle de Roxana Agrece est déjà annoncée. Ainsi, lorsque Cassis Pedelian, le frère aîné de l'héroïne, est kidnappé par le père de Roxana, elle peut soit attendre la vengeance de l'héroïne... soit prendre les choses en main, puisque Cassis est la clé de sa survie. Mais avec des personnages trompeurs de tous les côtés, Roxana et Cassis peuvent-ils se faire suffisamment confiance pour faire tomber les brutales Agrece?\n\n---\nTraductions officielles:\n* [Anglais / English](https://tapas.io/series/roxana/info)\n* [Indonésien / Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n* [Japonais / 日本語](https://piccoma.com/web/product/60171)",
      "id": "Aku tidak sengaja merasuki seseorang dalam novel harem terbalik 19+.  Masalahnya adalah aku menjadi Roxana Agriche, kakak dari sub-penjahat itu. Ayahku menculik saudara pemeran utama wanita itu. Sekarang, apakah satu-satunya hal yang tersisa untuk menemui akhir yang mengerikan dari pembalasan pemeran utama wanita? Tetapi bagaimana jika aku dapat menghindari perkembangan yang mengerikan itu?  “Aku juga tertarik dengan mainan ini.”  \"Aku akan melindungimu sampai kamu bisa keluar dari sini dengan selamat.\"\n\n---\nOfficial Translations:\n* [Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n* [Bahasa Inggris / English](https://tapas.io/series/roxana/info)\n* [Bahasa Jepang / 日本語](https://piccoma.com/web/product/60171)",
      "it": "Accidentalmente mi sono reincarnata in un personaggio in un romanzo di harem inverso per maggiorenni. Il problema è che sono diventata Roxana Agriche, la sorella maggiore del cattivo. Il mio dannato padre ha poi rapito il fratello dell'eroina. Ora cosa ci rimane per incontrare una fine terribile e la vendetta dell'eroina? Ma cosa dovrei fare per evitare quest'orribile sviluppo? \"Anche io sono interessata a questo giocattolo.\" \"Ti proteggerò, finché non potrai uscire di qui sano e salvo.\" Il fratello dell'eroina, Cassis Fedelian, potrà sicuramente ripagarmi più tardi.\n\n---\nOfficial Translations:\n* [Giapponese / 日本語](https://piccoma.com/web/product/60171)\n* [Indonesiano / Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n* [Inglese / English](https://tapas.io/series/roxana/info)",
      "ja": "どういう訳か小説の中の悪の一族、アグリチェ一家の娘「ロクサナ」に生まれ変わっていた！ アグリチェは人殺しをものともしない残虐非道な一族で、ロクサナもまたその一族の一人。 そして物語は、ロクサナの父「ラント」がある男を拉致してきた場面から始まる。 その拉致されてきた男は、アグリチェ一族とは対極のぺデリアン一族のプリンス「カシス」だった。 アグリチェ一族の誰もがカシスを殺そうとする中、ロクサナだけは唯一家族を騙してでも必死に救おうとする。 最初はロクサナを警戒していたカシスも徐々に心を開き始め…。\n\n---\nOfficial Translations:\n* [日本語](https://piccoma.com/web/product/60171)\n* [英語 / English](https://tapas.io/series/roxana/info)\n* [インドネシア語 / Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)",
      "ko": "어쩌다 보니 19금 역하렘 소설에 빙의했다.\n\n문제는 내가 악역 서브남의 누나가 되었다는 건데... 망할 아버지가 기어이 여자 주인공의 오빠를 납치해 왔다. 이제 여주인공의 가문에 복수 당해 몰락할 일만 남은 건가. 아아, 데드 플래그 피하기 진짜 힘들다.\n\n\"이번 장난감에는 저도 흥미가 있어요.\"\n\n오빠, 이렇게 된 이상 내가 지켜줄게요.\n\n그러니까 이 은혜는 나중에 꼭 갚아요, 알았죠?\n\n---\nOfficial Translations:\n* [영어 / English](https://tapas.io/series/roxana/info)\n* [인도네시아어 / Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n* [일본어 / 日本語](https://piccoma.com/web/product/60171)",
      "ru": "Я переродилась в новелле 19+ с реверс-гаремом.\n\nПроблема в том, что я стала старшей сестрой второго, злого главного героя… Мой чертов отец в конце концов похитил старшего брата главной героини. Теперь осталось только дожидаться мести от главной героини и разрушения рода? Ах, избежать смертельной концовки и правда тяжело.\n\n\"Я тоже заинтересована в этой игрушке.\"\n\nРаз уж так вышло, то я тебя защищу. Поэтому обязательно отплати мне той же монетой, понял?\n\n---\nOfficial Translations:\n* [Английский / English](https://tapas.io/series/roxana/info)\n* [Индонезийский / Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n* [Японский / 日本語](https://piccoma.com/web/product/60171)",
      "tr": "Bir 19+ ters harem romanının içine girdim.\n\nSorun şu ki, kötü adamın ablası Roxana Agriche oldum. Lanet babam, kahramanın kardeşini kaçırdı. Şimdi, kahramanın intikamından dolayı korkunç bir sonla karşılaşmak geriye kalan tek şey mi?\n\nAma ya bu korkunç gelişmeden kaçınırsam?\n\n“Buradan sağ salim çıkana kadar seni koruyacağım.”\n\nKahramanın kardeşi Cassis Pedalian kesinlikle onun için yaptıklarımı daha sonra geri ödeyecek.\n\n---\nOfficial Translations:\n* [Endonezce / Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n* [İngilizce / English](https://tapas.io/series/roxana/info)\n* [Japonca / 日本語](https://piccoma.com/web/product/60171)",
      "pt-br": "Eu acidentalmente possui alguém em uma novel de harém reverso +19.\nO problema é que eu me tornei Roxana Agriche, a irmã mais nova do sub-vilão. Meu maldito pai sequestrou o irmão da heroína.\nAgora, a única coisa que me resta é encontrar um final terrível da vingança da heroína?\nMas e se eu puder evitar esse acontecimento?\n“Eu também estou interessada nesse brinquedo.”\n“Eu vou protegê-lo até que possa sair daqui a salvo.”\nO irmão da heroína, Cassis Pedalian, vai definitivamente conseguir me retribuir depois.\n\n---\nOfficial Translations:\n* [Inglês / English](https://tapas.io/series/roxana/info)\n* [Indonésio / Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n* [Japonês / 日本語](https://piccoma.com/web/product/60171)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77246b3d-6e8e-4786-95a5-8376257b330c",
    "title": {
      "en": "I Became the Sultan's Precious Cat"
    },
    "updatedAt": "2023-10-26T15:12:53+00:00",
    "coverArt": "https://mangadex.org/covers/77246b3d-6e8e-4786-95a5-8376257b330c/79409436-48ee-4802-877a-9fd3198d4651.jpg",
    "altTitles": [
      {
        "ko": "술탄의 귀한 고양이가 되었습니다"
      }
    ],
    "description": {
      "en": "After my sudden death, I was reincarnated in a strange world with a sultan and his harem, but not as a person, but as a kitten who can't talk!\n\nI can only become human by kissing a prince who is worthy of the sultan...\n\nAfter mistaking me for an assassin and treating me coldly, Prince Soliman says, \"......It's soft, it's warm, can we stay here for a while?\" as he approached me.\n\nPrince Theron, who I thought was a sweetheart, seduces me by whispering, \"Choose me over my brother, and I will give you everything you want.\" \"I will give you everything you want,\" he whispered, seducing me.\n\nI can't stay human unless I kiss one of them. \"Nyaaong!\" (Headache!)\nHow do I survive in this royal palace?",
      "ko": "갑작스러운 죽음 이후, 술탄과 하렘이 있는 묘한 세계에 환생했다.\n하필이면 사람도 아닌 말 못 하는 아기 고양이로!\n \n오직 술탄의 자격이 있는 왕자와 입을 맞춰야 인간으로 변할 수 있다는데…\n \n나를 암살자로 착각하고 차갑게 대하던 슐레이만 왕자는\n“……부드럽고, 따뜻해. 잠깐 이렇게 있어도 될까?” 라며 내게 다가오고.\n \n다정한 줄만 알았던 테론 왕자는,\n“형님 말고 저를 선택하세요. 당신이 원하는 모든 걸 바치겠습니다.” 라고 속삭이며 나를 유혹한다.\n \n둘 중 하나와 키스하지 않으면 인간의 모습을 유지할 수 없는 나.\n“냐아오옹!”(머리 아파!)\n이 왕궁에서 살아남으려면 어떻게 해야 하지?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4b6bfd-40b4-4a84-b60e-1006c46c106b",
    "title": {
      "en": "How the Little Brother Who Turned Into a Girl Became His Big Brother's Girlfriend"
    },
    "updatedAt": "2024-03-20T20:23:33+00:00",
    "coverArt": "https://mangadex.org/covers/ff4b6bfd-40b4-4a84-b60e-1006c46c106b/8ab088a7-fd39-41bb-9caa-cd7cbc3b785c.jpg",
    "altTitles": [
      {
        "ja": "兄貴の彼女になる、女の子になっちゃった弟。"
      },
      {
        "ja-ro": "Aniki No Kanojo Ni Naru, Onnanoko Ni Nacchatta Otouto"
      },
      {
        "en": "When I Returned Home for the First Time in a Long Time, My Brother Transformed Into a Girl"
      },
      {
        "ja": "久しぶりに実家に帰ったら弟がTSしてた。"
      },
      {
        "ja-ro": "Hisashiburi Ni Jikka Ni Kaettara Otouto Ga TS Shiteta"
      }
    ],
    "description": {
      "en": "When I returned home for the first time in a long time, my little brother transformed into a girl!?\n\n---\n\n[Fantia 18+ Content](https://mangadex.org/title/7a23de9c-01b8-43bd-ac38-0bfe0bebcc3b)",
      "id": "Ketika aku pulang ke rumah setelah sekian lamanya adik tiri laki-laki ku berubah menjadi gadis!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d682eb9-c947-4fdd-bdca-61dd70a13741",
    "title": {
      "ja": "Demon Academy"
    },
    "updatedAt": "2024-03-09T21:51:36+00:00",
    "coverArt": "https://mangadex.org/covers/1d682eb9-c947-4fdd-bdca-61dd70a13741/d4f2f0e6-c000-40fd-8ee9-511804efa3a9.jpg",
    "altTitles": [
      {
        "ja": "魔界学園"
      },
      {
        "zh-hk": "魔界學園"
      },
      {
        "ja-ro": "Makai Gakuen"
      }
    ],
    "description": {
      "en": "The Fierce Demons pride themselves as being the reigning delinquent gang of Mikado High School, but their name lets on much more, as they are being influenced by strange occult forces.\nDan Hayato, a mysterious transfer student with an unknown past, arrives at the school with a hidden agenda. With his power to separate his soul from his body, what does he know about the motives of the Fierce Demons and what events will lead to the destruction of the school?",
      "ja": "帝高校夜間部のアイドル、氷河めぐみが、謎の老婆ミス・ヴァージン率いる黒門高校によって拉致された！彼女を救うために教師が招いたのは、檀隼人という謎の転校生。めぐみ奪還に動き出す隼人だったが、その役目は我らにこそあり、と帝高護衛団「烈鬼」も動き出す。果たして彼女を救いだすのは――？"
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "21",
    "lastChapter": "188"
  },
  {
    "mangaId": "e3a975db-d297-4d25-a50a-efa5d14fc17f",
    "title": {
      "en": "Bokura no Henbyoushi"
    },
    "updatedAt": "2024-04-07T12:37:10+00:00",
    "coverArt": "https://mangadex.org/covers/e3a975db-d297-4d25-a50a-efa5d14fc17f/48e54217-864c-4f34-961d-ed49030d3273.jpg",
    "altTitles": [
      {
        "en": "Déviances"
      },
      {
        "en": "Our Rhythm Change"
      },
      {
        "en": "僕らの変拍子"
      }
    ],
    "description": {
      "en": "Ever since he injured his hand and had to quit playing piano, Yanagawa has had no motivation. Then one day he receives a suspicious cigarette from a girl he knows. A collection of short stories."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "1c597253-e57e-4f44-97ce-b21a7cc0356c",
    "title": {
      "en": "A Life Changing Turn"
    },
    "updatedAt": "2023-12-17T04:16:04+00:00",
    "coverArt": "https://mangadex.org/covers/1c597253-e57e-4f44-97ce-b21a7cc0356c/9626b2c7-5517-4b03-a9d3-28180ea55454.jpg",
    "altTitles": [
      {
        "ko": "대박사건"
      },
      {
        "en": "Crash (Gwangjin)"
      },
      {
        "en": "Crash"
      },
      {
        "pt-br": "A reviravolta que mudou minha vida"
      }
    ],
    "description": {
      "en": "\"Did I hit a man?\"\nWith a mayor father, and one foot in Hankuk University, high school student Jo Soo-Ah is living the high life. One mistake leads to a hit-and-run. \"It's okay because no one saw it\", she thinks. But her life is slowly cracking down when the messages of M, an eyewitness who seemed to know everything, flying towards her.",
      "pt-br": "\"Eu atropelei alguém?\" O pai é um empresário proeminente, formado na Universidade da Coreia! Jo Soo-Ah, uma estudante do ensino médio com currículo exemplar! Com apenas um erro, ela se envolve em um acidente de atropelamento. Mas está tudo bem. Ninguém viu. No entanto, uma mensagem de M. chega até ela, perguntando: \"?\" \"Quem é você?\" \"!\" Uma testemunha. A aparição de uma testemunha que sabe de tudo. A perfeição de sua vida cotidiana começa a desmoronar!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11101340-f122-40e6-a5e6-a0feffa120da",
    "title": {
      "en": "Hantsu x Trash"
    },
    "updatedAt": "2022-04-10T13:29:19+00:00",
    "coverArt": "https://mangadex.org/covers/11101340-f122-40e6-a5e6-a0feffa120da/880507c5-375f-48b2-a0f0-dc769547bd26.jpg",
    "altTitles": [
      {
        "ja-ro": "Hantsu × Torasshu"
      },
      {
        "en": "Sexy and Stupid Water Polo Comedy"
      },
      {
        "ja": "ハンツー×トラッシュ"
      }
    ],
    "description": {
      "en": "Hamaji Youhei, a freshman in high school, lives his life aimlessly, lazing around all day. He can't keep up with his studies, no good at sports and won't stick with anything for long. Besides that he's a pervert who's continuously rejected by girls. A sophomore convinces him into joining a club where he could lunge at girls, fondling and touching all he wanted. Thus he joined the Water Polo Club. Can Youhei, who never sticks with anything for long, find his place in this club?",
      "pt": "Hamaji Youhei, é um calouro do colegial, uma vida sem rumo, sem fazer nada o dia todo. Ele não é bom nos estudos, nos esportes e não dura muito tempo em lugar nenhum. alem disso ele é um pervertido que está continuamente sendo rejeitados pelas garotas. um colegial do 2º ano convence ele a entrar em um clube onde pudesse agarrar as garotas, acariciando e tocando tudo o que ele quiser. Assim, ele se juntou ao Clube de Polo Aquático. Pode Youhei, que nunca dura em lugar nenhum por muito tempo, encontrar seu lugar nesse clube?  \n  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/K_hiyokopiyo)"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "199"
  },
  {
    "mangaId": "7477bdb7-c146-41f7-a8de-29c7b7b5034c",
    "title": {
      "en": "XX Shinaide! Tsukimine-san"
    },
    "updatedAt": "2024-03-19T18:28:05+00:00",
    "coverArt": "https://mangadex.org/covers/7477bdb7-c146-41f7-a8de-29c7b7b5034c/b06d27df-25ea-43aa-9288-bbccbc0169fd.jpg",
    "altTitles": [
      {
        "ja": "××しないで！月峰さん。"
      },
      {
        "es-la": "¡¡No me XX!! Tsukimine-san"
      },
      {
        "en": "Don’t XX Ms. Tsukimine"
      }
    ],
    "description": {
      "en": "Hidaka Akira is a high school student who loves solitude. He avoids the crowds in his class and decides to eat alone, but there is someone who disturbs his peace. It is Tsukimine Chiyo, the girl at the highest level in the school hierarchy, a girl who is absolutely beautiful. Tsukimine called Akira and asked him to do his \"usual thing\". What kind of \"normal\" did they mean, and why were her clothes off...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3fba5d5-fd90-4f93-b61d-1efea5e7dd9a",
    "title": {
      "en": "Cryptid Academy"
    },
    "updatedAt": "2024-01-28T19:48:49+00:00",
    "coverArt": "https://mangadex.org/covers/f3fba5d5-fd90-4f93-b61d-1efea5e7dd9a/a79a749a-7761-4140-b000-107ed1cc99e9.jpg",
    "altTitles": [],
    "description": {
      "en": "A girl wakes up in a school filled with human-cryptid hybrids. She doesn't know who she is, why she is there, and what's happening.\n\n\n---\n\nProject Melody streams on [Twitch](https://www.twitch.tv/projektmelody) while writing the script. The [streams](https://youtu.be/G0iyDcW9nyo) can be found in Projekt Melody's official [VOD archive](https://www.youtube.com/channel/UCBDQTYsCOjLZ-Sc7Unbt7rg)."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36bb5e22-2a96-462a-87cd-b15941b1bf02",
    "title": {
      "en": "Chikarawaza no Sister (R-18)"
    },
    "updatedAt": "2024-04-06T15:37:41+00:00",
    "coverArt": "https://mangadex.org/covers/36bb5e22-2a96-462a-87cd-b15941b1bf02/05e1a828-2fb9-4de1-af24-c17b9af192f4.jpg",
    "altTitles": [
      {
        "en": "The Sister with Strength (R-18)"
      },
      {
        "en": "Forceful Sister (R-18)"
      },
      {
        "en": "The Sister Of Strength Feats (R-18)"
      },
      {
        "es-la": "La Hermana con una fuerza brutal (R-18)"
      },
      {
        "ja": "力技のシスター (R-18)"
      },
      {
        "pt-br": "A irmã que excela força física (R-18)"
      },
      {
        "vi": "Cô nữ tu cứng rắn (R-18)"
      },
      {
        "zh": "铁拳修女 (R-18)"
      },
      {
        "ja": "失楽園"
      }
    ],
    "description": {
      "en": "Fanbox extras for [Chikarawaza no Sister](https://mangadex.org/title/3c025255-1151-4da4-9724-c28aa70e5062/chikarawaza-no-sister)."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2024-01-26T17:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/3764c25f-c596-421b-b0c7-9eabba109b5a.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b2c7a03-ca53-43f0-abc8-031c0c136ae6",
    "title": {
      "en": "Wonder Cat Kyuu-chan"
    },
    "updatedAt": "2023-12-14T16:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/5b2c7a03-ca53-43f0-abc8-031c0c136ae6/07917c0d-dd8d-47b7-92b8-ac833c0636ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushigi Neko no Kyuu-chan"
      },
      {
        "ro": "Pisica Minune Kyuu-chan"
      },
      {
        "ro": "Pisica Misterioasă Kyuu-chan"
      },
      {
        "en": "Wondercat Kyuu-chan"
      },
      {
        "ru": "Чудесный котик Кю"
      },
      {
        "ja": "ふしぎねこのきゅーちゃん"
      }
    ],
    "description": {
      "en": "The cute Kyuu-chan is a wonder cat. Dance, sing, be happy together!\n\n---\n\n- **[Official English license announcement](https://sevenseasentertainment.com/2020/08/28/seven-seas-isnt-kitten-around-with-license-of-wondercat-kyuu-chan-manga-series/)**\n\n- **[ManiManiTV YouTube channel](https://www.youtube.com/c/ManiManiTV/videos/), Official Kyuu-chan motion comic videos:** [#1,](https://www.youtube.com/watch?v=zCBZUbEbI-w) [#2,](https://www.youtube.com/watch?v=wSJURvGO494) [#3](https://www.youtube.com/watch?v=ytJbXHsqikw)…",
      "ro": "O manga adorabilă color despre un tânăr ce salvează o pisică foarte specială. Dar pisica asta nu e ceea ce pare! Kyuu-chan iubeste mâncarea, îmbrățișările și fundele, dar cel mai mult, îl iubește pe Hinata, tânărul care l-a adoptat. Pe măsură ce se obișnuiesc să trăiască împreună, ei descoperă că au mult de învățat unul de la celălalt. Vedeți viața ordinară și extraordinară pe care cei doi o trăiesc în această minunată slice-of-life manga pentru toți iubitorii de animale și nu numai!",
      "ru": "Милая история о повседневной жизни бездомного котика Кю и человека, который решает его приютить.",
      "pt-br": "Hinata é um jovem trabalhador que leva uma vida mundana. No meio de uma tempestade de neve, ele acha um gato abandonado passando frio em uma caixa de papelão, e decide o levar pra casa. O que Hinata não sabia é que ele tinha acabado de pegar o melhor gato de todos!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6da102e6-34da-4e56-b502-6bd095e9e4b5",
    "title": {
      "en": "Touhou - Mamange Eternal (Doujinshi)"
    },
    "updatedAt": "2023-08-06T16:38:38+00:00",
    "coverArt": "https://mangadex.org/covers/6da102e6-34da-4e56-b502-6bd095e9e4b5/0a23ce97-b3b9-44f9-b9c1-a86b36eb0442.png",
    "altTitles": [
      {
        "ja-ro": "Mamange Ei"
      },
      {
        "ja-ro": "Mamange Eien"
      },
      {
        "de": "Mamange Forever"
      },
      {
        "ja": "ママんげ永"
      }
    ],
    "description": {
      "en": "After a five year hiatus, the beloved Touhou doujin series by Shigeru Koyama continues, in which we follow the slice of life adventures of the Eientei family and their neighbors in the nostalgic and contemporary town of Gensouchou.\n  \nEnglish translation also available on Danbooru: <https://danbooru.donmai.us/pools/1368>"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03f3f742-e2da-4f3c-b057-0bb9da6757ee",
    "title": {
      "en": "Sousou no Frieren - Gaku Paro na Shutaferu (Doujinshi)"
    },
    "updatedAt": "2024-03-16T16:06:36+00:00",
    "coverArt": "https://mangadex.org/covers/03f3f742-e2da-4f3c-b057-0bb9da6757ee/0de533a1-c197-4e11-86b1-36f5ae864f68.jpg",
    "altTitles": [
      {
        "ja": "葬送のフリーレン - 学パロなシュタフェル"
      },
      {
        "en": "Frieren at the Funeral - Stark X Fern: School AU"
      },
      {
        "en": "Frieren: Beyond Journey’s End - Stark X Fern: School AU"
      }
    ],
    "description": {
      "en": "**Notes:**\n- The author skipped chapter 2."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1629d65-f177-418a-a04f-ae4ee6929f90",
    "title": {
      "en": "Imprisoned with the Horror Game's Male Lead"
    },
    "updatedAt": "2024-03-17T11:50:45+00:00",
    "coverArt": "https://mangadex.org/covers/b1629d65-f177-418a-a04f-ae4ee6929f90/4ff9e50e-1bef-4bb4-939a-fd72dc82e312.jpg",
    "altTitles": [
      {
        "ko": "공포게임 남주와 감금당했다"
      },
      {
        "en": "Confined Together with the Horror Game’s Male Lead"
      }
    ],
    "description": {
      "en": "I became a maid inside of a horror game.\nPenalties were given to the male lead, who was trying to escape being locked up in a large mansion, and I acted as a guide. \n\nI was going to fulfill my duties until the male lead’s play ends.\n\n“When I get out, I’ll lock you up exactly the same way.”\n\nThe male lead is so noisy. \nIf it’s going to be like this, I’ll just help him escape faster. \n\n“Let’s eat, Dietrich.”\n“This is a potion, it’ll help you recover faster if you take it.”\n“The hint to escape is over there…”\n\nI fed him well to prepare for the next play, and when the male lead got hurt, I gave him a potion so he could quickly play the next game,\nI even gave him a hint for the problem. \n\nYou’ll be able to get out now, right?\n\nHowever. \n\n“I don’t really know the answer.”\n\nWhat’s the meaning of this? Aren’t you supposed to be smart?\n\n…The male lead doesn’t think about leaving the mansion at all. \n\n“If you won’t get out, I will.”\n\nI shouted in anger because I was so sick of the thought of having to see the face of someone I don’t want to keep seeing. \n\n“Is it possible for you to get out of here?”\n\nHis eyes sank bitterly. \n\n“Let me tell you this, I have no intention of leaving this place.”\n“What?”\n“And you have no way of getting out, either.”\n\nWhat the hell is going on?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-04-03T12:56:30+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc2f5dc2-b02d-4729-b292-7be665b196c9",
    "title": {
      "en": "Finding My Place"
    },
    "updatedAt": "2024-03-31T10:45:15+00:00",
    "coverArt": "https://mangadex.org/covers/cc2f5dc2-b02d-4729-b292-7be665b196c9/b44017bf-e21f-45b6-9753-18c14bfe62d7.jpg",
    "altTitles": [
      {
        "ko": "나의 자리"
      },
      {
        "ko-ro": "Naui Jari"
      },
      {
        "en": "My Place"
      },
      {
        "en": "My Constellation"
      },
      {
        "fr": "Ma constellation"
      },
      {
        "ja": "私のいる場所"
      },
      {
        "zh": "披荆斩棘的未来"
      },
      {
        "id": "The Place I Belong to"
      }
    ],
    "description": {
      "en": "Out of fear, Arshe kills her brother who would have become the king, and gets imprisoned inside the palace. Later, a prince comes from the Empire and gives her a secret offer. \n\nArshe, who has always wished to live a stable life, is told by her brother that there was a marriage proposal from a neighboring country. When she’s forced to be sent there, she gets frustrated, worrying that she might get killed in a foreign land. After poisoning her brother to death, Arshe is locked up inside the palace. Then one day, a prince comes from the Empire to visit her. \n\n---\nDuring a chance meeting, Princess Asché shares an unforgettable kiss with Ethan, the second prince of a nearby empire. Years later, Asché’s brother arranges a marriage that will force her to become the Emperor’s ninth wife. Rather than suffer in a loveless union, Asché poisons her brother, and is imprisoned in the palace for her crime. But as revolution stirs, Ethan, now an anti-imperial rebel, suddenly reappears in her bedroom, and a steamy romance fraught with political implications begins.",
      "id": "Ashé, yang mengharapkan kehidupan yang stabil terpaksa ke negara lain setelah kakaknya mendapat tawaran pernikahan. Karena takut mati dengan cara yang mengerikan jika dia melakukan pernikahan yang tidak diinginkan, dia akhirnya meracuni saudaranya sendiri. Suatu hari, setelah dipenjara di istana karena kejahatan itu, pangeran kekaisaran datang untuk menemukannya.\n\n---\nSebagai putri kerajaan yang dilahirkan oleh dayang istana, Ashe begitu mendambakan kebebasan. Namun sayangnya, William, kakak sekaligus pangeran pertama yang haus akan takhta justru menjodohkannya dengan kaisar yang terkenal ringan tangan. Ashe yang menolak perjodohan tersebut pun meracuni William hingga tewas. Tetapi, akankah kematian William menjadi titik terang bagi Ashe? Atau hidupnya justru menjadi semakin rumit setelah Ashe menjalin hubungan dengan pira yang dia pilih, yaitu Idan anak sang Kaisar?",
      "ja": "アメタン王国の王女アーシャは第一王子のウィリアムに王位を継承させ、王国を出て平穏な生活を送ることを望んでいた。 しかし、兄ウィリアムから皇帝の妃になることを強要されそうにー。 アーシェは兄を毒殺するも、その罪で監禁され、5年後に死刑となることを宣告される。 そんな中、前に帝国のパーティで偶然に出会い、忘れられない時を過ごした皇子イダンが訪れてきて…。",
      "ko": "왕위 쟁탈전에는 관심이 없는 왕녀 아셰는 연회에서 우연히 제국의 2황자 이단을 만나게 된다. 비밀 장소에서 만난 그들은 왠지 모를 친근감에 속마음을 터놓게 되고, 술김에 첫키스까지 하게 된다.\n\n7년 후, 태자인 친오라비를 죽이고 궁에 감금되어 처벌을 기다리는 아셰 앞에 또다시 이단이 찾아온다..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "78"
  },
  {
    "mangaId": "54cc1547-1d1c-4759-a94c-39b9d1f958d7",
    "title": {
      "en": "Mousou Sensei"
    },
    "updatedAt": "2024-03-07T06:05:02+00:00",
    "coverArt": "https://mangadex.org/covers/54cc1547-1d1c-4759-a94c-39b9d1f958d7/0259b2f8-61ab-4bb9-87f0-89f573a47afe.jpg",
    "altTitles": [
      {
        "ja": "妄想先生"
      },
      {
        "en": "Delusional Teacher"
      }
    ],
    "description": {
      "en": "The beautiful English teacher Momoko Irosaki receives what she thinks are the lustful gazes of her male students every day... or so she misunderstands!? What goes on in the school life of a teacher who inadvertently indulges in fantasies full of allure...?",
      "ja": "美人英語教師の色咲先生は、日々男子生徒から思春期真っ盛りの視線を浴びている…のは勘違い!? ついお色気全開の妄想をしてしまう先生の学校生活は――…。ちょっとえっちでかなり笑える妄想スクールコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2023-07-08T05:43:17+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/40d9e0e8-7329-44e3-8d81-4a3d687b8d55.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7ea1d56-6e19-4dc6-b2bb-f7cd3399bfed",
    "title": {
      "en": "Gakuen THE iDOLM@STER 4-koma Comic"
    },
    "updatedAt": "2024-03-09T12:13:08+00:00",
    "coverArt": "https://mangadex.org/covers/f7ea1d56-6e19-4dc6-b2bb-f7cd3399bfed/5d23afb7-1d69-4ede-812e-5cd63b6686b5.png",
    "altTitles": [
      {
        "en": "Gakum@s 4-koma, Gakumas 4-koma"
      }
    ],
    "description": {
      "en": "A whole new THE iDOLM@STER branch - Gakuen THE iDOLM@STER. This comic introduces about characters and stuff in Hatsuboshi Academy.",
      "vi": "Một nhánh THE iDOLM@STER hoàn toàn mới - Gakuen THE iDOLM@STER. Truyện giới thiệu về các nhân vật và những điều liên quan đến Học viện tư lập Hatsuboshi."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936ade55-b4d6-4e86-bc8b-8d104f5c36cb",
    "title": {
      "en": "Kimi wa Kawaii Reptile"
    },
    "updatedAt": "2024-04-07T12:27:20+00:00",
    "coverArt": "https://mangadex.org/covers/936ade55-b4d6-4e86-bc8b-8d104f5c36cb/26f8eb6c-8dc1-4ac2-bd9d-b072f8ac15d7.jpg",
    "altTitles": [
      {
        "ja": "きみはかわいいれぷたいる"
      },
      {
        "ja-ro": "Kimiwa Kawaii Reptile"
      },
      {
        "en": "You Are a Cute Reptile"
      }
    ],
    "description": {
      "en": "Itsuki Fukunaga (27) is the manager of a reptile store. Surrounded by his favorite reptiles, he spent every day happily. But one day, Fuu-chan, a bearded lizard with a chin turned into a human girl. Her personality and gestures are the same as when she was a reptile. \n\nA exciting love comedy with 120% reptile geekiness and 120% lovey-dovey!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8972773a-cd81-4f55-87c7-d230a9e75cc2",
    "title": {
      "en": "Hinata no Yuri"
    },
    "updatedAt": "2024-02-27T17:21:31+00:00",
    "coverArt": "https://mangadex.org/covers/8972773a-cd81-4f55-87c7-d230a9e75cc2/c6b71318-dcae-4191-9eb8-423f3eb2d29d.jpg",
    "altTitles": [
      {
        "ja": "ヒナタノユリ"
      }
    ],
    "description": {
      "en": "On that day, I met my destiny.\nKashiko Hinata, an office worker who has never been in love, meets Reika, a beautiful girl with an unknown identity, who says, \"I'll do anything, please let me stay here!\"\n\nTheir shared life together begins. A yuri tale of love and madness, told with beautiful brush strokes, is about to begin!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75714cad-01c2-478e-9a2c-4c4903549352",
    "title": {
      "en": "Guide to Raising a Loyal Dog"
    },
    "updatedAt": "2024-03-01T16:50:59+00:00",
    "coverArt": "https://mangadex.org/covers/75714cad-01c2-478e-9a2c-4c4903549352/125bf59d-b664-447c-9e0f-c7fc60b483c1.png",
    "altTitles": [
      {
        "zh": "忠犬攻略"
      }
    ],
    "description": {
      "en": "A reward notice for a “lost dog” ties the fates of Ling Xiangwan and Bai Qingxiao together. As the poor university student, Ling Xiangwan, searches for the owner of the dog he is currently carrying, he accidentally catches glimpses of Bai Qingxiao’s naughty deeds. It is only then that he realizes this is not the kind of “dog” the notice was looking for. As the door to flee the scene is quite literally shut, Bai Qingxiao asks Ling Xiangwan to pay him company, how humiliating! Ling Xiangwan leaves, fuming. After that, Bai Qingxiao just can’t seem to get Ling Xiangwan out of his mind…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8332417b-d7f1-4888-b5ea-9b807e5ca37f",
    "title": {
      "en": "My Sect's Senior Disciple Has a Hole in His Brain"
    },
    "updatedAt": "2023-08-14T15:57:12+00:00",
    "coverArt": "https://mangadex.org/covers/8332417b-d7f1-4888-b5ea-9b807e5ca37f/0ea35f3e-a9cd-4a5f-8d5f-38e56b38e2fa.jpg",
    "altTitles": [
      {
        "en": "There's a Pit in My Senior's Brain"
      },
      {
        "en": "There's Something Wrong with My Da Shixiong's Brain"
      },
      {
        "zh-ro": "Wo Jia Da Shi Xiong Nao Zi You Keng"
      },
      {
        "zh": "我家大师兄脑子有坑"
      }
    ],
    "description": {
      "en": "The hilarious adventures of the eldest disciple of a sect who has a problem with his brain. Dong Fang Xian Yun was reincarnated as the most senior disciple of the Carefree sect. But the only thing that goes through his mind is to make sure he doesn't end up dying by the hands of the \"main character\". Read as he makes no sense to his fellow disciples while avoiding flags left and right.  \n  \n*Note : Although there are many chapters listed as missing, nothing is actually missing, some of chapter combining into one.*"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f99f0b8-11b3-417b-a443-2a04cbe58541",
    "title": {
      "en": "The Grown Dog Bullies Its Owner"
    },
    "updatedAt": "2023-08-09T16:18:29+00:00",
    "coverArt": "https://mangadex.org/covers/0f99f0b8-11b3-417b-a443-2a04cbe58541/3c7d5af8-f972-445b-8631-2df91ea94add.png",
    "altTitles": [
      {
        "en": "Dogs Bully Their Masters"
      },
      {
        "zh-ro": "Quan Da Qi Zhu"
      },
      {
        "zh": "犬大欺主"
      }
    ],
    "description": {
      "en": "[Black-bellied top student x Two-faced school grass]\n\"You there, be mine!\"\n\nSchool grass Xia Zhixing, unwilling to reveal his identity as a streamer, borrows the face of the mysterious top student Lin Lang.\n\nUnexpectedly, the student that resembled a cute little puppy had actually desired him for a long time...\n\n\"Senior, the reward I want is you.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f1779b9-5fe9-4d0e-be6e-7193c2508b55",
    "title": {
      "en": "Kill My Love"
    },
    "updatedAt": "2024-04-03T17:08:04+00:00",
    "coverArt": "https://mangadex.org/covers/1f1779b9-5fe9-4d0e-be6e-7193c2508b55/f9441e27-b730-4322-abd5-53c12b1d2bb3.jpg",
    "altTitles": [
      {
        "zh": "爱与杀意之夜"
      },
      {
        "zh-ro": "Ai Yu Sha Yi Zhi Ye"
      },
      {
        "en": "Night of Love and Murder"
      },
      {
        "es-la": "Mata Mi Amor"
      },
      {
        "en": "Night of Love and Murderous Intent"
      }
    ],
    "description": {
      "en": "A decade ago, he was a beta at the pinnacle of his assassin career. But one day, while trying to save an Alpha child, he suffered severe injuries leading him to lose the sharpness and insight an assassin needs. Left with no choice, he retired and moved into a remote small town to start a new life under a new identity. Everything was going well until an unexpected visitor showed up at his house. The child he had saved years ago has now grown into the leader of an organization, and he’s coming after the beta with a powerful intent—"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f341fe5-442e-405d-a599-2f34b7e7c428",
    "title": {
      "en": "Yurameku Aki no Koi Gokoro"
    },
    "updatedAt": "2024-04-03T23:56:05+00:00",
    "coverArt": "https://mangadex.org/covers/9f341fe5-442e-405d-a599-2f34b7e7c428/55a2422b-bb25-4db9-b504-614db70069a1.jpg",
    "altTitles": [
      {
        "ja": "ゆらめく秋の恋ごころ"
      },
      {
        "zh": "搖擺不定的秋之戀心"
      }
    ],
    "description": {
      "en": "I want you to hold me just once… I promise I won’t tell you I love you.\n\n— Igarashi, a photographer, is friends with benefits with Shida, a popular stylist who only ever touches him when he’s drunk. —\n\nThe truth is, I’ve had an unrequited love for Shida ever since high school...but I'd rather settle for holding him in my arms than confessing my feelings and not be able to be by his side anymore. Yet, Shida always carelessly whispers things like \"I love you\" and \"you’re cute...”\n\nFrom the popular series “Love Blooms for a Twisted Blossom\" and \"A Sigh In Spring, A Love In Summer” is the long awaited spin-off that shows the true essence of unrequited love between a creative stylist and a troubled, kuudere photographer."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cade38b7-64c4-4a29-8e3c-8c283291d6c6",
    "title": {
      "en": "Land of the Lustrous"
    },
    "updatedAt": "2024-03-30T03:38:26+00:00",
    "coverArt": "https://mangadex.org/covers/cade38b7-64c4-4a29-8e3c-8c283291d6c6/f69ae786-b7ad-4f24-bd29-3b00998d3a17.jpg",
    "altTitles": [
      {
        "tr": "Cevher Diyarı"
      },
      {
        "ja-ro": "Houseki no Kuni"
      },
      {
        "it": "Il Regno delle Gemme"
      },
      {
        "fr": "L'Ère des Cristaux"
      },
      {
        "ms": "Negara Permata"
      },
      {
        "es": "La tierra de las gemas"
      },
      {
        "ru": "Страна самоцветов"
      },
      {
        "ja": "宝石の国"
      },
      {
        "ko": "보석의 나라"
      },
      {
        "id": "Tanah Permata"
      },
      {
        "es-la": "La tierra de las gemas"
      },
      {
        "pt-br": "Terra das Gemas"
      },
      {
        "ar": "أرض الجواهر"
      },
      {
        "az": "Cəvahirat Ölkəsi"
      },
      {
        "en": "LOTL"
      },
      {
        "uk": "Землі Самоцвітів"
      }
    ],
    "description": {
      "ar": "في المستقبل البعيد ، يولد شكل جديد من أشكال الحياة يسمى Houseki (الجواهر). يجب على الجواهر الـ 28  القتال ضد القمريين الذين يرغبون في مهاجمتهم وتحويلهم إلى زينة ، وبالتالي يتم تعيين كل جوهرة دور مثل مقاتل أو مسعف. على الرغم من أنهم يأملون في محاربة القمريين ، إلا أن فوس  عبارة عن جوهرة لم يتم منحها أي مهمة حتى يطلب منه المعلم الجواهر كونغو كتابة موسوعة.",
      "az": "Cəvahiratlar ölkəsi (Houseki no Kuni), meteoritlərin altı dəfə Yerə düşdüyü və bu prosesdə onu məhv etdiyi uzaq gələcəkdə baş verir. Demək olar ki, bütün canlılar məhv oldu, qalan bütün torpaqlar tək bir sahilə çevrildi. Çox uzun zaman dilimləri ərzində həsas həyat forması olan yeni bir irq yarandı; insan şəklini alan ölməz zinət əşyaları. Fosfofillit (Phos) zəifdir (ən aşağı sərtliklərdən birinə malikdir) və həmyaşıdları tərəfindən yararsız hesab edilir. Phos'a təbiət tarixinin ensiklopediyasını yaratmaq tapşırığı verildikdən sonra o, uzaq, lakin müdrik həmkarı Kinovarın (Cinnabar) köməyinə müraciət edir, beləliklə onların dostluğu və şəxsi inkişafı başlayır. Eyni zamanda “Cəvahirat camaatı” onun dəbdəbəli dəyərindən yararlanmaq istəyən Aydan gələnlərlə (aylılarla) müharibə aparır.",
      "en": "In the distant future, a new life form called The Lustrous are born. The 28 Lustrous must fight against the Lunarians who want to attack them and turn them into decorations, thus each Lustrous is assigned a role such as a fighter or a medic. Though they hope to fight the Lunarians, Phos is a Lustrous who is given no assignment until the Lustrous' master Adamantine asks them to write an encyclopedia.",
      "uk": "У далекому майбутньому народжується нова форма життя, яку називають самоцвітами. 28 самоцвітів повинні боротися проти лунаріанців, які хочуть напасти на них і перетворити на прикраси, тому кожному самоцвіту призначена роль бійця або медика. Фос - одна з самоцвітів, яка сподівається боротися з лунаріанцями, але їй не дають жодних завдань, доки майстер самоцвітів Адамантін не просить її написати енциклопедію."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f8970ef-f9a5-43f8-99f0-3361eabf40d8",
    "title": {
      "en": "No Way I'll Go into the Cornfield With You!"
    },
    "updatedAt": "2024-02-17T12:18:05+00:00",
    "coverArt": "https://mangadex.org/covers/1f8970ef-f9a5-43f8-99f0-3361eabf40d8/2a7d942e-5555-4cce-9e00-6d9f2e4a1013.jpg",
    "altTitles": [
      {
        "zh": "我可不跟你去苞米地！"
      }
    ],
    "description": {
      "en": "Jiang Lieyang, a spoiled rich kid  who was born in the Jiangnan region, was deceived by his own mother and sent to the Dongbei countryside. Where the mysterious local resident Xun Zao became Jiang Lieyang’s “acting guardian”\n\nNot being used to the living habits and the difference in local customs make the pampered Jiang Lieyang want to escape, but he couldn't help but getting closer and closer to Xun Zao..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9d63397-b585-4250-9bae-c548defe1851",
    "title": {
      "en": "Boku to Jingi Naki Oji-san"
    },
    "updatedAt": "2023-10-26T12:31:39+00:00",
    "coverArt": "https://mangadex.org/covers/c9d63397-b585-4250-9bae-c548defe1851/4bc5cdfd-c9bc-436f-bb86-d7f127c9c131.jpg",
    "altTitles": [
      {
        "en": "Me and My Gangster Neighbour"
      },
      {
        "ja": "ぼくと仁義なきおじさん"
      }
    ],
    "description": {
      "en": "The long-awaited new work of Momose Wataru, the author of the highly acclaimed anime \"Romantic Killer\" which is currently airing on Netflix! The story follows Yuuhi, an elementary school student who is home-sitting alone every day. One day, all of a sudden, his neighbor, Mr. Aoi, who lives upstairs, falls in his room leaving a hole in the ceiling. Yuuhi finds out that his neighbor is a cool looking man with a secret side he doesn’t want anyone to know. What does he want to hide so badly? The comedy about a good-looking gangster and a kind-hearted boy and their secret is ready to start!\n\n(Source: MANGA Plus)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "34"
  },
  {
    "mangaId": "649c7b09-dc44-488d-b758-55be3285640a",
    "title": {
      "en": "Your Kiss Scene!"
    },
    "updatedAt": "2023-08-09T14:34:29+00:00",
    "coverArt": "https://mangadex.org/covers/649c7b09-dc44-488d-b758-55be3285640a/0b67b0d6-9636-49ff-b9f5-9e8442f9e691.jpg",
    "altTitles": [
      {
        "ko": "너의 키스씬!"
      }
    ],
    "description": {
      "en": "Entertainment writer Lee Seul, heard the news of her favorite idol, Block Shoot's Seung-Chan, on her new entertainment program.\nExpectations of meeting her favorite for more than 10 years are brief, and she accidentally sees her favorite idol kissing someone else in secret at the broadcasting station.\nIn addition, the entertainment program she was in charge of is a love variety program that’s full of dating amongst the cast...\nShe has to watch her favorite idol flirting and dating someone else even if he's her favorite."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55ace2fb-e157-4d76-9e72-67c6bd762a39",
    "title": {
      "en": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
    },
    "updatedAt": "2024-01-07T12:01:32+00:00",
    "coverArt": "https://mangadex.org/covers/55ace2fb-e157-4d76-9e72-67c6bd762a39/708f7971-dc0d-45f1-9c32-f38209a3cfa4.jpg",
    "altTitles": [
      {
        "id": "Aku, Seorang Raja Iblis, Mengambil Budak Elf Sebagai Istriku, Tapi Bagaimana Cara Aku Mencintainya?"
      },
      {
        "en": "An Archdemon's Dilemma: How to Love Your Elf Bride"
      },
      {
        "id": "Bagaimana Cara Mencintai Budak Elfmu?"
      },
      {
        "pt": "Eu, um Lorde Demônio, comprei uma elfa escrava como minha esposa, mas como eu amo ela?"
      },
      {
        "en": "I, the Demon Lord, Took a Slave Elf as My Wife, but How Do I Love Her?"
      },
      {
        "fr": "Je, un seigneur des démons, ai épousé un elfe esclavagisant, mais comment l'aime-je?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку в жёны. И как прикажете её любить?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку-рабыню в жёны. И как же мне её любить?"
      },
      {
        "zh": "我这魔王娶了一个奴隶精灵当老婆，该怎么疼爱才好？"
      },
      {
        "zh-hk": "身為魔王的我娶了奴隸精靈為妻、該如何表白我的愛？"
      },
      {
        "zh": "魔奴嫁"
      },
      {
        "ja": "魔王の俺が奴隷エルフを嫁にしたんだが、どう愛でればいい？"
      },
      {
        "ko": "마왕인 내가 노예 엘프를 신부로 삼았는데 어떻게 사랑하면 되지?"
      }
    ],
    "description": {
      "en": "Zagan is feared as an evil mage, he is awkward and has a sharp tongue, and once again had to put down thieves that encroached on his territory when he was researching that morning. In a dark auction, he finds a white slave elf, Nephie, who holds a peerless beauty. Falling in love with her at first sight, he uses his fortune to buy her, but as poor as he is socially, he doesn’t understand how to connect with her. Thus, the clumsy cohabitation of the mage that can’t convey his love, and the slave that pines for her master but doesn’t understand how to bring it up, begins.",
      "fr": "Zagan est craint comme mage démoniaque, un jour au marché noir il rencontre une esclave elfe du nom de Nephie. De part sa beauté innocente, il tombe sous son charme et décide de l'acheter. Bien que fortuné d'argent, ses compétences sociales ne le sont pas et il a du mal à savoir comment créer une relation…  \n  \nC'est parti pour une cohabitation maladroite entre ce maître qui ne sait montrer son amour et cette esclave qui en pince pour lui sans savoir quoi faire.",
      "ja": "- [Seiga nicovideo](http://seiga.nicovideo.jp/comic/33204) (Alternate Raw)",
      "pt": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa.",
      "pt-br": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8fce179-f541-4aa6-9207-e2570ae59b3c",
    "title": {
      "en": "Hi Bye, Mom"
    },
    "updatedAt": "2024-04-07T11:12:09+00:00",
    "coverArt": "https://mangadex.org/covers/d8fce179-f541-4aa6-9207-e2570ae59b3c/252be518-a107-42b8-b5ac-d46c79e32024.jpg",
    "altTitles": [
      {
        "en": "Bye and Hello, Mom"
      },
      {
        "en": "Bye, Mom"
      },
      {
        "en": "Hi, Mom"
      },
      {
        "en": "안녕, 엄마"
      },
      {
        "en": "Goodbye, Mom"
      }
    ],
    "description": {
      "en": "A parting with one mom and a meeting with another. Our close and distant parting story.",
      "fr": "\"Cœur de pierre.\"\nC'était ce que Lee Eunyoung avait toujours l'habitude d'utiliser pour décrire sa mère. Mais après le décès de sa mère, Eunyoung découvre un journal qui montre des choses qu'elle ne savait même pas au sujet de la femme qui l'a élevée. La lecture de ces écrits permet à Eunyoung de continuer à sentir la présence de sa mère et résoudre leur relation compliquée, mais à mesure que les pages restantes diminuent et que les visions qui lui tenaient compagnie commencent à s'estomper, elle est forcée de faire face à sa nouvelle réalité et de faire ses derniers adieux."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "18"
  },
  {
    "mangaId": "e1bbee1f-e977-40e3-a809-afc0ac6bcb8f",
    "title": {
      "en": "A Story about a Former Delinquent Girl Who Is Proposed to by a Yandere Man Whom She Got into a Fight with in the Past"
    },
    "updatedAt": "2024-04-07T11:07:12+00:00",
    "coverArt": "https://mangadex.org/covers/e1bbee1f-e977-40e3-a809-afc0ac6bcb8f/bbde7022-5042-4842-9e4b-beca542012d0.jpg",
    "altTitles": [
      {
        "ja-ro": "Moto Yan Onna ga Mukashi Kenkashita Yandere Otoko ni Kyuukon sareru Hanashi"
      },
      {
        "ja": "元ヤン女が昔喧嘩したヤンデレ男に求婚される話"
      },
      {
        "fr": "Une ex-délinquante demandée en mariage par un yandere avec qui elle s'est battue par le passé"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc877a4e-ce68-43fc-b7c1-9ca64966ccd9",
    "title": {
      "en": "Mahou Sekai no Uketsukejou ni Naritai desu!"
    },
    "updatedAt": "2024-04-03T00:10:59+00:00",
    "coverArt": "https://mangadex.org/covers/dc877a4e-ce68-43fc-b7c1-9ca64966ccd9/e8e1f8f8-dc08-43a9-b370-163d75279424.jpg",
    "altTitles": [
      {
        "ja": "魔法世界の受付嬢になりたいです"
      },
      {
        "ja-ro": "Mahousekai no Uketsukejou ni Naritaidesu"
      },
      {
        "en": "I Want to Be a Receptionist in This Magical World"
      },
      {
        "en": "The Sorcerer's Receptionist"
      },
      {
        "ru": "Я хочу стать секретаршей в Волшебном мире!"
      },
      {
        "ko": "마법세계의 접수원이 되고 싶어요"
      },
      {
        "zh": "我想在魔法世界当接待小姐"
      },
      {
        "id": "Aku Ingin Menjadi Resepsionis Dunia Sihir!"
      },
      {
        "ar": "اريد ان اكون موظفة استقبال فب عالم سحري"
      },
      {
        "vi": "Tôi Muốn Làm Tiếp Tân Của Thế Giới Ma Pháp!"
      }
    ],
    "description": {
      "ar": "إنني أهدف إلى أن أكون مثل موظفة الاستقبال الأولى لهاري في هار! في عالم مليء بالسحر ، منذ صغرها ، أرادت ناناري دائمًا أن تكون موظف ةاستقبال في هار ، تمامًا مثل سان أني. أخبرها والداها أنها لا يمكن أن تصبح واحدة إلا إذا التحقت في أكاديمية المملكة السحرية وأصبحت من مستخدمي السحر من الدرجة الأولى. ومع ذلك ، عندما تصل إلى هناك ، فإنها محاطة بالملوك والنبلاء. ناناري مصممة على أن تكون الأفضل بين كل عامة الناس! لكن الأمير الذي يجلس بجانبها هو دائما في طريقها! بعد التخرج ، أصبحت ناناري موظف استقبال في جامعة هار ، ولكن كل يوم أصبح محمومًا أكثر مما اعتقدت في البداية! علاوة على ذلك ، فإن هذا الأمير المزعج الذي أزعجها باستمرار قد وجد وظيفة و…",
      "de": "Ich möchte die beste Rezeptionistin in ganz Haare sein!\n\nIn einer Welt gefüllt mit Magie möchte Nanari seit ihrer Kindheit eine Rezeptionistin in Haare sein, genau wie die Onee-san. Ihre Eltern warnten sie, dass nur die Besten der Magie-Akademie dazu die Chance bekämen. Doch als sie auf der Akademie ist, ist sie umgeben von Adel. Nanari hat ihr Ziel jedoch nicht aus den Augen verloren, doch der Prinz, der neben ihr sitzt, kreuzt ständig ihren Weg!\n\n---\n\n[Official English Light Novel Translation](https://j-novel.club/s/the-sorcerer-s-receptionist)  \n[Original Web Novel](https://ncode.syosetu.com/n2056dv/)",
      "en": "I'm aiming to be like Haare's number one receptionist onee-san!\n\nIn a world filled with magic, from a young age, Nanari has always wanted to be a receptionist at Haare, just like that onee-san. Her parents told her she couldn't become one unless she enrolled in the kingdom's magic academy and became a top-class magic user. However, when she gets there she's surrounded by royalty and nobility. Nanari is determined to be the best amongst all the commoners! But the prince who sits beside her is always getting in her way!\n\nAfter graduating, Nanari successfully became a receptionist at Haare, but each day is far more hectic than what she originally thought would be! On top of all this, that annoying prince who continuously bothered her has found a job and…?\n\n---\n\n[Official English Light Novel Translation](https://j-novel.club/s/the-sorcerer-s-receptionist)  \n[Original Web Novel](https://ncode.syosetu.com/n2056dv/)",
      "vi": "“Tôi sẽ trở thành tiếp tân giống như chị ấy!”. Trong một thế giới đầy ma thuật, từ nhỏ, Nanaly luôn muốn trở thành nhân viên tiếp tân tại Harle, giống như chị gái mà cô hằng ngưỡng mộ. Cha mẹ cô nói với cô rằng cô không thể trở thành tiếp tân trừ khi cô đăng ký vào học viện ma thuật của vương quốc và trở thành người sử dụng ma thuật hàng đầu. Tuy nhiên, khi cô đến đó, xung quanh cô luôn bao quanh bởi hoàng gia và quý tộc. Nanaly được xác định là người tốt nhất trong số tất cả những người bình thường! Nhưng tên đầu vàng ngồi bên cạnh lại luôn cản đường cô! Sau khi tốt nghiệp, Nanaly đã hoàn thành ước mơ trở thành tiếp tân ở Harle, nhưng mỗi ngày lại bận rộn hơn nhiều so với những gì cô nghĩ ban đầu! Trên hết, cái tên đầu vàng phiền phức, người liên tục làm phiền cô đã tìm được việc làm và…??"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d58bf5d-20d0-44d8-99d8-ee1f2e535580",
    "title": {
      "en": "Maronie Oukoku no Shichinin no Kishi"
    },
    "updatedAt": "2024-04-04T01:29:32+00:00",
    "coverArt": "https://mangadex.org/covers/5d58bf5d-20d0-44d8-99d8-ee1f2e535580/22aa2892-be9d-4932-b626-27d5a1b04cec.jpg",
    "altTitles": [
      {
        "tr": "Marronnier Krallığı'nın Yedi Şövalyesi"
      },
      {
        "ja-ro": "Marronnier Oukoku no Shichinin no Kishi"
      },
      {
        "en": "The Seven Knights of the Marronnier Kingdom"
      },
      {
        "ja": "マロニエ王国の七人の騎士"
      }
    ],
    "description": {
      "en": "A tale of seven knights that swear loyalty to a princess.  \n  \n---\n**Notes:**\n- Ranked #1 Kono Manga ga Sugoi! 2018 (Female readers)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9132169e-1825-4189-b3d9-db5efaffcc46",
    "title": {
      "en": "The Trapped Beast"
    },
    "updatedAt": "2024-03-07T00:35:18+00:00",
    "coverArt": "https://mangadex.org/covers/9132169e-1825-4189-b3d9-db5efaffcc46/e40a77fe-2e56-4df5-8c0b-be4627206bb3.png",
    "altTitles": [
      {
        "zh": "困兽之染"
      },
      {
        "en": "The Stain of the Trapped Beast"
      },
      {
        "zh-hk": "困獸之染"
      },
      {
        "zh-ro": "Kùn Shòu Zhī Rǎn"
      }
    ],
    "description": {
      "en": "Once a prince of a fallen nation, but due to the defeat in war, he could only be reduced as a prisoner and become plaything for the powerful people of the victorious nation. Xing Mu, who endured the humiliation and disguised himself as an Omega, was on a mission of revenge and restoration of his homeland. However, his biggest obstacle was the helpless second prince of the enemy nation — a beautiful omega who was marked by him in an accident. Therefore, the love and hate between the two, accompanied by the dark surge of revenge, tightly entangled together..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-03-06T12:39:39+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara que ela estava interessada não era um cara"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "A popular Twitter shorts series depicting the love story between a gyaru and her classmate she mistook as a guy outside of school, bonding over their mutual love for rock music.\n\n---\nOverwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8c1d7d0c-e0b7-4170-941d-29f652c3c19d",
    "title": {
      "en": "Kusuriya no Hitorigoto ~Maomao no Koukyuu Nazotoki Techou~"
    },
    "updatedAt": "2024-04-01T15:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/8c1d7d0c-e0b7-4170-941d-29f652c3c19d/5050d67a-e6d8-4263-8413-4d4ed4e58e33.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Mysteries Journal"
      },
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Notebook of Mysteries"
      },
      {
        "ru": "Монолог в аптечной лавке - Журнал тайн внутреннего дворца Маомао"
      },
      {
        "ja": "薬屋のひとりごと～猫猫の後宮謎解き手帳～"
      }
    ],
    "description": {
      "en": "In the imperial court, a young woman is put into servitude, Maomao. The tale is just beginning for the woman doctor/pharmacist from the red-light district, as rumors circulate about the emperor's children's lives being short-lived. Her curious nature and thirst for knowledge pushes her to action. To satisfy her curiosity, this young doctor/pharmacist will investigate the origin! What is shifting in the imperial court..!?  \n  \n\n\n---",
      "ja": "誘拐された挙句、とある大国の後宮に売り飛ばされた薬屋の少女・猫猫（マオマオ）。年季が明けるまで大人しくしようと決めていた猫猫だったが、あるとき皇帝の子どもたちが次々と不審死することを知る。好奇心と少しばかりの正義心、そして薬屋の知識を使い、その謎を調べ始めてから猫猫の運命は大きく変わって…？",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69e218ec-93eb-4025-ae39-33d47b1160e0",
    "title": {
      "en": "Demonic Emperor"
    },
    "updatedAt": "2024-02-08T21:46:01+00:00",
    "coverArt": "https://mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "altTitles": [
      {
        "en": "Best Devil Housekeeper"
      },
      {
        "en": "Demon Emperor Butler"
      },
      {
        "en": "Demon Emperor Great Butler"
      },
      {
        "en": "Demon Emperor Housekeeper"
      },
      {
        "en": "Devil Butler"
      },
      {
        "en": "Housekeeper is the Magic Emperor"
      },
      {
        "en": "Magic Emperor"
      },
      {
        "zh": "Mo Huang Da Guan Jia"
      },
      {
        "en": "The Devil Butler"
      },
      {
        "en": "The Steward Demonic Emperor"
      },
      {
        "en": "The Steward Demonic King"
      },
      {
        "ru": "Как демон-император стал дворецким"
      },
      {
        "zh": "魔皇大管家"
      },
      {
        "en": "The Servant Is the Demon King?!"
      },
      {
        "en": "Demon King Steward"
      }
    ],
    "description": {
      "en": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
      "pt-br": "O protagonista é um imperador mágico e o homem mais forte vivo, ele é traido pelo seu subordinado e é morto, após isso ele reencarna em um menino sem cultivo e começa a trilhar seu caminho para a vingança."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-04-07T10:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/b82b5bd1-6c67-4eef-96a2-8174f93d129c.png",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1117e35-23ca-4096-8b92-2340d11913d5",
    "title": {
      "en": "Disastrous Necromancer"
    },
    "updatedAt": "2023-12-30T03:46:50+00:00",
    "coverArt": "https://mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "altTitles": [
      {
        "zh": "死灵法师！我即是天灾"
      },
      {
        "zh-ro": "Si Ling Fashi! Wo Ji Shi Tianzai"
      },
      {
        "zh-ro": "Sǐ Líng Fǎshī! Wǒ Jí Shì Tiānzāi"
      },
      {
        "en": "Necromancer! I Am a Disaster"
      },
      {
        "en": "Necromancer: King of The Scourge"
      },
      {
        "en": "Necromancer, the Ultimate Scourge!"
      },
      {
        "en": "Catastrophic Necromancer"
      }
    ],
    "description": {
      "en": "The game has emerged into reality, the rules of the world have been turned upside down and humanity has entered the era of becoming players with the world set as a game stage. The only way to become a player is by leveling up to become stronger! The only way to rise to the top of the world! On the day of world fusion Lin Moyue chose to take on the sole hidden class, Necromancer. From then on, Lin Moyue would not die until his summoned creatures died out. “I sit on the throne of bones as the God of the dead and walk between life and death.” “I am a walking catastrophe!”",
      "zh": "游戏降临现实，世界规则颠覆，人类进入全民转职时代。 唯有成为转职者！升级变强！方能站上世界之巅！ 转职当天，林默语成为唯一性隐藏职业，死灵法师。 从此召唤物不死绝，林默语便不会死。 “我高坐骸骨神座，行走生死之间。” “我即是天灾！”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Rokudenashi Blues"
    },
    "updatedAt": "2024-04-07T11:20:40+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/91c8d035-6dd3-4d18-973c-0152a440bbc8.png",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "248807b9-f596-4f87-820c-407b175fe8cc",
    "title": {
      "en": "God Bless the Mistaken"
    },
    "updatedAt": "2023-11-26T15:40:14+00:00",
    "coverArt": "https://mangadex.org/covers/248807b9-f596-4f87-820c-407b175fe8cc/4ad759f2-2a64-4a40-a2ca-cc13e6c6b36e.jpg",
    "altTitles": [
      {
        "ja-ro": "Kami-sama ga Machigaeru"
      },
      {
        "ja": "神さまがまちガえる"
      },
      {
        "zh": "神明大人搞错了"
      },
      {
        "zh-ro": "Shénmíng dàrén gǎo cuòle"
      }
    ],
    "description": {
      "en": "Kon lives in a world that bugs out regularly. But with Kasane, a researcher who studies these phenomena, he knows that each day will at least be interesting!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "9fc1e72f-ccd2-4674-83a5-7245c121f287",
    "title": {
      "en": "Yopparai Touzoku, Dorei no Shoujo wo Kau"
    },
    "updatedAt": "2024-01-06T20:07:18+00:00",
    "coverArt": "https://mangadex.org/covers/9fc1e72f-ccd2-4674-83a5-7245c121f287/2ad478c5-b96e-4cb7-915d-9a9a094657dd.jpg",
    "altTitles": [
      {
        "ja": "酔っぱらい盗賊、奴隷の少女を買う"
      },
      {
        "en": "A Drunk Thief Bought a Slave Girl"
      },
      {
        "en": "Drunk Thief X Slave Girl"
      }
    ],
    "description": {
      "en": "A hangover leads to a shared life between a thief and a slave girl.\n \nHarris is an adventurer who works as a thief and scout, a job that is often shunned due to poor reputation.\n \nOne day he gets drunk and buys a slave girl, Tiana. Tiana, who had been treated badly and not given enough food until then, comes to adore Harris, who treats her kindly, as her master. Harris, who had been hoping that Tiana would grow up to be a beautiful woman, is gradually drawn to her because of her innocence.\n \nHarris' life changes drastically when he begins living with Tiana: warm meals, freshly washed clothes, and interaction with the townspeople who had never come close to him before. On the other hand, he finds himself in more and more troublesome situations, will he manages to escape from them with his skill and tact...?\n \nThis is the story of the \"rebirth\" of a shabby thief, which begins with an encounter with a slave girl."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "899b5de6-9ad8-40bd-bc32-0fac4f7af86c",
    "title": {
      "en": "The Story of a Low-Rank Soldier Becoming a Monarch"
    },
    "updatedAt": "2024-02-24T05:19:27+00:00",
    "coverArt": "https://mangadex.org/covers/899b5de6-9ad8-40bd-bc32-0fac4f7af86c/37112d36-ebe0-4e8e-ae33-f44486bfdddb.png",
    "altTitles": [
      {
        "ko": "말단 병사에서 군주까지"
      },
      {
        "ko-ro": "Maldan Byeongsaeseo Gunjukkaji"
      },
      {
        "en": "Becoming the Monarch"
      },
      {
        "en": "From Pawn to King"
      },
      {
        "en": "From the Lowest Foot Soldier to the King"
      },
      {
        "en": "From the End Soldier to the Monarch"
      },
      {
        "en": "From a Terminal Soldier to a Monarch"
      },
      {
        "ru": "От рыцаря самого низкого ранга до монарха"
      },
      {
        "th": "จากเบี้ยสู่ราชัน"
      },
      {
        "ja": "末端兵士が君主になるまで"
      },
      {
        "zh": "从士兵到君主"
      }
    ],
    "description": {
      "en": "When I was 15, I lost my right arm on the battlefield… By the time I was 24, I had learned a variety of tricks that I needed in my life. -I heard such words all the time.\n\n“Just give it up. There will only be more gray hair on my head if I teach you sojutsu. \"\n\"If you want to learn something, then there are no barriers in front of you, but your productivity is too lame.\"\n“Hey, let's pick the herbs, herbs. Why are you trying to learn only the art of the sword?\"\n\"Just live like everyone else.\"\n\n---\nWhen Chris, a one-armed mercenary with considerable experience and skills, swallows an artifact after an unlikely encounter with a savage looter, he finds himself back in the past as a 15-year-old lowly foot soldier... with both his arms. This time, he will not let his life take an unfortunate turn. This time, he will not let his friends die in vain. This time, he will use his knowledge and reach for the sky.\n\n---\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=5912441)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12396)",
      "ko": "다시 시작된 전장, 15세 말단 병사 시절. \n \n15세, 전장에서 오른팔을 잃고… \n \n24년, 살기 위해 닥치는 대로 온갖 잡기를 익혔지만 \n―늘 비슷한 말을 들었다. \n \n“그냥 하지 마라. 너한테 창술 가르치다가 흰머리만 늘겠다.” \n“배우려면 못 배울 것도 없지만, 효율이 너무 떨어진다.” \n“야, 약초 캐자, 약초. 왜 굳이 검술을 배우려고 그러냐?” \n“그냥 평범하게 살아.” \n \n―그렇게 39세, \n왼팔마저 잘리고 벼랑으로 떨어졌다. \n정체 모를 아티팩트를 삼킨 채… \n \n \n【 그 릿 탐 색 중 … 】 \n \n― 성장의의지 \n \n― 배움의탐욕 \n \n― 근면한욕심 \n \n― 열정과집념 \n \n― 재능없는끈기 \n \n― …회귀본능 \n \n \n한물간 용병 크리스에서 소년병 크리스로! \n \n \n《 경 험 치 가 올 랐 습 니 다 ! 》 \n \n― 이것은 노련한 소년이 전장에서 출세하는 이야기 \n \n《 경 험 치 가 올 랐 습 니 다 ! 》 \n \n― 이것은 재능 없는 자가 한계를 돌파하는 이야기 \n \n《 경 험 치 가 올 랐 습 니 다 ! 》 \n \n― 이것은 평범한 자가 스스로 기사가 되는 이야기 \n \n《 경 험 치 가 올 랐 습 니 다 ! 》 \n \n― 이것은 비범한 군주가 자기 사람들을 지키는 이야기 \n \n《 경 험 치 가 올 랐 습 니 다 ! 》 \n \n― 이것은 되돌아온 자가 대륙을 구원하는 이야기 \n\n \n《《《 경 험 치 가 전 부 충 족 되 었 습 니 다 ! 》》》\n\n---\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=5912441)\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=56065304)\n\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12396/)",
      "ru": "Когда мне было 15, я потерял свою правую руку на поле битвы...\n\nК 24 годам я научился разным уловках, без которых в жизни мне стало не обойтись\n-Я всё время слышал подобные слова.\n\n«Просто брось это дело. На моей голове появится только больше седых волос, если я буду обучать тебя содзюцу»\n«Если ты хочешь чему-то научиться, то перед тобой нет преград, однако твоя продуктивность слишком хромает»\n«Эй, давай срывать травы, травы. Почему пытаешься научиться лишь искусству меча?»\n«Просто живи, как все».\n\n―А когда мне было 39 лет,\nЯ лишился левой руки и упал с утёса.\nПроглотив артефакт, о сущности которого мне ничего было неизвестно...\n\n【Поиск сил… 】\n\n- Готовность к росту\n\n- Желание познаний\n\n- Горячая жадность\n\n- Сила и упорство\n\n- Старания без таланта\n\n-… Оборот инстинктов\n\nПосле битвы я очнулся вновь 15-летним солдатом.\n\n《Очки опыта выросли! 》\n\n《Очки опыта выросли! 》\n\n《Очки опыта выросли! 》\n\n《Очки опыта выросли! 》\n\n《Очки опыта выросли! 》\n\nИз побитого жизнью наемника Криса я превратился в молодого парня-солдата Криса!\n\n- Это история искусного юноши, добившегося успеха на поле боя.\n\n- Это история человека без таланта, выходящего за границы обычного\n\n- Это история простого человека, который сам становится рыцарем.\n\n- Это история о необыкновенном монархе, защищающем свой народ.\n\n- Это история о человеке, который вернулся ради спасения континента.\n\n《Очки опыта получены!》\n\n---\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=5912441)\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=56065304)\n\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12396/)",
      "zh": "年少的克里斯在战场上失去了他的右手。几经消沉的他认清现实后，决心靠一只手臂生存下去，并成为了一个精通各种求生战斗技能的“佣兵”。一次任务，克里斯小队遭到了毁灭性打击，山穷水尽的克里斯带着无尽的遗憾坠入了冰冷的河水，可迎接他的不是死亡，而是....重生。这一次他能逆转人生走上巅峰吗！\n\n---\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=5912441)\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=56065304)\n\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12396/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]