[
  {
    "mangaId": "7f255ec4-d644-4419-bce0-e7548dd24015",
    "title": {
      "en": "Monster Circus"
    },
    "updatedAt": "2024-09-30T11:16:20+00:00",
    "coverArt": "https://mangadex.org/covers/7f255ec4-d644-4419-bce0-e7548dd24015/fa8054be-8b87-4dd2-99ac-b8621b1c00ef.jpg",
    "altTitles": [
      {
        "it": "Circo de Monstruos"
      },
      {
        "ja": "サーカス綺譚"
      },
      {
        "ja-ro": "Circus Kitan"
      },
      {
        "es": "Circus Ayaginutan"
      }
    ],
    "description": {
      "en": "\"The Great Dark Circus descends from a rotten, cursed, demon-related lineage. Every sin, every flaw and every torment from men are represented in our show.  \n  \nCome and watch, meet the tragedy of the ventriloquist mother, the secret of the butterfly princess and the angst of the mist-man…  \n  \nGoing into the roaming black tent of the Great Dark Circus is acceding to the magic of its phenomena, and that magic will be the source of our misfortune, because we are all of them.\""
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-09-29T17:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e78cbb3-2156-4843-a612-485ac5d552ac",
    "title": {
      "en": "Takano Junsa wa Aisare Kata ga Wakaranai"
    },
    "updatedAt": "2024-06-24T08:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/9e78cbb3-2156-4843-a612-485ac5d552ac/1c0f9d68-e52a-49b5-ab61-a9021fd129c9.jpg",
    "altTitles": [
      {
        "ja": "鷹埜巡査は愛され方がわからない"
      },
      {
        "en": "Officer Takano Doesn’t Know How to be Loved"
      }
    ],
    "description": {
      "en": "There’s no privacy and my junior isn’t cute, I want to leave this company housing asap…!! \nTakano, a straight-laced police officer with a “scary face” complex, is fed up of living together with his handsome junior Souma, a flashy guy who lacks charming behavior. “I can embrace you, Takano-san.”  One day, Takano who had been hurt by a senpai he admired since his school years, finds himself vulnerable and having a physical relationship with Souma….!? A police station love story between a smooth talker junior x straight laced type senpai."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "14.5"
  },
  {
    "mangaId": "34bb9d07-d5ee-40e5-9524-550230685ace",
    "title": {
      "en": "Sayounara Ryuusei, Konnichiwa Jinsei"
    },
    "updatedAt": "2024-09-28T19:11:20+00:00",
    "coverArt": "https://mangadex.org/covers/34bb9d07-d5ee-40e5-9524-550230685ace/3ceca5e4-eb2e-4005-a31f-629fee12a31c.jpg",
    "altTitles": [
      {
        "fr": "Goodbye Dragon Life (FR)"
      },
      {
        "en": "Goodbye Dragon Life, Hello Human Life"
      },
      {
        "ja-ro": "Sayonara Ryuusei, Konnichiwa Jinsei"
      },
      {
        "ru": "Прощай, жизнь дракона, Здравствуй, жизнь человека"
      },
      {
        "ja": "さようなら竜生こんにちは人生"
      },
      {
        "zh": "再见龙生你好人生"
      }
    ],
    "description": {
      "en": "The strongest and oldest dragon who had lived through eternity allowed himself to be killed by Hero. Just as he prepared for eternal sleep, he realized himself reborn as Dran, a villager in the frontier.\n\nWorking the field, hunting forest animal, and having a warm life has filled his heart with joy he never experienced in his whole dragon life.\n\nOne day, when he's patrolling the forest near his village, he encountered a powerful demon army.",
      "es": "El Dragón más antiguo y poderoso del mundo se cansó de su vida, así que elige morir cuando los héroes vengan por él. Pero sucede un giro inesperado después de su muerte, fue reencarnado como un humano. Él en su alivio, decide vivir una vida como un humano en todo su esplendor, y recupera su voluntad de vivir… pero debido a su gran cantidad de poder mágico, él resulta envuelto en muchos problemas, así que su misión es acabar con todo lo que moleste su tranquilidad, y así disfrutar de su nueva vida con los amigos que encuentra en el camino.  \n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa3e0b2f-4e1f-48ee-9af0-1de9dc28ca51",
    "title": {
      "en": "Bakuman。"
    },
    "updatedAt": "2024-07-01T01:35:23+00:00",
    "coverArt": "https://mangadex.org/covers/fa3e0b2f-4e1f-48ee-9af0-1de9dc28ca51/5ed89234-34ac-4bc9-8035-8e5d9ef14d13.jpg",
    "altTitles": [
      {
        "vi": "Bakuman - Giấc mơ họa sĩ truyện tranh"
      },
      {
        "en": "Bakuman."
      },
      {
        "en": "Bakuman"
      },
      {
        "uk": "Бакуман."
      },
      {
        "ar": "باكومان"
      },
      {
        "th": "วัยซนคนการ์ตูน"
      },
      {
        "ja": "バクマン。"
      },
      {
        "zh": "爆漫王。"
      },
      {
        "zh-hk": "食夢者"
      },
      {
        "zh": "食梦者"
      },
      {
        "ko": "바쿠만"
      },
      {
        "kk": "Бакуман."
      },
      {
        "kk": "Бақұман."
      }
    ],
    "description": {
      "en": "Moritaka Mashiro (Saiko), with his superb drawing skill, is invited by his writing genius classmate Akito Takagi (Shujin) to tread the difficult path of the mangaka!! His sights are set on his naive yet earnest joint dream with Miho Azuki, who is aiming to become a voice actress!! Saiko and Shujin team up as writer and artist, aiming to be serialized in Weekly Shonen Jump, make a hit, and then release an anime. They bring their manuscripts into editors and set off on the road to becoming pro manga artists!! This is a new-age story of manga success!!  \n  \nAnimeNewsNetwork Links:  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=11197)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12311)  \n[Season 3](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=13867)  \n  \n[Live-Action Movie](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17268)"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "176"
  },
  {
    "mangaId": "271db3d1-64a1-4314-97f8-eedc360db278",
    "title": {
      "en": "Living with Mr. Predator"
    },
    "updatedAt": "2024-08-18T07:22:33+00:00",
    "coverArt": "https://mangadex.org/covers/271db3d1-64a1-4314-97f8-eedc360db278/5ceff21c-309b-4096-a271-32c7e9f998e2.jpg",
    "altTitles": [
      {
        "zh": "与天敌先生同居中"
      },
      {
        "en": "Cohabiting with Mr. Natural Predator"
      }
    ],
    "description": {
      "en": "I just want a male mother! College student Song Fu, had 3 babies overnight and fell into a [child-rearing hell] — In order to solve this problem, he decided to hire a professional nanny. However, to his surprise, the person knocking on the door turned out to be a [Super tall, muscular bodied] man?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4615bd9-7cbd-4243-a8a2-5c24671663e0",
    "title": {
      "en": "Yajin Tensei: Karate Survivor in Another World"
    },
    "updatedAt": "2024-07-08T22:48:37+00:00",
    "coverArt": "https://mangadex.org/covers/b4615bd9-7cbd-4243-a8a2-5c24671663e0/04c602a2-5e49-4e5d-aab2-c3f72b805c98.jpg",
    "altTitles": [
      {
        "en": "Karate Survivor in Another World"
      },
      {
        "en": "Reincarnated Savage: Karate Survivor in Another World"
      },
      {
        "ja": "野人転生"
      },
      {
        "ja": "野人転生: KARATE SURVIVOR IN ANOTHER WORLD"
      },
      {
        "es-la": "Salvaje Reencarnado"
      }
    ],
    "description": {
      "en": "When 34-year-old Nozaki Hitoshi is hit by a truck, he is sent to a fantasy world by a dismissive god and dropped into a harsh wilderness without even the clothes on his back. His only salvation is a newly granted karate skill and his general survival instincts. Luckily, Hitoshi is up for the challenge–he’ll weave clothes out of tree bark, test fruit for poison, and crawl through the mud to test his kicks and punches against goblins and other creatures. No matter how much he levels up in this world, he still longs to find other humans to share his solitude. An engrossing fantasy that pits karate technique against swords and sorcery in another world!\n\n(Source: Seven Seas Entertainment)\n- [Web Novel Raw](https://ncode.syosetu.com/n5771ei/)  \n- [Alternate Raw: NicoNico](http://seiga.nicovideo.jp/comic/41841)",
      "ja": "姓名と風貌から、「野人」と呼ばれている野崎人志は、ひょんなことから異世界に転生させられる。",
      "es-la": "Nozaki Hitoshi, conocido como el \"Hombre Salvaje\" por su apellido y apariencia, se reencarna accidentalmente en otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14251813-1089-4ce2-ba3c-f9b4990f13f4",
    "title": {
      "en": "Marriage Comes the Ancestor: Get Out of Bed, You Yandere Devil Emperor"
    },
    "updatedAt": "2024-09-27T08:03:17+00:00",
    "coverArt": "https://mangadex.org/covers/14251813-1089-4ce2-ba3c-f9b4990f13f4/f15503d2-b840-4ff3-a9db-f2adc597c79b.jpg",
    "altTitles": [
      {
        "zh": "Zu Zong Jia Dao: Bing Jiao Mo Di Gun Xia Ta"
      },
      {
        "zh": "祖宗嫁到：病娇魔帝滚下榻"
      }
    ],
    "description": {
      "en": "The holy heroine who roamed the three realms woke up from her sealed memory and found that her reincarnation was simply miserable. Her home was gone, her father was gone, and her sister who had taken over her place actually poached her spirit and insulted her innocence... What's even more outrageous is that she actually married the old devil who was terrified by the ghost abyss? Sacrificial bride? Plaything for entertainment? Not happening, there is no surrender in my dictionary! The beginning was a crematorium, and the process was always exciting. She turned the tide against the wind and had a gorgeous revenge! Let's see how the beautiful, strong and miserable heroine and the sickly and delicate demon emperor work together to turn the tide."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "213"
  },
  {
    "mangaId": "5c4dfd90-0d26-455b-8e04-786f472395f7",
    "title": {
      "en": "Kouhai-chan Who Understands You"
    },
    "updatedAt": "2024-07-27T10:31:58+00:00",
    "coverArt": "https://mangadex.org/covers/5c4dfd90-0d26-455b-8e04-786f472395f7/37b8cb0b-6a6e-4a43-a064-6bb886525812.jpg",
    "altTitles": [
      {
        "ja": "理解る後輩ちゃん"
      },
      {
        "ja-ro": "Wakaru Kouhai-chan"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a1a79e4-7f90-450d-854c-0c780179f47f",
    "title": {
      "en": "The Martial God Who Regressed Back to Level 2"
    },
    "updatedAt": "2024-06-18T02:43:46+00:00",
    "coverArt": "https://mangadex.org/covers/8a1a79e4-7f90-450d-854c-0c780179f47f/1c5a58a5-ad5a-495e-a111-9eff4d4d1781.png",
    "altTitles": [
      {
        "ko": "2레벨로 회귀한 무신"
      },
      {
        "en": "The God of War Who Regressed to Level 2"
      },
      {
        "es-la": "El dios marcial que regresó al nivel 2"
      }
    ],
    "description": {
      "en": "[NO. 4212: 'Humanity' has failed the Demotion Match.]\n[NO. 4212: ‘Humanity’ has been deemed useless. Beginning deletion.]\n\nEarth lost the fight for survival in the BattleNet system and humanity now faces eradication. However, Jihan Seong is given another chance. He has returned three years into the past before BattleNet became a life-or-death game.\n\nWith his knowledge of the future, he’s determined to become the strongest player. Will Jihan be able to change the fate of humanity? And more importantly, can he protect the ones he loves from those who want him to fail?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89bf0886-8596-4f49-a045-7415608661d9",
    "title": {
      "en": "Isekai De Uwamae Hanete Ikiteiku ~Saisei Mahotsukai No Yuru Fuwa Jinzai Haken Seikatsu~"
    },
    "updatedAt": "2024-08-18T21:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/89bf0886-8596-4f49-a045-7415608661d9/ad7695a2-b677-4baf-b54e-82dbbbf5b794.jpg",
    "altTitles": [
      {
        "ja": "異世界で 上前はねて 生きていく～再生魔法使いのゆるふわ人材派遣生活～"
      },
      {
        "en": "Living in Another World by Taking Commissions: A Relaxing and Comfy Life of The Restoration Magician's Staffing Agency"
      }
    ],
    "description": {
      "en": "A company drone who died from overworking was reincarnated as Sawadi, the third son of a merchant in a different world. His cheat skill is restoration magic and support magic. With these cheat skills, he came up with a new business model where he used his restoration magic to cure cheap slaves and made them earn money for him. Although his earnings are steadily increasing, he also has to suffer the consequence of getting his workload also increased... Will Sawadi ever be able to live leisurely without working?",
      "ja": "社畜として過労死した男が、異世界の商家の三男・サワディとして転生した。得意としているのは再生魔法と支援魔法。彼はそのチートな性能の魔法を使った新たな商売の種を思いつく。再生魔法で安い奴隷たちを治療して、お金を稼いでもらうことにしたのだ。順調に稼ぎは増えていくが、自業自得で自分の仕事も増えていってしまい……。果たして、サワディは働かずに、のんびり暮らすことができるようになるのか？　ゆるふわファンタジー、ここに開幕！\n\n---\n(JP) [Web Novel](https://ncode.syosetu.com/n1832fm/)  [Light Novel](https://gaugau.futabanet.jp/list/work/5de5ee3b77656147c9030000/novels)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2024-09-29T03:50:10+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái rất yêu anh mình"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37f97f50-6ce4-480a-9128-e5ba04000a1a",
    "title": {
      "en": "Digimon Liberator"
    },
    "updatedAt": "2024-08-16T01:39:49+00:00",
    "coverArt": "https://mangadex.org/covers/37f97f50-6ce4-480a-9128-e5ba04000a1a/32c616c9-a258-4574-b6f9-fbcd3b231eb4.jpg",
    "altTitles": [],
    "description": {
      "en": "Shoto Kazama, a boy who has never been able to win at card games because of his habit of giving up on things easily, enters the immersive world of Digimon Liberator through the invitation of his childhood friend, Arisa Kinosaki.\n\nThe game allows players to engage in highly realistic card battles. At first, Shoto is hesitant towards it, but through his engrossing encounters with the Digimon there, he becomes a fan of the game.\n\nEncounters with wild Digimon such as Pteromon and battles with NPCs who have gone rogue. These various happenings set the wheels of fate in motion for Shoto and his companions.\n\nThis is a story about Digimon, and the world.",
      "ja": "諦め癖がついて中々カードバトルに勝てない少年・風真照人は、幼馴染みの城之崎有紗の誘いでフルダイブゲーム〝デジモンリベレイター〟の世界へと足を踏み入れた。\n\nメタバース空間・ラクーナで臨場感溢れるカードバトルを楽しむことが出来るリベレイター。このゲームに最初は抵抗があった照人だったが、リアルなデジモンとの触れ合いを通じて次第に夢中になっていく。\n\nそして、野生のデジモン・プテロモン達との出会い。暴走するNPCとのバトル。様々な出会いが、照人達の運命の歯車を大きく動かしていく。\n\nこれは〝デジモン〟と〝世界〟を巡る物語だ。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28c3b97b-6d2f-4a6c-9f97-a826f0b16f05",
    "title": {
      "en": "I'm Giving the Disgraced Noble Lady I Rescued a Crash Course in Naughtiness"
    },
    "updatedAt": "2024-07-06T15:07:44+00:00",
    "coverArt": "https://mangadex.org/covers/28c3b97b-6d2f-4a6c-9f97-a826f0b16f05/db86a58d-9dd8-4fa4-b0e8-1c3b051ef433.jpg",
    "altTitles": [
      {
        "ja": "婚約破棄された令嬢を拾った俺が、イケナイことを教え込む"
      },
      {
        "ja": "婚約破棄された令嬢を拾った俺が、イケナイことを教え込む　〜美味しいものを食べさせておしゃれをさせて、世界一幸せな少女にプロデュース！〜"
      },
      {
        "ja-ro": "Konyaku Haki Sareta Reijou o Hirotta Ore ga, Ikenai Koto o Oshiekomu"
      },
      {
        "ja-ro": "Konyaku Haki Sareta Reijou wo Hirotta Ore ga, Ikenai Koto wo Oshiekomu: Oishii Mono wo Tabesasete Oshare wo Sasete, Sekaiichi Shiawase na Shoujo ni Produce!"
      },
      {
        "ja-ro": "Konyaku Haki Sareta Reijou o Hirotta Ore ga, Ikenai Koto o Oshiekomu: Oishii Mono o Tabesasete Oshare o Sasete, Sekaiichi Shiawase na Shoujo ni Produce!"
      },
      {
        "en": "I Picked up a Young Lady Who Broke off Her Engagement, and I Teach Her All Kinds of Bad Things"
      },
      {
        "en": "I'm Giving the Disgraced Noble Lady I Rescued a Crash Course in Naughtiness: I'll Spoil Her with Delicacies and Style to Make Her the Happiest Woman in the World!"
      },
      {
        "en": "I Picked up a Young Lady Who Broke off Her Engagement, and I Teach Her All Kinds of Bad Things: I Feed Her Delicious Food, Let Her Be Fashionable and Make Her the Happiest Girl in the World!"
      },
      {
        "ru": "Я прибрал к рукам девушку, которая потеряла своего жениха, и теперь я учу её всяким плохим вещам, кормлю вкусняшками, наряжаю в красивые вещи и вообще делаю её самой счастливой девушкой на земле!"
      },
      {
        "zh": "捡到被退婚大小姐的我，教会她做坏坏的事"
      },
      {
        "pt-br": "Vou Ensinar a Jovem Nobre Desonrada a Fazer Coisas Impróprias"
      }
    ],
    "description": {
      "en": "In the back of the forest lives Allen, the people-hating wizard. He is feared by the people around him and called the \"Demon Lord\". One day, while living out his life as a hermit, he finds a young girl named Charlotte who collapsed. Although innocent, she was accused of evil wrongdoings, had her engagement broken and was forced to flee her country.\n\nUpon hearing that, Allen recalled the bitter experience of being betrayed by a party he once believed to be his companions. Hearing the story of the 17 year old’s exploitation, Allen decides, “I'll let her live in my mansion, and I'll teach her all sorts of bad things…\"",
      "pt-br": "No fundo da floresta mora Allen, o mago que odeia pessoas. Ele é temido pelas pessoas ao seu redor e é chamado de “Lorde Demônio”. ele encontra uma jovem chamada Charlotte embora inocente, ela foi acusada de más ações, teve seu noivado rompido e foi forçada a fugir de seu país.\n\nAo ouvir isso, Allen relembrou a amarga experiência de ser traído por um partido que ele uma vez acreditou ser seus companheiros. Alan decide: “Vou deixá-la morar na minha mansão e vou ensiná-la todo tipo de coisas ruins…”"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "880ebb34-acc1-447f-8774-c91ad060c397",
    "title": {
      "en": "Ojousama's Forbidden Culinary Detours"
    },
    "updatedAt": "2024-03-17T22:18:44+00:00",
    "coverArt": "https://mangadex.org/covers/880ebb34-acc1-447f-8774-c91ad060c397/281c3fc5-ddd2-41be-a2f2-090719e14f18.jpg",
    "altTitles": [
      {
        "ja": "お嬢様の禁断寄り道ごはん"
      },
      {
        "ja-ro": "Ojousama no Kindan Yorimichi Gohan"
      }
    ],
    "description": {
      "en": "Yuuki Saji is the daughter of one of Japan's leading zaibatsu families. Aoi Hashisugi, a former delinquent who was thrown into a rich school by her parents, finds her classmate Yuuki in trouble on a street corner and decides to buy her a beef bowl. Then, he opens her eyes to a commoner's delicacy that she eats for the first time. \n\nA young lady with a deep window meets a commoner's delicacy.",
      "ja": "佐治優基（さじゆうき）は日本でも指折りの財閥家ご令嬢。\n親に金持ち校に放り込まれてしまった元不良の橋杉亜生（はしすぎあい）は、同級生の優基が街角で困っているところに居合わせ、腹ペコの彼女に牛丼を奢ることに。\nすると、初めて食べる庶民の美味に開眼させてしまい……。\n深窓のお嬢様が出会う庶民の美味♪"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4af41067-6c2c-4832-b784-a74a45461fe5",
    "title": {
      "en": "Ryuujin to Iinazuke no Akai Hanajirushi"
    },
    "updatedAt": "2024-01-24T12:38:39+00:00",
    "coverArt": "https://mangadex.org/covers/4af41067-6c2c-4832-b784-a74a45461fe5/7b5f7eda-5357-4852-81e8-1e23f0354898.jpg",
    "altTitles": [
      {
        "ja": "龍神と許嫁の赤い花印"
      }
    ],
    "description": {
      "en": "The town of Ryuuka, a place that connects humans and the Dragon Gods that reside in the heavens... Mito, a girl born into the Hoshina clan, has the \"flower seal,\" the mark of a dragon god's mate, but is mistreated as an abomination...."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "368a171b-440c-4beb-9abb-bb44c25fd2fa",
    "title": {
      "en": "The Maid is a Vampire"
    },
    "updatedAt": "2024-08-26T15:14:48+00:00",
    "coverArt": "https://mangadex.org/covers/368a171b-440c-4beb-9abb-bb44c25fd2fa/c306da5c-c2f5-4d06-8837-de91e9783dec.jpg",
    "altTitles": [
      {
        "ja": "メイドさんは吸血鬼"
      },
      {
        "ja-ro": "Maid-san wa Kyuuketsuki"
      }
    ],
    "description": {
      "en": "15-year-old Alfred Saionji, heir to the venerable Saionji family, spends his days striving to become a first-class gentleman while enduring strict family rules.\n\nHis solace comes from his maid, Magly. Thanks to her, a cool and beautiful maid, Alfred's life has become colorful, but...\n\nIn fact, her true identity is a vampire. Once she sees or sucks blood, her very naughty nature comes out, and Alfred immediately has his blood sucked at her command...\n\nThis is a love story between a boy who seeks the strength to protect a girl and a clumsy, naughty vampire maid who is in love with him.",
      "ja": "由緒正しき西園寺家の跡取りである15歳の西園寺アルフレッドは、厳しい家訓に耐えながらも一流の紳士になるべく毎日を過ごしていた。\nそんな彼の癒しは彼付きのメイドのマグリー。\nクールな美少女メイドである彼女のおかげでアルフレッドの生活は彩りのあるものになっていたが…。\n実は彼女の正体は吸血鬼。ひとたび血を見たり吸ったりしてしまうと、すごくHな本性が顔を出し、たちまちアルフレッドは彼女の言いなりに血を吸われてしまうのだった…。\n\nこれは一人の女の子を守れる強さを求める少年と、彼のことを恋い慕う不器用でHな吸血鬼メイドとの、\"恋\"の物語である。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "32"
  },
  {
    "mangaId": "f8e6ac3e-f235-4e41-ab4e-5d63c0aab453",
    "title": {
      "en": "Revenger"
    },
    "updatedAt": "2024-06-27T13:23:28+00:00",
    "coverArt": "https://mangadex.org/covers/f8e6ac3e-f235-4e41-ab4e-5d63c0aab453/8636b8d6-4996-4c5b-aeae-c8c9eb1b84d7.jpg",
    "altTitles": [],
    "description": {
      "en": "As master assassin Usui Yuen looks into a series of assassinations made on the grand samurai clan, the Satsuma, he encounters Kurima Raizo, member and survivor of one of the attacks. Together, they discover the true nature of these murders is bigger than over stolen resources. As they get closer to the truth, will they come out alive to exact revenge?\n\n(Source: Crunchyroll)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "06338c21-dfd9-4ab0-a0c6-1d973821b992",
    "title": {
      "en": "Bad Girl"
    },
    "updatedAt": "2024-01-09T13:00:47+00:00",
    "coverArt": "https://mangadex.org/covers/06338c21-dfd9-4ab0-a0c6-1d973821b992/a4800fe8-51c2-4f74-9e43-faca9a6657d0.jpg",
    "altTitles": [
      {
        "ja": "ばっどがーる"
      }
    ],
    "description": {
      "en": "The daily life of a (self-proclaimed) high school delinquent, fangirling and kohyuuing over the head prefect!?\n(to) kohyuu (v. infinitive form) When one is surprised and excited, their breathing begins to kohyuu. (see: hyperventilation)\nSummary: High school first-year Yuu is an ardent admirer of Head Prefect Atori, and in order to get her attention, Yuu begins to act like a delinquent. \nBut while her intention is to appeal with her \"badness\" and \"coolness,\" her simple-minded facade is seen through by Atori, who teases and treats her like a small animal...!?\nA totally not \"bad\" delinquent girl's 4-koma school life manga!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc58f72b-4f06-4eb6-a3f5-442c002f3b27",
    "title": {
      "en": "Miss Not-So Sidekick"
    },
    "updatedAt": "2024-06-23T00:45:19+00:00",
    "coverArt": "https://mangadex.org/covers/bc58f72b-4f06-4eb6-a3f5-442c002f3b27/6011ee18-fdd8-4d34-89a3-1bc998a34bb3.jpg",
    "altTitles": [
      {
        "ko": "구경하는 들러리양"
      },
      {
        "ko-ro": "Gugyeongha'neun Deulleoriyang"
      },
      {
        "fr": "Miss Second rôle"
      },
      {
        "es": "La señorita no tan compinche"
      },
      {
        "es": "No subestimes al personaje de apoyo"
      },
      {
        "ja": "傍観者、●●ちゃん"
      },
      {
        "ja-ro": "Boukansha, ●●-chan"
      },
      {
        "zh": "不要小看女配角！"
      },
      {
        "zh-ro": "Bùyào Xiǎokàn Nǚpèijué"
      },
      {
        "zh-ro": "Buyao Xiaokan Nüpeijue"
      },
      {
        "id": "Terjebak Peran Figuran"
      }
    ],
    "description": {
      "en": "Hyejung loved to read to escape her daily stress. But that's before she woke up inside the bizarre world of her favorite novel! Instead of the main heroine who courts three eligible men, she is now Latte Ectrie - a minor villain that everyone hates?! One way or another, it's a chance to live out her most beloved storyline, with popcorn in hand to watch all the drama! Taking charge of the narrative takes on a whole new meaning!\n\n---\n\n**Contents:** 139 + 30 (epilogue) + 9 (side story) = 178 chapters\n- **Vol. 1:** main story (ch. 1-139)\n- **Vol. 2:** epilogue (ch. 140-169)\n- **Vol. 3:** side story (ch. 170-178)\n\n**Links:**\n- [Alternative Raw (Peanutoon)](https://www.peanutoon.com/ko/comic/detail/5005)\n- [Alternative Raw (BookCube)](https://www.bookcube.com/toon/detail.asp?webtoon_num=180108)\n- [Alternative Raw (RidiBooks)](https://ridibooks.com/books/3092002965)\n- [Alternative Raw (Bomtoon)](https://www.bomtoon.com/comic/ep_list/informal)\n- [Alternative Raw (Comico)](https://www.comico.kr/comic/1704)\n- [Alternative Raw (Mr.Blue)](https://www.mrblue.com/webtoon/wt_bridemaid_wz)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=3400839)\n- [Alternative Raw (Lezhin)](https://www.lezhin.com/ko/comic/ms_looking)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/2213)\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Terjebak-Peran-Figuran/2646)\n- [Official Japanese Translation](https://piccoma.com/web/product/3983)\n- [Official French Translation](https://delitoon.com/webtoon/miss-second-role)",
      "fr": "Elle se réveille un jour dans son roman préféré. Ce serait l'occasion de briller, sauf qu'on lui a donné un rôle de potiche absolue ! Aucun moyen d'approcher l'héroïne ni les 3 hommes qui lui tournent autour comme des mouches. Pas grave, elle arrivera coûte que coûte à exister ici !",
      "id": "Aku, bertemu dengan tiga pria ganteng seantero negeri. Putera mahkota, Bangsawan termuda sampai pemilik neraka sihir, Mereka semua mendambakan satu orang perempuan, Evelyn. Dia adalah temanku. Ketiga pria itu mendekati Evelyn dengan cara masing-masing. Lalu aku? Hanya menonton di pojokan saja. Bentar... Sepertinya aku pernah melihat eh maksudku membaca adegan ini.. Apa?! ruapanya aku berada di dalam dunia novel kesukaanku??!!",
      "ja": "突然の目眩に襲われて目覚めると愛読していた小説の世界に引き込まれてしまった！？しかも女主人公をいじめる雑魚キャラ「ラテ・アクトリー」に転生…！！ どうせ人生唯一の楽しみである小説がリアルに堪能できれば満足と思いきや… 傍観者でいるつもりがだんだん目立ち始める「ラテ」 果たしてイケメンとの恋は成就するのか…！？",
      "ko": "깨어나보니 내가 가장 좋아하는 소설 속에 들어와 버렸다!\n그런데 주인공도 악역도 아닌… 눈물 나는 분량의 ‘들러리’라고?\n\n현실에 치여사는 스물 다섯 학원 강사 김혜정! 그런데 즐겨 읽던 소설 <야수의 꽃> 세계로 떨어져 소설 속 인물 ‘라테 엑트리’가 된다.\n\n…그런데 기왕 들어오게 해 준거 소설 속 미남들과 썸 좀 타는 주인공이 되게 해주지. \n여주인공을 괴롭히다 털릴 예정의 조연 라테 엑트리가 되어버리다니! \n에휴~ 그러면 그렇지 내 팔자야.\n\n그래, 기왕 이렇게 된 거 열심히 구경이나 하자!\n어차피 소설 보는 재미로 살아왔던 인생! 소설이 눈앞에서 실현된다는데 어찌 마다하겠는가! \n팝콘이나 먹으며 구경하지 뭐. 와작!\n\n그런데 조연이었던 라테는 오히려 소설 속에서 자신의 존재감을 점점 내보이게 되는데…? \n소설 속의 들러리양의 파란만장한 구경기가 시작된다!",
      "zh": "一睁开眼…竟然穿越到了我最近在追的小说里？可是为啥不按套路出牌，没有女主命的我竟然穿越到一个没有一丁点戏份的悲催小配角身上？事已至此我还是努力给自己加戏吧！抢在女主出场前跟三个男主来一场完美的邂逅，实现穿越人生的逆袭之路！"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "178"
  },
  {
    "mangaId": "8a285bea-3f2e-40ab-a107-b2a5a6d0b76b",
    "title": {
      "en": "Kirei na Onee-san to Nomu Osake wa Suki desu ka?"
    },
    "updatedAt": "2023-08-22T20:06:30+00:00",
    "coverArt": "https://mangadex.org/covers/8a285bea-3f2e-40ab-a107-b2a5a6d0b76b/401a5201-77c7-4d5b-8dc0-1cde267c2ab6.jpg",
    "altTitles": [
      {
        "en": "Do You Like Drinking Alcohol with a Beautiful Woman?"
      },
      {
        "ja": "綺麗なおねえさんと呑むお酒は好きですか?"
      }
    ],
    "description": {
      "en": "By chance, ordinary salaryman Hiyoshi ends up becoming a drinking buddy to his admired senpai from work, Tsukizawa-san. However, all the drinkeries that Tsukizawa-san brings him to are weird places…!? An adult love comedy featuring drinking spots that exist in real life!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "26"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8cd657d2-fa8c-4927-b884-44952fe5fbd1",
    "title": {
      "en": "Itoko no Ko"
    },
    "updatedAt": "2024-09-30T16:54:04+00:00",
    "coverArt": "https://mangadex.org/covers/8cd657d2-fa8c-4927-b884-44952fe5fbd1/ebcd551e-28b8-4d01-85e8-d6182db5f8c7.jpg",
    "altTitles": [
      {
        "ja": "いとこのこ"
      },
      {
        "ja-ro": "Itokonoko"
      },
      {
        "en": "My Cousin"
      },
      {
        "en": "My Young Cousin"
      },
      {
        "vi": "Nhỏ em họ của tôi"
      }
    ],
    "description": {
      "en": "His more-than-friends, less-than-lovers cousin is so cute that he could die!!!!? \n\nNozomu is a boy staying at his uncle's house over summer vacation. In the countryside, where there are no convenience stores, or any busses even, the boy has a problem. That problem is his younger cousin, Sou! He’s being led around by this tanned, energetic girl day after day and can’t show her the dignity befitting his older age! On top of that, whether intentional or not, he’s getting flustered by Sou’s inviting demeanor. Eventually, Nozomu couldn’t take his eyes off Sou and is falling more and more under her spell...!!? With a “cousin” like this, his reason is having a hard time hanging on!",
      "ja": "友達以上恋人未満な従妹が距離が近すぎて死ぬほど可愛い!!!!?\n\n夏休みの間、叔父の家で過ごすことになった少年・望。山と田んぼが多い田舎で困惑するも、それ以上彼にはある悩みがあった。その原因は「従妹」の爽!! 褐色元気っ娘の彼女に毎回からかわれては年上の威厳を見せられないでいた！ しかも、天然なのか意図的なのか分からない爽の誘ってくるような仕草にドキッとする始末。いつしか、望は彼女のことが目を離せず……!!? こんな「従妹」がいてくれたら理性が持たない!?",
      "pt-br": "Seu primo mais que amigo, menos que amante é tão fofo que poderia morrer!!!!?\n\nNozomu é um garoto que está na casa do tio nas férias de verão. No campo, onde não há lojas de conveniência, nem mesmo ônibus, o garoto tem um problema. Esse problema é seu primo mais novo, Sou! Ele está sendo levado por essa garota bronzeada e cheia de energia dia após dia e não consegue mostrar a ela a dignidade condizente com sua idade avançada!\n\nAlém disso, intencionalmente ou não, ele está ficando nervoso com o comportamento convidativo de Sou. Eventualmente, Nozomu não conseguia tirar os olhos de Sou e estava caindo cada vez mais sob seu feitiço...!!? Com ​​uma \"prima\" como essa, sua razão está tendo dificuldade em se segurar!\n\nEsta é uma comédia romântica com um cara que está afundando com todas as provocações de sua prima bronzeada!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d21e77-b961-42e3-8d69-bbb1610c1c71",
    "title": {
      "en": "You Can’t Kill Me: The Secret Bride of the Black Wolf"
    },
    "updatedAt": "2024-09-16T22:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "altTitles": [
      {
        "ko": "검은 늑대가 나를 부르면"
      },
      {
        "en": "When the Black Wolf Calls Me"
      }
    ],
    "description": {
      "en": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "796dd1da-5d87-468e-90d2-1b6753ab543c",
    "title": {
      "en": "Lifetime of a Man"
    },
    "updatedAt": "2024-10-01T10:30:57+00:00",
    "coverArt": "https://mangadex.org/covers/796dd1da-5d87-468e-90d2-1b6753ab543c/dcf1fbe5-a298-4227-90e6-eb3e16667dfa.jpg",
    "altTitles": [
      {
        "ja-ro": "Otoko no Issho"
      },
      {
        "ja": "おとこのいっしょう"
      },
      {
        "ja": "娚 の 一生 スピンオフ"
      },
      {
        "ja": "娚の一生"
      },
      {
        "ja": "娚の一生 結婚"
      },
      {
        "zh": "谜样的他"
      }
    ],
    "description": {
      "en": "Douzono Tsugumi, a major electrical company employee, spends her vacation at her grandmother's country home. \nHer grandmother sadly passes away during hospitalization, and Tsugumi decides to continue living in that house. \nHowever, a mysterious man shows up holding the key to the rear house, and despite not fully comprehending \nthe relationship he had with her grandmother, they begin living together.  \n  \nNominated for the 3rd Manga Taisho Award (2010)."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "25"
  },
  {
    "mangaId": "31067b1a-f95e-4c09-b4d6-26373118a9f2",
    "title": {
      "en": "Boku no Kanojo Sensei"
    },
    "updatedAt": "2024-10-01T00:32:58+00:00",
    "coverArt": "https://mangadex.org/covers/31067b1a-f95e-4c09-b4d6-26373118a9f2/707cb031-8ae9-483e-98a1-8df9437c2326.jpg",
    "altTitles": [
      {
        "id": "Guruku-Pacarku"
      },
      {
        "en": "My Teacher-Girlfriend"
      },
      {
        "ru": "Моя девушка - учитель"
      },
      {
        "ja": "僕のカノジョ先生"
      }
    ],
    "description": {
      "en": "Can sensei be the heroine? Please?  \n  \nDue to a traumatic experience, I have a distrust of people called “sensei.” I, Saiki Makoto, was called by after school by the most popular and beautiful teacher at my school, Fujiki Maka-sensei.  \n  \n“I… love you” Eh– a confession out of the blue!? “Until you say you love me, I will continue to pursue you.”  \n  \nEver since then, I’ve been called by for “guidance counselling” after school, somehow watched AV together, being given excessive skin-ship, went on dates together. Over time, I gradually became conscious of Sensei…? But isn’t it bad for Sensei to go out with her student?  \n  \nA romance that is absolutely NG, the forbidden love between us two.  \n  \nLesson start!  \n  \n\n\n---\n\nAlternative Raw: <http://seiga.nicovideo.jp/comic/40299>",
      "pt-br": "Devido a uma experiência traumática, eu nunca mais confiei em pessoas com o título de “professor”. Certo dia eu, Saigi Makoto, fui chamado depois da aula pela professora mais bela de toda a escola, Fujiki Maka-sensei, para de repente ela se confessar do nada e falar que continuará me perseguindo até eu disser que sim!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c207dd3e-82ea-4279-b331-aa9bead8479b",
    "title": {
      "en": "3 AM Terrible Zone"
    },
    "updatedAt": "2024-09-09T14:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/c207dd3e-82ea-4279-b331-aa9bead8479b/10d942c1-d15a-4360-b4f2-5e5da8aee30d.jpg",
    "altTitles": [
      {
        "en": "3 a.m. Terrible Zone"
      },
      {
        "en": "3am Terrible Zone"
      },
      {
        "ja-ro": "Gozen 3 Ji no Kikenchitai"
      },
      {
        "ja-ro": "Gozen 3Ji no Kikenchitai"
      },
      {
        "ja": "午前3時の危険地帯"
      },
      {
        "fr": "First job, New life (Kana)"
      }
    ],
    "description": {
      "en": "Tamako doesn't have any confidence, sex appeal, or romantic experiences. Caught off-guard while job-hunting, she is hired to work for an office full of suspicious people who specialize in designing for pachinko parlors. Thus, her days of agony begin to unfold."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "fb74e93d-e947-4774-83e7-d972b85d3d11",
    "title": {
      "en": "Pokémon SPECIAL Scarlet & Violet"
    },
    "updatedAt": "2024-10-01T00:19:25+00:00",
    "coverArt": "https://mangadex.org/covers/fb74e93d-e947-4774-83e7-d972b85d3d11/eb9b5a76-a037-4ecb-ae72-a5e40947fa53.jpg",
    "altTitles": [
      {
        "ja": "ポケットモンスターSPECIAL スカーレット・バイオレット"
      },
      {
        "ja-ro": "Pocket Monsters SPECIAL Scarlet & Violet"
      }
    ],
    "description": {
      "en": "Violet, the “prince of speed” who drives Miraidon, runs through the Paldea region in search of the “secret spice” to regain the ability of Miraidon! A showdown with the Nushi Pokemon! Operation Stardust! And the other main character...!?",
      "es": "Violet, el “príncipe de la velocidad” que conduce a Miraidon, corre por la región de Paldea en busca de la “especia secreta” para recuperar la habilidad de Miraidon. ¡Un enfrentamiento con el Pokémon Nushi! ¡Operación Polvo de Estrellas! ¿¡Y el otro personaje principal...!?",
      "ja": "ミライドンを駆る“スピード王子”バイオレットが、ミライドンの能力を取り戻すべく「秘伝スパイス」を求めてパルデア地方を駆け巡る！　ヌシポケモンとの対決！　スターダスト作戦！　そしてもう一人の主人公は…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec",
    "title": {
      "en": "I Think I Have Transmigrated Somewhere"
    },
    "updatedAt": "2024-07-13T19:08:39+00:00",
    "coverArt": "https://mangadex.org/covers/dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec/b04eeadd-b3c1-4bde-86ad-5e3939aee8ec.png",
    "altTitles": [
      {
        "ko": "제가 어딘가 빙의를 한 것 같은데요."
      },
      {
        "pl": "Myślę że gdzieś się przeniosłam."
      },
      {
        "en": "I Have Possessed the Body of the Protagonist"
      },
      {
        "en": "I Think I've Transmigrated Somewhere"
      },
      {
        "en": "It Seems I've Transmigrated Somewhere"
      },
      {
        "en": "I Think I've Been Possessed Somewhere"
      },
      {
        "es-la": "Creo que he transmigrado en alguna novela"
      }
    ],
    "description": {
      "en": "Even though the harsh reality feels like living as a beggar, to think that the end would be death from overworking!\nIf it’s going to end like this, I should’ve been in a lot of relationships, but wait,\noh my... who are you in the mirror?\n\nI’m a little flustered but this body… it’s really pretty!\nIt feels like I’ve been transmigrated into a romance fantasy novel.\nSince I’m already like this, should I enjoy the romance while I’m at it?\n\n“But which novel did I get transmigrated into?”\n\nI’ve read dozens of books where the ‘Northern Duke’ and ‘Childhood Friends’ exist,\nI’ve read so many with a black-haired male lead and a blonde female lead,\nAh~ I don’t know!! For now, let’s start by conquering the male characters!\n\n“I already have a promised marriage.\"\n\n“I volunteered for the Western Guard. We won’t be able to meet for several years.”\nWhat is this, is this really a romance fantasy novel? Why is everyone running away?!\nIn the first place… was I really transmigrated as the female lead?\n\nWhat kind of novel is this!!!!\n<It Seems I’ve Transmigrated Somewhere>",
      "pl": "Uwielbiam powieści romantyczno-fantastyczne, a nawet trafiłam do jednej z nich.\n\"W każdym razie, do której książki się przeniosłam?\"\nMyślę, że przeczytałam około 20 książek z brązowowłosymi pokojówkami z piegami,\nMyślę, że przeczytałem około 20 książek z południową damą, która poślubia zimnego księcia z północy,\nI wydaje się, że jest więcej książek z czarnowłosymi mężczyznami i blondynkami?\n\"Czekaj, czy to w ogóle prawda, że zmieniłam się w główną bohaterką?\"\nNie, myślę, że to może nawet nie być romans fantasy?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76424fe0-ec26-400c-a0c9-93a17114a4ae",
    "title": {
      "en": "Haitatsusaki no Onee-san ga Kowa Sugiru"
    },
    "updatedAt": "2024-08-01T19:09:27+00:00",
    "coverArt": "https://mangadex.org/covers/76424fe0-ec26-400c-a0c9-93a17114a4ae/7cd85b7b-5a9d-4b30-9df0-c7b35a058410.jpg",
    "altTitles": [
      {
        "ja": "配達先のお姉さんが怖すぎる"
      },
      {
        "en": "The Delivery Destination Onee-san Is Too Scary"
      },
      {
        "ja": "配達先のお姉さんが怖すぎる話"
      },
      {
        "ja-ro": "Haitatsusaki no Onee-san ga Kowa Sugiru Hanashi"
      },
      {
        "ja-ro": "Haitatsu-saki no Onee-san ga Kowa Sugiru Hanashi"
      },
      {
        "en": "The Story of This Scary Consignee Girl"
      },
      {
        "en": "The Story of a Scary Consignee"
      },
      {
        "en": "The Delivery Destination Onee-san Is Too Scary Story"
      },
      {
        "es-la": "La Historia de un destinatario aterrador"
      },
      {
        "vi": "Câu chuyện về cô nàng nhận hàng đáng sợ"
      }
    ],
    "description": {
      "en": "An introverted part-time food delivery guy working in the countryside receives a food delivery order. When he reaches the delivery address, he discovers that the recipient is a tall and intimidating-like woman. However, as the story unfolds, he eventually discovers…",
      "es-la": "Un introvertido repartidor de comida a tiempo parcial que trabaja en el campo recibe un pedido de comida a domicilio. Cuando llega a la dirección de entrega, descubre que la destinataria es una mujer alta y de aspecto intimidatorio. Sin embargo, a medida que avanza la historia, descubrirá que..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b11736e2-f72f-431f-a00f-820a2e58f27e",
    "title": {
      "en": "The Three Skills I Received, When Combined, Were The Most Powerful"
    },
    "updatedAt": "2024-09-30T14:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/b11736e2-f72f-431f-a00f-820a2e58f27e/2f564a7a-1df6-4a55-aa65-be4af5104e4f.png",
    "altTitles": [
      {
        "ja": "貰った三つの外れスキル、合わせたら最強でした"
      },
      {
        "ja-ro": "Moratta Mittsu no Hazure Skill, Awasetara Saikyō Deshita"
      },
      {
        "en": "Moratta Mittsu no Hazure Skill, Awasetara Saikyou Deshita"
      }
    ],
    "description": {
      "en": "Mutou Kushina's life, filled with brutality, came to an abrupt end. In his new incarnation, the goddess granted him three abilities: [Super Speedy Regeneration], [Agelessness], and [Grit: Indomitable Spirit].\n\nHowever, those skills were outlier skills that were not offensive skills!\n\nThe place where he was reborn with such skills is the Forest of Endless Calamity, where a large number of Danger Level S monsters roam, one of which is capable of destroying the world.\n\nHaving no offensive skills, Kushina's  should have been killed by the monsters right away, but...?\n\nWith all three skills, he can instantly regenerate no matter what kind of attack he receives! And every time he is attacked, he gets stronger and stronger...",
      "ja": "壮絶な前世の末、命を落とした少年・無倒屈止無（むとう くしな）。\n\n転生する際に女神に貰ったのは【超速再生】【不老】【根性：不撓不屈】という３つのスキル。しかし、それらのスキルは攻撃系のスキルではない外れスキルだった！\n\nそんなスキルを持って転生した先は、“危険度S”の1匹で世界を滅ぼせる程のモンスターが大量に闊歩している【果ての災厄の森】。\n\n攻撃系のスキルを持たない屈止無はすぐにモンスターに殺されるはずだったが……？\n\n３つのスキルを組み合わせたらどんな攻撃を受けても瞬時に再生！しかも攻撃される度に強くなっていき―"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a8a8e2c-609e-4e5f-97de-cb9c8f2011ae",
    "title": {
      "en": "Salaryman ga Isekai ni Ittara Shitennou ni Natta Hanashi"
    },
    "updatedAt": "2024-09-25T09:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/2a8a8e2c-609e-4e5f-97de-cb9c8f2011ae/b4a58d76-92d3-4252-ad96-f9467cef0ab7.jpg",
    "altTitles": [
      {
        "en": "Headhunted to Another World: From Salaryman to Big Four!"
      },
      {
        "ja": "サラリーマンが異世界に行ったら四天王になった話"
      },
      {
        "en": "A Story About a Salaryman Who Goes to Another World and Becomes One of the Four Heavenly Kings"
      },
      {
        "tr": "Başka Bir Dünyaya Yöneldi: Maaşlı Adamdan Göksel Krala!"
      },
      {
        "ru": "Из корпоративного раба в приспешники демона"
      },
      {
        "en": "Office Worker Has Become “Big Four” in the Different World."
      }
    ],
    "description": {
      "en": "Dennosuke Uchimura is a simple Salaryman who one day is run over, and left in the street to die, however, when he regains consciousness, it seems as though he was summoned to another world by the Demon King himself, who offers him a position as one of his Four Heavenly Kings. Can Dennosuke survive as a servant of the Demon King, and meet his expectations?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ef11280-30bc-434b-bf61-c61e092905ac",
    "title": {
      "en": "Class de 2 Banme ni Kawaii Onna no Ko to Tomodachi ni Natta"
    },
    "updatedAt": "2024-09-25T21:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/8ef11280-30bc-434b-bf61-c61e092905ac/b00bfc79-80d8-4828-9330-cd0e5b86da97.jpg",
    "altTitles": [
      {
        "ja": "クラスで２番目に可愛い女の子と友だちになった"
      },
      {
        "en": "I Became Friends with the Second Cutest Girl in My Class"
      },
      {
        "ja-ro": "Class de 2 Banme ni Kawaii Onna no Ko to Tomodachi ni Natta"
      },
      {
        "id": "Aku Berteman dengan Gadis Paling Cantik Kedua di Kelas ku"
      },
      {
        "it": "Sono diventato amico con la seconda ragazza più carina nella mia classe"
      }
    ],
    "description": {
      "en": "I, Maehara Maki, someone who couldn’t make any acquaintances or friends in high school, finally had someone I can hang out with outside of school. A girl.\n\nHer name was Asanagi-san. The boys in my class called her ‘The class’ second cutest girl’ behind her back.\n\nOn Fridays, she would refuse her best friend, Amami, ‘the cutest girl in class’ invitation just to hang out in my house with me.\n\nTogether, we played games, watched some movies, read some manga while eating junk foods like pizza and hamburgers, and chugging cola without a care in the world. To others, we may seem sloppy, but it was a precious, secret time together for Asanagi-san and myself.\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/59139)",
      "id": "Aku, Maehara Maki, seseorang yang tidak memiliki kenalan atau teman di SMA, akhirnya memiliki seseorang yang bisa aku ajak bergaul di luar sekolah. Seorang gadis.\n\nNamanya Asanagi-san. Anak-anak laki-laki di kelas saya memanggilnya 'Gadis paling imut kedua di kelas' di belakangnya.\n\nPada hari Jumat, dia akan menolak ajakan sahabatnya, Amami, 'gadis paling manis di kelas' hanya untuk berkumpul di rumah ku dengan ku.\n\nBersama-sama, kami bermain game, menonton film, membaca manga sambil makan junk food seperti pizza dan hamburger, dan menenggak cola tanpa peduli dengan dunia. Bagi orang lain, kami mungkin terlihat ceroboh, tetapi itu adalah waktu yang berharga, waktu rahasia bersama untuk Asanagi-san dan ku sendiri.",
      "es-la": "Yo, Maehara Maki, alguien que no podía conocer ni hacer amigos en la escuela secundaria, finalmente tenía a alguien con quien podía pasar el rato fuera de la escuela. Una mujer. Su nombre era Asanagi-san. Los chicos de mi clase la llamaban \"La segunda chica más linda de la clase'\" a sus espaldas. Los viernes, rechazaba la invitación de su mejor amiga, Amami, \"la chica más linda de la clase\" solo para pasar el rato en mi casa conmigo. Juntos, jugamos, vimos algunas películas, leímos manga mientras comíamos comida chatarra como pizza y hamburguesas, y tomábamos refrescos de cola sin preocuparnos por nada. Para otros, podemos parecer descuidados, pero fue un tiempo secreto y precioso para Asanagi-san y para mí.",
      "pt-br": "Eu, Maehara Maki, alguém que não conseguia conhecer ou fazer amigos no ensino médio, finalmente consegui alguém com quem eu pudesse sair fora da escola. Uma garota.\n\nO nome dela era Asanagi-san. Os meninos da minha turma a chamavam de 'a segunda garota mais fofa da turma' pelas costas.\n\nÀs sextas-feiras, ela recusava o convite de sua melhor amiga, Amami, 'a garota mais fofa da classe' só para ficar na minha casa comigo.\n\nJuntos, jogamos, assistimos a alguns filmes, lemos alguns mangás enquanto comíamos junk food como pizza e hambúrgueres e bebíamos refrigerantes sem nenhuma preocupação no mundo. Para outros, podemos parecer desleixados, mas foi um tempo precioso e secreto juntos para Asanagi-san e eu."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4818990-4e15-4004-9ebd-efc97feb7523",
    "title": {
      "en": "Motto mo Kirawareteiru Saikyou no Akuyaku ni Tensei"
    },
    "updatedAt": "2024-09-21T18:20:52+00:00",
    "coverArt": "https://mangadex.org/covers/b4818990-4e15-4004-9ebd-efc97feb7523/a95a3514-a745-4fba-8256-9d393de985d3.jpg",
    "altTitles": [
      {
        "ja": "最も嫌われている最凶の悪役に転生"
      },
      {
        "en": "Reincarnated as the Most Hated Villain"
      }
    ],
    "description": {
      "en": "Arima Seto is a 23-year-old part-time worker. One day, he is reincarnated as Lobelia Crowley, the most vicious villain in the popular smartphone game Arcadia Fanrasy!\n\nHe tries to do good deeds to avoid the catastrophe ending, but he can't stop using his sharp tongue...!?",
      "ja": "23歳のフリーター・瀬戸有馬。ある日人気スマホゲームの最凶の悪役、ロベリア・クロウリーに転生してしまった……！　\n\n破滅エンドを回避するため善行を積もうとするが、毒舌口調が止まらなくて―!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78b81924-a532-47e4-b9cf-ab21ff57dcce",
    "title": {
      "en": "Humble System, Beg Me to Be Invincible"
    },
    "updatedAt": "2024-10-01T07:20:42+00:00",
    "coverArt": "https://mangadex.org/covers/78b81924-a532-47e4-b9cf-ab21ff57dcce/d196b544-ff31-418e-ac7f-55d9c9b53fe2.jpg",
    "altTitles": [
      {
        "zh": "卑微系统，跪请我无敌"
      },
      {
        "zh-ro": "Bēiwéi Xìtǒng, Guì Qǐng Wǒ Wúdí"
      },
      {
        "en": "Humble System, Kneel and Beg Me to Be Invincible"
      }
    ],
    "description": {
      "en": "While others transmigrate and get bound to systems, working like slaves. Wang Yang transmigrates and has a PUA system do all the work for him! As long as he lies flat (tang ping), whatever he desires is granted by the system. Divine-level skills, invincible cultivation, beautiful girls——everything is within reach! Transmigration should be this fun!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eed06c5c-6f08-46c8-9833-42e40736cecf",
    "title": {
      "en": "Philomel the Fake"
    },
    "updatedAt": "2024-01-18T20:58:15+00:00",
    "coverArt": "https://mangadex.org/covers/eed06c5c-6f08-46c8-9833-42e40736cecf/44d91b88-d9a9-4fdb-b226-f544881fc7d4.jpg",
    "altTitles": [
      {
        "ko": "가짜를 위한 장소는 없다"
      },
      {
        "ko-ro": "Gajjareul Wihan Jangsoneun Eopda"
      },
      {
        "en": "There Is No Place for Fakes"
      },
      {
        "en": "No Place for the Fake Princess"
      },
      {
        "fr": "Philomelle, fausse princesse"
      },
      {
        "ja": "ニセモノ皇女の居場所はない"
      },
      {
        "zh": "没有冒牌货的位置"
      },
      {
        "zh-hk": "冒牌皇女的生存之道"
      }
    ],
    "description": {
      "en": "Philomel—the fake princess—conspires with her mother to impersonate the imperial princess and cause a war between the Mage Tower and the Empire.\nOnce her crimes were exposed, she was sentenced to execution.\nA death truly befitting of a wicked—\n\n“Even if the Philomel within the book had done some wrong, it wasn’t enough to warrant death!”\n\nPhilomel yelled and threw the book she'd been reading.\nShe had simply been curious about a book she'd picked up in the garden, but the contents of the book stated that she would die!\nAlthough she wanted to believe it was nothing but fiction, everything that happened from that moment onwards went just like in the book.\n\n“Since it has come to this… my goal is to survive!”\n\nWill Philomel be able to discover the origins of the suspicious book and live on?\n\n---\nAfter finding a mysterious book in the imperial garden, Princess Philomel not only discovers that the book's villain shares her name, but that other events in the story are coming true too. Now, she believes that she's an imposter and that the real princess will take her rightful place, leading to the execution of Philomel the Fake! So to avoid a tragic death, she has to make sure the rest of the book doesn't come true. Can this fake princess change what's already been written?",
      "fr": "Philomel — la fausse princesse — complote avec sa mère pour se faire passer pour la princesse impériale et provoquer une guerre entre la Tour des Mages et l'Empire. Une fois ses crimes exposés, elle est condamnée à l'exécution. Une mort vraiment digne d'une méchante...\n\n‘Même si la Philomel du livre a fait quelque chose de mal, ce n'est pas assez pour justifier la mort!»\n\nPhilomel a crié et a jeté le livre qu'elle lisait. Elle avait simplement été curieuse à propos d'un livre qu'elle avait ramassé dans le jardin, mais le contenu du livre disait qu'elle allait mourir! Bien qu'elle ait voulu croire que ce n'était que de la fiction, tout ce qui s'est passé à partir de ce moment-là s'est déroulé comme dans le livre.\n\n«Puisqu'on en est arrivé là... mon but est de survivre!»\n\nPhilomel parviendra-t-elle à découvrir les origines du livre suspect et à survivre?",
      "id": "Setelah bersekongkol dengan ibunya dan memicu perang antara kekaisaran dan menara sihir, Philomel si 'putri palsu' dihukum mati atas semua kejahatannya... Begitulah isi dari buku mencurigakan yang dipungut oleh Philomel di taman. Ia ingin memercayai bahwa cerita di dalam buku itu hanyalah fiksi, tapi semakin hari kejadian di dunia nyata semakin menyerupai buku itu. Agar tidak bernasib sama dengan Philomel yang ada di dalam buku, Philomel memutuskan untuk berusaha bertahan hidup. Akankah hidupnya berjalan sama seperti dengan buku mencurigakan itu?",
      "pl": "Philomel - fałszywa księżniczka - spiskowała ze swoją matką, by podszyć się pod cesarską księżniczkę i wywołać wojnę między Wieżą Magów, a Imperium.\nGdy jej zbrodnie zostały ujawnione, została skazana na śmierć.\nKonic godny nikczemnika...\n\"Nawet jeśli Philomel z książki zrobiła coś złego, to nie było to wystarczające, aby uzasadnić wyrok śmierci!\"\nPhilomel krzyknęła i rzuciła książkę, którą czytała.\nByła po prostu ciekawa książki, którą znalazła w ogrodzie, ale jej treść mówiła, że umrze!\nChoć chciała wierzyć, że to nic innego jak bajka, wszystko, co wydarzyło się od tego momentu, przebiegało dokładnie tak, jak w książce.\n\"Skoro do tego doszło... moim celem jest przetrwanie!\".\nCzy Philomel uda się odkryć pochodzenie podejrzanej książki i żyć dalej?",
      "pt-br": "Philomel, a 'princesa falsa' que conspirou com sua mãe para se passar por princesa imperial, causou uma guerra ao separar a Torre Mágica do Império. Quando ela é considerada culpada de todos os seus crimes, ela é condenada à morte. Realmente digna de uma vilã... \"Eu, não, Philomel no livro fiz algo errado, então não é o suficiente para me matar!\" Philomel gritou e jogou o livro que estava lendo. Ela estava apenas curiosoa sobre o livro suspeito que pegou no jardim, mas ela, não, a princesa Philomel do livro morreu! Quero acreditar que é apenas uma ficção, mas de alguma forma tudo o que acontece depois se assemelha ao que está escrito no livro. \"Agora que está assim... meu único objetivo é sobreviver!\" Philomel será capaz de revelar o que aquele livro suspeito diz e reivindicar sua vida?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4304d3b-191d-471f-8c78-353d403a35d0",
    "title": {
      "en": "Sengoku Komachi Kuroutan: Noukou Giga"
    },
    "updatedAt": "2024-09-03T13:13:49+00:00",
    "coverArt": "https://mangadex.org/covers/a4304d3b-191d-471f-8c78-353d403a35d0/002be8b3-dfde-462e-a1bc-d7586b482f8a.jpg",
    "altTitles": [
      {
        "en": "A Tale of a Small Town hardship in Sengoku Era - An Agriculture Comic"
      },
      {
        "ja": "戦国小町苦労譚 農耕戯画"
      },
      {
        "ko": "전국 코마치 고생담"
      },
      {
        "zh": "战国小町苦劳谭-农耕戏画"
      },
      {
        "it": "Come sopravvivere nell'era Sengoku"
      },
      {
        "fr": "Oda Nobunaga et moi !"
      },
      {
        "fr": "Les difficultés d'un village à l'époque Sengoku - Une histoire agricole"
      }
    ],
    "description": {
      "en": "One fateful day, a girl time slipped into the Sengoku Era. It was an abrupt enough event to be dubbed god’s whim, done to sate hellish boredom. The girl has no power to change the world.  \nShe was a very ordinary, common, and plain girl that can be found anywhere.  And that girl can do no more than a single thing...\n\nSurvive the Sengoku Era – that’s all.  \n  \n\n\n---\n\nAdapted from [Web Novel](https://ncode.syosetu.com/n8406bm/) (Raw)  \nLight Novel: [Bookwalker](https://bookwalker.jp/series/62898/)  \nAlternative Manga Raw: [Pixiv Comic](https://comic.pixiv.net/works/3714)",
      "fr": "Shizuko est une lycéenne ordinaire avec des intérêts extraordinaires : l'Histoire et l'agricutlure. Ces passions vont peut-être lui sauver la vie : projetée à la période Sengoku, elle se retrouve au service d'un seigneur excentrique et exigeant : le fameux Oda Nobunaga. Obsédé par l'idée d'unifier le pays en proie aux guerres intestines, il entend bien faire usage des étranges compétences de cette fille venue d'ailleurs. Shizuko parviendra-t-elle à gagner sa confiance ? Retournera-t-elle à son époque ?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64113fcd-4f8c-41bc-8fa4-18a83076da2e",
    "title": {
      "en": "The Last Human"
    },
    "updatedAt": "2024-03-25T14:15:03+00:00",
    "coverArt": "https://mangadex.org/covers/64113fcd-4f8c-41bc-8fa4-18a83076da2e/8a8d42b9-86f3-4856-b41f-cbae24199884.jpg",
    "altTitles": [
      {
        "en": "Mortal of The Doom"
      },
      {
        "zh-ro": "Moshi Fanren"
      },
      {
        "ru": "Последний человек"
      },
      {
        "zh": "末世凡人"
      },
      {
        "ko": "블러디발렌타인:인류종말"
      }
    ],
    "description": {
      "ar": "تسو تيانشين هو آخر إنسان حي في مدينة مليئة بالزومبي. فقط عندما كان متأكداً من أنه مات ، يجد روحه تعود إلى ما قبل ذلك اليوم المشؤوم قبل عشر سنوات. يقسم أنه سوف يحمي الناس المهمين له هذه المرة ويجتمع مع عشيقته. تابعوا نضاله من أجل البقاء بمساعدة ذكرياته للسنوات العشر القادمة!",
      "en": "Zuo Tianchen is the last living human in a mutated zombie-infested city. Just when he was sure he'd died, he finds his soul returned to just before that ill-fated day ten years ago. He swears he'll protect the people important to him this time round and reunite with his past lover. Watch his struggles to survive equipped with his memory of the next ten years!",
      "fr": "uo Tianchen est l'un des derniers survivants sur terre depuis qu'une épidémie venant de l'espace s'était abattue sur terre, il l'y a de cela 10 ans. Alors qu'il est sur le point de mourir, Zuo fît donc ses adieux à sa petite amie qu'il avait rencontré durant l'épidémie. C'est alors que, d'un coup, alors qu'il était sur le point de mourir, il retourna dans le temps 10 ans auparavant, quelques heures avant le début de l'épidémie. C'est alors qu'il décida de sauver son meilleur ami qui avait périt dès le début de l'épidémie, 10 ans auparavant, et c'est alors qu'il se met à la recherche de sa copine qu'il avait dans l'ancienne apocalypse.",
      "ru": "Зе Тянчен – последний выживший человек в городе, зараженном зомби-инфекцией. Будучи на грани смерти, он внезапно оказался в своем теле десять лет назад, когда город еще не был заражен. Он решил, что в этот раз спасет близких ему людей и воссоединится со своей старой любовью.   \r\n  \r\nСледите за его приключениями, в которых он использует свои воспоминания о следующих 10 годах, чтобы выжить и спасти своих близких!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-09-06T10:12:17+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/d685e9ee-caf4-4ab9-bea7-6f705067ef28.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "en": "Akane Story"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. Shinta and his daughter Akane have been seduced by this wonderful form of classical entertainment. Having observed her father strive to pass the shin'uchi rakugo test, Akane will take her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo na história é expresso apenas com seu corpo e palavras. Shinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. Observando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "deb90feb-ad58-4fb4-a8c4-53da5c5b2901",
    "title": {
      "en": "Unaware His Majesty Is a Girl"
    },
    "updatedAt": "2024-04-23T19:20:11+00:00",
    "coverArt": "https://mangadex.org/covers/deb90feb-ad58-4fb4-a8c4-53da5c5b2901/fd17e055-249e-4ca2-928b-dbe570350262.jpg",
    "altTitles": [
      {
        "zh": "不知陛下是女郎"
      },
      {
        "zh-hk": "不知陛下是女郎"
      },
      {
        "zh-ro": "Buzhi Bixia Shi Nülang"
      },
      {
        "vi": "Hoàng đế bệ hạ là nữ lang"
      },
      {
        "my": "ဘုရင်ကြီးကမိန်းကလေးမှန်းမသိခဲ့ဘူး"
      },
      {
        "ru": "Является ли ваше величие девушкой?"
      },
      {
        "vi": "Không Ngờ Bệ Hạ Là Nữ"
      }
    ],
    "description": {
      "en": "The new emperor, Qi Nian, acceded to the throne many years ago. He kept refusing the requests by his officials to choose a consort, brushing them off by saying \"the affairs of state are important, and I am busy with my work\". But Qi Nian finally relented as rumors that \"the emperor is impotent\" spread ever more widely.\n\nYu Dingdang was a particularly dim-witted girl, but born to a prestigious family. This led many to say: \"Madame Yu exchanged her brain for her looks\". Who could have expected that Yu would be selected by the emperor to be his empress consort?\n\nA happy and dramatic girl-girl romantic comedy set in the imperial palace. Yu couldn't have expected that this lofty emperor up on high was actually a girl?!",
      "zh": "新帝祁念登基多年，却终日以“国事要紧，朕沉迷工作”，拒绝了朝臣们的选妃请求。但“皇帝不行”的流言愈演愈烈，祁念不胜其烦，终是松口。玉玎珰出身名门，却生了个榆木脑袋，众人纷纷道：“玉家小姐是拿脑子换的脸”却不想，一朝入选，她竟成了国母。玉玎珰表面：啊？什么？是我吗？内心却汹涌澎湃。只因玉玎珰从小便立誓，一！定！要！成！为！祁！念！的！女！人！迷妹追星成功，在皇宫里上演了一系列“她逃她追，她插翅难飞”的啼笑皆非的欢喜故事却不想，这高高在上的至尊帝王，竟是女儿身？！",
      "zh-hk": "新帝祁念登基多年，卻終日以“國事要緊，朕沉迷工作”，拒絕了朝臣們的選妃請求。 但「皇帝不行」的流言愈演愈烈，祁念不勝其煩，終是鬆口。 玉玎璫出身名門，卻生了個榆木腦袋，眾人紛紛道：「玉家小姐是拿腦子換的臉」卻不想，一朝入選，她竟成了國母。 玉玎璫表面：啊？ 什麼？ 是我嗎？ 內心卻洶湧澎湃。 只因玉玎璫從小便立誓，一！ 定！ 要！ 成！ 為！ 祁！ 念！ 的！ 女！ 人！ 迷妹追星成功，在皇宮裡上演了一系列「她逃她追，她插翅難飛」的啼笑皆非的歡喜故事卻不想，這高高在上的至尊帝王，竟是女兒身？ ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e85832b-4e3d-46e8-a0a2-4770b471f96d",
    "title": {
      "en": "A Dream Escape"
    },
    "updatedAt": "2024-07-28T16:32:58+00:00",
    "coverArt": "https://mangadex.org/covers/7e85832b-4e3d-46e8-a0a2-4770b471f96d/9195d8f8-ae74-4838-9d8c-2da73380376e.jpg",
    "altTitles": [
      {
        "ko": "손만 잡고 잘게"
      },
      {
        "ko-ro": "Pegang Saja Tanganku"
      },
      {
        "en": "Just Hold my Hand"
      }
    ],
    "description": {
      "en": "'Sonidor', a dream artisan who enters into other people's dreams through physical contact and grants wishes that could not be fulfilled in reality. One day, the emperor suddenly arrives at the house and asks to wake up the crown prince who has fallen into eternal sleep. \"I want you to wake him up.\"\n\nSonidor enters the dream of 'Marmel', the crown prince who is praised by everyone for his gentle nature and beautiful appearance, but somehow Marmel's dream is gloomy and desolate. “You were just going to kill me?!” \n\nAccording to the taste of the prince who hates people, Sonidor turns into various animals and finds the reason why Marmel fell asleep one by one, and Marmel gradually opens his heart to Sonidor... \"Your Highness, do you believe me?\" Will Sonidor be able to wake Marmel from his eternal sleep?",
      "pl": "\"Będę trzymać jego ręce, by obudzić go z wiecznego snu\"  Sodinor, ekspert do spraw snów, ma umiejętność spełnienia marzeń nawet w świecie snów. Na rozkaz cesarza została wprowadzona do snu księcia Marmella, który nie mógł się obudzić.  Jednak w snach księcia, który znany jest ze swojej dobroci i łagodności, jest coś bardzo dziwnego. Jego kraina marzeń jest opuszona i bezbarwna.   Sonidor infiltrując sny Marmella pod postacią uroczego zwierzątka udaje się znaleźć powód jego długiego letargu...  Czy Marmell obudzi się w końcu z wiecznego snu?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39a038c6-9699-44fb-9e8a-5cb12fb4a748",
    "title": {
      "en": "Okinawa de Suki ni Natta Ko ga Hougen Sugite Tsura Sugiru"
    },
    "updatedAt": "2024-08-27T19:56:14+00:00",
    "coverArt": "https://mangadex.org/covers/39a038c6-9699-44fb-9e8a-5cb12fb4a748/36086d35-3df0-4cb8-9eec-b4083a819b1d.jpg",
    "altTitles": [
      {
        "en": "The Girl I Fell in Love With in Okinawa Speaks in a Heavy Dialect and It's Too Much of a Pain"
      },
      {
        "ja": "沖縄で好きになった子が方言すぎてツラすぎる"
      },
      {
        "zh-hk": "喜歡的沖繩妹說方言"
      },
      {
        "ru": "Девушка, в которую я влюбился на Окинаве, говорит на очень трудном диалекте, и с ней сложно общаться"
      },
      {
        "ja-ro": "OkiTsura"
      }
    ],
    "description": {
      "en": "I, Nakamura Teruaki, transferred to Okinawa and I'm in love with Kyan, but I don't understand her dialect. Higa is always helping me out by interpreting the dialect... A slightly unusual cross-cultural romance on a tropical island is about to begin!",
      "ja": "俺・中村照秋は、沖縄に転校し、好きな人も出来たが、喜屋武さん(好きな人)の方言が分からない。好きな人の方言を通訳してくれる比嘉さんには、いつも助けられてばかりいる…。 南の島でちょっぴり変わった異文化恋愛スタート‼",
      "ru": "Я, Тэруаки Накамура, перевёлся в школу на Окинаве и влюбился в девушку по имени Кян-сан, но я не понимаю её диалект. Хига-сан всегда помогает мне, переводя диалект. На южном острове начинается несколько иная культурная любовь.",
      "pt-br": "Eu, Nakamura Teruaki, me transferi para Okinawa e estou apaixonado pela Kyan, mas não entendo seu dialeto. Higa está sempre me ajudando interpretando o dialeto... Um romance intercultural um pouco incomum em uma ilha tropical está prestes a começar!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cbade73-0802-490a-839e-d6b12358a329",
    "title": {
      "en": "Kowamote no Rinjin ga Ω datta Toki no Taishohou"
    },
    "updatedAt": "2024-09-03T12:46:19+00:00",
    "coverArt": "https://mangadex.org/covers/0cbade73-0802-490a-839e-d6b12358a329/aba3f3bc-2224-474b-b0e9-53afb2a1aed5.jpg",
    "altTitles": [
      {
        "ja": "コワモテの隣人がΩだった時の対処法"
      },
      {
        "fr": "Mon voisin flippant est un oméga"
      },
      {
        "vi": "Biện Pháp Đối Phó Khi Hàng Xóm Đáng Sợ Là Omega"
      },
      {
        "ja-ro": "Kowamote no Rinjin ga Omega datta Toki no Taishohou"
      }
    ],
    "description": {
      "en": "\"I thought he was a scary and popular alpha, but I've never heard of such an erotic omega!\"\n\nKouta, an alpha college student, finds his tattooed neighbor, Miyanaga, extremely scary. He tries to give the suspicious-looking man a wide berth, but one day he encounters a strong smell that even Kouta, who is insensitive to omega pheromones, could detect――!\nSource: MU",
      "vi": "“Mình cứ nghĩ cậu ta là một alpha đáng sợ và nổi tiếng, nhưng mình chưa bao giờ nghe nói về một omega khiêu dâm đến thế!”\n\nKouta, một sinh viên đại học alpha, để ý người hàng xóm đầy hình xăm của mình, Miyanaga, vô cùng đáng sợ. Cậu cố gắng tránh xa tên hàng xóm khó gần có vẻ ngoài khả nghi này, nhưng một ngày nọ, cậu ngửi thấy một mùi nồng nặc mà ngay cả Kouta, người không nhạy cảm với pheromone omega, cũng có thể phát hiện ra――!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "6a4a1849-645a-4994-853e-b3a6b72942fb",
    "title": {
      "en": "Electroid Arrow"
    },
    "updatedAt": "2024-03-09T20:46:24+00:00",
    "coverArt": "https://mangadex.org/covers/6a4a1849-645a-4994-853e-b3a6b72942fb/9c0edb92-bafb-4bc3-8ed4-606ac936df05.png",
    "altTitles": [
      {
        "ja-ro": "Denjin Arrow"
      },
      {
        "en": "Electric Man Arrow"
      },
      {
        "ja": "電人アロー"
      }
    ],
    "description": {
      "en": "A young boy named Toshio and his friends, while exploring an abandoned factory, are taken captive by gangsters. Toshi unwittingly discovers a signal device that will summon the cyborg superhero Electric Man Arrow. Arrow comes to the rescue, and, after vanquishing the gangsters' giant robot, entrusts Toshio with the signal device. However, the gangsters' mysterious leader X Fighter learns of this and uses Toshio in his plot to frame Arrow for a string of deadly sabotages. When Arrow finally confronts X Fighter for an explosive showdown, the shadowy link between the two superhumans is finally revealed. In the final chapter of this volume, Arrow faces an entirely different sort of problem, what to do with a gigantic dinosaur that scientists have discovered deep below the earth."
    },
    "status": "completed",
    "releaseDate": 1964,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "57"
  },
  {
    "mangaId": "61e33bd9-1909-494d-80b1-36b264a4fbea",
    "title": {
      "en": "Kinou Nani Tabeta? - Kenji to Shiro-san (Doujinshi)"
    },
    "updatedAt": "2024-10-01T08:46:54+00:00",
    "coverArt": "https://mangadex.org/covers/61e33bd9-1909-494d-80b1-36b264a4fbea/db926858-4790-428e-9d10-be43a669d1d7.jpg",
    "altTitles": [
      {
        "en": "What Did You Eat Yesterday? - Kenji and Shiro-san (Doujinshi)"
      },
      {
        "ja": "きのう何食べた？ - ケンジとシロさん (Doujinshi)"
      }
    ],
    "description": {
      "en": "Title: Kenji and Shiro-san 1  \nCircle: Yoshinaga Fumi  \nFandom: What did you eat Yesterday?  \nPairing: Nobuyuki x Shirou, Kenji x Shirou  \n  \nTitle: Kenji and Shiro-san 2  \nCircle: Yoshinaga Fumi  \nFandom: What did you eat Yesterday?  \nPairing: Kenji x Shirou"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "113c8d8d-dc45-4e88-95b9-9950afca37e2",
    "title": {
      "en": "King's Proposal"
    },
    "updatedAt": "2024-08-07T13:23:06+00:00",
    "coverArt": "https://mangadex.org/covers/113c8d8d-dc45-4e88-95b9-9950afca37e2/aa9f5651-34be-4d28-9493-9b516b3fb016.jpg",
    "altTitles": [
      {
        "ja-ro": "Ousama no Propose"
      },
      {
        "ja": "王様のプロポーズ"
      }
    ],
    "description": {
      "en": "The boy’s strongest first love, a witch who rules over the world with her body and strength! Kuozaki Saika. The most powerful witch who has been saving the world from destruction every 3XX hours, and the director of the magicians’ school.\n\n“…I entrust you, my world…”\n\nAnd then… the first girl the boy ever loved died, entrusting her body and power to Kuga Mushiki.\n\nInstructed by the servant of Saika, Kuga Mushiki is tasked with attending school as his now-deceased lover so that no one finds out the truth…\n\nHe’s feared by his classmates and even his teachers. His life becomes even more troublesome as he reunites with his younger sister who asks for counseling about her love for her own brother- him!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc132107-12de-4dd1-b896-09b18b9ed81f",
    "title": {
      "en": "My Favorite Savior Girl"
    },
    "updatedAt": "2024-09-04T13:37:14+00:00",
    "coverArt": "https://mangadex.org/covers/dc132107-12de-4dd1-b896-09b18b9ed81f/dcb3baa1-0859-4945-bf13-7b2a2321f147.jpg",
    "altTitles": [
      {
        "ko": "최애 구원 소녀"
      },
      {
        "en": "My Favorite salvation girl"
      }
    ],
    "description": {
      "en": "As Lee Yeo-ju hums a song that comforted her during her long hospital stay, she is approached by an idol star named Park Jae-ha, whom she has only seen in videos. \"I'll help you. You need money for the surgery, right?\" Jae-ha becomes Yeo-ju's savior and favorite. However, five years later, he ends his life by making an extreme choice... Yeo-ju, in shock, cries out to a shooting star to save him. Did her wish come true? She goes back seven years and possesses the body of Jang Bo-ran, a top idol at the time and a judge on the audition program \"I Am the Strongest Idol\"... Among the audition participants is trainee Park Jae-ha! \"Just like you saved me, I will save you this time.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]