[
  {
    "mangaId": "1b1ea715-c8f2-437d-ab86-6dec2b2b77ab",
    "title": {
      "en": "Immortal Swordsman In The Reverse World"
    },
    "updatedAt": "2024-09-10T03:14:38+00:00",
    "coverArt": "https://mangadex.org/covers/1b1ea715-c8f2-437d-ab86-6dec2b2b77ab/52fb8a25-8339-4a74-8abb-7f76ae588037.jpg",
    "altTitles": [
      {
        "zh": "本剑仙绝不吃软饭"
      },
      {
        "en": "Sword King in a Women's World"
      },
      {
        "zh-ro": "Ben Jian Xian Jue Bu Chi Ruan Fan"
      },
      {
        "vi": "Xuyên Không Vào Thế Giới Nữ Cường"
      },
      {
        "pt-br": "Espadachín Inmortal en el Mundo Inverso"
      },
      {
        "ko": "차원을 잘못 찾아왔습니다"
      }
    ],
    "description": {
      "en": "Chu Qing, a Swordsman, accidentally entered the Fairy Realm 300 years ago. During those 300 years, he began his cultivation journey. Upon reaching the Realm of Eternity, he unexpectedly opened the Hall of Time and Space and returned to the time he was 17 years old and lived on the Earth. But, it turned out that it wasn't the same Earth he once lived in. It was a reversed world where Women act like Men and vice-versa! And hence, his journey to conquer all the strong women of this 'Reverse World' and return to his previous world began. [Written by MCITGAMER.]  \n\n\n---",
      "fr": "Chu Qing est un cultivateur expert en sabre, qui est entré accidentellement dans le monde des fées il y a 300 ans. C'est au cours de ces 300 ans qu'il a commencé son voyage de culture. Au moment d'atteindre le royaume de l'éternité, on ne s'attendait pas à ce qu'il ouvre plutôt le hall du temps et de l'espace et qu'il revienne sur terre à l'âge de 17 ans. Mais lorsqu'il a vu la situation, il s'est avéré que ce n'était pas la terre dans laquelle il avait vécu autrefois, mais le monde était inversé entre les rôles des femmes et des hommes. Comment s'est déroulé son voyage pour trouver un moyen de revenir au monde originel, et de vaincre et conquérir les femmes fortes du monde…",
      "pt-br": "Chu Qing é um cultivador de espadas que há 300 anos entrou acidentalmente no mundo das fadas. Durante os 300 anos começou sua viagem de cultivação, e no momento em que estava prestes a alcançar o Reino da Eternidade, inesperadamente abriu um portal no espaço e tempo e acabou retornando para a terra, mas na idade quando ele tinha 17 anos. Quando Chu Qing se deu conta da situação, não era a terra que ele viveu uma vez, mas agora o mundo estava invertido no papel das mulheres e dos homens na sociedade. \"Mas o que está acontecendo? Agora as mulheres são total autoridade?\" Conheça como foi a viajem para ele encontrar o caminho de volta ao seu tempo original, e derrotar e conquistar as mulheres que são o poder absoluto neste novo mundo…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "381"
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-09-29T01:20:00+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/7033c604-e1c4-42d2-93d8-48aba83032b3.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30b89356-952c-4a72-9d8c-cf44147e881a",
    "title": {
      "en": "IDOL×IDOL STORY!"
    },
    "updatedAt": "2024-10-25T18:31:17+00:00",
    "coverArt": "https://mangadex.org/covers/30b89356-952c-4a72-9d8c-cf44147e881a/d37a3744-7f09-4005-918e-942e67d046a5.jpg",
    "altTitles": [
      {
        "ja": "アイドル×アイドル　ストーリー！"
      },
      {
        "ru": "Айдол×Айдол история!"
      },
      {
        "en": "Idol x Idol Story!"
      }
    ],
    "description": {
      "en": "Mimi Nagisa (22 years old) is a former idol. After giving up on her dream of being an idol because of her lacking talent she spends her days working part-time while attending college. However, the moment she meets the idol Ibuki Nanakusa, whom she recently found interest in, their lives begin to cross each other.\n\n(Source: Comic Fuz, translated)\n\n[Official Twitter](https://twitter.com/idol2story_info)",
      "ja": "才能がないと夢を諦めた元アイドルのミミと、ミミに憧れていた現役アイドル・イブキ。そんな2人が、ひょんな出会いから一緒にサバイバルオーディション番組への出演を目指すことに…!?　一度は諦めかけた夢、今度こそ2人でなら…！",
      "ru": "Мими Нагиса (22 года) — бывший айдол. После того, как она отказалась от своей мечты стать айдолом из-за отсутствия таланта, она проводит дни работая на неполный рабочий день, учась в колледже. Однако в тот момент, когда она встречает кумира Ибуки Нанакуса, к которому она недавно проявляла интерес, их жизни начинают пересекаться."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1887bb79-d747-4f35-9f9d-0c08e477f138",
    "title": {
      "en": "I Have a Dragon in My Body"
    },
    "updatedAt": "2024-06-19T17:57:22+00:00",
    "coverArt": "https://mangadex.org/covers/1887bb79-d747-4f35-9f9d-0c08e477f138/77f53445-a1a3-473f-913f-f980afeafbbb.jpg",
    "altTitles": [
      {
        "en": "Dragon In My Body"
      },
      {
        "zh": "我身上有条龙"
      },
      {
        "zh-hk": "我身上有條龍"
      }
    ],
    "description": {
      "en": "Introducing a generation of Celestial Masters and returning to high school, he was surprised to find that he had a dragon in his body… When you are still very weak and face bullying, will you fight desperately or obey? In the previous life, he obeyed, but in this life… The romantic emperor rushed across the city, turning his hands over the clouds, and there was only one mind in mind: I am the king, and where is he?!",
      "fr": "Un empereur céleste retourne au lycée, il a été surpris de voir qu'il avait un dragon dans son corps… Quand tu es encore faible et que tu fais face à l'oppression, vas-tu te battre ou obéir ? Dans sa vie précédente, il a obéit, mais dans cette vie… L'empereur traverse la ville, passe ses mains au dessus des nuages et insiste sur le fait qu'il est le seul roi !"
    },
    "status": "hiatus",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e81b4d3d-2692-4af9-9300-91012d079cd6",
    "title": {
      "en": "The Demon King Who Lost His Job"
    },
    "updatedAt": "2024-03-31T18:25:55+00:00",
    "coverArt": "https://mangadex.org/covers/e81b4d3d-2692-4af9-9300-91012d079cd6/8e841ad3-f4d8-4ea5-a270-bfa42b135c6a.jpg",
    "altTitles": [
      {
        "en": "Jobless Demon King"
      },
      {
        "zh": "失业魔王"
      },
      {
        "en": "The Laid Off Demon King"
      },
      {
        "zh-ro": "Shiye Mowang"
      },
      {
        "pt-br": "O rei demônio que perdeu o emprego"
      }
    ],
    "description": {
      "en": "He is the Demon King who was impeached. She is the brave hero who was laid off because of a failed expedition. Bound by destiny, the two of them embark on an adventure to repay their debts.",
      "pt-br": "Ele é o Rei Demônio que sofreu impeachment. Ela é a corajosa heroína que foi demitida por causa de uma expedição fracassada. Presos pelo destino, os dois embarcam em uma aventura para pagar suas dívidas."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-10-23T17:19:15+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/c6e86e9d-b556-4197-9988-e84a8fe47135.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий. Мій дивакуватий друг"
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95aa6275-3a71-460b-af9f-33ee9b93bebc",
    "title": {
      "en": "Nue no Onmyouji"
    },
    "updatedAt": "2024-10-01T00:45:00+00:00",
    "coverArt": "https://mangadex.org/covers/95aa6275-3a71-460b-af9f-33ee9b93bebc/ca1f4dca-653a-4e48-af44-ace7b10ec34b.jpg",
    "altTitles": [
      {
        "ja": "鵺の陰陽師"
      },
      {
        "en": "Nue's Exorcist"
      },
      {
        "ru": "Оммёдзи Нуэ"
      },
      {
        "vi": "Âm Dương Sư Nue"
      },
      {
        "fr": "L'exorciste de Nue"
      },
      {
        "es-la": "El exorcista de Nue"
      }
    ],
    "description": {
      "en": "Yajima has been able to see spirits since he was small. At his new school is a room that nobody else can see. And inside is a spirit who loves playing video games. A new modern exorcist saga now begins!",
      "fr": "Yajima est capable de voir les esprits depuis qu'il est tout petit. Dans sa nouvelle école, il y a une pièce que personne d'autre ne peut voir. Et à l'intérieur se trouve un esprit qui aime jouer aux jeux vidéo. Une nouvelle saga d'exorcistes modernes commence !",
      "ja": "幼少の頃から「幻妖」と呼ばれる存在が見えた少年・夜島学郎。高校入学初日、ひょんなことから出会ったサブカル好きの幻妖「鵺」に校内の幻妖退治を依頼されるが――…？",
      "vi": "Yajima đã có thể nhìn thấy các linh hồn từ khi còn nhỏ. Tại ngôi trường mới của cậu ấy có một căn phòng mà không ai khác có thể nhìn thấy. Và bên trong là một linh hồn thích chơi trò chơi điện tử. Một câu chuyện trừ tà hiện đại bắt đầu từ giây phút này!",
      "pt-br": "Yajima é capaz de enxergar Espíritos desde pequeno. Em sua nova escola há uma sala que mais ninguém consegue ver. E dentro dela mora uma Espírito que ama jogar videogames. Uma nova saga moderna de exorcistas começa agora!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Mayonaka Heart Tune"
    },
    "updatedAt": "2024-10-18T19:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/0c4388af-bec0-4ef7-98ae-1a9c5b00eb72.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "en": "Tune In to the Midnight Heart"
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      },
      {
        "fr": "Au Chœur de la Nuit"
      },
      {
        "nl": "Middernachtshart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "ru": "«Пока я лежал на кровати посреди ночи в полном одиночестве, твой голос был моим единственным утешением. Я хочу поговорить с тобой ещё раз. И должен кое-что тебе сказать».\n\nЯмабуки Арису, ученик второго класса старшей школы, ищет бывшую ведущую радио-стримов «Аполло», не зная ни её лица, ни имени. Однако, однажды он понимает, что Аполло скрывается среди участниц клуба радиовещания в его школе. Четыре красавицы оттуда мечтают получить работу, связанную с голосом. Но которая из них — Аполло? И что станет с их мечтами? Милый ромком о тяжёлом труде и успехе начинается!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74088ca4-48ea-4c09-8df0-2943708b1c0c",
    "title": {
      "en": "Gabriel DropOut"
    },
    "updatedAt": "2024-10-30T22:36:45+00:00",
    "coverArt": "https://mangadex.org/covers/74088ca4-48ea-4c09-8df0-2943708b1c0c/3da8ce84-1531-436a-8f6b-485c04550b48.jpg",
    "altTitles": [
      {
        "ja": "ガヴリールドロップアウト"
      },
      {
        "zh-hk": "加百列的墮落"
      },
      {
        "ru": "Габриэль бросает школу"
      },
      {
        "th": "ไม่เป็นนางฟ้าได้ไหมเนี่ย"
      }
    ],
    "description": {
      "en": "A fallen angel with falling grades! Gabriel White Tenma has descended from heaven to attend high school and guide humanity, but a newly found video game addiction might say otherwise.",
      "ja": "天使学校首席の天使が地球にやってきた！　……が、地球に馴染みすぎて学校サボりまくりのネトゲ三昧、自堕落生活。",
      "ru": "Габриэль-Тенма Уайт была одной из самых прилежных учениц Академии Ангелов. Но вот пришло время выпуска, и Габриэль отправилась на Землю дабы выполнить порученную ей миссию: показать людям правильный путь и подарить им счастье. Однако, действительно ли всё будет именно так? Не изменит ли ангела новое место, куда она попала?..",
      "pt-br": "A comédia desenrola-se em torno de Gabriel White, que se formou no topo da classe na escola de anjos e que frequenta uma escola humana na terra em busca de conhecimento, mas, um jogo web atrai toda a sua atenção e acaba decidindo que dá muito trabalho ir para outros lugares.  \n  \n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 5, Cap 39.] ( Porém pulou os capítulos 29 e 38, além disso o episódio 12 é original. )"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7cd3ca23-2d70-4c03-99f0-b1ee848c4dc4",
    "title": {
      "en": "Yakuza Reincarnation"
    },
    "updatedAt": "2024-10-04T07:27:52+00:00",
    "coverArt": "https://mangadex.org/covers/7cd3ca23-2d70-4c03-99f0-b1ee848c4dc4/7897e06f-596e-484b-8e75-541652cf6ccc.jpg",
    "altTitles": [
      {
        "ja": "任侠転生 －異世界のヤクザ姫－"
      },
      {
        "ja-ro": "Ninkyou Tensei -Isekai no Yakuza Hime-"
      },
      {
        "en": "Yakuza Reincarnation -Yakuza Princess of Another World-"
      },
      {
        "en": "Chivalrous Reincarnation -Otherworld Mobster Princess-"
      },
      {
        "zh-hk": "任俠轉生 —異世界的黑道公主—"
      },
      {
        "ru": "Героизм перерождённого: Принцесса якудза в другом мире"
      }
    ],
    "description": {
      "en": "An old school yakuza, Nagamasa Ryumatsu, ended up losing his life due to certain circumstances. But, when he awakened to a strange sort of scenery he had never seen before, he found that he had somehow changed into a beautiful girl?!",
      "ja": "老ヤクザが姫に転生して、異世界無双！！\n\n歌舞伎町に縄張りを持つ、昔気質のヤクザ・龍松は、卑劣な罠に嵌められ命を落とした―――― はずだったのだが、気がつくと異世界の美少女に転生してしまっていて…！？",
      "ru": "Старый дракон, проживший долгие годы в преступном мире группировок якудза, попадает в смертельную ловушку. Однако жизнь даёт ему второй шанс. В момент смерти герой возрождается в другом мире… Но что это?! Он теперь принцесса?! Хотя внешне наш герой превратился в милую красивую девушку, в его душе все еще живет демон, взращённый среди преступного мира без морали и справедливости!..",
      "pt-br": "Um yakuza da velha escola, Nagamasa Ryumatsu, acabou perdendo a vida devido a certas circunstâncias. Mas, quando ele acordou para um tipo estranho de cenário que nunca tinha visto antes, ele descobriu que de alguma forma havia se transformado em uma linda garota?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c",
    "title": {
      "en": "Occhoko Doji Onee-san"
    },
    "updatedAt": "2024-10-26T14:24:50+00:00",
    "coverArt": "https://mangadex.org/covers/1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c/bff05ee5-a91e-4d83-8bdd-b5e43b326fd8.jpg",
    "altTitles": [
      {
        "ja": "おっちょこドジおねえさん"
      },
      {
        "vi": "Chị gái hậu đậu"
      }
    ],
    "description": {
      "en": "She may seem like a beautiful, sophisticated woman! But on the inside, she is just a XXX lady. The more she tries to act like an mature adult in front of younger boys, the more twisted and perverted she gets!",
      "ja": "高校生・直樹の憧れは、書店でアルバイトしてる女子大生・なほさん！癒し系の笑顔にグラマラスボディと、大人の魅力に溢れるおねえさんのヒミツの本性は・・破壊的”おっちょこドジ”！デキる女を装えば装うほど、おっちょこドジが炸裂しちゃう！可愛いことやれば可愛くて、ドジをしてもさらに可愛い！？",
      "es-la": "¡Puede parecer una mujer hermosa y sofisticada! Pero por dentro, es solo una dama XXX. Cuanto más trata de actuar como una adulta madura frente a los niños más pequeños, ¡más retorcida y pervertida se vuelve!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "69"
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu o Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2024-10-25T23:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/6ed33f60-4763-448e-b3f4-986dd76104a9.jpg",
    "altTitles": [
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ja-ro": "Fukushuu wo Koinegau Saikyou Yuusha ha, Yami no Chikara de Senmetsu Musou Suru"
      },
      {
        "en": "The Strongest Hero Who Longs For Revenge Will Peerlessly Annihilate With The Power Of Darkness"
      },
      {
        "en": "The Hero Who Seeks Revenge Shall Exterminate with Darkness"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      },
      {
        "en": "The strongest brave who craves for revenge, extinguish with the power of darkness"
      },
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. \"Oh, I'm looking forward to it – from now on, I'll bask in their blood as I please.\"\n\nSeveral days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "407e9e09-b747-4932-9a9a-964c8813baad",
    "title": {
      "en": "The World of SKK Girls"
    },
    "updatedAt": "2024-09-06T12:45:37+00:00",
    "coverArt": "https://mangadex.org/covers/407e9e09-b747-4932-9a9a-964c8813baad/5f3eefda-8d99-4b1a-a9cf-857d36f70a2a.jpg",
    "altTitles": [
      {
        "ja": "SKK 〜少女たちの世界〜"
      },
      {
        "ja-ro": "SKK - Shoujo-tachi no Sekai"
      }
    ],
    "description": {
      "en": "In a mysterious world devoid of humans, Saya, Katana, and Kodachi are three inseparable friends. Their days are filled with laughter and games in the eerie quiet. But beneath this calm, an obscure presence lurks in the shadows…?!\n\nFrom the creator of “Muto to Sato,” Akatsuka-sensei, comes a new, uncharted adventure—innocence meets mystery in a world unknown!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "239a9b85-10d8-4d54-8b76-9a679a1ec6d9",
    "title": {
      "en": "MPD Psycho"
    },
    "updatedAt": "2023-01-23T07:10:51+00:00",
    "coverArt": "https://mangadex.org/covers/239a9b85-10d8-4d54-8b76-9a679a1ec6d9/3c8e0032-e713-481e-9fe1-a44b8f9b1e95.jpg",
    "altTitles": [
      {
        "en": "MPD Detective Psycho"
      },
      {
        "en": "Multiple Personality Disorder Psycho"
      },
      {
        "en": "Multiple-Personality Detective Psycho"
      },
      {
        "ja-ro": "Tajuu Jinkaku Tantei Saiko"
      },
      {
        "ja-ro": "Tajuujinkaku Tantei Psycho"
      },
      {
        "zh": "多重人格侦探"
      },
      {
        "zh-hk": "多重人格偵探"
      },
      {
        "ja": "多重人格探偵サイコ"
      }
    ],
    "description": {
      "en": "The main character is a detective, Kazuhiko Amamiya, suffering from Multiple Personality Disorder (a.k.a. Dissociative Identity Disorder). Starting out as a violent detective series with a twist (the twist being the variant personalities that take over Detective Amamiya at various intervals), the series evolves into an exceptionally complex and involved sci-fi conspiracy story."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "155"
  },
  {
    "mangaId": "a52fde59-7cd3-433b-8a44-3b2ec46dd87f",
    "title": {
      "en": "Tensei Shitara Akari dake ga Slime Datta Ken"
    },
    "updatedAt": "2024-10-02T13:07:08+00:00",
    "coverArt": "https://mangadex.org/covers/a52fde59-7cd3-433b-8a44-3b2ec46dd87f/7cda3f83-90a2-43ca-b0e9-53991977f578.jpg",
    "altTitles": [
      {
        "ja": "転生したらあかりだけスライムだった件"
      },
      {
        "en": "That Time Only Akari Got Reincarnated as a Slime"
      }
    ],
    "description": {
      "en": "The Amusement Club gets transported to another world… and Akari turns into a slime. A new Yuru Yuri isekai spinoff."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36ce18f6-7ed7-4c57-92da-c320a2272ddb",
    "title": {
      "en": "It Is Painful!"
    },
    "updatedAt": "2024-08-15T19:46:38+00:00",
    "coverArt": "https://mangadex.org/covers/36ce18f6-7ed7-4c57-92da-c320a2272ddb/c181df50-271f-4375-bd15-688e8cd5dfb9.jpg",
    "altTitles": [
      {
        "ja": "痛いんです"
      },
      {
        "ja-ro": "Itain desu"
      },
      {
        "ja-ro": "Itai ndesu"
      },
      {
        "ja-ro": "Itai n desu"
      }
    ],
    "description": {
      "en": "What level of pain can you tolerate? Is it 1? Or is it 6? Let’s go to the theme park of pain…\n\nA collection of painful events that people have experienced sorted in the “Pain Level Scale”, from 1 to 6.\n\n\nNote: Sukima.me lists there being 23 chapters because they merged 3 and 4. There are 24 chapters."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "23.5"
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb",
    "title": {
      "en": "There Is No True Peace in This World -Shin Kamen Rider SHOCKER SIDE-"
    },
    "updatedAt": "2024-04-12T19:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb/d4e299f8-2e70-4a67-b0d2-6f89460d2b8e.png",
    "altTitles": [
      {
        "ja": "真の安らぎはこの世になく-シン・仮面ライダー SHOCKER SIDE-"
      },
      {
        "ja-ro": "Shin no Yasuragi wa Konoyo ni Naku -Shin Kamen Raidā Shokkā Saido-"
      },
      {
        "la": "Nulla Mundo Pax Sincera: SHOCKER SIDE"
      },
      {
        "en": "Shin Kamen Rider 2023: Prologue"
      }
    ],
    "description": {
      "en": "A completely original manga project spun-off from *Shin Kamen Rider* directed by Anno Hideaki! A dark hero rising story by a superb production team depicting the biggest enemy in *Shin Kamen Rider* and *SHOCKER*!",
      "ja": "庵野秀明監督作品『シン・仮面ライダー』より、完全オリジナルの漫画プロジェクト！ 超豪華制作陣が『シン・仮面ライダー』作中最大の敵と、\"SHOCKER\"を描く、ダークヒーロー・ライジング・ストーリー！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-08-21T19:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/42c366fd-e674-4148-885c-893542af7e28.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1f8f17a-6c51-4a35-9205-bc70bb5fa826",
    "title": {
      "en": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
    },
    "updatedAt": "2024-04-15T10:51:45+00:00",
    "coverArt": "https://mangadex.org/covers/a1f8f17a-6c51-4a35-9205-bc70bb5fa826/e8d089bb-70ac-4ab2-a39f-33908756e7fa.jpg",
    "altTitles": [
      {
        "ja": "つれないほど青くて あざといくらいに赤い"
      },
      {
        "ru": "Холодно-синий и коварно-красный"
      },
      {
        "vi": "Xanh đến nỗi Lạnh Lùng, Đỏ tới mức Xảo Quyệt"
      },
      {
        "vi": "𩇢𦤾馁𨗺𡫶 𧹼細墨巧譎 (Nom Script)"
      }
    ],
    "description": {
      "en": "Is this senior... female? Male? Neutral? Demonic? A transfer student suffering from an incurable disease called curiosity meets a mysterious being (human) who is beautiful, cute, cool, and terrifying. The first of a new generation of horror comic authors presents an abyssal love story, a ghost story to peek into and sensuality to you.",
      "ru": "Мой сэмпай... Кто же это? Девушка? Парень? Оно? Демон?.. Главный герой — переведенный ученик старшей школы, страдающий неизлечимым чувством любопытства натыкается на красивое, милое, крутое и опасное создание (человека?). С этого момента и начинаются их необычные отношения.\n\n(Source: mangalib)",
      "vi": "Liệu senpai này là... Nữ giới? Nam giới? Vô giới? Ác quỷ giới?? Một học sinh chuyển trường mắc một căn bệnh vô phương cứu chữa gọi là sự hiếu kì đã gặp phải một tồn tại bí ẩn dưới hình dạng của một con người vô cùng xinh đẹp và dễ thương nhưng cũng rất lạnh lùng và đáng sợ. Một câu chuyện tình yêu nơi vực thẳm, một câu chuyện ma quái đầy gợi cảm, mang đến cho bạn bởi tác giả đứng đầu về một thế hệ mới của truyện kinh dị...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb1f528f-de51-4b58-9878-c7ab55dd73c0",
    "title": {
      "en": "Sensha Isu - Tank Chair"
    },
    "updatedAt": "2024-10-25T18:45:16+00:00",
    "coverArt": "https://mangadex.org/covers/bb1f528f-de51-4b58-9878-c7ab55dd73c0/d6b308e6-8d7f-46a1-a607-6867d1e6963b.jpg",
    "altTitles": [
      {
        "ja": "戦車椅子－ＴＡＮＫ　ＣＨＡＩＲ－"
      },
      {
        "en": "Tank Chair"
      }
    ],
    "description": {
      "en": "Protecting his sister Shizuka from a bullet, the strongest assassin Nagi Taira falls into a coma. Against all odds, he regains his consciousness- but only when faced with killing intent! Thus begins a violent journey of recovery, battling the most dangerous foes.\n\n---\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10517/episode/349974) (U.S. Only)",
      "ja": "妹を銃弾から守ったことで意識戻らぬ身となってしまった最強の殺し屋・平良凪（タイラナギ）。しかし彼は“殺意”を向けられると、わずかな時間だけ意識が戻る特殊体質の持ち主だった！完全覚醒を果たすため、今日も凪は改造車椅子で強敵達との“リハビリ”を始める――！鬼才・やしろ学が描く最凶のダークヒーローによるバイオレンス・アクション――ッ!!",
      "vi": "Sau khi đỡ hộ em gái mình một phát đạn, Taira Nagi tuy rằng may mắn không chết nhưng giờ đây cậu đã bị mất đi ý thức, sống như người thực vật. Vậy nhưng miễn chỉ cần cảm nhận được sát ý với mình, Nagi sẽ lập tức lấy lại được ý thức và điều này đã được em gái cậu áp dụng cho phương pháp điều trị nhằm cứu lấy anh trai của mình.",
      "pt-br": "Ao proteger sua irmã Shizuka de um tiro, o assassino mais forte, Nagi Taira, entra em coma. Contra todas as probabilidades, ele recupera a consciência — mas apenas quando enfrenta intenções assassinas! Assim começa uma violenta jornada de recuperação e batalhas contra os inimigos mais perigosos!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3115a8a6-fbec-4896-af3d-e6495b6bc755",
    "title": {
      "en": "Kazuo Umezu's \"Ultraman\""
    },
    "updatedAt": "2024-08-16T23:00:05+00:00",
    "coverArt": "https://mangadex.org/covers/3115a8a6-fbec-4896-af3d-e6495b6bc755/a39389ac-52a5-4a32-a08a-7ddc40f6870b.png",
    "altTitles": [
      {
        "ja": "ウルトラマン"
      }
    ],
    "description": {
      "en": "(from ebookjapan):Kazuo Umezu's \"Ultraman\" was serialized at the same time as the 1966 TV broadcast! The fierce battles with popular monsters such as the Baltan and Mefilas aliens are fully recorded along with the color pages from the serialization and the chapter covers!Kazuo Umezu's very famous manga adaptation of the first Ultraman series."
    },
    "status": "completed",
    "releaseDate": 1966,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "fc450607-0657-4abd-9ec0-b19e536fb287",
    "title": {
      "en": "I Failed to Divorce My Husband"
    },
    "updatedAt": "2024-07-28T16:35:22+00:00",
    "coverArt": "https://mangadex.org/covers/fc450607-0657-4abd-9ec0-b19e536fb287/433e3574-669f-4c03-9240-2fce2e0c6c40.jpg",
    "altTitles": [
      {
        "ko": "흑막 남편과의 이혼에 실패한 것 같다"
      },
      {
        "ko-ro": "Heungmang Nampyeongwaui Ihone Silpaehan Geon Gatda"
      },
      {
        "en": "My Failing Divorce"
      },
      {
        "en": "I Am Afraid I Have Failed to Divorce My Husband"
      },
      {
        "fr": "Les péripéties d'une ex-vilaine"
      },
      {
        "fr": "Je n'ai pas réussi à divorcer de mon (vilain) mari"
      },
      {
        "pt": "Falhei em me divorciar do meu esposo"
      },
      {
        "ja": "黒幕夫に惚れられました"
      },
      {
        "zh": "正太老公超黏人"
      }
    ],
    "description": {
      "en": "I've been reincarnated as the extra character who stalked her husband, the male lead, for 10 years and died. Of course, I tried to divorce him before the female lead appeared.\n\nBut, I found out that my young husband was secretly abused in the house. At that moment, I immediately became overwhelmed with the responsibility and sense of duty a modern adult would have. \n\n**\n\nAiden had his back turned away from her and suddenly grabbed her arm forcefully. The strength of his hands alone could have ripped her arms off. Erin timidly called his name and spoke. \n\n\"I already reminded you yesterday. We're a married couple, so I'm always on your side.\" \n\n\"...\"\n\n\"So, everything is alright.\" \n\nShe comforted him with these sweet words like it was a spell. And as if he was under her magic, Aiden stopped trembling. \n\n**\n\nThe adult Erin requested to divorce her husband Aiden before the female lead appeared. As soon as those words left her lips, Aiden's smile disappeared. \n\n\"A divorce? Never.\"\n\nAiden tore the divorce papers into such thin sheets, the contents were no longer legible. Erin smiled at the sight. (Synopsis source: Gourmet Scans)\n\n---\nEllen's plan is simple. Before turning into an obsessive villain who gets executed, she's going to get a divorce! But after she becomes Ellen Lianster, her plan gets complicated. Her new husband, Aiden, has developed a debilitating fear of being touched, and Ellen is determined to discover the cause and cure. As she finds ways to help him, an affection-deprived Aiden slowly begins to seek comfort from Ellen. With both hearts opening up to each other, can this marriage succeed... at failing?",
      "fr": "J'ai été réincarnée en tant que la figurante qui a harcelé son mari, le rôle masculin principal, pendant 10 ans et qui est morte. Bien sûr, j'ai essayé de divorcer avant que le personnage principal féminin n'apparaisse. Mais j'ai découvert que la nounou de mon jeune mari abusait secrètement de lui. À ce moment-là, j'ai immédiatement été submergée par la responsabilité et le sens du devoir d'un adulte moderne. *** Aiden, qui lui tournait le dos, lui a soudainement saisi le bras avec force. La seule force de ses mains aurait pu lui arracher les bras. Erin l'appela timidement et prit la parole. «Je te l'ai déjà rappelé hier. Nous sommes un couple marié, alors je suis toujours de ton côté.» «...» «Alors, tout va bien.» Elle le réconforta avec ces mots doux comme s'il s'agissait d'un sortilège. Et comme s'il était sous sa magie, Aiden cessa de trembler. *** Erin, adulte, a demandé le divorce à son mari Aiden avant que le personnage principal féminin n'apparaisse. Dès que ces mots ont quitté ses lèvres, le sourire d'Aiden a disparu. «Un divorce? Jamais.» Aiden a déchiré les papiers du divorce en feuilles si fines que le contenu n'était plus lisible. Erin sourit à cette vue.",
      "zh": "漫画简介: 社牛打工人穿成会被疯批男主处死的小恶女，却意外发现10岁的男主是个缺爱小可怜。每天糯叽叽黏人的正太小乖乖，在小恶女的养成下，还会成为腹黑疯批吗？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7cc6c48f-ba3a-4b7a-8817-8ae28204e9e8",
    "title": {
      "en": "DICE: The Cube That Changes Everything"
    },
    "updatedAt": "2023-05-27T13:44:51+00:00",
    "coverArt": "https://mangadex.org/covers/7cc6c48f-ba3a-4b7a-8817-8ae28204e9e8/6a70d559-079a-47f1-ba42-16a2df8628fa.png",
    "altTitles": [
      {
        "es": "DADO : El cubo que cambia todo"
      },
      {
        "id": "DADU: Sebuah Kubus yang Merubah Segalanya"
      },
      {
        "zh-hk": "DICE-骰子"
      },
      {
        "pt-br": "DICE: O Cubo Que Muda Tudo"
      },
      {
        "pl": "Kostka: Sześcian który zmienia wszystko"
      },
      {
        "ru": "Кости"
      },
      {
        "ar": "النرد: المكعب الذي يغير كل شيء"
      },
      {
        "ko": "다이스(DICE)"
      }
    ],
    "description": {
      "en": "Dongtae is rock bottom in everything.  \r\nLooks, grades, life, everything.  \r\nBut all that might change.  \r\n  \r\nIf you could change your life by playing a game, would you?\r\n\r\n---\r\n\r\nOfficial Collaboration MVs: [The Star](https://youtu.be/T8aHPrEr9sY), [Goodbye Juliet](https://youtu.be/SV_L8CAaHO4) by The Rock Diamond  \r\n  \r\n [Official Chinese](https://www.webtoons.com/zh-hant/fantasy/dice/list?title_no=141&page=1)"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "386"
  },
  {
    "mangaId": "67ed32bb-42c7-4102-84de-493b2dfb50bd",
    "title": {
      "en": "Honnouji kara Hajimeru Nobunaga to no Tenka Touitsu"
    },
    "updatedAt": "2024-10-30T21:04:33+00:00",
    "coverArt": "https://mangadex.org/covers/67ed32bb-42c7-4102-84de-493b2dfb50bd/a165524a-bf0a-4927-9759-43af8642482a.jpg",
    "altTitles": [
      {
        "ja": "本能寺から始める信長との天下統一"
      }
    ],
    "description": {
      "en": "Makoto Kurosaka, a high school student visiting Kyoto on a school excursion, decides to go to a temple to see a Buddhist statue that is being displayed for the first time in 450 years. However, as he navigates the pitch-dark underground passageway of the temple hall, he gets separated from his friends and somehow manages to escape the darkness, only to find himself in the middle of the \"Honnoji Incident\" in the Sengoku Period! After saving Nobunaga Oda from a tight spot, Makoto becomes a guest of the Oda family and helps Nobunaga unify the country. Use your knowledge of history to rise in the Warring States period!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "944f5727-7917-4d47-8c9c-654dcf535acb",
    "title": {
      "en": "Tough Gaiden - The Man Who Succeeds the Dragon"
    },
    "updatedAt": "2024-06-18T15:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/944f5727-7917-4d47-8c9c-654dcf535acb/c6bd599e-910a-43d7-be7c-ccf0384636e2.jpg",
    "altTitles": [
      {
        "en": "The Man Who Succeeds The Dragon"
      },
      {
        "ja-ro": "Ryuu wo Tsugu Otoko"
      },
      {
        "ja": "TOUGH 龍を継ぐ男"
      },
      {
        "ru": "Жесткий: Преемник Дракона"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu o Tsugu Otoko"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu wo Tsugu Otoko"
      }
    ],
    "description": {
      "en": "The series starring one of illegitimate children of Kiryu Miyazawa, Ryuusei Nakamura. Years after Kiibo founded the new dojo, both him and Kiryu mysteriously disappeared. Ryuusei, after losing his mother to cancer, is set to find out about his birth father and his destiny as the evil dragon’s heir, but he is not the only one.",
      "ru": "Третья часть саги Саруватари Тэцуи во вселенной \"Жесткого\". Что произошло после окончания второй части? Куда подевались некоторые старые герои? Где Киичи?  \r\nОтвет на эти и множество других вопросов вы узнаете, начав читать \"Жесткий: Наследник Дракона\"!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-10-30T17:23:58+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/d03cc3e1-2d4d-46de-b494-12d99261c67c.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "en": "The Fragrant Flower Blooms with Dignity"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "vi": "Những đóa hoa thơm nở diễm kiều"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "vi": "Ở một nơi nào đó, có 2 trường cao trung lân cận. Cao trung Chidori, một trường nam sinh cấp thấp hội tụ đủ những thằng đần, trường nữ sinh Kikyo, một trường nữ sinh danh giá . Rintaro Tsugumi, một nam sinh năm 2 to khỏe và trầm tính tại trường Chidori, bắt gặp Kaoruko Waguri, một khách hàng khi cậu đang giúp việc tại cửa hàng bánh nhà mình . Rintaro cảm thấy thoải mái khi dành thời gian bên Kaoruko, nhưng cô lại là học sinh của trường Kikyo, ngôi trường hàng xóm cực kì căm ghét trường Chidori. Đây là câu chuyện về 2 con người ở rất gần nhưng lại rất xa",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9a891f6-9f4b-487d-8b62-7abb0e3f59c8",
    "title": {
      "en": "Under the Oak Tree"
    },
    "updatedAt": "2024-10-13T11:38:32+00:00",
    "coverArt": "https://mangadex.org/covers/c9a891f6-9f4b-487d-8b62-7abb0e3f59c8/9ea1571b-f680-494b-9a3c-04c1949bac27.jpg",
    "altTitles": [
      {
        "ko": "상수리나무 아래"
      },
      {
        "ko-ro": "Sangsurinamu Arae"
      },
      {
        "fr": "Sous le chêne"
      },
      {
        "it": "Sotto la quercia"
      },
      {
        "pt-br": "Debaixo do carvalho"
      },
      {
        "es-la": "Debajo del roble"
      },
      {
        "cs": "Pod dubem"
      },
      {
        "uk": "Під дубом"
      },
      {
        "ru": "Под дубом"
      },
      {
        "hu": "A Tölgyfa Alatt"
      },
      {
        "ar": "تحت شجرة البلوط"
      },
      {
        "tr": "Meşe Ağacının Altında"
      },
      {
        "mn": "Царс модон дор"
      },
      {
        "zh": "橡树之下"
      },
      {
        "zh": "橡树下"
      },
      {
        "vi": "Dưới gốc cây sồi"
      },
      {
        "vi": "Dưới tán cây sồi"
      },
      {
        "pl": "Pod dębowym drzewem"
      }
    ],
    "description": {
      "cs": "Láska je rozprávka. Alebo je? Koktavá dáma Maxi - najstaršia dcéra rodiny Croysovcov, vyrastá zneužívaná svojím otcom je nakoniec donútená vstúpiť do manželstva s rytierom Riftanom. Novomanželia spolu strávia prvú noc, po ktorej okamžite Riftan odchádza na výpravu. O tri roky neskôr sa triumfálne vracia ako slávny rytier. Všetky rozprávky sa končia svadbou a šťastným osudom. Ich láska sa začala svadbou - toto nie je rozprávka. Aké sú Riftanove zámery? Nájde Maxi silu prekonať svoju traumu a nedostatok sebadôvery? Prežije dvojica a nájde lásku napriek všetkým prekážkam?\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "en": "The daughter of a duke, the stuttering Maximilian, married a knight of lowly status at her father’s coercion. After their first night, her husband departed for an expedition without another word. He came back three years later, this time as a famous knight in the whole continent. How will Maximilian face him on his return?\n\n\"The more I think of you, the more lonely and lonely I become. I don't know why I can't quit even though it's so painful.\"\n\n---\nA flawless love story of the flawed. Stuttering lady Maximilian is forced into a marriage with Sir Riftan, but he leaves on a campaign after their wedding night. Three years later, he triumphantly returns, ready to cherish her. As life with her husband finally begins, she only has one question — does she deserve this love and happiness?\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "hu": "A dadogós Maximiliant házasságra kényszerítik Riftannal, aki azonban a nászéjszaka után hadjáratra indul. Három évvel később diadalmasan visszatér, készen arra, hogy újra a lánnyal legyen. Ahogy a várva várt örömteli élet elkezdődik a férjével, a lánynak csak egy kérdése van: Vajon megérdemli-e ezt a szerelmet és boldogságot?\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "it": "La figlia di un duca, la balbettante e insicura Maxine, sposò un cavaliere di umile condizione per la coercizione del padre. Dopo la loro prima notte, suo marito partì per una spedizione senza aggiungere altro. Tornò tre anni dopo, questa volta come famoso cavaliere in tutto il continente. Come l'affronterà Maxine al suo ritorno? \"Più penso a te, più mi sento solo e vuoto. Non so perché, ma non riesco a smettere di pensarti anche se è così doloroso.\"\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "ko": "말더듬이 공작 영애 맥시밀리언은\n아버지의 강요로 비천한 출생의 기사와 결혼하게 된다.\n첫날밤을 치르고 원정을 떠나간 남편은\n3년 후, 전 대륙에 명성을 떨치는 기사가 되어 돌아오는데….\n\n**\"너를 생각하면 생각할수록 나는 고독하고 외로워져\n이렇게나 괴로운데도 그만 둘 수 없는 이유를 도무지 모르겠어.\"**",
      "ru": "Дочь герцога, заика Максимилиана, вышла замуж за рыцаря низкого происхождения по настоянию её отца. После первой же ночи её муж отправился в военный поход, не сказав ни слова на прощание. Три года спустя он возвращается уже как рыцарь, прославленный на весь континент.\nКак же теперь Максимилиана встретит его?\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "th": "“แม็กซิมิเลียน” ลูกสาวของดยุคผู้พูกติดอ่างถูกบังคับให้แต่งงานกับอัศวินที่ไร้ซึ่งยศถาบรรดาศักดิ์ “ริฟแทน” เพียงแค่คืนเดียวหลังวันแต่งงานริฟแทนก็ได้ออกเดินทางเพื่อทำศึกโดยไร้ซึ่งคำบอกกล่าวใด ๆ เมื่อเวลาผ่านไป3ปี เขาได้กลับมาพร้อมกับชัยชนะในฐานะของอัศวินผู้มีชื่อเสียงของอาณาจักร แล้วทีนี้แม็กซิมิเลียนจะเผชิญหน้ากับการกลับมาของเขาได้อย่างไร? \"ยิ่งคิดถึงคุณเท่าไหร่ ฉันก็ยิ่งรู้สึกเหงาและเหงามากขึ้นเท่านั้น ฉันไม่รู้ว่าทำไมถึงไม่หยุดคิดเสียที แม้ว่ามันจะเจ็บปวดมาก็ตาม\"\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "tr": "Bir dükün kızı olan kekeme Maximilian, babasının zorlamasıyla düşük statülü bir şövalyeyle evlendi. İlk gecelerinden sonra, kocası başka bir söz söylemeden bir sefer için yola çıktı. Üç yıl sonra, bu seferden tüm kıtada ünlü bir şövalye olarak geri döner.. Maximilian, dönüşünde onunla nasıl yüzleşecek?\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "uk": "Дочка герцога, заїка Максимілліан, через свого батька, насильно вийшла заміж за лицаря низького статусу. Після першої шлюбної ночі, він не проронивши ні слова відправився на експедицію. Після якої повернувся вже відомим на всьому континенті Майстром мечу. Як Максимілліан зустріне його?\n«Чим більше я думаю про тебе, тим більш мені стає самотньо. Я не знаю чому я не можу покинути тебе, хоч це і робить мені так боляче.»\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "zh": "天生性格内向、有些口吃的公爵家小姐，在父亲的强迫之下嫁给了平民出身的骑士。大婚之夜过后边奔赴战场的丈夫，3年之后成为了全大陆最知名的骑士，荣归故里。我似乎听到了他的呢喃，“这些年越想起你，越觉得自己很孤独。我想找到，为何如此痛苦却始终对你放心不下的原因。”\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e3d0203-e1d2-4142-b6ab-69a70643d7a1",
    "title": {
      "en": "Class ga Isekai Shoukan sareta Naka Ore dake Nokotta n desu ga"
    },
    "updatedAt": "2024-10-30T22:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/2e3d0203-e1d2-4142-b6ab-69a70643d7a1/cc2a1cf1-48a2-4c7d-9ed3-e7d92c599a05.jpg",
    "altTitles": [
      {
        "en": "My Entire Class Was Summoned To Another World Except For Me"
      },
      {
        "id": "Semua Orang Di Kelasku Di Panggil Ke Dunia Lain Selain Aku"
      },
      {
        "ru": "Весь мой класс, кроме меня, призвали в иной мир"
      },
      {
        "ja": "クラスが異世界召喚されたなか俺だけ残ったんですが"
      },
      {
        "zh-hk": "班級同學都被召喚到異世界，只有我幸存下來"
      },
      {
        "zh": "班级同学都被召唤到异世界，只有我幸存下来"
      }
    ],
    "description": {
      "en": "A god of a different world had abruptly appeared in Kamiya Yato's classroom and forcibly summoned the entire class to his world… except for him, because he was sleeping in a seat in the corner of the class, the round summoning magic circle didn't reach him, and he ended up staying here on Earth, but with brand-new skills.  \n  \nAfter he made it through a whole year full of police interviews and journalism reports, he finally became a high school student, but the quiet days he had hoped for were far from over; be it terrorists who decide to occupy his school or even monsters from different world, one by one new incidents take place in the town he lives in…  \n  \nWill a boy without any motivation be able to save the world?\n\nNote: No raw updates since October 2021; assume hiatus by author. Comic Boost still lists the series as an \"irregular serialization\" rather than axed, so there remains a slim possibility for future updates.  \n  \n\n\n---",
      "ru": "Бог иного мира внезапно появился в классе Камии Ято и принудительно призвал весь класс в свой мир… Кроме него… Потому что он спал в углу класса и магический круг призыва не коснулся его. И он остался на Земле, но обрел новые навыки.  \n  \nПосле целого года допросов полицейскими и интервью с журналистами, он наконец поступил в старшую школу, но спокойные дни, которых он так желал, уже давно кончились. Будь то террористы, решившие захватить школу, или монстры из иного мира, в городе, где он живет, происходят одно событие за другим…  \nСможет ли парень безо всякой мотивации спасти мир?",
      "pt-br": "Um dia, um deus de outro mundo apareceu de repente na classe de Kamiya Yato e invocou pela força toda a sua sala de aula... mas, exceto ele, porque ele estava dormindo em um assento no canto da sala, o círculo mágico não o alcançou e ele acabou ficando na Terra, mas com novas habilidades.Depois de passar um ano cheio de entrevistas policiais e relatórios de jornais, ele acabou se tornando um estudante do ensino médio, mas os dias tranquilos que ele esperava estavam longe de terem terminado, sejam eles terroristas que decidiram ocupar sua escola ou mesmo monstros do outro mundo e novos incidentes ocorrem na cidade onde ele mora...Um garoto sem motivação pode salvar esse mundo?!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "32"
  },
  {
    "mangaId": "a967d6e2-e269-4ab8-9306-04ffc4c2cb52",
    "title": {
      "en": "Tora wa Ryuu o Mada Tabenai."
    },
    "updatedAt": "2024-08-22T22:48:03+00:00",
    "coverArt": "https://mangadex.org/covers/a967d6e2-e269-4ab8-9306-04ffc4c2cb52/77d3c95e-1f42-4d1b-bdd3-206a58bb7275.jpg",
    "altTitles": [
      {
        "ja": "虎は龍をまだ喰べない。"
      },
      {
        "ko": "호랑이는 용을 아직 먹지 않는다"
      },
      {
        "zh": "龙是虎的储备粮。"
      },
      {
        "en": "The Tiger Won't Eat the Dragon Yet."
      }
    ],
    "description": {
      "en": "In a distant place, on a certain mountain, a young dragon has been captured by a beautiful female tiger. The two, who were predator and prey, begin a journey to find a way for two animals with very different life spans to live by each other's sides.\n\nTL;DR: Tiger Woman x Dragon Boy"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6e82c3e-a6ce-4897-be53-a0044c5cd469",
    "title": {
      "en": "Acro Trip"
    },
    "updatedAt": "2024-10-22T07:51:22+00:00",
    "coverArt": "https://mangadex.org/covers/a6e82c3e-a6ce-4897-be53-a0044c5cd469/7529ac22-ca49-4db6-bd04-a6711573ba05.jpg",
    "altTitles": [
      {
        "ja": "アクロトリップ"
      },
      {
        "ja-ro": "acro trip"
      }
    ],
    "description": {
      "en": "Chizuko, who lives in Sakai City, Niigata Prefecture, is an otaku girl who is a big fan of the magical girl Berry Blossom who protects the city against the evil organisation Fossa Magna. However, nobody was worried about the battle of the two anymore because, Chroma, the wicked evil villain, was too sloppy.\n\nSo Chizuko decided “I want to make my magical girl shine more…!” That desire (?) Leads a shy junior high school student to a strange evil path…"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "70"
  },
  {
    "mangaId": "b8b0fc40-2d9b-489b-a90c-11955c307e4a",
    "title": {
      "en": "Kemomimi Meido ga Ie ni iru"
    },
    "updatedAt": "2024-07-12T18:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/b8b0fc40-2d9b-489b-a90c-11955c307e4a/f731e52f-5aac-450b-bf4c-dbf4fe456a25.jpg",
    "altTitles": [
      {
        "ja": "けもみみメイドが家にいる"
      },
      {
        "en": "My Animal-Eared Maid Is at Home"
      },
      {
        "ja-ro": "Kemomimi Meido ga Ie ni iru"
      },
      {
        "vi": "Nàng hầu gái tai thú sống tại nhà tôi"
      },
      {
        "es-la": "Mi criada con orejas de animal está en casa"
      }
    ],
    "description": {
      "en": "A loose collection of stories about the daily life of the animal-eared maid Kikimora and her master.",
      "vi": "Một ngày nọ Main vô tình tìm được một nữ bán nhân và hốt về làm maid, nội dung câu truyện xoay quanh cuộc sống hằng ngày của hai người.",
      "es-la": "Una historia sobre la vida cotidiana de la criada de orejas de animal Kikimora y su amo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cea2cbb2-d81c-4946-8e5e-3a2ab394aad8",
    "title": {
      "en": "Driver's High"
    },
    "updatedAt": "2024-07-13T09:26:25+00:00",
    "coverArt": "https://mangadex.org/covers/cea2cbb2-d81c-4946-8e5e-3a2ab394aad8/e2aedb7a-df1a-4649-8b5e-175ffefcddf2.jpg",
    "altTitles": [],
    "description": {
      "pl": "Leo Lombardi jest kierowcą wyścigowym L1 w Team Zeus. Jest młody, przystojny i ma talent do jazdy, który wzbudza zazdrość. W tym sukcesie uczestniczy również chłopak Leo, J.J., który tak się składa, że jest mechanikiem w Team Zeus. Wszystko wskazuje na to, że Leo zdobędzie mistrzostwo drugi rok z rzędu. Ale kiedy J.J. nagle zrywa z Leo, sprawy zaczynają iść na źle. Wraz z odejściem fortuny (talizmanu szczęścia) Leo, jego życie zawodowe (i osobiste) zaczyna cierpieć. Jak J.J. pozbędzie się tego małpiego rozumu w swoich planach i odzyska miano mistrza, które kiedyś miał...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc672e09-85c8-4b4f-a148-825bb5c59245",
    "title": {
      "en": "Control"
    },
    "updatedAt": "2024-09-29T18:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/cc672e09-85c8-4b4f-a148-825bb5c59245/da209864-bc4e-4e8b-bd5d-e93a4aa84479.jpg",
    "altTitles": [
      {
        "ko-ro": "Jibae"
      },
      {
        "de": "Kontrolle"
      },
      {
        "ko": "지배"
      },
      {
        "en": "Domination"
      },
      {
        "ru": "Контроль"
      }
    ],
    "description": {
      "de": "Da geht irgendwas sehr seltsames in der Nachbarschaft vor sich.  \nJa wen wirst du Bescheid sage? Wen willst du zur Hilfe holen? Ähm… irgendein komisches… Mädchen was von sich behauptet, hypnotische Kräfte zu besitzen? Ach so, ja, genau das.  \nJedoch hast du absolut keine Ahnung wo sie ist, und du hast ihr auch nicht Bescheid gegeben.  \nWas wird nun aus dir werden, da er da ist…?",
      "en": "There's something strange, in the neighborhood.  \nWho you gonna call? Uhm. Some strange cute hypnotist girl.  \nAnd you have no clue who she is, and you didn't call her.  \n  \n\n\n---",
      "ru": "Каково это, когда привычный мир рушится в одночасье? Кто друг, а кто враг?\nМожно ли доверять себе, когда сам теряешься в круговороте пугающих и необъяснимых событий? А может быть, ты сам и есть их источник?\nГлавный герой — обычный корейский парень, живущий с пожилой матерью в крохотной квартирке, обнаружил, что люди вокруг внезапно изменились. Некие зловещие существа без лишнего шума захватили целый город, а, возможно, даже страну или мир. Но главный герой не собирается сидеть сложа руки и, объединившись с загадочной гипнотизёршей, решает дать отпор неведомым тварям."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "60"
  },
  {
    "mangaId": "d024adec-8104-4568-8e15-8435d088d207",
    "title": {
      "en": "Munou Yuusha no Fukushuutan ~Isekai de Suterareta Shounen wa Hangyaku wo Chikau~"
    },
    "updatedAt": "2024-10-30T22:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/d024adec-8104-4568-8e15-8435d088d207/905d024a-b0dc-422f-88d5-c11507959744.jpg",
    "altTitles": [
      {
        "ja": "無能勇者の復讐譚～異世界で捨てられた少年は反逆を誓う～"
      },
      {
        "en": "A Tale of Revenge of the Incompetent Hero"
      },
      {
        "en": "The Tale of the Useless Hero's Revenge: The Boy Abandoned in Another World Swears to Rebel"
      }
    ],
    "description": {
      "en": "The ordinary boy Kazuki is summoned to another world as a \"hero,\" but he has his right hand cut off by humans and is banished with the stigma of being \"useless.\" Just as he is on the brink of death, a girl named Ruta, claiming to be a survivor of the supposedly extinct ancient dragon race, appears before him. \"Do you wish to live? However, you will have to work until you die as my servant.\" Kazuki forms an alliance with Ruta for revenge and gradually awakens to the hidden powers of \"Soul Power (Chakra)\" and \"Soul Armor (Karma)\"...! Together with dragons, elves, demi-humans, and others oppressed by humans, let's turn the world upside down!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-10-09T01:01:45+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/8a3ac32f-0d04-4e4a-8f63-e372ff94a7e6.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9484b1fd-0271-4c9b-b096-7e313823058e",
    "title": {
      "en": "Jitsu wa Ore, Saikyou Deshita?"
    },
    "updatedAt": "2024-10-25T13:22:56+00:00",
    "coverArt": "https://mangadex.org/covers/9484b1fd-0271-4c9b-b096-7e313823058e/7c13e953-f6db-43d9-8215-957e8e8e9b43.jpg",
    "altTitles": [
      {
        "ja": "実は俺、最強でした？"
      },
      {
        "en": "Am I Actually the Strongest?"
      },
      {
        "fr": "Suis-je en fait le plus fort ?"
      },
      {
        "es": "¿En realidad soy el más fuerte?"
      },
      {
        "ru": "На самом деле, я самый сильный?"
      },
      {
        "th": "ผมเทพสุดจริงเหรอ?"
      },
      {
        "ka": "სინამდვილეში ყველაზე ძლიერი ვარ?"
      },
      {
        "vi": "Tôi Có Thực Sự Là Người Mạnh Nhất Không?"
      },
      {
        "id": "Apakah Aku Sebenarnya Yang Terkuat?"
      },
      {
        "ko": "실은 나, 최강이었다?"
      },
      {
        "zh": "其实，我乃最强？"
      },
      {
        "zh": "其实，我是最强的？"
      },
      {
        "zh-hk": "其實，我是最強的？"
      },
      {
        "pt-br": "Na Verdade, Eu Sou o Mais Forte?"
      }
    ],
    "description": {
      "en": "To be reincarnated into another world with the promise of a \"cheat\" power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless? That's another thing entirely!\n\nNow the newly-born Reinhart — or Hart to his new friends — must find his way through a dangerous world. But luckily, he's got magic that's quite literally off the charts!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10050/episode/322262) (U.S. Only), [Kodansha](https://kodansha.us/series/am-i-actually-the-strongest/)",
      "pt": "Um NEET é renascido em outro mundo com a promessa de um avida pacifica. Apesar de ter nascido na realeza, devido a sua magica parecer fraca, seus pais o abandonaram sem pensar em uma floresta para ser devorado por monstros. Contudo sua magia é desumanamente poderosa. O que ele devera fazer para obter a vida pacifica que ele tanto deseja?\n\nHikikomori (引き篭り) é um termo que significa literalmente isolado em casa, ele é usado para referir-se a pessoas que apresentam graves níveis de isolamento, normalmente são jovens entre 13 e 39 anos que muitas vezes são sustentados pelos pais ou trabalham online. NEET é basicamente a mesma coisa mas tem suas diferenças.\"",
      "ru": "Парень перерождается в другой мир, чтобы иметь обещанную мирную жизнь. Ребенком его бросают в лесу за низкий уровень магии, который не может быть измерен современными радарами. Что ему нужно сделать, чтобы достичь мирной жизни, которую он так желает?",
      "es-la": "Un chico renace en otro mundo para tener una vida pacífica. Un bebé nacido de poder y realeza, abandonado en el bosque por tener un poder que no puede ser comparado ni por los radares modernos (no, no esta ni cerca de sobrepasar los 9000). ¿Qué hara para obtener la vida pacífica que él tanto desea?\"",
      "pt-br": "Reencarnar em outro mundo com a promessa de um poder de \"trapaça\" é uma coisa... mas renascer como um bebê e então ser deixado para morrer depois que seus pais reais acham que você é impotente? Isso é outra coisa completamente diferente!\n\nAgora, o recém-nascido Reinhart — ou Hart para seus novos amigos — deve encontrar seu caminho através de um mundo perigoso. Mas, felizmente, ele tem uma magia que está literalmente fora dos gráficos!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afa94d82-4635-410d-b216-7fd76f07259c",
    "title": {
      "en": "Boys Be Zombitious"
    },
    "updatedAt": "2023-11-16T15:24:24+00:00",
    "coverArt": "https://mangadex.org/covers/afa94d82-4635-410d-b216-7fd76f07259c/da969741-82d7-4145-8568-831b8e46254e.jpg",
    "altTitles": [],
    "description": {
      "en": "The same author of Blood Lad.  \n  \nIn a zombie apocalypse, he looks for a perfect death in the arms of a beautiful zombie girl…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "29aa68fc-7ee3-4b04-80fb-d2fe7c433fcb",
    "title": {
      "en": "Ma Dou So Shi"
    },
    "updatedAt": "2024-09-08T19:40:41+00:00",
    "coverArt": "https://mangadex.org/covers/29aa68fc-7ee3-4b04-80fb-d2fe7c433fcb/89987380-401f-4c09-84de-9c5523030342.jpg",
    "altTitles": [
      {
        "ja": "魔道祖師"
      },
      {
        "en": "Grandmaster of Demonic Cultivation"
      },
      {
        "en": "Founder of Diabolism"
      },
      {
        "zh-ro": "Mo Dao Zu Shi"
      },
      {
        "zh-hk": "魔道祖师"
      },
      {
        "vi": "Ma Đạo Tổ Sư"
      }
    ],
    "description": {
      "en": "The Japanese manga adaptation of the mega-hit Chinese fantasy novel \"The Grandmaster of Demonic Cultivation\", which was officially published in English by Seven Seas Entertainment.\n\nAs the grandmaster who founded the Demonic Sect, Wei Wuxian roamed the world in his wanton ways, hated by millions for the chaos he created. In the end, he was back-stabbed by his dearest junior brother and killed by powerful clans that combined to overpower him. He incarnates into the body of a lunatic who was abandoned by his clan and is later, unwillingly, taken away by a famous cultivator among the clans—Lan Wangji, his archenemy.\n\nThis marks the start of a thrilling yet hilarious journey of attacking monsters, solving mysteries, and raising children. From the mutual flirtation along the way, Wei Wuxian slowly realizes that Lan Wangji, a seemingly haughty and indifferent poker-face, holds more feelings for Wei Wuxian than he is letting on."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95801a6e-1e69-4876-b7ed-41d92c9853e3",
    "title": {
      "en": "Mob kara Hajimaru Tansaku Eiyuutan"
    },
    "updatedAt": "2024-10-02T19:53:19+00:00",
    "coverArt": "https://mangadex.org/covers/95801a6e-1e69-4876-b7ed-41d92c9853e3/ac76daaf-3095-4ed0-9ee2-82d0fde9de89.jpg",
    "altTitles": [
      {
        "ja": "モブから始まる探索英雄譚"
      },
      {
        "zh-hk": "從路人開始的探索英雄譚"
      },
      {
        "zh": "从路人开始的探索英雄谭"
      },
      {
        "en": "The Story of an Exploration Hero Who Has Worked His Way up From Common People"
      }
    ],
    "description": {
      "en": "Takagi Kaito, a low status high schooler, your typical mob character so to say, was just a normal everyday explorer who hunted slimes every day in the dungeons that appeared in Japan, earning pocket money while admiring his childhood friend, the class queen, from afar. \n\nOne day, a golden slime he had never seen appears before him. After he defeats it, he obtains an extremely rare item worth hundreds of millions as a drop, a servant card that can summon mythical beings!! After he makes up his mind and summons it, a warrior maiden with unparalleled beauty appears. \n\nRise above being just a mob explorer Kaito! A modern battle fantasy story has begun!\n\n---\n\n[Web Novel (JP)](https://ncode.syosetu.com/n8930fk/) \n[Alternative Raw (Niconico)](https://seiga.nicovideo.jp/comic/55183)",
      "ja": "＜ダンジョン＞にソロで潜り、スライム狩りの毎日を送る男子高校生・高木海斗。そんなある日、変なスライムから時価10億の<サーバントカード>を手に入れる。悩み抜いた末に召喚を選択した海斗のもとに現れたのは神話の戦乙女ヴァルキリーの格好をした幼女シルフィーだった。一度は落胆したものの、シルフィーが最強クラスのスキルを持っている事が判明し…!? モブな探索者から成り上がれ!",
      "pt-br": "Takagi Kaito, um colegial de baixa estatura, o típico personagem Mob, era um explorador comum que caçava slimes todos os dias nas masmorras que surgiram no Japão, ganhando dinheiro extra enquanto admirava sua amiga de infância, a madona da classe. Um belo dia, um slime dourado que ele nunca tinha visto antes aparece para ele. Depois de derrotá-lo, ele obtém um item extremamente raro no valor de centenas de milhões, uma carta de Servo que pode convocar seres lendários!! Depois que ele se decide, ele a convoca, e uma donzela guerreira extremamente linda aparece. Supere sua posição como um simples Mob, Kaito! Uma nova fantasia moderna começa!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "868cc2c0-c3ba-4654-93d2-8680cba86a41",
    "title": {
      "en": "The Delivery Lady Came"
    },
    "updatedAt": "2024-10-30T19:37:07+00:00",
    "coverArt": "https://mangadex.org/covers/868cc2c0-c3ba-4654-93d2-8680cba86a41/f9711a44-26d8-446a-9c1f-826430afd262.jpg",
    "altTitles": [
      {
        "ja": "宅配員のおねえさんがやってきた"
      },
      {
        "ja-ro": "Takuhain no Oneesan ga Yattekita"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddeaa68a-82bf-4a6b-a8f9-3949680c7e8c",
    "title": {
      "en": "Kuuki ga \"Yomeru\" Shinnyushain to Buaiso na Senpai no Hanashi (Serialization)"
    },
    "updatedAt": "2024-10-11T21:07:35+00:00",
    "coverArt": "https://mangadex.org/covers/ddeaa68a-82bf-4a6b-a8f9-3949680c7e8c/1f6d2862-1df9-49aa-97fb-42009faca361.jpg",
    "altTitles": [
      {
        "ja": "空気が「読める」新入社員と無愛想な先輩"
      },
      {
        "ja-ro": "Kuuki ga \"Yomeru\" Shinnyuushain to Buaisouna Senpai no Hanashi (Serialization)"
      },
      {
        "en": "The New-Hire Who Could \"Read\" Emotions and the Unsociable Senpai"
      },
      {
        "ko": "분위기를 「읽을 수 있는」신입사원과 무표정한 선배"
      },
      {
        "th": "วันนี้ก็เข้าใจยากอีกแล้วนะคะ คุณรุ่นพี่สุดเฮี้ยบ"
      },
      {
        "vi": "Câu chuyện về cô nhân viên mới biết “đọc vị” người khác và chàng tiền bối khó gần"
      },
      {
        "zh": "“能看懂”气氛的公司新人与板着脸的前辈"
      }
    ],
    "description": {
      "en": "A slice-of-life story about a new employee who can literally read emotions and an inexpressive but actually very kind senpai at work.",
      "vi": "Câu chuyện đời thường về cô nhân viên mới vào công ty, người có thể “nhìn thấy” tâm trạng người khác theo đúng nghĩa đen, và chàng tiền bối có nét mặt vô cảm nhưng lại thật sự rất tốt bụng."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "3b3e7ec9-5003-49fe-bf89-7093f883ee2b",
    "title": {
      "en": "A Story in Which an Older Brother Becomes a Little Sister"
    },
    "updatedAt": "2023-03-18T03:00:39+00:00",
    "coverArt": "https://mangadex.org/covers/3b3e7ec9-5003-49fe-bf89-7093f883ee2b/cfc16807-5d70-4e4e-9eec-667ea1059579.png",
    "altTitles": [
      {
        "ja-ro": "Onii-chan ga Imouto ni naru Hanashi"
      },
      {
        "ja": "お兄ちゃんが妹になる話"
      }
    ],
    "description": {
      "en": "When I woke up in the morning, my brother became a sister! He thought they were swapped, but only he remains in his sister's form and they look identical!",
      "fr": "Quand je me suis réveillé un matin, mon frère est devenu ma sœur ! Il pensait qu'ils étaient échangés, mais lui seul change dans la forme de sa sœur et elles sont identiques !"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7880fb0e-f22a-40f6-b97c-013997df357f",
    "title": {
      "en": "Otonashi-sou na Danshi no Tondemonai Himitsu wo Shite Shimatta"
    },
    "updatedAt": "2024-10-12T07:44:45+00:00",
    "coverArt": "https://mangadex.org/covers/7880fb0e-f22a-40f6-b97c-013997df357f/bf8e892f-8aea-4240-9453-afd8108f26b3.jpg",
    "altTitles": [
      {
        "ja": "おとなしそうな男子のとんでもない秘密を知ってしまった"
      },
      {
        "en": "I've Found Out The Quiet Boy's Shocking Secret"
      },
      {
        "vi": "Bí mật của cậu hàng xóm bàn bên"
      }
    ],
    "description": {
      "en": "The boy sitting next to me has ear piercings...?!\n\nUrai, is a real mystery. The unexpected words and actions of the mysterious boy, Urai, will make you fainter in agony, you can't take your eyes off the gap between the quiet-looking boy!\n\nIt's the beginning of a sparkling and exciting school life!",
      "vi": "Hôm nay mình(nữ chính) được đổi chỗ ngồi mới, và người bạn hàng xóm bàn bên của mình là Urui-kun. Nhưng mà...Cậu ấy có gì đó bí ẩn lắm...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb28a9cb-7e4a-447b-8ad1-e8925c9993c9",
    "title": {
      "en": "Prince, Don't Do This!"
    },
    "updatedAt": "2022-04-17T01:31:42+00:00",
    "coverArt": "https://mangadex.org/covers/bb28a9cb-7e4a-447b-8ad1-e8925c9993c9/79ee7192-92cd-45e0-b245-57020bf67c4d.jpg",
    "altTitles": [
      {
        "en": "Memory of Chang'an"
      },
      {
        "en": "Memory of Changan"
      },
      {
        "en": "Please Don't, My Prince"
      },
      {
        "zh-ro": "Shi Yi Chang An: Ming Yue Ji Shi You"
      },
      {
        "vi": "Vương Gia! Không Nên A!"
      },
      {
        "zh-ro": "Wang Ye Buyao a"
      },
      {
        "zh-hk": "拾忆长安 • 王爷"
      },
      {
        "zh": "王爷不要啊"
      },
      {
        "ko": "황자님 거기 있어줄래요"
      }
    ],
    "description": {
      "en": "In order to fulfil her mission of bringing peace to her homeland, the Uyghur Princess Amelia travels to Chang'an and marries Emperor Dezong of Tang's ninth prince, Li Qian. While she had been considered very capable in her homeland, the complex and foreign customs of the Tang court are something else entirely; and although she had not expected love in a political marriage, the sheer disinterest and arrogance of her husband is very hard to handle, no matter how capable and handsome he may be. Securing peace between the Uyghur Khaganate and the Tang Empire is not going to be easy, especially with the rebellion taking place in Tang.  \n\n ---\n\n[Official English Subtitled Donghua](https://www.youtube.com/playlist?list=PLBakWosU0sfhqdN5TFbbITb7Bm93T3-PW)",
      "pt-br": "Na esperança de unir Uighur e Tang, a Princesa Amelia deve se casar com o 9º príncipe de Tang. No entanto, Amelia está longe de ser uma princesa comum: antes de conhecer o Imperador, ela troca de lugar com sua pobre empregada para ter mais liberdade! Mas parece que o futuro marido dela não é muito tipico: ao chegar ao palácio, ele não aparece para conhecê-la! Que futuro espera esse casal que nada pensa sobre o casamento e qual será o destino de seus países trancados na guerra?!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "355.2"
  },
  {
    "mangaId": "fdc7c6ea-4920-42c2-b19a-0a64368c366a",
    "title": {
      "en": "Aishen Qiaokeli Jinxing Shi"
    },
    "updatedAt": "2024-04-03T18:51:59+00:00",
    "coverArt": "https://mangadex.org/covers/fdc7c6ea-4920-42c2-b19a-0a64368c366a/0229ff0d-118c-465e-b7f5-d031783711cc.jpg",
    "altTitles": [
      {
        "zh-ro": "Aishen Qiaokeli Jinxing Shi"
      },
      {
        "zh": "爱神巧克力进行时"
      },
      {
        "pt-br": "Chocolates do Cupido"
      },
      {
        "en": "Cupid's Chocolates"
      },
      {
        "zh-hk": "愛神巧克力進行時"
      },
      {
        "vi": "Sôcoola của Cupid"
      }
    ],
    "description": {
      "en": "Jiang Hao Yi, a normal high school student who is extremely scared of getting into trouble, suddenly becomes the Harem King of his school and gets confessed to by a bunch of beautiful girls! The worst thing is, Jiang Hao doesn't know any of the girls who confessed to him! What on earth is happening? This is a manhua that shouldn't be missed by fans of the harem genre!",
      "pt-br": "Jiang Hao Yi, um estudante normal do ensino médio que tem muito medo de se meter em problemas, de repente se torna o Rei Harem de sua escola e é confessado por um bando de lindas meninas! O pior é que Jiang Hao não conhece nenhuma das garotas que se confessaram a ele! Que diabos está acontecendo? Este é um manhua que não deve ser perdido pelos fãs do gênero harém!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4bd0456-a4db-4bad-8486-072aa0e82e46",
    "title": {
      "en": "Creep In"
    },
    "updatedAt": "2024-08-05T15:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/b4bd0456-a4db-4bad-8486-072aa0e82e46/fac401ee-1bc9-4dd7-a8d3-65c1b774372d.jpg",
    "altTitles": [],
    "description": {
      "en": "They come for three reasons: to say hello, to like you, or to harm you.",
      "id": "Mereka datang dengan tiga alasan, sekedar menyapamu, menyukaimu, atau ingin mencelakaimu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "38"
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei wa Tereshirazu"
    },
    "updatedAt": "2024-10-30T19:23:34+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/71ca6811-0dc0-4dd5-8634-6f753ce75b15.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "en": "Akanabe-sensei Doesn't Know about Embarrassment"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully.",
      "ja": "『崎枝君ってさ私のこと好き？』　憧れの漫画家・茜部アキラのもとでアシスタントとして働く崎枝コウキ。憧れが次第に恋心へと変わっていたある日、まさかの両想いであることがわかり、なんと二人は恋人同士に！　しかし、茜部先生は思った事を口にしちゃう上に照れ知らずで、コウキを褒め殺してくる！",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com naturalidade."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c86ac89-8c6b-49ed-baa6-9cac67930082",
    "title": {
      "en": "Hansel and Gretel"
    },
    "updatedAt": "2021-05-25T15:44:57+00:00",
    "coverArt": "https://mangadex.org/covers/8c86ac89-8c6b-49ed-baa6-9cac67930082/9bdb1ff0-a6d5-4ee9-a8d0-898b867962c1.jpg",
    "altTitles": [
      {
        "en": "ヘンゼルとグレーテル"
      }
    ],
    "description": {
      "en": "An anthology collection of very short parodies of classic fairy tales and stories, such as Cinderella, Robinson Crusoe, Ali Baba, Snow White and more."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "22"
  }
]