[
  {
    "mangaId": "27179c2f-72d7-4a49-a577-2fa6eaf9df4d",
    "title": {
      "en": "Joshikousei no Mudazukai"
    },
    "updatedAt": "2024-01-04T13:53:09+00:00",
    "coverArt": "https://mangadex.org/covers/27179c2f-72d7-4a49-a577-2fa6eaf9df4d/66aa41b8-2554-4787-a868-96d2648d0bab.jpg",
    "altTitles": [
      {
        "ja-ro": "Joshikousei no Muda Zukai"
      },
      {
        "ja-ro": "JoshiMuda"
      },
      {
        "en": "Useless High School Girls"
      },
      {
        "en": "Wasteful Days of High School Girls"
      },
      {
        "ja": "女子高生の無駄づかい"
      }
    ],
    "description": {
      "en": "One day out of boredom, Tanaka decided to give her classmates nicknames based on their quirks. \nHer friend Kikuchi became “Ota” for her nerdy interests and her other friend Saginomiya became “Robo” \nbecause of her expressionless face. In retaliation, her friends decided to name Tanaka “Baka”. \nEnjoy the ridiculous days of three high school friends claiming the height (or not) of their youth."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31be4cc4-d7c8-47d7-9d80-4f1b2db7979e",
    "title": {
      "en": "Angel Heart"
    },
    "updatedAt": "2024-04-26T14:45:01+00:00",
    "coverArt": "https://mangadex.org/covers/31be4cc4-d7c8-47d7-9d80-4f1b2db7979e/1b72aeb3-9856-413a-a95f-a6a1208ef4fc.png",
    "altTitles": [
      {
        "ja-ro": "Angel Heart - 1st Season"
      },
      {
        "ja": "エンジェル・ハート"
      },
      {
        "ja": "エンジェル・ハート 1stシーズン"
      },
      {
        "zh": "天使之心"
      },
      {
        "zh": "天使心"
      },
      {
        "es-la": "Corazón de Ángel"
      },
      {
        "uk": "Серце Янгола"
      }
    ],
    "description": {
      "en": "A young Taiwanese assassin codenamed \"Glass Heart\" committed suicide by jumping off a building, and her heart was pierced by a metal fence. Miraculously, her life was saved by heart transplantation. During her recovery she began to experience strange dreams, which led her to Japan looking for the donor of her heart, who happens to be Kaori Makimura, former partner of City Hunter.\n\n---\nOfficial Release:\n- Indonesian release by Level Comics",
      "ja": "台湾の黒社会組織の殺人兵器として養成された少女グラス・ハート。彼女は自殺を図るが、シティーハンターのパートナー槇村香の心臓を移植され一命をとりとめる。蘇ったグラス・ハートは組織を抜け出し、香の記憶に導かれるように新宿・リョウの元へ。やがて二人は香の心臓という絆で、再会をはたすのだが……!?",
      "es-la": "Una joven asesina taiwanesa con el nombre clave de \"Corazón de Cristal\" se suicidó saltando desde un edificio, y su corazón fue atravesado por una valla metálica. Milagrosamente, su vida se salvó gracias a un trasplante de corazón. Durante su recuperación comenzó a experimentar extraños sueños, que la llevaron a Japón en busca del donante de su corazón, que resulta ser Kaori Makimura, antigua compañera de City Hunter."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "33",
    "lastChapter": "363"
  },
  {
    "mangaId": "73320da2-eac6-4ff5-a12d-30788624d85b",
    "title": {
      "en": "Overlord: <Shin> Sekai-hen"
    },
    "updatedAt": "2024-05-19T10:07:51+00:00",
    "coverArt": "https://mangadex.org/covers/73320da2-eac6-4ff5-a12d-30788624d85b/820a286d-e42f-4cbf-9a3e-4cada592be3b.jpg",
    "altTitles": [
      {
        "ru": "Повелитель <Новое> Мировое издание"
      },
      {
        "ja": "オーバーロード＜新＞世界編"
      },
      {
        "en": "Overlord World Edition"
      },
      {
        "ja-ro": "Overlord: <Shin> Sekai-hen"
      },
      {
        "en": "Overlord: New World"
      },
      {
        "en": "Overlord New World"
      }
    ],
    "description": {
      "en": "After winning the battle of Katze Plains and founding the Sorcerer Kingdom of Ainz, they aim for a utopia of perpetual continuity and prosperity, a world where many races kneel before Ainz. As the first step toward achieving this goal, Ainz heads to the Empire to strengthen the Adventurer’s Guild and incorporate it into the state. Behind the scenes, the nations of the world are beginning to stir with their own agendas for the Sorcerer Kingdom...! Ainz's high road, once again!",
      "ru": "Аинз, выигравший битву на равнинах Катце и основавший волшебную страну, стремится к утопии — миру, где многие расы вечно процветают и преклоняются перед Аинзом. В качестве первого шага на пути к достижению этой цели он направляется в Империю, чтобы укрепить Гильдию искателей приключений и включить ее в состав нации. За кулисами,\nспекуляции в каждой стране вокруг волшебной страны начинают шевелиться?! Доминирование Аинза снова!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8461d3da-d14b-4a60-9a37-e4428fdda85e",
    "title": {
      "en": "Umareta Chokugo ni Suterareta kedo, Zensei ga Taikensha datta node Yoyuu de Ikitemasu"
    },
    "updatedAt": "2024-04-13T19:00:43+00:00",
    "coverArt": "https://mangadex.org/covers/8461d3da-d14b-4a60-9a37-e4428fdda85e/b2c5ea0b-530f-4fe6-8277-b91959b63b25.jpg",
    "altTitles": [
      {
        "ja": "生まれた直後に捨てられたけど、前世が大賢者だったので余裕で生きてます"
      },
      {
        "en": "Since My Previous Life was a Wise Man, I can Afford to Live."
      }
    ],
    "description": {
      "en": "Born to excellent parents, Reus is abandoned shortly after being born due to a mismeasurement of magical aptitude. However, he was a super baby who had the memory and ability of his previous life where he was touted as a Great Sage, and was able to fly, not to mention conversation and walking!\n\nAdventuring with the sacred dragon familiar, Lindworm, enjoy the life of a baby Sage who becomes a person and enjoys freedom!",
      "ja": "見た目は赤ちゃん、だけど中身は大賢者!?\n\n世界を変えた最強の魔法使い・大賢者アリストテレウスがその生涯を閉じた…。\nだが大賢者アリストテレウスは、死んだ後に転生の魔道具を使い、転生することに成功したのだった。\n転生した先は、何百、何千年経ったのかも分からない後の世界の魔法名門家の赤子。\n恵まれた人生を歩むはずが、内に宿した規格外の魔力のせいか勘違いされ、生まれた直後に捨てられてしまう…!?\nしかし大賢者の能力と記憶を持つ赤子は、聖竜杖リントヴルムをお供に余裕で生き抜くのだった…!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e76a8941-77a4-4988-be8a-8ff447ff0554",
    "title": {
      "en": "Between the Years"
    },
    "updatedAt": "2024-01-03T03:39:18+00:00",
    "coverArt": "https://mangadex.org/covers/e76a8941-77a4-4988-be8a-8ff447ff0554/4be0f6f0-ddb1-406b-a103-bc019d8db417.png",
    "altTitles": [
      {
        "en": "Years Between"
      },
      {
        "zh": "岁月间"
      },
      {
        "zh-hk": "歲月間"
      },
      {
        "zh-ro": "Suiyue Jian"
      }
    ],
    "description": {
      "en": "That was the boy I loved, accompanying me through verdant days and brilliant, fleeting years."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b97ff16-1fe0-4382-91aa-956112799e9b",
    "title": {
      "en": "Wasureenu Majo no Monogatari"
    },
    "updatedAt": "2024-05-13T23:07:36+00:00",
    "coverArt": "https://mangadex.org/covers/2b97ff16-1fe0-4382-91aa-956112799e9b/1df19605-12cc-40be-b5f1-2948c74b06e2.jpg",
    "altTitles": [
      {
        "ja": "忘れえぬ魔女の物語"
      },
      {
        "en": "The Story of Unforgettable Witch"
      }
    ],
    "description": {
      "en": "Even if today disappears, these feelings will not.\r\nAn everyday in which nothing happens, with each day slightly different than the last.\r\nThe slightly strange story of her, and me, and our clumsy feelings.\r\n\r\nOnly I remember that there were three entrance ceremonies this year. Only I remember the unchosen days. The world, repeating 'todays' like a broken record...\r\n\r\n\"My name is Inaba Michiru. Nice to meet you.\"\r\n\r\nA story about her, who befriended me the following day as well. About my first human relationship, about the gradually shrinking distance between us, and my quietly changing feelings...\r\n\r\nA slightly strange story about a friendless, loveless me, and her, and our clumsy feelings."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fd0cd6f-02ae-47c6-b5d7-1091bf819ba6",
    "title": {
      "en": "Gakuen Alice Doujinshi Words of Affection"
    },
    "updatedAt": "2024-05-20T19:40:05+00:00",
    "coverArt": "https://mangadex.org/covers/3fd0cd6f-02ae-47c6-b5d7-1091bf819ba6/10c8ed70-b388-4b9b-9242-e3163fb16b20.jpg",
    "altTitles": [
      {
        "ja": "アイコトバ"
      },
      {
        "ja-ro": "Aikotoba"
      },
      {
        "en": "affectionate words"
      }
    ],
    "description": {
      "en": "This takes place after the ending of the Gakuen Alice manga, Natsume asks Mikan out on a date and surprises her with something.\n\nThis is a recent Gakuen Alice Doujinshi from japan that I translated. It is so cute. Thank you author and please do not LET THE ORIGINAL AUTHOR KNOW!!!!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "182f72c5-1949-4b22-8335-a64cafd128cb",
    "title": {
      "en": "Hiiragi-san Chi no Kyuuketsu Jijou"
    },
    "updatedAt": "2024-05-09T21:43:39+00:00",
    "coverArt": "https://mangadex.org/covers/182f72c5-1949-4b22-8335-a64cafd128cb/16411201-706d-48e6-8c54-f2860dd73e89.jpg",
    "altTitles": [
      {
        "es": "La situación de los vampiros en la casa de Hiiragi"
      },
      {
        "ru": "Вампирский секрет семьи Хиираги"
      },
      {
        "ja": "柊さんちの吸血事情"
      },
      {
        "en": "Hiragi-san's House of Vampires"
      },
      {
        "es-la": "Todos los días con una familia de vampiros"
      },
      {
        "es-la": "Las circunstancias de beber sangre de la familia Hiiragi"
      }
    ],
    "description": {
      "en": "Every family has its own \"secrets\"... Shota Minamoto, a junior high school student, lives in an orphanage. One day, he is taken in by a family who lives in a gorgeous Japanese style mansion. Shota is welcomed with open arms, but the family has a secret that must not be revealed to the world.",
      "ru": "У каждой семьи есть \"секрет\".\nМинамото Сёта - ученик средней школы, живущий в детском доме. Однажды его решает приютить семья, живущая в богатом доме, где ему оказывают радушный прием. Но у них оказался \"секрет\" который не следует раскрывать всему миру.",
      "es-la": "Minamoto Shouta, un huérfano de 14 años que inesperadamente es adoptado por una familia adinerada, lo que él no sabía es que esta familia esconde un gran secreto. Una nueva comedia romántica de la autora de «A Couple of Cuckoos» Miki Yoshikawa.",
      "pt-br": "Cada família tem seus próprios \"segredos\"... Shouta Minamoto, um estudante do ensino médio, vive em um orfanato. Um dia, ele é adotado por uma família que mora em uma linda mansão em estilo japonês. Shouta é recebido de braços abertos, mas a família guarda um segredo que não deve ser revelado ao mundo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da8c1185-5694-47ea-8bd2-d14a3f3602c7",
    "title": {
      "en": "Just Right There!"
    },
    "updatedAt": "2024-02-16T14:26:36+00:00",
    "coverArt": "https://mangadex.org/covers/da8c1185-5694-47ea-8bd2-d14a3f3602c7/0d413f8f-4642-4a5d-8473-7d3106a7b0b2.png",
    "altTitles": [
      {
        "en": "Прямо здесь"
      }
    ],
    "description": {
      "en": "Min Do Yeon is an art teacher and is happily engaged to her boyfriend when suddenly he broke up with her thru text. Desperately cried to her best friend Bo Kyung, she was asked by her if she's free and they went to a bar. Little did she knew it was a \"Girls Only\" bar and there she got drunk and kissed the girl who will change her life."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": "63"
  },
  {
    "mangaId": "de3745b8-4a77-4f2c-8929-68395360793f",
    "title": {
      "en": "The Ranker's Guide to Live an Ordinary Life"
    },
    "updatedAt": "2024-05-07T10:14:02+00:00",
    "coverArt": "https://mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/7b3fb49e-46cb-4e43-a69f-874d3145c641.jpg",
    "altTitles": [
      {
        "en": "A Guide to the Right Life for Rankers"
      },
      {
        "ko": "랭커를 위한 바른 생활 안내서"
      }
    ],
    "description": {
      "en": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-05-18T06:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/ce0a82e6-9c3a-4cd3-ad96-94dde887fb2d.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly develop super-powers, those who use their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow falls in love with the strongest female prisoner, Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "de2b08c2-66ba-41e0-8cc0-f1ca17940612",
    "title": {
      "en": "The Hero Who's Been Like This Ever Since Forming a Party with a Female Priest"
    },
    "updatedAt": "2024-05-20T21:29:35+00:00",
    "coverArt": "https://mangadex.org/covers/de2b08c2-66ba-41e0-8cc0-f1ca17940612/5ed9069d-7995-487b-9408-55de0a8428f1.png",
    "altTitles": [
      {
        "ja": "僧侶とパーティ組んで以来、ずっとコレな勇者さま"
      },
      {
        "ja-ro": "Souryo to Paatii Kunde Irai, Zutto Kore na Yuusha-sama"
      }
    ],
    "description": {
      "en": "Full color is later on..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcfe5bbe-5e6a-4a50-9e1e-28639f662645",
    "title": {
      "en": "Hijiri-kun wa Kiyoku Ikitai"
    },
    "updatedAt": "2024-04-26T18:43:29+00:00",
    "coverArt": "https://mangadex.org/covers/dcfe5bbe-5e6a-4a50-9e1e-28639f662645/26b5ae3b-189d-4958-a0ad-0b4d5b8c6604.jpg",
    "altTitles": [
      {
        "ja": "聖くんは清く生きたい"
      },
      {
        "ne": "हिजिरी-कुन एक पवित्र जीवन बिताउन चाहन्छ"
      },
      {
        "ko": "히지리 군은 깨끗하게 살고 싶어"
      },
      {
        "en": "Hijiri-kun Wants to Live a Pure Life"
      },
      {
        "es-la": "Hijiri-kun quiere vivir una vida pura"
      }
    ],
    "description": {
      "en": "Tsuchimikado Hijiri is a man playing the role of the perfect student council president, with his good looks and excellent grades in both school and sports. After school, he witnesses his usually quiet female classmate Sado Mitsuki, tormenting their teacher Tamura in a very sadistic way! The perfect student council president gets caught up in Sado-san's secret fetish!\n\nThis is an unusual romantic comedy for those of you who have things you can't tell others!",
      "ja": "文武両道、容姿端麗、パーフェクトな生徒会長を演じ切る男、土御門聖。そんな聖が放課後に見てしまったのは、いつもはおとなしいクラスメイト・佐渡さんがドSに教師をいじめる姿だった――！佐渡の秘められし性癖に、完璧な生徒会長が巻き込まれていく…！人には言えないコトがあるアナタに贈る、異色ラブコメ！",
      "es-la": "Tsuchimikado Hijiri es un hombre que desempeña el papel del perfecto presidente del consejo estudiantil, con su buena apariencia y excelentes calificaciones tanto en la escuela como en los deportes.  Después de la escuela, es testigo de cómo su normalmente tranquila compañera de clase, Sado Mitsuki, atormenta a su maestro Tamura de una manera muy sádica.  ¡El perfecto presidente del consejo estudiantil queda atrapado en el fetiche secreto de Sado-san!\n\n ¡Esta es una comedia romántica inusual para aquellos que tienen cosas que no pueden contarles a los demás!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "011ecd60-144f-476f-92e9-278905cb4450",
    "title": {
      "en": "Getsuyoubi no Tawawa (Serialization) (Blue) (Fan Colored)"
    },
    "updatedAt": "2024-04-08T19:34:51+00:00",
    "coverArt": "https://mangadex.org/covers/011ecd60-144f-476f-92e9-278905cb4450/58288378-8baf-4520-9c1c-c9e9cb97d6b2.jpg",
    "altTitles": [
      {
        "en": "Tawawa on Monday"
      },
      {
        "ja": "月曜日のたわわ"
      }
    ],
    "description": {
      "en": "Following the spirit of the origins of our popular big-breasted girls of Himura Kiseki-sensei, presenting a special Blue Edition of the weekly chapters of Yanmaga magazine's serialization \"Getsuyoubi no Tawawa\"!\n\n---\n\nBe sure to check out the published volumes released in Blue format in the Retail section, and the official English licensing by Denpa US (also in Blue)!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1db428c-685c-4d11-927b-bf71eb4b254b",
    "title": {
      "en": "Juuou to Yakusou"
    },
    "updatedAt": "2024-04-29T18:11:09+00:00",
    "coverArt": "https://mangadex.org/covers/a1db428c-685c-4d11-927b-bf71eb4b254b/e0eaa711-7cec-4825-bf8e-1c11d5496745.jpg",
    "altTitles": [
      {
        "ja-ro": "Juuou to Yakusou"
      },
      {
        "ru": "Король зверей и лекарственные травы."
      },
      {
        "ja": "獣王と薬草"
      },
      {
        "ja-ro": "Kemono wo to Kusuri"
      },
      {
        "en": "Beast King & Medicinal Herb"
      }
    ],
    "description": {
      "en": "Dungeons are the stuff of dreams—defeat the monsters, take their loot, and then venture into uncharted territory to discover hidden riches! Tina, an upstart adventurer with just such a dream, ends up mortally wounded while exploring a dungeon. Suddenly, the great demon known as the Beast King Garon, who was supposed to have been slain by a hero in the distant past, appears before her!  Dungeon fantasy meets medical drama!",
      "ru": "Подземелья - это воплощение мечты…\nСобирайте материалы с поверженных монстров,\nдобирайтесь до неисследованных мест и завладевайте сокровищами!\nТина, авантюристка, мечтает о таком успехе,\nИсследуя подземелье, она получает тяжелое ранение.\nПеред ней появляется сильнейший демон «Король зверей Гарон», когда-то в прошлом он должен был быть убит героем?..\n\nФэнтези и медицинская драма по мотивам подземелья от Konda Tatsukazu, автора оригинальной истории «Ginrou Bloodborne/Серебряный волк, рожденный в крови», начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b27cbd8-4cc6-40ca-b010-928da4540be8",
    "title": {
      "en": "Getsuyoubi no Tawawa"
    },
    "updatedAt": "2024-04-19T17:22:13+00:00",
    "coverArt": "https://mangadex.org/covers/6b27cbd8-4cc6-40ca-b010-928da4540be8/ec1e6683-e2b0-46be-9be3-1327321ac184.jpg",
    "altTitles": [
      {
        "ru": "Загруженный понедельник"
      },
      {
        "ru": "Тавава по Понедельникам"
      },
      {
        "ja": "月曜日のたわわ"
      },
      {
        "ja-ro": "Getsuyoubi no Tawawa"
      },
      {
        "en": "Tawawa on Monday"
      }
    ],
    "description": {
      "en": "A salary man is quite depressed, especially on Mondays. At his lowest point a well-endowed High-School girl calling herself Ai-chan stumbles breast-first into his face. The concussion she gave him served as the start of their relationship.  \n  \n**Notes**:\n - This page refers to the Twitter manga's official serialization, which began in Weekly Young Magazine on November 16, 2020.\n - For the separate Blue Edition for the serialization, click [here](https://mangadex.org/title/f5818aee-080b-42b5-b717-b1dae81f049c/getsuyoubi-no-tawawa-blue)",
      "fr": "Un employé de bureau est déprimé, surtout les lundis. Au bout du rouleau, une lycéenne bien fournie qui se fait appeler Ai-chan lui tombe dessus, poitrine la première. La blessure qu’elle lui a infligée, marque le début de leur relation.",
      "ja": "読めばアナタも元気になれる！ 月曜日の憂鬱なんて吹っ飛ばす！ たわわな女の子たちの日常コメディ！",
      "pt-br": "Um assalariado fica bastante deprimido, principalmente às segundas-feiras. Em seu ponto mais baixo, uma garota bem dotada do colégio que se autodenomina Ai-chan tropeça no rosto dele. A concussão que ela deu a ele serviu como o início de seu relacionamento. \n\n*Esta página refere-se à serialização oficial do mangá do Twitter, que começou na Weekly Young Magazine em 16 de novembro de 2020.*"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e2c111d-b123-4098-bc2c-b0d3b227fb32",
    "title": {
      "en": "Dousei Jidai"
    },
    "updatedAt": "2024-04-07T13:18:38+00:00",
    "coverArt": "https://mangadex.org/covers/3e2c111d-b123-4098-bc2c-b0d3b227fb32/2e5758ea-af49-4838-98c9-e1faf165f378.png",
    "altTitles": [
      {
        "en": "When We Lived Together"
      },
      {
        "it": "L'età della convivenza"
      },
      {
        "fr": "Lorsque nous vivions ensemble"
      },
      {
        "ja": "同棲時代"
      },
      {
        "en": "Age of Cohabitation"
      }
    ],
    "description": {
      "en": "Kyoko (21) and Jiro (23) live together in Tokyo without being married. \nShe is a graphist in an advertisement agency, he's starting to be an illustrator. \nWe follow them through their love struggles and daily life with friends and family \nin a world where sexual revolution is about to start."
    },
    "status": "completed",
    "releaseDate": 1972,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "76"
  },
  {
    "mangaId": "8af33c74-2779-4e2e-94ab-d614762ab499",
    "title": {
      "en": "My Home Hero"
    },
    "updatedAt": "2024-04-20T18:04:42+00:00",
    "coverArt": "https://mangadex.org/covers/8af33c74-2779-4e2e-94ab-d614762ab499/a781712d-803f-46bf-8d2a-519fc3745a98.jpg",
    "altTitles": [
      {
        "ja": "マイホームヒーロー"
      }
    ],
    "description": {
      "en": "For the sake of his family, an average middle-aged man must go against a crime syndicate, by all means necessary.",
      "ja": "頼れる妻と、ちょっと反抗期気味だけど可愛い高校生の娘。鳥栖哲雄の人生はそれなりに幸せだった。娘の顔に殴打の傷を見つけるまでは。",
      "pt": "Pelo bem de sua filha, um homem de meia idade embarca na jornada de sua vida.",
      "tr": "Orta yaşlarında bir baba kızı ve ailesi uğruna her şeyi yapmaya hazır; suç karteline karşı koymak da buna dâhildir!",
      "pt-br": "Pelo bem de sua filha, Tetsuo de 47 anos embarca de uma vez em algo irremediável."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42dd301c-2854-4b7f-b1a9-8e05ef90f303",
    "title": {
      "en": "Tsumetaikedo \"Cold\" de Shimeshitekureru Kanojo"
    },
    "updatedAt": "2024-01-30T19:21:28+00:00",
    "coverArt": "https://mangadex.org/covers/42dd301c-2854-4b7f-b1a9-8e05ef90f303/e78397b4-2063-4689-a91f-c924282b0601.jpg",
    "altTitles": [
      {
        "ja": "冷たいけど「行動」で示してくれる彼女"
      },
      {
        "zh-hk": "態度冷淡卻會用「行動」表現的女友"
      },
      {
        "es-la": "Es \"fría\" pero lo demuestra con sus acciones"
      },
      {
        "id": "Dia itu Dingin, Tapi dia Menunjukkannya Melalui \"Tindakannya\""
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2750ed89-ea66-4c0c-ab05-7417a9e0de3e",
    "title": {
      "en": "The Kingdoms of Ruin"
    },
    "updatedAt": "2024-05-04T19:06:13+00:00",
    "coverArt": "https://mangadex.org/covers/2750ed89-ea66-4c0c-ab05-7417a9e0de3e/049de459-f552-4908-a330-8db58f8892ff.jpg",
    "altTitles": [
      {
        "ja-ro": "Hametsu no Oukoku"
      },
      {
        "ru": "Королевство руин"
      },
      {
        "ja": "はめつのおうこく"
      },
      {
        "ko": "파멸의 왕국"
      },
      {
        "ru": "Разрушенные Королевства"
      },
      {
        "pt-br": "Os Reinos da Ruína"
      }
    ],
    "description": {
      "en": "Due to the Gear Expansion, witches who had been friends with the people become unnecessary. Humans, who were afraid of unscientific power, begin a witch hunt… And a human boy who has his beloved witch killed becomes the “Wizard of vengeance”.",
      "pt-br": "Devido à Expansão da Tecnologia, as bruxas que eram amigas do povo se tornaram desnecessárias. Humanos, que temiam o poder não científico, começam uma caça às bruxas… E um menino humano que teve sua amada bruxa morta, se torna o “Mago da Vingança”."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d5a2920-e3ec-41c8-a8a4-c108477893cf",
    "title": {
      "en": "Moscow 2160"
    },
    "updatedAt": "2024-04-14T06:01:12+00:00",
    "coverArt": "https://mangadex.org/covers/7d5a2920-e3ec-41c8-a8a4-c108477893cf/11dc155e-a3c8-4c84-89ed-1191427671db.jpg",
    "altTitles": [
      {
        "ja": "モスクワ2160"
      },
      {
        "ru": "Москва 2160"
      },
      {
        "zh-hk": "莫斯科2160"
      }
    ],
    "description": {
      "en": "A future where the cold war between the USA and Russia never ended and has been going on for two centuries. \n\"Liquidator\" Daniel Kuragin runs through Moscow alleyways for score-settling with a submachine gun in hand!  \nThe overwhelmingly popular web series from \"Goblin Slayer\" creator Kumo Kagyu has begun publication.",
      "ru": "Холодная война так и не закончилась, и мир совсем забыл о том, что такое правда, свобода и надежда. Среди промышляющих в советской Москве кибернетизированных бандитов затесался «уборщик» Данила Курагин с целёхоньким телом, действующий сам по себе.",
      "pt-br": "A história se passa em um mundo onde a Guerra Fria já se estendeu por mais de 2 séculos e a tecnologia evoluiu de forma a criar “sombras mecanizadas”, cujo os objetivos são trabalhar como limpadores em um mundo repleto de conspirações."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dee13575-d0e9-4921-b0ac-bf3a748b3f5f",
    "title": {
      "en": "Tamed a Blackened Slave Man"
    },
    "updatedAt": "2023-11-19T19:59:17+00:00",
    "coverArt": "https://mangadex.org/covers/dee13575-d0e9-4921-b0ac-bf3a748b3f5f/2553a51b-d851-4639-b46b-259b36431893.jpg",
    "altTitles": [
      {
        "ko": "흑화한 노예남을 길들였다"
      },
      {
        "en": "Taming a Corrupted Slave Man"
      },
      {
        "en": "Tamed a Blackened Enslaved Man"
      },
      {
        "en": "Taming the Corrupted"
      },
      {
        "ko-ro": "Heukwahan Noyenameul Gildeuryeotda"
      }
    ],
    "description": {
      "en": "I succeeded in taking the man who would, in the future, become the best in swordsmanship, one step ahead of the Prince and enlisted him as my younger brother. I treat my younger brother, who is not blood related to me, more kindly than anyone else, and I fed and raised him well. He will be my younger brother who will protect me from the damn fiancé who killed me in my previous life, and will be the replacement to go to war on my father’s behalf.\n\n\"I have never thought of you as a family from the moment I first saw you. My dear sister.\"\n\nHis eyes, filled with possessive desires, shone. It was a beast that I brought as my younger brother.",
      "ko": "훗날 검술에 있어 일인자가 되는 남자를 빼돌려 남동생으로 입적시키는 데 성공했다.\n그는 전생에서 날 죽였던 빌어먹을 약혼자에게서 날 지켜줄 검이 될 터이니.\n\"처음 본 순간부터 지금까지 단 한 번도 당신을 가족이라 생각한 적 없습니다. 사랑하는 내 누님.\"\n내가 동생이라고 거둔 남자는 한 마리 짐승이었다."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1003024d-101c-4fb6-86e6-033167bab723",
    "title": {
      "en": "Amai Seikatsu"
    },
    "updatedAt": "2023-08-01T16:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/1003024d-101c-4fb6-86e6-033167bab723/57892aeb-0a79-4f4f-a59d-33151b1daf24.png",
    "altTitles": [
      {
        "zh": "内衣高手"
      },
      {
        "ja": "甘い生活"
      },
      {
        "ko": "달콤한 생활"
      },
      {
        "en": "Sweet Life"
      }
    ],
    "description": {
      "en": "The complicated story of a young man who goes to work for a lingerie company. \nOne of the very first harem manga, done by a former shojo mangaka known for his peculiar tendencies \n(was known to cross dress among other things) and serialized in the now defunct Business Jump.\n \nVolume titles and Romaji equivalent:  \n  \n2. ランジェリーに恋してる♥ (Ranjerī ni Koishiteru ♥)  \n- 愛の悩み (Ai no Nayami)  \n- 恋模様みだれ髪 (Koi Moyō Midare-kami)  \n- おかしな二人 (Okashina Futari)  \n- 弓香の日記 (Yumika no Nikki)  \n- 二人の気持ち (Futari no Kimochi)  \n- 伸介の選択 (Shinsuke no sentaku)  \n- おかしな気分 (Okashina Kibun)  \n- おかしな三角関係 (Okashina Sankaku Kankei)  \n- よみがえる美 (Yomigaeru Bi)  \n- 東京ショック (Tokyo Shock)  \n- ユミカ・センセーション (Yumika Sensation)  \n- セルフヌード (Self-nude)  \n- 能力喪失 (Nōryoku Sōshitsu)  \n- お嬢様の初体験 (Ojō-sama no Shotaiken)  \n- 巴の目覚め (Tomoe no Mezame)  \n- ぱんつのお披露目 (Pantsu no Ohirome)  \n- 女優・佐倉澪 (Joyū Sakura Mio)  \n- 弓香が女優 (Yumika ga Joyū)  \n- 美人双子姉妹 (Bijin Futago Shimai)  \n- 政略結婚！？ (Seiryaku Kekkon!?)  \n- 触りのライセンス (Sawari no License)  \n- がんばれ！！大統領！！ (Ganbare!! Daitōryō!!)  \n- ブービー・トラップ (Booby Trap)  \n- ガマン大会 (Gaman Taikai)  \n- 世界新記録！？ (Sekaishinkiroku!?)  \n- 殿・姫・伸介 (Tono Hime Shinsuke)  \n- 姫のお目覚め？ (Hime no o Mezame?)  \n- ニューゴッドハンド？ (New God Hand?)  \n- コスプレ秘書 (Cosplay Hisho)  \n- 天才×天才 (Tensai × Tensai)  \n- ナマで大事件！？ (Nama de Daijigen!?)  \n- 4回転マッサージ (4 Kaiten Massage)  \n- 官能タイフーン (Kan'nō Typhoon)  \n- デザイナーの資質 (Designer no Shishitsu)  \n- 伸介の痴漢騒動 (Shinsuke no Chikan Sōdō)  \n- ベガスの狂乱 (Vegas no Kyōran)  \n- 1000万ドルの下着 (1000 Man-doru no Shitagi)  \n- 幼なじみの下着 (Osana Najimi no Shitagi)  \n- 呪いのコルセット発動！？ (Noroi no Corset Hatsudō!?)"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "40",
    "lastChapter": "480"
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2023-09-18T06:19:48+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "690d29df-be76-41cd-9c81-8eea55af53b6",
    "title": {
      "en": "Lying Gyaru"
    },
    "updatedAt": "2024-05-20T20:33:54+00:00",
    "coverArt": "https://mangadex.org/covers/690d29df-be76-41cd-9c81-8eea55af53b6/603d7f6e-342d-4edf-8d33-3ff136a13ed6.jpg",
    "altTitles": [
      {
        "ja": "嘘ギャル"
      },
      {
        "ja-ro": "Uso-Gyaru"
      },
      {
        "en": "The Gal Who Lies"
      },
      {
        "vi": "Nàng gal nói dối"
      },
      {
        "pt-br": "A Gyaru Mentirosa"
      },
      {
        "uk": "Брехлива ґяру"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "485a777b-e395-4ab1-b262-2a87f53e23c0",
    "title": {
      "en": "Pyu to Fuku! Jaguar"
    },
    "updatedAt": "2023-11-23T12:53:27+00:00",
    "coverArt": "https://mangadex.org/covers/485a777b-e395-4ab1-b262-2a87f53e23c0/2ea6efa2-debf-4d81-b878-b61b22090aed.jpg",
    "altTitles": [
      {
        "en": "Blow that Flute! Jaguar"
      },
      {
        "ja-ro": "Pyuu to Fuku! Jaguar"
      },
      {
        "ja": "ピューと吹く!ジャガー"
      }
    ],
    "description": {
      "en": "Piyohiko has a dream: He wants to be a succesfull guitar-player. Then this guy Jaguar shows up, and coaxes him into playing the 'recorder'. Thus ending Piyohiko's noble dream."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "438"
  },
  {
    "mangaId": "1581f543-3d94-4749-bd77-045d03e7c05a",
    "title": {
      "en": "The Holy Grail of Eris"
    },
    "updatedAt": "2024-05-02T10:43:53+00:00",
    "coverArt": "https://mangadex.org/covers/1581f543-3d94-4749-bd77-045d03e7c05a/dcf63c77-f1c1-4ec7-8a89-cd6856578bfa.jpg",
    "altTitles": [
      {
        "ja-ro": "Eris no Seihai: Konyaku Haki Sareta Reijou wa, Kidai no Akujo ni Tasukerareta Daisho Toshite Fukushuu ni Tsuki Awasaremasu"
      },
      {
        "ja": "エリスの聖杯 ～婚約破棄された令嬢は、稀代の悪女に助けられた代償として復讐に付き合わされます～"
      },
      {
        "zh-hk": "厄里斯的聖杯"
      }
    ],
    "description": {
      "en": "Constance, the daughter to a Viscount whose only value is her honesty, and Scarlet Castiel, the most reviled villainess of the era who was sentenced to death ten years ago. When the two people who were never supposed to meet encountered one another at a night party, the story that should have ended with Scarlet's death began anew.  \n  \nAlthough their relationship only began out of mutual interest, they soon became true partners in an effort to unravel the mysteries of a grand conspiracy borne out of the past, that still has a vicious grip on the present."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41e5753f-39d9-4584-a194-d7100a6ccf9a",
    "title": {
      "en": "After School Labyrinth Adventurer ~ I'm now able to go back and forth between Japan and another world, and I'll work hard to level up~"
    },
    "updatedAt": "2024-05-05T08:26:36+00:00",
    "coverArt": "https://mangadex.org/covers/41e5753f-39d9-4584-a194-d7100a6ccf9a/a5aeb797-1ff2-4cea-a5d4-0de098e73f26.jpg",
    "altTitles": [
      {
        "en": "After School Labyrinth Adventurer"
      },
      {
        "ja-ro": "Houkago no Meikyuu Boukensha: Nippon to Isekai wo Ikiki Dekiru You ni Natta Boku wa Level Up ni Isoshimi Masu"
      },
      {
        "ja": "放課後の迷宮冒険者～日本と異世界を行き来できるようになった僕はレベルアップに勤しみます～"
      }
    ],
    "description": {
      "en": "Akira Kudo, a high school student who can freely travel back and forth between Japan and another world, Do Merta. With no goals in mind, he spends his time after school enjoying life in another world as he is!\n\nAs an adventurer, he gets teased by the guild's receptionist, receives \"rewards\" from his magic master, and has fun with the girl he helped...!?\n\n\"I hate pain! I don't care about ranking up! Guild requests are also troublesome!\"\n\nA leisurely labyrinth exploration fantasy just for after school!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "55a1aba6-967c-4967-a1d0-ad0f52332be0",
    "title": {
      "en": "I Became the Despised Granddaughter of the Powerful Martial Arts Family"
    },
    "updatedAt": "2024-04-15T10:55:28+00:00",
    "coverArt": "https://mangadex.org/covers/55a1aba6-967c-4967-a1d0-ad0f52332be0/59711cc2-aeaa-44c6-b48b-f5029851d9ce.jpg",
    "altTitles": [
      {
        "ko": "무림세가 천대받는 손녀딸이 되었다"
      },
      {
        "ko-ro": "Murimsega Cheondaebanneun Sonnyeo Ttari Doeeotda"
      },
      {
        "en": "The Baengri Clan's Unwanted Granddaughter"
      },
      {
        "en": "I Became the Despised Granddaughter of the Powerful Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Clan"
      },
      {
        "es": "Me convertí en la nieta despreciada del clan murim"
      },
      {
        "es": "Me convertí en la nieta despreciada de la poderosa familia de artes marciales"
      },
      {
        "ru": "Презираемая внучка великого рода эпохи Мурим"
      },
      {
        "ja": "名門一族の嫌われ娘になりました"
      },
      {
        "tr": "Murim'in kör talihli torunu"
      },
      {
        "tr": "Murim'in bedbaht torunu"
      },
      {
        "zh": "成了武林世家受歧视的孙女"
      },
      {
        "id": "The Despised Granddaughter of the Murim Clan"
      },
      {
        "ar": "أصبحت الحفيدة المحتقرة لعائلة فنون القتال القوية"
      },
      {
        "vi": "Trở thành cô cháu gái bị khinh miệt của gia tộc võ lâm"
      },
      {
        "th": "ฉันคือหลานสาวตระกูลจอมยุทธ์ผู้ถูกเหยียดหยาม"
      },
      {
        "fr": "Yeon l'indésirée"
      }
    ],
    "description": {
      "ar": "هنا ، داخل رواية فنون الدفاع عن النفس هذه ، يوجد معلم حقيقي يعلم البطل المتعجرف وينقذه من الموت.\n وسيم وطيب وصالح وقوي و ...\n على أي حال ، كان هناك عيب كبير في معلم البطل وهو ابنته الوحيدة الحمقاء المليئة بالجشع... كانت شريرة اضافية ، كانت تطارد البطل دوما ولكنه لم يستطع التخلي عنها لانها ابنه معلمه.\n خلال قراءة الرواية ، قمت بلعن تلك الابنة وقلت أنه لو كنت أنا ، فلن أعيش هكذا.\n \"لكن هذا لا يعني أنني أريد أن أكون هي!\"\n ما هو أسوأ ان أبي مات بالفعل ، وسمعتي هي الأسوأ.\n هربت حتما ، لكن ... مت، لكن عندما فتحت عيني كان أبي حياً؟!\n \"إذا كان الأمر كذلك ، في هذه الحياة ، سانقذ أبي بالتأكيد!\"\n لكن…\n \"أعتقد أنهم يستهدفون حفيدتي !؟ سأقتلهم جميعًا! \"\n لماذا أرى جدي ، الذي لم يظهر سوى مرات قليلة في الرواية يتصرف هكذا؟\n \"زواج؟ لا ، قالت يوني إنها ستعيش بجانبي لبقية حياتها \".\n حتى أبي ، بطريقة ما أصبح غريبًا.\n علاوة على ذلك،\n \"لماذا تستمر في تفاديني؟ هل هذا خطأي أيضًا؟ \"\n أليست الشخصية الرئيسية فجأة مهووسة بي؟\n في الأصل ، كان مقدرا لي أن أموت حتى أتيت إلى هنا \".\n لقد أنقذت ذلك الوغد ، لكن اليس العمل الصالح دوما يمر دون عقاب؟\n \"على الأقل عندما أكون أمامك ... لا أعتقد أنني شخص رائع.\"\n الشرير الذي قطع عنقي يحاول فجأة التوبة.\n هل من المقبول حقًا أن يصبح الأمر هكذا؟\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "en": "Yeon was just an orphan on the streets when a man claiming to be her father brought her to his family home. But the Baengri estate was a den of vipers that swallowed her whole, and it's only when she's standing at the funeral of the father she never truly understood that she realizes how familiar this story is. When she wakes up six years old again, Yeon knows she can't waste her second chance. This time, she's going to save her father. This time, she's going to live without regrets.\n\n---\nHere, inside this martial arts novel, there is a true teacher who teaches the arrogant male lead and awakens him through death. Handsome, good-natured, righteous, strong, and… Anyway, there was one big flaw in the male lead's damn fine teacher. It was his foolish only daughter who was filled with greed. A tenacious villainous extra, who always comes back to haunt the male lead in every way, but cannot be abandoned because she is his teacher's daughter. Throughout reading the novel, I cursed at that daughter. Saying that if it were me, I wouldn't live like that.\n\n'But that didn't mean that I wanted to be her!'\n\nWhat was worse, Father has already died, and my reputation was the worst. Inevitably, I ran away, but… I died. However, when I opened my eyes, Father was alive?!\n\n'If so, in this life, I will definitely save Father!'\n\nHowever…\n\n\"To think they’re aiming for my granddaughter?! I'll kill them all!\"\n\nWhy do I see Grandfather, who doesn't even appear many times throughout the novel, so often like this?\n\n\"Marriage? No. Yeonie said that she would live by my side for the rest of her life.\"\n\nEven Father, somehow became weird. Moreover:\n\n\"Why do you keep avoiding me? Is this also my mistake?\"\n\nIsn't the main character suddenly becoming obsessed with me?\n\n\"Originally, I was destined to die. Until you came here.\"\n\nI saved the time-limited bastard, but isn’t it that no good deed goes unpunished?\n\n\"At least when I'm in front of you… I don't think I’m trash.\"\n\nThe villain who blew off my neck is suddenly trying to repent.\n\nIs it really okay if it's like this?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "es": "¡La protagonista transmigró a un mundo de una novela de artes marciales! La protagonista transmigra al cuerpo de Baeklee Yeon, la tonta y detestable hija de Baeklee Ee-Gang, un ser perfecto y el maestro del protagonista masculino, quien lo guía hacia el camino de un héroe. Ella fue asesinada inesperadamente, pero cuando abrió los ojos descubrió que había regresado a su infancia donde podría enmendar todos sus errores. “¿Podré ser amada esta vez?” En esta vida, con la determinación de convertirse en la hija perfecta, en lugar de un fastidio, ella pasa de ser la nieta despreciada a la nieta amada de la familia Baeklee. “¡¿Crees que lo vales?!” “¡Sí!” Incapaz de ocultar su confusión ante el vigor de su ambiciosa nieta… “Si hay incluso una pequeña esperanza, ¿Cómo puedo, como padre, rendirme?” “…Es como hablarle a la pared.” Su abuelo secretamente abre su corazón después de ser arrollado por el dúo de atractivos padre e hija, resueltos a salvar a la incapacitada hija que no puede practicar artes marciales, aunque eso significara recibir su odio. ¡Y justo cuando su vida merecía ser vivida, ¿la obsesión de los candidatos a protagonistas masculinos hacia ella, empezó de repente?! ¡Yeon, sólo caminemos por el sendero de flores de ahora en adelante!\n\n---\nAquí, dentro de esta novela de artes marciales, hay un verdadero maestro que enseña al arrogante protagonista masculino y lo despierta a través de la muerte. Guapo, bondadoso, recto, fuerte y... De todos modos, había un gran defecto en el excelente profesor del protagonista masculino. Era su tonta única hija la que estaba llena de codicia. Una villana extra tenaz, que siempre regresa para perseguir al protagonista masculino en todos los sentidos, pero no puede ser abandonada porque es la hija de su maestro. Mientras leía la novela, maldije a esa hija. Diciendo que si fuera yo, no viviría así. '¡Pero eso no significaba que yo quisiera ser ella!' Lo que era peor, Padre ya murió, y mi reputación es la peor. Inevitablemente, me escapé, pero... morí. Sin embargo, cuando abrí los ojos, ¿¡Padre estaba vivo!? '¡Si es así, en esta vida, definitivamente salvaré a Padre!' Sin embargo… “¿¡Pensar que están apuntando a mi nieta!? ¡Los mataré a todos!” ¿Por qué veo al abuelo, que ni siquiera aparece muchas veces a lo largo de la novela, tan a menudo así? \"¿Casamiento? No. Yeonie dijo que viviría a mi lado por el resto de su vida”. Incluso Padre, de alguna manera se volvió raro. Además, “¿Por qué sigues evitándome? ¿Es este también mi error? ¿No se está obsesionando el personaje principal de repente conmigo? “Originalmente, estaba destinado a morir. Hasta que llegaste aquí. Salvé al bastardo de tiempo limitado, pero ¿no es que ninguna buena acción queda sin castigo? \"Al menos cuando estoy frente a ti... no creo que sea una basura\". El villano que me voló el cuello de repente está tratando de arrepentirse. ¿Está realmente bien si es así?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "fr": "Dans ce roman d'arts martiaux, il y a un professeur qui enseigne à l’arrogant protagoniste et le sauve de la mort. Une belle apparence, intelligent, fort… Quoi qu'il en soit, ce professeur avait un point faible. Il s'agit de sa fille unique, stupide et remplie de cupidité. Une antagoniste tenace, qui ne fait qu’embêter le rôle principal masculin de toutes sortes de manières, mais ne peut être abandonnée car elle est la fille de son professeur. Tout au long de la lecture du roman, j'ai maudit cette fille. Dire que si c'était moi, je ne vivrais pas comme ça.\n\n«Mais ça ne voulait pas dire que je voulais être elle!»\n\nEt le pire arriva, la mort de mon père. Évidemment, je me suis enfuie, mais… J'ai été assassinée. Puis, quand j'ai ouvert les yeux, Père était en vie?!\n\n«Cette fois-ci, dans cette vie, je sauverai père!»\n\nCependant…\n\n«Comment osent-ils s'en prendre à ma petite-fille?! Je vais tous les tuer!»\n\nPourquoi est-ce que je croise grand-père, qui n'apparaît pas souvent dans le roman, aussi fréquemment?\n\n«Un mariage? Non. Yeonie a dit qu'elle vivrait à mes côtés pour le restant de sa vie.»\n\nMême Père, d'une manière ou d'une autre, est devenu bizarre.\n\nDe plus, «Pourquoi continuez-vous à m'éviter? Ai-je fait une erreur?»\n\nLe personnage principal n'est-il pas soudainement en train de devenir obsédé par moi?\n\n«À l'origine, j'étais destiné à mourir. Jusqu'à ce que tu viennes ici.»\n\nJ'ai sauvé ce bâtard limité dans le temps, mais n'est-ce pas qu'aucune bonne action ne reste impunie?\n\n«Au moins quand je suis devant toi… je ne me sens pas comme une ordure.»\n\nLe méchant qui m'a tuée essaie soudainement de se repentir.\n\nEst-ce une bonne chose?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "ru": "Здесь, внутри этого романа о боевых искусствах, есть учитель, который учит надменного мужского героя и пробуждает его силу. Красивый, добродушный, праведный, сильный и… К сожалению, у чертовски прекрасного учителя главного героя был один большой недостаток. Это была его глупая дочь, вдоволь наполненная жадностью. Стойкая статистка-злодейка, которая всегда возвращается, чтобы преследовать главного героя, но ее нельзя бросить, потому что она дочь учителя. На протяжении всего романа я проклинала эту дочь. Сказать честно, что если бы этой дочерью была я, то не допустила бы подобного. \n\n—Но это не значит, что я хотела быть ею!\n\nЧто еще хуже, отец уже умер, а моя репутация была ужасной. \n\nЯ сбежала, но… я умерла. Однако, когда я открыл глаза, отец все ещё был жив!?\n\n«Если так, то в этой жизни я обязательно спасу отца!»\n\nОднако…\n\n—Подумать только, они целятся в мою внучку!? Я убью их всех!\n\nПочему я так часто вижу дедушку, который появлялся в романе от силы пару раз? \n\n—Брак? Нет. Ёни сказала, что будет жить рядом со мной до конца своей жизни. \n\nДаже отец стал вести себя как-то странно.\n\nБолее того:\n—Почему ты продолжаешь меня избегать? Это тоже моя ошибка?\n\nПочему главной герой внезапно стал так одержим мной? \n\n—До твоего прихода мне было суждено умереть\n\nЯ спасла временного ублюдка, но ведь ни одно доброе дело не остается безнаказанным?\n\n—По крайней мере, когда я стою перед тобой…\n\nЗлодей, снесший мне шею, вдруг пытается раскаяться.\n\nВсе будет хорошо, так ведь?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "th": "แบครียอนได้เข้ามาอยู่ในนิยายบู๊ที่เคยอ่าน หลังท่านพ่อเสีย ก็โดนตัวร้ายในนิยายฆ่าตาย แต่พอลืมตาขึ้นมาอีกครั้ง กลับกลายเป็นว่ายอนได้ย้อนเวลากลับมาในวัยเด็กอีกครั้ง ทำให้ยอนตัดสินใจว่าชีวิตครั้งนี้จะต้องช่วยชีวิตท่านพ่อให้ได้ \n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "tr": "Ana karakter; dövüş sanatları dünyasında başrolü, hikâyenin kahramanı yapacak olan güçlü ve eğitimini tamamlamış usta Baek Lee Ee-Gang’ın aptal ve sinir bozucu kızı Baek Lee Yeon olarak hayat bulur. Yeon, beklenmedik şekilde öldürülür ve gözlerini açtığında her şeyi geri alabileceği çocukluk günlerine geri döner. “Bu hayatımda ailem beni sevecek mi?” Baş belası olmak yerine harika bir evlat olmaya karar veren Yeon, Baek Lee ailesinin saygın torunu olarak hayatına başlar. Bu hayatını güzelce yaşamak ister ancak ailenin başı olan büyükbabası Baek Lee Pan-Hyuk da dahil olmak üzere herkes Yeon’a engel olur. Büyükbabasının bakışları o kadar serttir ki dağları ve nehirleri bile titretebilir. “O kadar değerli olduğunu mu sanıyorsun?”\n“Evet.”\nBüyükbaba, kendine güvenen torunu karşısında şaşkına döner ve oğluyla torununu gizlice izlemeye başlar.\n“Çok az umut olsa da baba olarak nasıl hemen pes edebilirsin?”\n“Amma inatçısın he.”\nYakışıklı oğlu, dövüş sanatları dünyasının yüz karası kızını o karanlıktan kurtarmaya ve herkesi karşısına almaya hazırdır. Yeon, tam hayatının artık daha güzel olacağını düşünürken erkek başroller bir bir ona takıntılı olmaya başlar!\n“Yeonie’m, bu sefer hayatımız gerçekten çok güzel olacak!!”\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "vi": "Cô xuyên không trở thành một nhân vật chính trong thế giới võ lâm. Cô trở thành BaekRi Yeon, đứa con gái ngốc nghếch và quậy phá của BaekRi Eui Kang, một người thầy chân chính và là người đã dẫn dắt nhân vật nam chính trở thành một anh hùng. Sau khi bất ngờ bị giết, cô mở mắt ra và trở thành một đứa trẻ có thể làm đảo ngược mọi thứ. ‘Mình, lần này có thể nhận được sự yêu thương không?” Ở kiếp này, cô có niềm tin rằng mình sẽ trở thành con gái được yêu thương chứ không phải đứa con gái chịu nhiều tổn thương nữa, cô bắt đầu cuộc sống được mọi người kính trọng từ cháu gái của gia đình Baekri. Những gia tộc cản trở xuất hiện trước mặt Yeon, người chỉ muốn đi trên con đường rải đẩy hoa, và Baek Ri Pae-hyeok, là tộc trưởng và cũng là ông nội của cô, ông sở hữu khí phách của một vị vua, người có thể khiến cả núi sông và cây cối rung chuyển chỉ bằng một ánh mắt. “Ngươi cho rằng ngươi đáng giá như thế sao!” “Vâng!” Ông không thể che giấu sự hốt hoảng trước khí thế mạnh mẽ của cháu gái “Nếu còn một tia hy vọng mong manh, người làm cha sao con có thể từ bỏ?” “…Như là một đứa trẻ cứng đầu.” Ông lão bắt đầu mềm lòng vì hai cha con tuyệt mỹ đánh bại với quyết tâm sẽ cứu đứa cháu gái không có tài nghệ võ công … Tôi nghĩ rằng được sống ở thời điểm này là xứng đáng, nhưng nỗi ám ảnh của các ứng cử viên nam chính đột nhiên bắt đầu? Yeoni của chúng ta, bây giờ hãy chỉ đi trên con đường hoa thôi nhé!\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "pt-br": "Aqui, dentro desta novel de artes marciais, há um professor que ensina o protagonista arrogante e o desperta através de sua morte. Bonito, agradável, justo, forte e… enfim, só havia uma grande falha no professor do protagonista, que era sua filha única insensata, a qual era cheia de ambição. Uma persistente vilã extra que sempre assombra o protagonista de todas as formas, mas nunca pode ser abandonada por ser a filha do professor. Enquanto eu lia o romance, amaldiçoei-a, dizendo que, se eu fosse ela, não viveria daquela forma. Mas isso não significava que eu queria ser ela! Pior ainda, o pai já havia morrido e minha reputação era a pior. Inevitavelmente, eu fugi, mas… morri. No entanto, quando abri meus olhos, meu pai estava vivo?! “Já que é assim, nesta vida, vou definitivamente salvar meu pai! Entretanto… “Eles estão visando minha neta?! Vou matar todos eles” Por que vejo o meu avô, que sequer aparece muitas vezes na novel, com tanta frequência assim? “Casamento? Não. Yeon disse que viveria ao meu lado pelo resto da vida dela.” Mesmo meu pai se tornou estranho. Além disso, “Por que você continua me evitando? Cometi algum erro?”, o protagonista por um acaso está se tornando obcecado por mim? “Originalmente, eu estava destinado à morte. Até você chegar aqui.” Eu salvei o idiota que tinha os dias contados, mas não dizem que somos recompensados por nossas boas ações? “Pelo menos, quando estou à sua frente… não penso que sou um lix@.” De repente, o vilão responsável por minha morte está parecendo arrependido. Está mesmo tudo bem que as coisas sejam assim?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61e5da82-16ac-421e-9fcd-2db8995031a3",
    "title": {
      "en": "My Friend's Little Sister Has It in for Me!"
    },
    "updatedAt": "2024-05-20T20:09:32+00:00",
    "coverArt": "https://mangadex.org/covers/61e5da82-16ac-421e-9fcd-2db8995031a3/5b9406db-2ccf-4eb5-bff9-e4efb85c02aa.jpg",
    "altTitles": [
      {
        "en": "My Friend's Little Sister is Annoying Only Towards Me"
      },
      {
        "id": "Adik Perempuan Temanku Hanya Usil Kepadaku"
      },
      {
        "en": "My Friend's Little Sister is Only Annoying to Me"
      },
      {
        "ru": "Младшая сестрёнка моего друга пристает лишь ко мне"
      },
      {
        "ja": "友達の妹が俺にだけウザい"
      },
      {
        "ko": "친구 여동생이 나한테만 짜증나게 군다"
      },
      {
        "ja-ro": "Tomodachi no Imouto ga Ore ni Dake Uzai"
      },
      {
        "es-la": "La hermana menor de mi mejor amigo solo es molesta conmigo"
      }
    ],
    "description": {
      "en": "I don’t need any deep relationships. I have no desire for a girlfriend, and I only require one friend who holds any value to me. Ever since I threw out my youth for the sake of efficiency, there is one person who keeps entering the bedroom of Ooboshi Akiteru. She’s neither my little sister nor my friend. She’s nothing more than a bothersome, annoying Kouhai, as well as my friend’s little sister: Kohinata Iroha. “Senpai, let’s go on a date~! Did you think I’d say that~?”. Rather than blood, it seems that energy drinks run through her veins. She keeps occupying my bed, and she tries her best to seduce me with whatever method she can play to her favor. She’s a girl who’s constantly annoying and obnoxious around me. Even though I’m busy all day long, she doesn’t care. And in case you’re wondering why all these envious gazes are directed at me, it’s because Iroha is actually really popular. She’s an honor student at our school with top grades to boot, and she’s known for being kind and proper to anyone she meets. …Hey now, why are you only so annoying when you’re around me?  \n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/imouza_PR)  \n- [![](https://i.imgur.com/dQCXZkU.png) Author’s Twitter](https://twitter.com/mikawaghost)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/hiraminmi)  \n- [Official LN (JP)](https://ga.sbcr.jp/sp/imouza/)  \n- [Official LN (EN)](https://j-novel.club/s/my-friend-s-little-sister-has-it-in-for-me)  \n- [Alternative Raw](https://www.ganganonline.com/contents/tomodachino)",
      "pt": "Não preciso de nenhum relacionamento profundo. Não desejo uma namorada, e só preciso de um amigo que tenha algum valor para mim. Desde que eu, Ooboshi Akiteru, joguei fora minha juventude por uma questão de eficiência, há uma pessoa que continua entrando no meu quarto. Ela não é minha irmãzinha nem minha amiga. Ela não passa de uma Kouhai chata e irritante, além da irmã mais nova do meu amigo: Kohinata Iroha. \"Senpai, vamos a um encontro ~! Você achou que eu diria isso ~?\". Em vez de sangue, parece que bebidas energéticas correm por suas veias. Ela continua ocupando minha cama e tenta ao máximo me seduzir com qualquer método que ela possa jogar a seu favor. Ela é uma garota que é constantemente irritante e desagradável ao meu redor. Embora eu esteja ocupada o dia todo, ela não se importa. E caso você esteja se perguntando por que todos esses olhares invejosos são direcionados para mim, é porque Iroha é realmente muito popular. Ela é uma aluna de honra da nossa escola com as melhores notas e é conhecida por ser gentil e adequada com qualquer pessoa que conhece. …Ei agora, por que você é tão irritante quando está perto de mim?",
      "ru": "Мне не нужны никакие глубокие отношения. У меня нет желания иметь подругу, и мне нужен только один друг, который имеет для меня хоть какую-то ценность. С тех пор как я бросил свою молодость ради эффективности, есть один человек, который продолжает входить в спальню Ообоши Акитеру. Она мне не младшая сестра и не подруга. Она не более чем надоедливый, раздражающий кохай, а также младшая сестра моего друга: Кохината Ироха. \"Сэмпай, давай сходим на свидание! Неужели ты думал, что я так скажу?”. Кажется, что по ее венам текут не кровь, а энергетические напитки. Она по-прежнему занимает мою постель и изо всех сил старается соблазнить меня любым способом, который может сыграть ей на руку. Она - девушка, которая постоянно раздражает и раздражает меня. Хотя я весь день занят, ей все равно. И если вам интересно, почему все эти завистливые взгляды направлены на меня, это потому, что Ироха действительно очень популярна. Она почетная ученица в нашей школе с высшими оценками в придачу, и она известна своей добротой и порядочностью ко всем, кого она встречает. \"Эй, почему ты так раздражаешь меня, только когда рядом со мной?\"",
      "es-la": "No necesito una relación profunda. No tengo deseo por una novia, y solo requiero un amigo que tenga algún valor para mí. Desde que deseche mi juventud a favor de la eficiencia, hay una persona que sigue entrando al dormitorio de Ooboshi Akiteru. Ella no es mi hermanita o mi amiga. Ella no es nada más que una molestia, una molesta kouhai, así como la hermana pequeña de mi amigo: Kohinata Iroha. \"¡Senpai, tengamos una cita! ¿Creíste que diría eso?\" En vez de sangre, pareciera que una bebida energética corriera por sus venas. ella sigue ocupando mi cama, y ella da su mejor esfuerzo para seducirme con cualquier método que pueda usar a su favor. ella es una chica que es constantemente molesta y desagradable a mi alrededor. incluso si estoy ocupado todo el día, a ella no le importa. Y en caso de que te estés preguntando por que todas esas miradas envidiosas están dirigidas a mí, es porque Iroha es realmente popular. Ella es una estudiante de honor en nuestra escuela con las mejores calificaciones, y ella es conocida por ser amable y apropiada para cualquiera que ella conozca. Hey ahora, ¿Porque solo eres escandalosa cuando estas alrededor mío?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4413d794-e0da-4a6e-b61a-afd5758914e6",
    "title": {
      "en": "Hanninmae no Koibito"
    },
    "updatedAt": "2024-05-17T12:46:22+00:00",
    "coverArt": "https://mangadex.org/covers/4413d794-e0da-4a6e-b61a-afd5758914e6/01d6ddfc-3f01-4aca-9abc-a72f9674196c.png",
    "altTitles": [
      {
        "ja": "半人前の恋人"
      },
      {
        "en": "Blooming Love"
      },
      {
        "ru": "Цветущая любовь"
      },
      {
        "bg": "Разцъфтяваща любов"
      },
      {
        "th": "มือใหม่หัดรัก"
      },
      {
        "pt-br": "Amor Florescente"
      },
      {
        "ru": "Неопытные возлюбленные"
      },
      {
        "ru": "Недостаточно опытные возлюбленные"
      }
    ],
    "description": {
      "en": "One day, when I was making school supplies in the art room, a very scary-looking girl was staring at me...!? Crafts girl vs. art boy romantic comedy!!",
      "ru": "В один прекрасный день Ибуки Синтаро поручили сделать ящик для предложений только потому, что он состоит в художественном кружке. Пока он работал с непривычными для него инструментами, он заметил на себе сверлящий взгляд устрашающей девчонки. Неожиданно она забирает у него пилу и энергичными движениями начинает резать доску! Так начинаются отношения между мальчишкой-художником и девчонкой-мастерицей!",
      "th": "“ในวันหนึ่ง ขณะที่กำลังทำงานอุปกรณ์ในห้องศิลปะ มีเด็กสาวที่มีหน้าตาน่ากลัวกำลังเฝ้ามองมาที่ผม...!?” เรื่องราวความรักคอมเมดี้ระหว่างสาวช่างฝีมือกับหนุ่มสายศิลป์!?",
      "pt-br": "Um dia, quando eu estava fazendo material escolar na sala de arte, uma garota muito assustadora estava olhando para mim...!? \n\nMenina do artesanato vs. garoto da arte comédia romântica!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d41afbd7-3fbf-45b1-813c-b2d8244d69b2",
    "title": {
      "en": "Death March kara Hajimaru Isekai Kyousoukyoku"
    },
    "updatedAt": "2024-01-07T14:07:50+00:00",
    "coverArt": "https://mangadex.org/covers/d41afbd7-3fbf-45b1-813c-b2d8244d69b2/96932d19-5abd-45f2-9f3c-b3610ef84794.jpg",
    "altTitles": [
      {
        "en": "Death March to the Parallel World Rhapsody"
      },
      {
        "en": "Death Marching to the Parallel World Rhapsody"
      },
      {
        "ru": "Марш смерти в рапсодию параллельного мирa"
      },
      {
        "th": "โศกนาฏกรรมต่างโลกเริ่มต้นจากเดธมาร์ช"
      },
      {
        "ja": "デスマーチからはじまる異世界狂想曲"
      },
      {
        "zh": "从死亡之旅开始的异世界狂想曲"
      },
      {
        "ko": "데스마치에서 시작되는 이세계 광상곡"
      }
    ],
    "description": {
      "en": "29-year-old programmer Suzuki Ichirou finds himself transported into a fantasy RPG. Within the game, he's a 15-year-old named Satou. At first he thinks he's dreaming, but his experiences seem very real. Due to his use of a 3-time-use special power (meteor shower), he ends up wiping out an army of lizardmen and becoming very high level. He hides his level and plans to live peacefully and meet new people, though developments in the game story (like the return of a demon king) might get in his way."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "984562b1-04be-4059-8f12-e22904f11a70",
    "title": {
      "en": "Nagasarete Airantou"
    },
    "updatedAt": "2023-03-04T14:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/984562b1-04be-4059-8f12-e22904f11a70/ddb1bb49-70a0-4024-94f1-f2be0d6a93be.jpg",
    "altTitles": [
      {
        "ja": "ながされて藍蘭島"
      },
      {
        "zh": "蓝兰岛漂流记"
      }
    ],
    "description": {
      "en": "Ikuto Touhohin just had a last fight with his old man, one that led him to make a rash decision to run away from home. He boards a ship, deciding to take a vacation, but the ship is suddenly hit by a huge storm–one that sends Ikuto overboard! When he regains consciousness, he realizes he is still alive… on some island. An isolated island. An isolated island with nothing but girls. Stranded on an island with only girls, no electricity, gas, radio, television… like he was back in the stone age."
    },
    "status": "ongoing",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a4dee89-1c07-4de4-a476-06a5ae4feb72",
    "title": {
      "en": "My Succubus Girlfriend (Second Version)"
    },
    "updatedAt": "2022-04-05T22:16:13+00:00",
    "coverArt": "https://mangadex.org/covers/2a4dee89-1c07-4de4-a476-06a5ae4feb72/074f7307-ee13-41bb-b5b2-cf2d5ddc9dea.png",
    "altTitles": [
      {
        "de": "Meine Freundin ist ein Succubus"
      },
      {
        "pl": "Moja Dziewczyna jest Succubem"
      }
    ],
    "description": {
      "de": "Isaac ist ein Gruselig-aussehender Oberschüler und warscheinlich einer der besten an der Schule. Jedoch hat jeder Angs vor ihm, aber das einzige was er möchte, sind Freunde und Spaß an der Schule. Eines Tages wird er Opfer eines Succubuses Anastasia, die versucht ihm seine Jungfräuliche Seele zu nehmen.",
      "en": "Isaac is a scary-looking top student. Everyone is afraid of him, but in reality, he just wants friends and a fun school life. One day he is targeted by a succubus named Anastasia who attempts to steal his virgin soul.  \r\n  \r\nA reboot of the original version with a new artist.  \r\n  \r\n\r\n\r\n---",
      "pl": "Isaac to przerażająco wyglądający prymus. Wszyscy się go boją, ale w rzeczywistości on chce tylko zdobyć przyjaciół i mieć zabawne szkolne zycie. Pewnego dnia zostaje celem pewnego sukkuba imieniem Anastasia, która próbuje ukraść jego duszę prawiczka.  \r\n  \r\n\r\n\r\n---"
    },
    "status": "cancelled",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "40"
  },
  {
    "mangaId": "96e521e5-b19e-4299-b1ad-6b0eeb73e7a0",
    "title": {
      "en": "Mizu no Tomodachi Kappaman"
    },
    "updatedAt": "2024-04-22T17:52:49+00:00",
    "coverArt": "https://mangadex.org/covers/96e521e5-b19e-4299-b1ad-6b0eeb73e7a0/307e27e9-2047-49a5-af4e-4df79c3d227b.jpg",
    "altTitles": [
      {
        "ja": "水のともだちカッパーマン"
      },
      {
        "en": "Water Friend Kappaman"
      }
    ],
    "description": {
      "en": "Kawataro, half human, half kappa, lives as a human, because his father, a kappa, wished so. Kawataro travels to find his mother who disappeared when he was young. On his trip, he encounters various youkai."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f",
    "title": {
      "en": "Iljin Romance"
    },
    "updatedAt": "2024-01-28T23:55:52+00:00",
    "coverArt": "https://mangadex.org/covers/ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f/144251fc-7890-4289-b505-3f2e4a7b5721.jpg",
    "altTitles": [
      {
        "ko": "일찐로맨스"
      },
      {
        "ja": "カーストロマンス"
      }
    ],
    "description": {
      "en": "Jin Daim has no friends, but likes drawing. Iljina is the most popular girl in school, even though she rejects every confession. Daim thinks she and her friends are an annoyance and disturbs his drawing time before class, but all he ever draws is her. Things get complicated when his secret sketch books gets discovered by one of Iljina's friends."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dde336e0-9175-4888-b068-4dadd587f4bb",
    "title": {
      "en": "Etrian Odyssey III: The Deep Sea War Princess"
    },
    "updatedAt": "2023-09-03T06:23:12+00:00",
    "coverArt": "https://mangadex.org/covers/dde336e0-9175-4888-b068-4dadd587f4bb/a02802cb-de59-4948-ab4b-3c3695f530f9.png",
    "altTitles": [
      {
        "ja-ro": "Sekaiju no Meikyuu III: Shinkai no Ikusahime"
      },
      {
        "ja-ro": "Sekaiju no Meikyuu III: Shinkai no Senki"
      },
      {
        "ja": "世界樹の迷宮III ~深海の戦姫~"
      },
      {
        "ja-ro": "Sekaiju no Meikyū III"
      },
      {
        "es-la": "Etrian Odyssey III: La princesa de guerra del mar profundo"
      },
      {
        "en": "Labyrinth of Yggdrasil III"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "74acc54a-db1b-4724-bc55-1554945efd1e",
    "title": {
      "en": "Digimon Universe: Appli Monsters: Appmon Academy!!"
    },
    "updatedAt": "2023-07-15T16:46:01+00:00",
    "coverArt": "https://mangadex.org/covers/74acc54a-db1b-4724-bc55-1554945efd1e/fda72cbd-2fcd-4d0f-91c8-4556dff33312.jpg",
    "altTitles": [
      {
        "ja": "アプリモンスターズ アプモン学園！！"
      }
    ],
    "description": {
      "en": "Appli Monsters: Appmon Academy!! is a manga spin-off of Digimon Universe: Appli Monsters, focusing on the Appmon in a school setting."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "9"
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu wo Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2024-04-17T18:15:41+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/5c8ee3a1-5954-4e46-904b-9ae14b69ba27.jpg",
    "altTitles": [
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "en": "The Strongest Brave Who Craves for Revenge, Extinguish with the Power of Darkness"
      },
      {
        "ja": "こいねが勇者"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. “Oh, I’m looking forward to it – from now on, I'll bask in their blood as I please.” \n\nSeveral days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。　私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1117e35-23ca-4096-8b92-2340d11913d5",
    "title": {
      "en": "Necromancer, the Ultimate Scourge!"
    },
    "updatedAt": "2024-04-25T14:16:33+00:00",
    "coverArt": "https://mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "altTitles": [
      {
        "zh": "死灵法师！我即是天灾"
      },
      {
        "zh-ro": "Si Ling Fashi! Wo Ji Shi Tianzai"
      },
      {
        "zh-ro": "Sǐ Líng Fǎshī! Wǒ Jí Shì Tiānzāi"
      },
      {
        "en": "Necromancer! I Am a Disaster"
      },
      {
        "en": "Necromancer: King of The Scourge"
      },
      {
        "en": "Disastrous Necromancer"
      },
      {
        "en": "Catastrophic Necromancer"
      }
    ],
    "description": {
      "en": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
      "zh": "游戏降临现实，世界规则颠覆，人类进入全民转职时代。 唯有成为转职者！升级变强！方能站上世界之巅！ 转职当天，林默语成为唯一性隐藏职业，死灵法师。 从此召唤物不死绝，林默语便不会死。 “我高坐骸骨神座，行走生死之间。” “我即是天灾！”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d4b349e-b7a2-4d63-9ce0-f864e790c4a2",
    "title": {
      "en": "Veil"
    },
    "updatedAt": "2024-05-17T02:30:47+00:00",
    "coverArt": "https://mangadex.org/covers/0d4b349e-b7a2-4d63-9ce0-f864e790c4a2/d007f9f5-c959-4c03-9c8e-4f1bb19f5ecd.jpg",
    "altTitles": [
      {
        "ja": "ヴェール"
      },
      {
        "ne": "घुम्टो"
      }
    ],
    "description": {
      "en": "\"He\", a police officer on his shift, happened to meet \"her\" on the streets, by chance.\n\nThrough its bold, yet delicate brushwork and elegant prose, this stylish, full-colour comic illustrates the subtle air of intimacy between these two individuals.\n\n---\nA chance encounter. A handsome policeman. A beautiful woman. A tentative love affair smolders on the snowy cobblestone streets, out of sight of those that might keep them apart. \n\n*Veil* is a beautifully illustrated full-color romance manga, told in stylish short vignettes, beautiful illustrations, and secret moments.",
      "pt-br": "Eles se conheceram na rua por acaso. Ele era policial e ela caminhava pela rua. Através de suas pinceladas ousadas, mas delicadas e diálogos elegantes, esta história refinada e colorida, ilustra o ar sutil da intimidade presente entre os dois."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1b1e0af-ef74-4013-bc0f-1746bb5820df",
    "title": {
      "en": "Moonquake"
    },
    "updatedAt": "2024-05-19T09:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/f1b1e0af-ef74-4013-bc0f-1746bb5820df/bfe12fa2-42d9-40a9-92b2-c97d0122192f.png",
    "altTitles": [
      {
        "ko": "문퀘이크"
      }
    ],
    "description": {
      "fr": "Après la chute de la troisième lune au centre de la ville, des personnes dotées de superpouvoirs sont apparues, que l'on a commencé à appeler des \"phénomènes\". C'est l'histoire d'une armée de résistance qui vit sur la lune et utilise ouvertement ses capacités, et des phénomènes du gouvernement qui protègent le bien des habitants de la ville en empêchant les attaques depuis la lune."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "36"
  },
  {
    "mangaId": "b90c5bb9-9abb-4f38-9d60-7551c03b9ad1",
    "title": {
      "en": "Kyoufu no Mad Scientist ka to Omottara…!?"
    },
    "updatedAt": "2024-04-06T06:31:55+00:00",
    "coverArt": "https://mangadex.org/covers/b90c5bb9-9abb-4f38-9d60-7551c03b9ad1/da51a1bc-0eb5-4c6f-b710-a3c7e3bd5353.jpg",
    "altTitles": [
      {
        "ja": "恐怖のマッドサイエンティストかと思ったら…！？"
      },
      {
        "en": "I Thought She Was a Mad Scientist!"
      },
      {
        "vi": "Em gái tôi nghĩ nó là nhà bác học điên"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ecde3e7d-a3f3-486a-977a-bf3eb5a13a11",
    "title": {
      "en": "One for All"
    },
    "updatedAt": "2024-05-18T02:14:13+00:00",
    "coverArt": "https://mangadex.org/covers/ecde3e7d-a3f3-486a-977a-bf3eb5a13a11/8ac66e4b-8e00-4ebb-98b5-63ebb560d7d3.jpg",
    "altTitles": [],
    "description": {
      "en": "\"You wanna play rugby together?\"\n\nArashi is a hot-blooded first year high school student enrolled on a rugby scholarship. Calling himself \"the man who stirs up a storm\", he unites a peculiar group of problem children, leading them towards the peak of high school rugby, the Hanazono! A youth rugby club story told by the delinquent manga legend, Yanauchi Daiju!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "890f67f9-0eba-4f13-8fcd-c7564737f5ff",
    "title": {
      "en": "The Red Thread"
    },
    "updatedAt": "2024-05-20T16:18:38+00:00",
    "coverArt": "https://mangadex.org/covers/890f67f9-0eba-4f13-8fcd-c7564737f5ff/6b213f4f-42ca-441f-902c-5a3f8708c9ad.jpg",
    "altTitles": [
      {
        "ja": "ザレッドスレッド"
      },
      {
        "en": "Until We Meet Again"
      }
    ],
    "description": {
      "fr": "En entrant à l'université, Pharm verse des larmes de nostalgie en voyant Dean, le capitaine du club de natation.\nD'autre part, Dean, qui est quelqu'un de calme et tranquille, ne peut cacher son trouble devant l'apparition de Pharm. Les deux s'attirent inévitablement et apprennent qu'ils font le même \"rêve\" depuis leur plus jeune âge. Un rêve qui connaîtra une fin tragique... Dean réalise qu'il s'agit d'eux dans leur vie antérieure. L'amour les lie par le fil rouge du destin, les deux garçons sont à la merci des souvenirs de leur vie passée..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "479ada4b-2fa6-4465-97ef-734bc3c7d254",
    "title": {
      "en": "Gachi Koi Maou-sama"
    },
    "updatedAt": "2024-02-22T09:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/479ada4b-2fa6-4465-97ef-734bc3c7d254/5ea6a8b2-cf6c-45c1-bd1c-420227a48472.jpg",
    "altTitles": [
      {
        "ja": "ガチ恋魔王様"
      },
      {
        "ru": "Горячая любовь владыки демонов"
      }
    ],
    "description": {
      "en": "A hero undertakes the task of defeating the Demon Lord for the sake of world peace. When he arrives at the Demon Lord's castle, he is greeted by the Demon Lord with a marriage certificate in her hand! The hero is bewildered by the Demon Lord's strong appeal to marry him, but...? A love comedy about a die-hard-fan Demon Lord and an overly prickly hero whose world is in danger of extinction!",
      "pt-br": "Um herói assume a tarefa de derrotar o Rei Demônio pelo bem da paz mundial. Quando ele chega ao castelo da Maou, ele é saudado pela Maou com uma certidão de casamento na mão! O herói fica perplexo com o forte apelo da Maou para se casar com ele, mas…? Uma comédia de amor sobre uma Maou amorosa e um herói amargurado cujo mundo está em perigo de extinção!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb01ad8e-571e-4582-84ac-663086348fb6",
    "title": {
      "en": "Fist of the North Star - Strawberry Flavor"
    },
    "updatedAt": "2023-02-07T22:20:41+00:00",
    "coverArt": "https://mangadex.org/covers/fb01ad8e-571e-4582-84ac-663086348fb6/7f9c2dcd-61df-4744-b1f8-00910b367650.png",
    "altTitles": [
      {
        "ja": "北斗の拳 イチゴ味"
      },
      {
        "ja-ro": "Hokuto no Ken - Ichigo Aji"
      }
    ],
    "description": {
      "en": "In this *very* zany take on the dramatic series by Buronson and Tetsuo Hara, the end of the century… wasn't so bad, actually. A *very* special and brave Holy Emperor, Souther, wants to become more \"involved\" and to be on \"friendly terms\" with the noble Kenshiro & his posse. *Especially* Kenshiro. Due to his very outgoing nature, he also crashes the homes of his other buddies, often when they *especially* don't want him to show up!  \n  \nJoin Souther as he releases his feelings in heart-throbbing, mind-bending confessions, settles complex and engrossing territorial disputes with deep and intricate consequences, enjoys the simple and introspective pleasures of a quiet dinner, and climbs the top of the rough and brutal pyramid that is the idol world - with the help of his best buddies, of course! Maybe even Kenshiro will be there - who knows!  \n  \nBy the time it got its anime in 2015, *Strawberry Flavor* had sold over 1 million copies in Japan. The anime was composed of 2-minute long, abridged adaptations of select chapters from the first three volumes. They were placed after the main episodes of *DD Fist of the North Star* season 2.  \n  \nEvery volume also contains at least one *gaiden* (side story). These gaiden are drawn in Yukito's (the elder sister of Yukito Imouto) normal artstyle, and expand on characters who did not receive gaiden during the Hokuto Gaiden period in the late 2000's.  \n  \nGaiden List:  \nVolume 1: Spade, Club & Diamond, Heart  \nVolume 2: Souther  \nVolume 3: Shuren & Huey  \nVolume 4: Fudo  \nVolume 5: Yuda  \nVolume 6: Shin  \nVolume 7: Falco & friends, Ein  \nVolume 8: Ogai  \nVolume 9: Devil Rebirth"
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
    },
    "updatedAt": "2024-05-18T08:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/ee51dfa8-0cf7-4f73-a685-c62e188c5cdf.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad2f66cc-3b77-4122-bda1-7c3894066305",
    "title": {
      "en": "Marriage Gray"
    },
    "updatedAt": "2024-05-02T22:10:06+00:00",
    "coverArt": "https://mangadex.org/covers/ad2f66cc-3b77-4122-bda1-7c3894066305/d9bb6b60-dba3-43cf-9784-126b1fc9b81a.jpg",
    "altTitles": [
      {
        "ja": "マリッジグレー"
      },
      {
        "ru": "Серый брак"
      },
      {
        "zh": "想不通可爱老婆为什么要与我结婚"
      },
      {
        "zh-ro": "Xiǎng bùtōng kě'ài lǎopó wèishéme yào yǔ wǒ jiéhūn"
      },
      {
        "ko": "매리지 그레이"
      },
      {
        "ko-ro": "Maeliji geulei"
      }
    ],
    "description": {
      "en": "My wife is suspicious!! Why did she marry a guy like me…? Ordinary average guy Tsuchioka Naotsugu ended up with Yoshino, who's perfect in all angles of beauty, know-how, and sociability. It's not \"marriage blue\" it's everyday life questioning over things, so it's \"marriage gray\" newlywed life, go!",
      "ja": "ウチのかわいすぎる妻は、なぜ超平凡な自分と結婚したのか――!?　自己評価激低な夫・槌岡直継は、妻・憙乃への疑念から“マリッジグレー”に陥っていた！　一方の憙乃は、日々溢れまくる直継へのLOVEを抑えるのに一生懸命で…!?　相思相愛な新婚夫婦の、激甘かけ違いラブコメディ！",
      "pt-br": "Minha esposa é muito suspeita! Eu não entendo por que ela se casou com alguém como eu? Por que uma mulher bonita, inteligente, e considerada como a Yoshino se casaria com alguém comum como Naotsugu!! Não há casamento azul aqui, apenas um suspeito caso de casamento cinza!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87367eda-a69e-4079-9f4b-0d396dc645fe",
    "title": {
      "en": "Kyou, Eki de Mita Kawaii Onna no Ko."
    },
    "updatedAt": "2024-04-11T11:32:27+00:00",
    "coverArt": "https://mangadex.org/covers/87367eda-a69e-4079-9f4b-0d396dc645fe/956778b4-1971-4acd-8530-a351b9953093.jpg",
    "altTitles": [
      {
        "en": "Cute Girl I Saw at the Station Today."
      },
      {
        "ja": "今日、駅で見た可愛い女の子。"
      }
    ],
    "description": {
      "en": "An observational comedy about an older man obsessed with beauty products and a seemingly perfect girl(?!).\nKameyama, a middle-aged man, can't help but notice what the pretty girl he sees at the train station is wearing. That Milbon scent is loved by all of mankind! This glittering case is from Sebon Star! That glowing skin... isn't a treatment, just a highlight! Which brand's cosmetics wear off, and which ones last? \"I wanna know all about it!\" he thinks to himself. Many of those \"young lady things\" he's become obsessed with now, appear before him!",
      "ja": "可愛いもの博識おじさん×完ぺき女子(!?)、駅で一瞬すれ違うだけの観察型コメディ！ アラフォーの亀山は、駅で見かける可愛い子が身に着けているものが気になって仕方がない。この全人類が好きな香りはミルボン！キラキラしたあの箱はセボンスター！ 肌ツヤは……美容医療ではなくハイライト！ どこのブランドが崩れにくい？ あ～～教えてくれ～～～～！ あなたが夢中になった「乙女アイテム」がたくさん登場！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]