[
  {
    "mangaId": "dcdcc8c7-932e-4f60-a900-5f19934eb6cf",
    "title": {
      "en": "Dungeon Reset"
    },
    "updatedAt": "2024-06-06T12:48:58+00:00",
    "coverArt": "https://mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7bf49bfe-3a7c-4619-91ac-f23f51432131.png",
    "altTitles": [
      {
        "ko": "던전 리셋"
      },
      {
        "fa": "بازنشانی دانجن"
      },
      {
        "zh": "重启地下城"
      },
      {
        "ja": "ダンジョンリセット"
      },
      {
        "ru": "Перезапуск подземелья"
      },
      {
        "zh-hk": "副本重置"
      },
      {
        "es-la": "Reajuste de la mazmorra"
      }
    ],
    "description": {
      "de": "Dawoons normales Leben wird auf den Kopf gestellt, als er in den Dungeon gerufen wird, wo er ein tödliches Spiel gegen gefährliche Monster und lebensbedrohliche Fallen spielen muss. Was die Sache schlimmer macht, ist, er ist nur ein einfacher Handwerker mit null Kampffähigkeiten. Aber nachdem Dawoon in eine Falle gerät und einen fehlerhaften Reset überlebt, hat er willkürliche und dennoch sehr hilfreiche Fähigkeiten. Zusammen mit einem blutrünstigen Gefährten und einem niedlichen Eichhörnchen muss er sich etwas einfallen lassen, um das Spiel zu gewinnen und nach Hause zurückzukehren. Welche Abenteuer erwarten ihn in den Tunneln – jetzt, wo die Regeln für ihn scheinbar nicht mehr gültig sind?\n\n---\n- [Official German Translation](https://www.tappytoon.com/de/comics/dungeon-reset-de)",
      "en": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
      "fa": "⁧⁧   وقتی که بازنشانی شروع بشه، همه چیز به حالت قبلش برای شرکت کننده های بعدی برمیگرده، چرا بازنشانی روی من کار نمیکنه؟! با یک مهارت ساده بازی برای جئونگ داوون درون دانجن شروع میشه .",
      "fr": "La vie ordinaire de Dawoon bascule le jour où il se retrouve invoqué dans un monde parallère, dans lequel il va devoir jouer à un jeu mortel intitulé Dungeon Game. Il se retrouve ainsi obligé à faire face à de dangereuses créatures, ainsi qu'à de nombreux pièges mettant constamment sa vie en péril. Et comme si cette situation ne suffisait pas, il s'avère également que l'abilité dont il a été doté est totalement inutile en combat. Néanmoins, après être tombé dans un piège et avoir mystérieusement survécu, un étrange bug va lui donner de nouvelles compétences aléatoires, mais étrangement utiles. Il va devoir redoubler d'astuce pour finir le jeu et pouvoir enfin rentrer chez lui, tout en ayant à ses côtés un Assistant de jeu assoiffé de sang, et un adorable petit écureuil. Maintenant qu'il n'a plus aucune règle à suivre avec assiduité, que va-t-il se passer pour lui dans cet étrange univers ?\n\n---\n- [Official French Translation](https://www.tappytoon.com/fr/comics/dungeon-reset-fr)",
      "ja": "｢このダンジョンはリセットされます｣ 一度プレイしたダンジョンや罠は次の｢ユーザー｣のためにリセットされる。 しかしその｢リセット｣が俺には適応されない！？ 絶えずリセットされるダンジョンで唯一自由の身となった「奏多」。 その場しのぎで武装した｢バグ｣人間 定岡奏多のダンジョン開拓期が始まるーー！\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/40532)",
      "ko": "[던전이 리셋됩니다.]\n\n한번 플레이한 던전이나 함정은 다음 '유저'들을 위해 '리셋'이라는 과정을 거친다.\n그 '리셋'이, '나'에게는 적용되지 않는다?!\n\n\n끊임없이 리셋되는 던전에서 유일하게 자유로워진 존재.\n압도적인 노가다로 무장한 '버그 종자' 정다운의 던전 개척기가 시작된다!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8D%98%EC%A0%84-%EB%A6%AC%EC%85%8B/2373)",
      "ru": "[Идет перезагрузка Подземелья.] Подземелье или ловушки, в которых была игра, проходят стадию перезагрузки для следующих пользователей.Может, эта «перезагрузка» применима и ко мне?! Единственное существо, которое свободно от постоянно перезапускаемой Пещеры. Вооружившись грандиозной силой, Чон Да Ун начинает освоение Подземелья!",
      "th": "[ดันเจี้ยนกำลังรีเซ็ต]  \nเมื่อมีการเดินสำรวจดันเจี้ยนเกิดขึ้น, กับดักทุกอย่างเริ่มทำงาน, มันก็จะเริ่มทำการรีเซ็ตตัวเองเพื่อสำหรับ \"ผู้เล่น\" คนต่อไป  \nแต่ทว่าการรีเซ็ตเหล่านั้นดันใช้ไม่ได้กับฉัน! ฉันจะต้องอยู่อย่างไร้จุดหมายในดันเจี้ยนแห่งนี้อย่างไร้กำหนด, ฉัน, จัง ดาอุน  \n\"เจ้าข้อผิดพลาด\" ได้ได้เวลาเริ่มออกสำรวจดันเจี้ยนแห่งนี้แล้ว!",
      "zh-hk": "［副本即將重置。］\n\n為提供下一批「玩家」體驗，\n已通過的副本、已觸發的陷阱\n都會經過名為重置的過程。\n然而，那所謂的「重置」居然對「我」不管用?!\n\n在不斷重置的副本裡，身為唯一的自由之身，\n只能把苦力活做好做滿，「農起來」武裝自己，\n「Bug仔」鄭多運的副本開墾記就此展開!\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E5%89%AF%E6%9C%AC%E9%87%8D%E7%BD%AE/140)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-06-06T03:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/3b46fd7b-93cb-4995-a6a4-5af0b78142ce.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "en": "Starting Today We’re Childhood Friends"
      },
      {
        "en": "Starting Today She's My Childhood Friend"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-05-08T21:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/727507d5-949c-4586-b976-1ec0997e5200.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6dab77c-35e9-4e0f-a814-e791dca309e3",
    "title": {
      "en": "Ice Lamp - The Chronicles of Kira"
    },
    "updatedAt": "2024-03-24T12:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/f6dab77c-35e9-4e0f-a814-e791dca309e3/fbdcb521-1ba2-4585-bdef-80fbf623e99e.jpg",
    "altTitles": [
      {
        "en": "An Ice Lamp - Chronicles of Gira"
      },
      {
        "ko": "얼음램프 - 기라 연대기"
      },
      {
        "ko": "얼음램프-기라 연대기"
      }
    ],
    "description": {
      "en": "A girl passing as a boy, fourteen-year-old Kira is left to fend for herself alone in this world. During a crucial turning point in her life, she makes a pact with a mystical entity in return for a male voice; this grants her to step into a bigger world by becoming a servant to a grand noble. From a commoner to a page boy, to a knight that leads others to battle, Kira matures through enduring agony and education. However, she's a mere pawn, an expendable being in the chess match between powerful men without any control over her own destiny. With no one to count on, can our heroine be able to change the fate others have chosen for her?\n\n---\n* Alternative Official English - [tappytoon](https://www.tappytoon.com/en/book/ice-lamp-the-chronicles-of-kira)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "74"
  },
  {
    "mangaId": "39e55355-dfb4-44e9-bd0b-df1fc3a0e33e",
    "title": {
      "en": "The Reason Why Raeliana Ended Up at the Duke's Mansion"
    },
    "updatedAt": "2024-01-05T22:35:58+00:00",
    "coverArt": "https://mangadex.org/covers/39e55355-dfb4-44e9-bd0b-df1fc3a0e33e/c6933fbb-e69b-492e-b3f9-ec722d7dc8ff.jpg",
    "altTitles": [
      {
        "ko": "그녀가 공작저로 가야 했던 사정"
      },
      {
        "ko-ro": "Geunyeoga Gongjagjeolo Gaya Haessdeon Sajeong"
      },
      {
        "en": "Why Raeliana Ended Up at the Duke's Mansion"
      },
      {
        "en": "Why She Had to Go to the Duke"
      },
      {
        "en": "The Duke's Fiancée"
      },
      {
        "de": "Raeliana - Warum sie die Verlobte des Dukes wurde"
      },
      {
        "de": "Der Grund, warum Raeliana im Haus des Herzogs landete"
      },
      {
        "fr": "Comment j'ai survécu au Manoir Wynknight"
      },
      {
        "es": "La razón por la cual Raeliana terminó en la mansión del duque"
      },
      {
        "hr": "Razlog Zbog Kojeg je Raeliana Završila u Vojvodinoj Vili"
      },
      {
        "uk": "Раеліана: Наречена герцога за контрактом"
      },
      {
        "ru": "По которой Раэлиана оказалась в особняке герцога"
      },
      {
        "ru": "Невеста герцога по контракту Причина"
      },
      {
        "ru": "Невеста герцога по контракту"
      },
      {
        "th": "พระเอกของฉันเป็นท่านดยุค"
      },
      {
        "ja": "彼女が公爵邸に行った理由"
      },
      {
        "ja-ro": "Kanojo ga Koushakutei ni Itta Riyuu"
      },
      {
        "ja-ro": "Kanojo ga Kōshakutei ni Itta Riyū"
      },
      {
        "zh": "公爵的契约未婚妻"
      },
      {
        "zh-hk": "公爵的契約未婚妻"
      },
      {
        "vi": "Vị hôn thê khế ước của công tước"
      },
      {
        "vi": "Lý do khiến Raeliana đến nhà công tước"
      },
      {
        "id": "Tunangan Kontrak Duke"
      },
      {
        "tr": "Neden hep Dük’ün malikanesinde son buluyor?!"
      },
      {
        "fr": "Comment Raeliana a survécu au manoir Wynknight"
      }
    ],
    "description": {
      "de": "Von ihrem eigenen Verlobten zu Tode vergiftet werden?! Eunha ist nicht in die Geschichte eines Romans aufgewacht, nur um als ein unglückliches Extra wieder getötet zu werden. Um ihre Geschichte zu ändern, braucht sie eine Deckung...sechs Monate lang vorgeben, die Verlobte des männlichen Hauptcharakteren des Romans, Herzog Noah Wynknight, zu sein. Aber wird dieser kaltherzige, engelsgesichtige Dämon eines Mannes ihr wirklich helfen, ihr unglückliches Ende zu vermeiden?!",
      "en": "Poisoned to death by her own betrothed?! Eunha didn’t wake up in a novel’s story just to get killed off again as an unfortunate extra! To change her story she needs a cover… 6 months pretending to be the fake fiancée of the novel's male protagonist, Duke Noah Wynknight. But will this cold-hearted, angel-faced demon of a man really help her avoid another ill-fated ending?!",
      "es": "¿Envenenada hasta la muerte por su propio prometido? ¡Eunha no se despertó en la historia de una novela para ser asesinada de nuevo como un personaje secundario más! Para cambiar su historia, ella necesita fingir 6 meses ser la novia falsa del protagonista masculino de la novela, el Duque Noah Wynknight. ¡¿Pero este demonio de un hombre de corazón frío y rostro de ángel realmente la ayudará a evitar otro final desafortunado?!",
      "fr": "Empoisonnée par son propre fiancé?! Eunha ne s’est pas réveillée dans l’histoire d’un roman pour se faire tuer! Pour changer son histoire, elle a besoin d'une couverture… six mois à prétendre être la fausse fiancée du personnage principal du roman, le Duc Noah Wynknight. Mais ce démon d'un homme au cœur froid et au visage d'ange l'aidera-t-il vraiment à éviter une autre fin malheureuse?!",
      "hr": "Otrovana od strane svog vlastitog zaručnika?! Eunha se nije probudila u romanu samo da bi završila ubijena kao nesretni višak! Da promijeni svoju priču, treba joj zaštita...6 mjeseci pretvaranja da je zaručnica glavnog muškog lika u romanu, zvanog vojvoda Noah Wynknight. Ali hoće li joj taj demon od čovjeka s kamenim srcem i licem anđela stvarno pomoći da izbjegne još jedan tragičan završetak",
      "hu": "Amikor Park EunHa meghal a modern kori Koreában, Raeliana McMillan, egy nouveau riche báró lányának a testében tér magához. Azonban ez nem egy hétköznapi világ - pontosan olyan, mint a regényben lévő, amit olvasott. Családja szereti, mintha egy tündérmesében lenne. De Raeliana messze áll a főszereplőtől - ő csak egy cselekményeszköz, akinek a vőlegénye általi meggyilkolása kezdeményezi a történetet. Raeliana nem szándékozik csendben elviselni sorsát. A szemét olyasvalakire szegezi, aki nagy hatalmi pozícióban van - a vieux riche férfi főszereplőjére, Noah Volstaire Wynknight hercegre. Célja, hogy megváltoztassa az eredeti történetet. A jövőbeni események ismereteit felhasználva Raeliana információt nyújt Noah-nak azzal a feltétellel, hogy eljátssza a hamis vőlegényét, de a kétszínű herceg keresztül húzza a számításait!",
      "ru": "После неожиданной гибели Пак Ын Ха попадает в волшебный мир, где всё идёт по знакомому ей сюжету романа. Однако она - не главная героиня этой истории, ей досталась второстепенная роль со скорым трагичным концом! Чтобы избежать своей незавидной судьбы, она заключает контракт с герцогом Ноа Волстео Виннайтом. Но всё не так просто… За добрым и ангельским лицом герцога скрывается настоящий дьявол! Сможет ли она избежать судьбы, некогда прописанной на страницах?  \r\n\r\n\r\n---\r\n\r\n- Updates every Monday in the Kakao Page  \r\n  \r\nOfficial: [Indonesian](https://kakaopage.co.id/content/Tunangan-Kontrak-Duke/1999), [Chinese](https://www.kuaikanmanhua.com/web/topic/2180/), [Vietnamese](https://comi.mobi/truyen/vi-hon-the-khe-uoc-cua-cong-tuoc/), [Japanese](https://piccoma.com/web/product/3673?etype=episode), [French](https://www.delitoon.com/webtoon/manoir-wynknight)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "158"
  },
  {
    "mangaId": "b7154630-e6e5-4043-8ace-eedc493d1958",
    "title": {
      "en": "Siella's Revenge Affair"
    },
    "updatedAt": "2024-04-25T11:56:13+00:00",
    "coverArt": "https://mangadex.org/covers/b7154630-e6e5-4043-8ace-eedc493d1958/497f2d7a-64f6-4f7c-96bc-eecbab5627e4.jpg",
    "altTitles": [
      {
        "ko": "여주가 내 약혼자와 바람났다"
      },
      {
        "ko-ro": "Yeojuga Nae Yakonjawa Baramnatda"
      },
      {
        "en": "The Female Lead Has an Affair With My Fiancé"
      },
      {
        "en": "The Heroine Had an Affair With My Fiancé"
      }
    ],
    "description": {
      "en": "She became an extra who died because of her rubbish fiancé. She succeeded in becoming best friends with the heroine in order to twist the original plot.\n\n\"I'm sorry, Ciel. But we're still friends, right?\"\n\nThe heroine had an affair with my fiancé. Yeah, go ahead and take that trash.\n\n\"Would you like to have a revenge affair with someone who's been the victim of an affair, Your Highness?\"\n\n'Cause I decided to have the Male Lead. Since I've broken my engagement, I can start getting the Male Lead after getting out of the original story and decided to enjoy a happy life. After a while, rumors have spread that I was the Crown's Prince lover and was raking in money. And there's also the news that the two had broken up.\n\n\"Ciel, I was wrong. Can we still be friends?\"\n\n\"Ciel… I was foolish. You are the only one that I love. You love me too, right? So let's start over.\"\n\nWhat? Are they both out of their minds? Throwing their hands away, I raised the corners of my lips.\n\n\"Don't make me laugh. Get out of here.\""
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-05-11T20:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\nThere is also an alternative version:\n[A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e/a-parallel-world-with-a-1-39-male-to-female-ratio-is-unexpectedly-normal-r18)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d82b4c80-3f6c-4d46-8266-21dd901a6d10",
    "title": {
      "en": "Dr. Mars"
    },
    "updatedAt": "2022-09-01T20:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/d82b4c80-3f6c-4d46-8266-21dd901a6d10/ba9c6144-d1e8-497a-bad9-ed93792b8fbc.png",
    "altTitles": [
      {
        "ja-ro": "Kasei Hakase"
      },
      {
        "ja": "火星博士"
      },
      {
        "en": "Doctor Märs"
      },
      {
        "en": "Rocket King"
      },
      {
        "ja-ro": "Daikuu Maou"
      },
      {
        "ja": "大空魔王"
      }
    ],
    "description": {
      "en": "Starts with the story of a scientist kidnapped by Martians to help them with their experiments. The second story, [Rocket King,](https://www.mangaupdates.com/series.html?id=156880) is a gag one-shot about a professor and a young boy traveling through Egypt when they stumble across a mystery.\n\n---\n**Volume 339 of the Osamu Tezuka Complete Works**"
    },
    "status": "completed",
    "releaseDate": 1947,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "14"
  },
  {
    "mangaId": "027fb975-de7d-491b-b0ad-d91f8faee198",
    "title": {
      "en": "Saikyou Ansatsusha, Class Ten'i de Isekai e"
    },
    "updatedAt": "2024-03-05T15:55:02+00:00",
    "coverArt": "https://mangadex.org/covers/027fb975-de7d-491b-b0ad-d91f8faee198/3e0018e2-1caa-4db1-8357-4793a7629147.jpg",
    "altTitles": [
      {
        "ja": "最強暗殺者、クラス転移で異世界へ"
      },
      {
        "en": "The Strongest Assassin Gets Transferred to Another World With His Whole Class"
      },
      {
        "pt-br": "O Assassino Mais Forte é Transferido Para Outro Mundo Com Toda a Sua Classe"
      }
    ],
    "description": {
      "en": "An ordinary high school student by day, an assassin living in the underworld by the night. A boy with two faces, Aragi Kai. His classmates hate him because of his anti-social character and weird aura.\n\nOne day, Aragi and his classmates were suddenly transferred to another world. It is a world of swords and magic. A woman who calls herself Leonora appears before the confused students, and declares…\n\n“You are Hero Candidates summoned here to defeat the Demon King. Please help us.”\n\nLeonora grants each of the students a unique ability: ‘Divine Protection’. While some powerful ‘Divine Protections’ are given like telekinesis and destructive blast, Aragi’s ‘Divine Protection’ is judgment."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c642c0b5-c0dd-4cc2-98fd-9af15ca5ef87",
    "title": {
      "en": "The Little Joys in Life"
    },
    "updatedAt": "2022-07-23T14:02:55+00:00",
    "coverArt": "https://mangadex.org/covers/c642c0b5-c0dd-4cc2-98fd-9af15ca5ef87/0037ecd8-8e19-4077-8b4f-b07e552f763a.png",
    "altTitles": [
      {
        "en": "Small Moments of Happiness in Life"
      },
      {
        "zh": "生活中幸福微小时刻"
      },
      {
        "zh-ro": "shēnghuó zhōng xìngfú wéixiǎo shíkè"
      }
    ],
    "description": {
      "en": "Sometimes life sucks, but a little light is all it needs.",
      "zh": "有时候生活很操蛋，需要一点微小的光。"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "0cf1c1c7-2894-4b4d-a3cc-3e1501fb3e36",
    "title": {
      "en": "Ore no Kurasu ni Wakagaetta Moto Yome ga Iru"
    },
    "updatedAt": "2024-05-13T15:01:00+00:00",
    "coverArt": "https://mangadex.org/covers/0cf1c1c7-2894-4b4d-a3cc-3e1501fb3e36/6f6aa44f-56bd-4c82-b375-a43c4764d7f8.png",
    "altTitles": [
      {
        "en": "My Ex-Wife Is Young Again And She's In My Class"
      },
      {
        "ja": "俺のクラスに若返った元嫁がいる"
      },
      {
        "ja-ro": "Ore no Class ni Wakagaetta Motoyome ga Iru"
      },
      {
        "vi": "Có Nhỏ Vợ Cũ Hồi Xuân Trong Lớp Tôi"
      },
      {
        "ru": "Помолодевшая бывшая жена в моём классе"
      }
    ],
    "description": {
      "en": "On the way home after filing for divorce, Kohei Kurose is hit by a car and is transported back in time to his high school days!\n\nDetermined to enjoy his new life, he heads back to his high school, only to find his ex-wife, Yuzuka, there...?",
      "ja": "**離婚から始まる、新感覚ラブコメ！**\n\n夫婦関係は冷え切り、離婚届を出したその帰り道。 黒瀬航平は自動車に轢かれ…高校時代にタイムスリップしてしまった！？ 新たな人生を謳歌しようと決意し高校へと向かうが、そこには当然、 元嫁の柚花がいて―――。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a26c98f-ce6d-4809-b69e-d8e23924ec1c",
    "title": {
      "en": "Party kara Tsuihou Sareta Sono Chiyushi, Jitsu wa Saikyou Nitsuki"
    },
    "updatedAt": "2024-06-06T16:18:12+00:00",
    "coverArt": "https://mangadex.org/covers/9a26c98f-ce6d-4809-b69e-d8e23924ec1c/8546026b-d73f-4f23-b140-a67624fcad8e.jpg",
    "altTitles": [
      {
        "en": "The Healer Who Was Banished From His Party, Is, in Fact, the Strongest"
      },
      {
        "ja": "パーティーから追放されたその治癒師、実は最強につき"
      }
    ],
    "description": {
      "en": "A healer gets booted from his party because the leader notices he isn’t really contributing much to the team.\n\nSoon enough, the healer must look for new members to party with. After finding a cute martial artist to work together with, he reveals his secret - while he’s a fairly mediocre healer, he actually fights well in close combat.\n\nAnyway, here’s the story of a support who’s secretly a DPS, and where the entire conflict stems from the fact that he never told his old party he was DPS.",
      "pt-br": "Um curandeiro é expulso de sua equipe porque o líder percebe que ele não está contribuindo muito para a equipe.  \nO curandeiro deve procurar novos membros para formar uma equipe. Depois de encontrar uma linda artista marcial com quem quer trabalhar, ele revela seu segredo, embora seja um curandeiro medíocre, ele realmente luta bem no combate corpo a corpo.\nDe qualquer forma, aqui está a história de um suporte que é secretamente um DPS, e onde todo o conflito decorre do fato de que ele nunca disse a sua antiga equipe que era DPS."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f542695-6d90-48a3-bee7-cc84175857ee",
    "title": {
      "en": "One Day Outing Foreman"
    },
    "updatedAt": "2024-04-19T20:52:22+00:00",
    "coverArt": "https://mangadex.org/covers/8f542695-6d90-48a3-bee7-cc84175857ee/fdf0fe48-2065-4544-8a24-3b95ef566519.jpg",
    "altTitles": [
      {
        "ja": "１日外出録ハンチョウ"
      },
      {
        "en": "1 Day Outing Foreman"
      },
      {
        "ja-ro": "Ichinichi Gaishutsuroku Hanchou"
      }
    ],
    "description": {
      "en": "At a certain prison under the surface, the \"bottom of the bottom\" that is the Teiai Underground Labor Facility, there is a man who uses his \"one-day outing passes\" to go above ground and enjoy all the luxuries of life while living in the poor conditions of the underground. His name is Ootsuki, and he is the leader of Squad E and a master of enjoying himself all day long with eating, drinking, and having a great time."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e667f4d-0139-4e64-944f-a9a2205002ee",
    "title": {
      "en": "Kami Neko Mii-chan to Neko Youhin Shoukanshi no Isekai Funtouki"
    },
    "updatedAt": "2022-11-24T09:59:27+00:00",
    "coverArt": "https://mangadex.org/covers/8e667f4d-0139-4e64-944f-a9a2205002ee/8a79e94e-d2a7-4077-a38f-18d7d08bcba8.jpg",
    "altTitles": [
      {
        "en": "A Different World Struggle Record of Mii-chan the God Cat and I, the Cat Supplies Summoner"
      },
      {
        "en": "Kamineko Mii-chan to Neko Youhin Shoukanshi no Isekai Funtouki"
      },
      {
        "en": "Otherworldy Struggle of God Cat Miicyan and Cat Tool Summoner"
      },
      {
        "ja": "神猫ミーちゃんと猫用品召喚師の異世界奮闘記"
      }
    ],
    "description": {
      "en": "(en-US)  \n(community)  \nWhile taking a break from studying, Neji Renta, an eighteen year old boy, saves a kitten but dies right after. The god told him that he can reincarnate but he chooses to live a life in another world instead. With his new friend kitten, the god's pet named Mii, he will try his best to enjoy his life in the other world as Nero with his power to summon high quality cat food.  \n(engrish)  \nOne day, the young boy went to help the cat of God until he got himself killed. He was born again in a different world with the special power to feed the cat!  \n  \n(en-AU)  \n(no spoilers)  \nSo, I'm dead? No! I have a new life, a cat, and time to kill! Bask in this fluffy warmth I hold!  \n(actual spoilers)  \n||\"God is a jerk\" – I jumped into a river to revue a cat, and safely made it back ashore… and died. Then I met an administrator, who granted me abilities of my dreams in a new world… before having even them taken away from me, leaving me with only the standard appraisal abilty and one to create cat food… at a cost. I'm either very loved, or that deity is really lazy.||"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c39ff2e-99f3-49ee-a715-6c429c961db4",
    "title": {
      "en": "Onna Yuusha to Shota Orc"
    },
    "updatedAt": "2024-03-03T19:11:32+00:00",
    "coverArt": "https://mangadex.org/covers/2c39ff2e-99f3-49ee-a715-6c429c961db4/733cfebc-f472-4534-ba8a-8d2259d41a09.png",
    "altTitles": [
      {
        "ja": "女勇者とショタオーク"
      },
      {
        "en": "The Female Hero and the Shota Orc"
      },
      {
        "en": "Onesyotya"
      }
    ],
    "description": {
      "en": "Daily Adventures of the Female Hero and a Orc Shota.  \n  \nTranslation approved for Tabunne Scans and Kawaii desu desu team by the author.",
      "pt-br": "A heroína quer ser violada por um orc."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a990e445-7a43-454b-a062-ab34492f1308",
    "title": {
      "en": "Negai wo Kanaete Moraou to Akuma wo Shoukan Shitakedo, Kawaikattanode Kekkonshimashita ~ Akuma no Niidzuma ~"
    },
    "updatedAt": "2024-05-03T00:16:17+00:00",
    "coverArt": "https://mangadex.org/covers/a990e445-7a43-454b-a062-ab34492f1308/9fd09253-cf5a-4763-be21-b384e9c67426.jpg",
    "altTitles": [
      {
        "ja": "願いを叶えてもらおうと悪魔を召喚したけど、可愛かったので結婚しました　～悪魔の新妻～"
      },
      {
        "ja": "悪魔の新妻"
      },
      {
        "ja-ro": "Negai wo Kanaete Moraou to Akuma wo Shoukan Shitakedo, Kawaikattanode Kekkonshimashita ~ Akuma no Niidzuma ~"
      },
      {
        "ja-ro": "Negai o Kanaete Moraou to Akuma o Shoukan Shita Kedo, Kawaikatta node Kekkon Shimashita - Akuma no Niidzuma"
      },
      {
        "ja-ro": "Negai o Kanaete Moraou to Akuma o Shōkan Shitakedo, Kawaikattanode Kekkonshimashita ~ Akuma no Nīdzuma ~"
      },
      {
        "ja-ro": "Negai wo Kanaete Moraou to Akuma wo Shoukan Shita Kedo, Kawaikatta node Kekkon Shimashita - Akuma no Niizuma"
      },
      {
        "ja": "Negai wo Kanaete Moraou to Akuma wo Shoukan Shita Kedo, Kawaikatta node Kekkon Shimashita - Akuma no Niidzuma"
      },
      {
        "en": "I Summoned the Devil to Grant Me a Wish, but I Married Her Instead Since She Was Adorable ~My New Devil Wife~"
      },
      {
        "en": "My New Devil Wife"
      },
      {
        "es-la": "Mi nueva esposa diabólica"
      },
      {
        "es-la": "Mi nueva esposa es el diablo"
      },
      {
        "es-la": "Conjuré al diablo para que me cumpliera un deseo, pero me casé con ella porque ella era adorable ~Mi nueva esposa diabólica~"
      },
      {
        "es-la": "Invoqué al diablo para hacer realidad mi deseo, pero era muy hermosa, así que me casé con ella ~ Mi nueva esposa es el diablo ~"
      },
      {
        "vi": "Cô vợ ác quỷ"
      },
      {
        "vi": "Tôi triệu hồi ác quỷ để thực hiện điều ước, nhưng tôi lại muốn cưới cô ấy vì cổ quá xinh đẹp ~ Cô vợ ác quỷ~"
      },
      {
        "ru": "Моя новая жена Демонесса"
      },
      {
        "ru": "Я вызвал демонессу, чтобы она исполнила мое желание, но вместо этого женился на ней, потому что она слишком очаровательна~ Моя новая жена Демонесса~"
      },
      {
        "zh": "恶魔新妻"
      },
      {
        "ja-ro": "Akuma no Niidzuma"
      }
    ],
    "description": {
      "en": "Young orphaned adventurer tries summoning the devil to help his career as his own skills are lacking. The devil comes in form of a beauty who offers to grant him one wish. He’s so enamored with her appearance that he asks her the first thought in his mind, to be his wife. She blushingly agrees to his surprising demand and they go on to future adventures together.",
      "es-la": "Un aventurero joven y huérfano trata de conjurar al diablo para obtener ayuda con su disciplina, pues sus habilidades son pocas. El diablo viene en forma de una bella que le ofrece un deseo. Tal fue su enamoramiento con su apariencia que le pide la primera cosa que le vino a la mente, que sea su esposa. Sonrojada, ella acepta su pedido sorpresivo y se dedican a aventurar juntos.",
      "pt-br": "Theo Aspel, que pertence a guilda de mercenarios, estava entrando e saindo de várias equipes repetidamente por ser muito fraco. Um dia desejando se tornar mais forte ele consegue invocar o diabo que concede qualquer desejo. No momento em que se deparou com o diabo a vontade de \"ficar forte\" desapareceu e ao ser questionado pelo Diabo sobre seu desejo, Theo responde \"Por favor se case comigo!\" Conheça a história de um menino herbívoro e da garota diabo carnívora que se tornam um casal e vivem felizes enquanto fazem bagunça por onde passa."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d055b51c-fb5a-4966-9220-8e02cf5a9e1b",
    "title": {
      "en": "Foam of the Waves"
    },
    "updatedAt": "2024-05-19T17:41:01+00:00",
    "coverArt": "https://mangadex.org/covers/d055b51c-fb5a-4966-9220-8e02cf5a9e1b/bb0303b2-ae12-4a4f-923a-c990eb2deb7f.jpg",
    "altTitles": [
      {
        "ko": "파도의 포말"
      }
    ],
    "description": {
      "en": "\"Never forgive me.\"\nMargret, who was brutally murdered by her lover, is reborn 7 years later as 'Meg'. Will 'Meg', who doesn't know anything about the world, be able to acclimate well into her new life...? A story uncovering the truth behind her death and the growing love between the characters!",
      "fr": "Terriblement assassinée par son amant, Margaret renaît sous le nom de Mag sept ans plus tard et vit une nouvelle vie.\n\nMag, qui ne connaissait pas le monde, pourra-t-elle s'adapter à sa nouvelle vie ?",
      "ko": "\"저를 용서하지 마세요.\"\n \n사랑하는 연인에게 끔찍하게 살해당한 마가렛은\n7년 후 '매그'로써 다시 태어나 새로운 삶을 살아간다.\n \n세상 물정 모르던 '매그'는 새로운 삶을 잘 적응해 나갈 수 있을까...?\n그녀의 죽음에 얽힌 진상과 인물들의 성장 러브 스토리!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "20d74873-a9d2-4f9e-a2ae-221be54ed620",
    "title": {
      "en": "Mutual Love"
    },
    "updatedAt": "2023-11-27T14:59:04+00:00",
    "coverArt": "https://mangadex.org/covers/20d74873-a9d2-4f9e-a2ae-221be54ed620/0703bee5-f533-4bb4-af5c-5f2bdcf2176a.jpg",
    "altTitles": [
      {
        "ja": "両思い"
      },
      {
        "ja": "ちょっと愛が強めのラブコメ漫画 (仮)"
      },
      {
        "en": "A Story Where All the Characters are Super Yandere"
      },
      {
        "ja-ro": "Chotto Ai ga Tsuyome no Rabukome Manga"
      },
      {
        "en": "Yandere Story"
      },
      {
        "en": "A Romcom Comic With Love That's A Little Strong"
      }
    ],
    "description": {
      "en": "Another short twitter manga… Featuring another \"boy meets girl\" at school setting…\n**BUT WHAT COULD BE THE TWIST IN HERE?**"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e018caf-86c6-4740-b1db-d5a040430d2b",
    "title": {
      "en": "Boku no Heya ga Dungeon no Kyuukeijo ni Natteshimatta Ken"
    },
    "updatedAt": "2023-12-13T23:45:59+00:00",
    "coverArt": "https://mangadex.org/covers/6e018caf-86c6-4740-b1db-d5a040430d2b/e7bc83c5-0b84-4bc0-b509-f992540ba46b.png",
    "altTitles": [
      {
        "ja-ro": "Boku No Heya Ga Danjon no Kyūkeisho Ni Natte Shimatta Ken"
      },
      {
        "ja-ro": "Bokudun"
      },
      {
        "en": "How My Room Turned Into a Dungeon Rest Area"
      },
      {
        "en": "My Room Has Become a Dungeon’s Rest Area"
      },
      {
        "en": "My Room is a Dungeon Rest Stop"
      },
      {
        "ru": "Моя комната превратилась в подземелье"
      },
      {
        "ja": "僕の部屋がダンジョンの休憩所になってしまった件"
      },
      {
        "zh": "关于我的房间成为了地下城的休息点的事情"
      },
      {
        "zh-hk": "關於我的房間成為了地下城的休息點的事情"
      },
      {
        "ko": "내 방이 던전의 휴식처가 되어버린 사건"
      }
    ],
    "description": {
      "en": "Does a two-bedroom apartment in the Tokyo metropolitan area with a rent of 30,000 yen sound too good to be true? Our hero certainly didn't read the fine print. After renting his dream apartment, Tooru quickly realized that the front door of his new home connects to a dungeon. But it isn't all that bad - after he saves a young knight, he quickly learns that his home can also be a rest stop for adventurers."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "40"
  },
  {
    "mangaId": "6c96bc30-8189-4f30-b327-fbaa0767bfe7",
    "title": {
      "en": "Watashi no Hatsukoi wa Hazukashisugite Darenimo Ienai"
    },
    "updatedAt": "2024-06-05T21:11:26+00:00",
    "coverArt": "https://mangadex.org/covers/6c96bc30-8189-4f30-b327-fbaa0767bfe7/d9ef9798-4529-4109-bb36-725905f72c06.jpg",
    "altTitles": [
      {
        "ja": "私の初恋は恥ずかしすぎて誰にも言えない"
      },
      {
        "en": "My First Love Is Too Embarrassing to Tell Anyone"
      }
    ],
    "description": {
      "en": "Chiaki is handsome, academically gifted, athletic, and born into a wealthy family with a beautiful sister. Despite his seemingly perfect life, he faces a persistent problem: he's never been lucky in love and struggles to capture the attention of girls. Determined to turn things around in high school, he wakes up one morning to a surprising transformation—he has turned into a girl!\n\nHe is shocked to find out that he has lost the appearance he was so proud of, but when he looks in the mirror, he sees a very cute girl in the reflection. He immediately goes to show it off to his twin sister Kaede, who happens to be very popular with the girls, but there is also something very strange happening to her...\n\n(Source: Kadokawa, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d3c8e2-70dc-4108-afb5-08be57803a60",
    "title": {
      "en": "The Demon King's Daughter Is Too Kind!!"
    },
    "updatedAt": "2024-04-18T16:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/a5d3c8e2-70dc-4108-afb5-08be57803a60/5c963813-bc15-4edf-b4fd-1b7f48086061.jpg",
    "altTitles": [
      {
        "ru": "Дочь Короля Демонов слишком добрая!!"
      },
      {
        "ja": "魔王の娘は優しすぎる!!"
      },
      {
        "ja-ro": "Maou no Musume wa Yasashi Sugiru!!"
      },
      {
        "pt-br": "A filha do Rei Demônio é muito gentil!!"
      }
    ],
    "description": {
      "en": "The strongest Demon King, Ahriman, rules every part of the world. However, he had to stop his world conquest all of a sudden. What is the unexpected reason behind this…?",
      "pt-br": "O Rei Demônio mais forte, Ahriman, controla cada parte do mundo. Mas, ele precisou parar de conquistar inesperadamente. Qual será a razão inesperada…?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4187856d-65a9-4fb4-98ec-84c0bf16631f",
    "title": {
      "en": "By the Grace of the Gods"
    },
    "updatedAt": "2024-04-24T17:04:38+00:00",
    "coverArt": "https://mangadex.org/covers/4187856d-65a9-4fb4-98ec-84c0bf16631f/90fdfb68-36d3-421d-a847-dafb025f2b76.jpg",
    "altTitles": [
      {
        "es": "El hombre elegido por los dioses"
      },
      {
        "en": "The Man Picked Up by the Gods"
      },
      {
        "ja-ro": "KamiHiro"
      },
      {
        "id": "Seorang pria yang dijemput para dewa."
      },
      {
        "tr": "Tanrılar Tarafından Seçilen Adam"
      },
      {
        "tr": "Tanrıların Seçtiği Adam"
      },
      {
        "en": "The Man Picked up by the Gods"
      },
      {
        "ru": "Избранный богами"
      },
      {
        "ru": "Милостью богов"
      },
      {
        "ru": "Человек, выбранный богами"
      },
      {
        "zh": "神拾之男"
      },
      {
        "ja": "神達に拾われた男"
      },
      {
        "es": "El hombre que fue recogido por los dioses"
      },
      {
        "ru": "ками-тати ни хироварэта оток"
      },
      {
        "ar": "الرجل الذي اختارته الآلهة"
      },
      {
        "zh": "众神眷顾的男人"
      },
      {
        "zh-hk": "眾神眷顧的男人"
      },
      {
        "ko": "신들에게 주워진 남자"
      },
      {
        "fr": "L’éleveur de slimes dans un autre monde"
      },
      {
        "fr": "L’homme ramassé par les Dieux"
      },
      {
        "ja-ro": "Kamitachi ni Hirowareta Otoko"
      },
      {
        "ja-ro": "Kami-tachi ni Hirowareta Otoko"
      }
    ],
    "description": {
      "en": "Upon his sudden death, middle-aged otaku businessman Ryoma Takebayashi finds himself in a curious situation. Three gods request his cooperation in their divine plot, which requires him to reincarnate in another world as a young boy!\n\nEquipped with magic, young Ryoma undertakes a carefree existence in the forest, leisurely learning more about his new abilities and surroundings. And when he encounters slimes like those in video games from his former life, Ryoma uses his newfound magical powers to get creative with his research!\n\nWill the gods get more than they bargained for in Ryoma?!\n\n[MangaUp!](https://global.manga-up.com/manga/273)",
      "es": "Ryouma Takuma, es un hombre de 39 años de edad con un pasado misterioso; se encuentra en una extraña habitación desconocida, donde los dioses le dicen que ha muerto y van a enviar su alma a un mundo diferente, al despertar convertido en un niño y en medio de un bosque va descubriendo su afinidad por domesticar monstruos y en particular slimes.",
      "fr": "Ryouma Takuma, un esclave de bureau de 39 ans, se réveille dans une étrange pièce blanche. Les Dieux lui annoncent qu’il est mort et qu’ils vont envoyer son âme dans un autre monde, où la magie existe. Se réveillant dans le corps d’un jeune garçon avec l’expérience de sa vie passée et de nouvelles habilités données par les Dieux, Ryouma se découvre une affinité avec la capture de monstre, et tout particulièrement avec les slimes! Suivez les aventures de Ryouma et de ses slimes, plus impressionnants qu’il n’y paraît, dans ce nouveau monde!",
      "ru": "Рёма Такума, 39 летний человек, оказался в странной белой комнате. Боги говорят ему, что он умер и посылают его душу в другой мир, мир где существует магия. Живя в одиночестве 3 года, его геймерская душа просто теряет здравый смысл и начинает сумасшедший путь."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5c43dab-9866-49c8-a296-fb3b68d62119",
    "title": {
      "en": "Cacomistle's Anthology"
    },
    "updatedAt": "2024-04-15T03:23:08+00:00",
    "coverArt": "https://mangadex.org/covers/e5c43dab-9866-49c8-a296-fb3b68d62119/11c609f5-8ca7-45f8-a6cc-55bff8eb7d8b.png",
    "altTitles": [],
    "description": {
      "en": "An unofficial compilation of oneshots / 4-komas by Cacomistle (カコミスル) in their twitter profile."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0511fc5-c114-4447-824e-96cb3db37078",
    "title": {
      "en": "Blue Box (Oneshot)"
    },
    "updatedAt": "2024-03-28T02:18:28+00:00",
    "coverArt": "https://mangadex.org/covers/e0511fc5-c114-4447-824e-96cb3db37078/ecff763c-302d-4e80-81ad-8afbdd43aa3e.jpg",
    "altTitles": [
      {
        "ja": "Box Biru"
      },
      {
        "ja": "アオのハコ"
      },
      {
        "zh": "青色之箱"
      },
      {
        "ko": "푸른 상자 단편"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "ne": "निलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      }
    ],
    "description": {
      "en": "A boy from the volleyball team comes in early to the gym everyday, and falls in love with the senpai from the girl's basketball team who's always there practicing, too.  \r\n  \r\nA oneshot that was published in *Weekly Shonen Jump*'s 35th 2020 issue, which was released on August 2, 2020.  \r\n  \r\n[Author's Twitter](https://twitter.com/Amzk0303)",
      "es-la": "Un chico del equipo de voleibol que siempre llega temprano al gimnasio, se enamora de Chinatsu, una chica que juega en el equipo femenino de baloncesto, que al igual que él, siempre está allí entrenando."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ad9900fc-97d7-4d5a-8126-1f3a653a461a",
    "title": {
      "en": "Josou Danshi wa Skirt wo Nugitai!"
    },
    "updatedAt": "2024-02-20T16:50:06+00:00",
    "coverArt": "https://mangadex.org/covers/ad9900fc-97d7-4d5a-8126-1f3a653a461a/b6539318-2060-4a4b-a8fc-01cf878218d2.jpg",
    "altTitles": [
      {
        "ja": "女装男子はスカートを脱ぎたい！"
      },
      {
        "en": "The Crossdressing Boy Wants to Take Off His Skirt"
      }
    ],
    "description": {
      "en": "Uichiro, a junior high school boy, harbors a secret he cannot share with his childhood friend, Tama-chan. He has been cross-dressing for her because she has a phobia of men. This is a thrilling yet agonizing comedy about a boy who cross-dresses for the girl he loves!",
      "ja": "男子中学生の宇一郎には、幼馴染のたまちゃんに言えないある秘密があった。\nそれは男性恐怖症である彼女のために「女の子を演じている」ということ。\n想いを寄せる少女のために女装を続ける年頃男子のドキドキ悶絶コメディ！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b3d1a67-941f-4538-9e75-3797eeb3771f",
    "title": {
      "en": "A Story About Treating a Female Knight, Who Has Never Been Treated as a Woman, as a Woman"
    },
    "updatedAt": "2023-10-21T05:47:48+00:00",
    "coverArt": "https://mangadex.org/covers/9b3d1a67-941f-4538-9e75-3797eeb3771f/a5656a23-6cbd-4a03-8e59-6cbb413b72c8.jpg",
    "altTitles": [
      {
        "en": "Abs Knight"
      },
      {
        "en": "How to Treat a Lady Knight Right"
      },
      {
        "ja": "Ima made ichido mo Onna Atsukaisareta Koto ga nai Onnakishi wo Onna Atsukai Suru"
      },
      {
        "ja": "ImaKishi"
      },
      {
        "es-la": "Una historia que trata de una mujer caballero que nunca ha sido tratada como una mujer."
      },
      {
        "ru": "История о том, как обращаться с женщиной-рыцарем, к которой никогда не относились как к женщине"
      },
      {
        "ar": "قصة عن معاملة فارسة ابدا لم يتم معاملتها كمرأة  كمرأة"
      },
      {
        "ja": "今まで一度も女扱いされたことがない女騎士を女扱いする漫画"
      },
      {
        "zh": "女汉子骑士也想谈恋爱!"
      },
      {
        "ko": "지금까지 한번도 여자취급받은 적 없는 여기사에게 고백하는 만화"
      }
    ],
    "description": {
      "en": "Female knight Leo has never had ladylike qualities, she's a soldier through and through, adorned with scars and rock hard abs to match. She's never really been treated as a woman…until one day the magician Fooly confesses his love for everything about her. These two will challenge the quest named \"Romance\", which is tougher to complete than a super hard dungeon! How will our steel-willed protagonist act in the face of love?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "131"
  },
  {
    "mangaId": "6df29d13-2dab-4ca6-a0b5-74070abf3e1d",
    "title": {
      "en": "The One Within the Villainess"
    },
    "updatedAt": "2024-05-23T15:20:44+00:00",
    "coverArt": "https://mangadex.org/covers/6df29d13-2dab-4ca6-a0b5-74070abf3e1d/f8e1f874-1ee4-4ae0-92c6-54ef8a72ddda.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito ~Danzai sareta Tenseisha no Tame Usotsuki Heroine ni Fukushuu Itashimasu~"
      },
      {
        "ja": "悪役令嬢の中の人"
      },
      {
        "ja": "悪役令嬢の中の人〜断罪された転生者のため嘘つきヒロインに復讐いたします〜"
      },
      {
        "zh": "恶役千金的真面目"
      },
      {
        "zh": "恶役千金的真面目～为被定罪的转生者向骗子女主报复～"
      },
      {
        "zh-hk": "惡役千金的真面目"
      },
      {
        "zh-hk": "惡役千金的真面目～為被定罪的轉生者向騙子女主報復～"
      },
      {
        "ko": "악역 영애 안의 사람"
      },
      {
        "ja": "Akuyaku Reijou no Naka no Hito"
      },
      {
        "vi": "Kẻ Cư Ngụ Bên Trong Ác Nữ"
      },
      {
        "fr": "La fille au sein de l'antagoniste"
      },
      {
        "fr": "Celle à l'intérieur de la vilaine"
      },
      {
        "id": "Didalam Diri Seorang Villaness"
      }
    ],
    "description": {
      "en": "In order to clear the name of 'Emi,' a girl who had reincarnated as Remilia, the villainess of an otome game, the real Remilia who had been watching all along inside awakens.\n\nNow it's time for the true villainess' revenge to begin!",
      "id": "Agar bisa membersihkan nama \"Emi\", yaitu nama seorang gadis yang bereinkarnasi menjadi Remilia sang villainess dari sebuah game otome, Remilia asli yang selama ini mengawasi emi dari dalam akhirnya telah tersadar.\n\nSekarang adalah waktunya bagi sang villainess yang asli untuk membalaskan dendamnya!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13c2240a-dcfb-4814-9e59-13d9f09f1043",
    "title": {
      "en": "Assassin ROSE"
    },
    "updatedAt": "2023-06-24T23:32:41+00:00",
    "coverArt": "https://mangadex.org/covers/13c2240a-dcfb-4814-9e59-13d9f09f1043/4aac0460-47c2-4b68-a121-caf991ada0e9.jpg",
    "altTitles": [
      {
        "ja": "暗殺者ROSE-アサシンロゼ-"
      },
      {
        "ja-ro": "Asashin Roze"
      }
    ],
    "description": {
      "en": "A story about two brothers crawling to survive in the mafias."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8"
  },
  {
    "mangaId": "69300d3f-05c3-41be-9d03-ddfd4f6bda30",
    "title": {
      "en": "KOUJIRO"
    },
    "updatedAt": "2024-05-09T21:21:00+00:00",
    "coverArt": "https://mangadex.org/covers/69300d3f-05c3-41be-9d03-ddfd4f6bda30/836f4b47-f583-4fa9-992f-3edca07f05d0.jpg",
    "altTitles": [
      {
        "ja": "光路郎"
      },
      {
        "id": "KOJIRO"
      }
    ],
    "description": {
      "en": "Kojiro is the new English teacher at Sakaue High School. He is a foreigner with blonde hair and blue eyes, he also goes to school by riding his surfboard daily. This is the story of a free-spirited teacher who came across the sea to his mother's homeland."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "40"
  },
  {
    "mangaId": "5311ac6f-3651-43a8-bb9c-b40dea7ab72d",
    "title": {
      "en": "Ichido Dake Demo, Koukai Shitemasu"
    },
    "updatedAt": "2024-05-21T10:40:46+00:00",
    "coverArt": "https://mangadex.org/covers/5311ac6f-3651-43a8-bb9c-b40dea7ab72d/062845cb-4498-4499-a23a-89ecac694ea9.jpg",
    "altTitles": [
      {
        "de": "Auch wenn's nur einmal war, bereue ich es ..."
      },
      {
        "en": "Even If It Was Just Once, I Regret It"
      },
      {
        "ja": "一度だけでも、後悔してます"
      },
      {
        "en": "I Can't Believe I Slept With You!"
      },
      {
        "zh": "即使只有一次也会后悔"
      },
      {
        "fr": "Même si cela n'a été l'histoire que d'un seul coup, je le regrette"
      },
      {
        "fr": "Je regrette cette seule fois"
      },
      {
        "fr": "I Can't Believe I Slept With You! (Meian)"
      }
    ],
    "description": {
      "de": "Arbeitslos, pleite und verzweifelt ist Kozuka Chiyo mittlerweile drei Monate mit ihrer Miete im Verzug. Während sie eines Tages jedoch wie so oft versucht, ihre Sorgen in Alkohol zu ertränken, klopft plötzlich ihre Vermieterin an ihre Tür und macht ihr ein … einzigartiges Angebot:  \r\n  \r\n\"Wenn das so ist, dann hab doch einfach Sex mit mir.\"  \r\n  \r\nVerzweifelte Situationen erfordern verzweifelte Maßnahmen. Doch ist Chiyo wirklich bereit, soweit zu gehen?",
      "en": "One day, a jobless Kozuka Chiyo is wallowing in self-pity and trying to escape from reality when her landlord bangs on her door – she's three months behind on rent.   \r\n  \r\nHer landlord's solution?   \r\n\"Please have sex with me.\"  \r\n  \r\nThus the two begin living together – a romance comedy that ***appears*** to start with sex.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Pixiv](https://www.pixiv.net/member.php?id=1774282)  \r\n- [Author's Twitter](https://twitter.com/aib_miyy)  \r\n  \r\n\r\n\r\n---"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "19"
  },
  {
    "mangaId": "1f4fe738-cf4f-46ab-86e6-0fb549429dfe",
    "title": {
      "en": "Doku wo Kurawaba Sara Made"
    },
    "updatedAt": "2024-04-18T12:58:24+00:00",
    "coverArt": "https://mangadex.org/covers/1f4fe738-cf4f-46ab-86e6-0fb549429dfe/89aac8a2-03f0-47d9-9de8-3ea1e6ee47c2.jpg",
    "altTitles": [
      {
        "en": "The Show Must Go On"
      },
      {
        "ja": "毒を喰らわば皿まで"
      }
    ],
    "description": {
      "en": "The Kingdom of Parsemis is a land blessed by an ancient dragon. In this kingdom, the evil Prime Minister Andrim remembers his past life while his daughter's marriage engagement to the crown prince is being broken. At the same time, he realizes that this world is that of an otome game that he was playing in his past life. In the game, his daughter is the evil fiancée of the crown prince and he is destined to be executed alongside her. Unable to accept this, Andrim devises a plan to trap the game's conquest targets, who side with the crown prince. He will stop at nothing for revenge including seducing his own rival..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18649fc7-410f-4509-9283-2e5d2a4cf2d4",
    "title": {
      "en": "Giri-Giri Saegiru Katagirisan"
    },
    "updatedAt": "2023-01-04T04:49:56+00:00",
    "coverArt": "https://mangadex.org/covers/18649fc7-410f-4509-9283-2e5d2a4cf2d4/6c73869f-01c1-4c1c-ad5e-8272e83df37b.jpg",
    "altTitles": [
      {
        "ja-ro": "Girigiri Saegiru Katagiri-san"
      },
      {
        "en": "Katagiri-san, Blocking the View at the Last Moment"
      },
      {
        "ja": "ギリギリ遮る片桐さん"
      },
      {
        "zh": "勉強遮得住的片桐同學"
      }
    ],
    "description": {
      "en": "Okada-kun is a guy who's at the bottom of the school caste. His only reason for living is to someday see his classmate's large boobs. However, whenever he so much as makes an attempt, Katagiri, his flat-chested classmate, is delighted to block his view, relishing in his look of despair. Just where will their battle without honor take them?!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "40"
  },
  {
    "mangaId": "e1847df1-db22-4279-95e2-9dbbbd1bbfbc",
    "title": {
      "en": "Father, I Don't Want This Marriage!"
    },
    "updatedAt": "2024-04-29T13:54:45+00:00",
    "coverArt": "https://mangadex.org/covers/e1847df1-db22-4279-95e2-9dbbbd1bbfbc/4467374b-af72-4c49-8fdd-d95988ffcb1a.jpg",
    "altTitles": [
      {
        "ko": "아빠, 나 이 결혼 안 할래요!"
      },
      {
        "ko-ro": "Appa, Na I Gyeolhon An Hallaeyo!"
      },
      {
        "en": "Daddy, I Don't Want to Marry!"
      },
      {
        "en": "Father, I Don't Want to Get Married!"
      },
      {
        "en": "Dad, I Won't Get Married!"
      },
      {
        "ru": "Отец, я не хочу выходить замуж!"
      },
      {
        "ru": "Отец, я не буду выходить замуж!"
      },
      {
        "ru": "Папа, я не выйду замуж!"
      },
      {
        "ru": "Папа, я не хочу выходить замуж!"
      },
      {
        "ru": "Папа, я против этого брака!"
      },
      {
        "uk": "Батьку, я проти цього шлюбу!"
      },
      {
        "zh": "爸，这个婚我不结！"
      },
      {
        "zh-hk": "爸爸，我不想結婚！"
      },
      {
        "ja": "お父さん、私この結婚イヤです！"
      },
      {
        "th": "ท่านพ่อ ลูกไม่อยากแต่งงาน!"
      },
      {
        "id": "Ayah, Aku Tidak Mau Menikah!"
      },
      {
        "tr": "Baba, Lütfen Beni Evlendirme!"
      },
      {
        "mn": "Аав аа! Би Гэрлэхийг Хүсэхгүй Байна!"
      },
      {
        "mn": "Ааваа би гэрлэхийг хүсэхгүй байна"
      },
      {
        "vi": "Cha ơi, Con không muốn Lấy Chồng!"
      },
      {
        "vi": "Cha À, Con Không Muốn Kết Hôn Đâu!"
      },
      {
        "vi": "Cha À, Con Ứ Cưới Anh Ta Đâu!"
      },
      {
        "hu": "Apa, nem akarok férjhez menni!"
      }
    ],
    "description": {
      "de": "Juvelian ist eine Schurkin, die so sehr von allen verabscheut wird, dass selbst ihr Liebhaber und ihr Vater sie einen grausamen Tod sterben lassen. Gerade als sie sich ihrem Schicksal stellen will, erhält sie die Chance, den Verlauf ihrer Geschichte zu ändern. Um ihr tragisches Ende abzuwenden, beendet sie die Beziehung mit ihrem Liebhaber und hört auf zu versuchen, die Zuneigung ihres Vaters zu gewinnen. Stattdessen konzentriert sie sich darauf, seinen Reichtum zu nutzen, um ihr neues Leben in vollen Zügen zu genießen! Aber während sie sich auf ihr extravagantes Leben als Lady vorbereitet, beginnt ihr Vater nach einem geeigneten Ehemann für sie zu suchen. Aus Angst, dass er sie an den berüchtigt launischen Prinzen verheiraten wird, kommt sie zu einer verzweifelten Lösung: ein Dating-Vertrag. Und der beste Kandidat dafür ist kein anderer als der Schüler ihres Vaters.\n\n---\n[Original Novel](https://page.kakao.com/content/52616424)\n[Official English Translation of the Novel](https://wordexcerpt.com/series/daddy-i-dont-want-to-marry/)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%84%EB%B9%A0-%EB%82%98-%EC%9D%B4-%EA%B2%B0%ED%98%BC-%EC%95%88-%ED%95%A0%EB%9E%98%EC%9A%94/2472), [KakaoPage](https://page.kakao.com/content/56556599)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/father-i-dont-want-this-marriage)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9772/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%88%B8%E7%88%B8%E6%88%91%E4%B8%8D%E6%83%B3%E7%B5%90%E5%A9%9A/101)\n* [French / Français](https://www.tappytoon.com/fr/comics/father-i-dont-want-this-marriage-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/father-i-dont-want-this-marriage-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ayah-Aku-Tidak-Mau-Menikah/37)\n* [Japanese / 日本語](https://piccoma.com/web/product/66124)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD_%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99/125)",
      "en": "I’m Juvelian? The daughter of the duke and the villainess of this novel? I managed to avoid my death with some previous knowledge about my life, as this was my second time at it. Now, I should be able to live a peaceful life!\n\n“I’m not going to marry a man unless he has everything. I want the most wealthy, famous, and competent man there is.”\n\nI dreamt of a glamorous life as the daughter of the duke, but my father tells me the Crown Prince who is known to be a lunatic is to be my husband! As an extraordinary measure, I couldn’t help but start a contract relationship. That is, with a handsome side character that looks better than the main one.\n\n“Why are you trying to avoid being engaged to the prince?”\n\n“He’s scary. I heard that he even kills his own entourage if he doesn’t like them.”\n\nA few days later, the prince sent a terrible letter to me.\n\n“I will not kill you.”\n\nOh no, did I set up another death trap for myself?\n\n---\nJuvelian is a villainess so hated by everyone that even her lover and father leave her to die a pitiful death. Just as she's about to face her fate, she gets the chance to change the course of her story. In order to avoid the tragic end she knows awaits her, she breaks up with her lover and gives up trying to win her father's love. Instead, she focuses on using his wealth to enjoy her new life to its fullest! But while she prepares for her extravagant life as a lady, her father begins looking for her new suitor. Afraid that he'll marry her off to the infamously unpredictable and stormy prince, she lands on a desperate solution: a dating contract. And the best candidate is none other than her father's student.\n\n---\n[Original Novel](https://page.kakao.com/content/52616424)\n[Official English Translation of the Novel](https://wordexcerpt.com/series/daddy-i-dont-want-to-marry/)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%84%EB%B9%A0-%EB%82%98-%EC%9D%B4-%EA%B2%B0%ED%98%BC-%EC%95%88-%ED%95%A0%EB%9E%98%EC%9A%94/2472), [KakaoPage](https://page.kakao.com/content/56556599)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/father-i-dont-want-this-marriage)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9772/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%88%B8%E7%88%B8%E6%88%91%E4%B8%8D%E6%83%B3%E7%B5%90%E5%A9%9A/101)\n* [French / Français](https://www.tappytoon.com/fr/comics/father-i-dont-want-this-marriage-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/father-i-dont-want-this-marriage-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ayah-Aku-Tidak-Mau-Menikah/37)\n* [Japanese / 日本語](https://piccoma.com/web/product/66124)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD_%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99/125)",
      "fr": "Juvelian est une personne si méchante que tout le monde la déteste, à tel point que même l'homme qu'elle aime et son propre père l'abandonnent à une mort pathétique. Alors qu'elle est sur le point de rendre l'âme, elle reçoit une opportunité de changer son destin. Afin d'éviter la fin tragique qui l'attend, elle rompt avec son petit copain et arrête d'essayer de gagner l'amour de son père. Elle décide plutôt de se servir de sa richesse pour profiter de sa vie au maximum ! Mais alors qu'elle se prépare à mener la vie fastueuse qu'elle a choisi de mener, son père se lance à la recherche d'un homme auquel la marier. Par peur de finir mariée à l'imprévisible prince au caractère houleux, elle prend une décision désespérée: une romance sur contrat. Et le meilleur candidat n'est autre que le disciple de son père...\n\n---\nJe me suis réincarnée dans le roman que je lisais en tant que la méchante Juvelian Eloy Floyen. J’étais destinée à mourir… Mais avec les souvenirs de mon ancienne vie, j’ai pu empêcher ma mort!\n\n«J’épouserai un homme qui a de l’honneur, de bonne famille et qui a du pouvoir.»\n\nAlors que je déclarais ma volonté de vivre une vie glorieuse et glamour, mon père a décidé de faire du prince héritier mon fiancé?! Est-il fou?!\n\n«Pourquoi évitez-vous votre engagement avec le prince héritier?»\n\n«Parce que ça me fait peur! Il tue les gens qui ne lui obéissent pas!»\n\nQuelques jours plus tard, le prince héritier m'a envoyé une lettre.\n\n«Ne t'inquiète pas, je ne te tuerai pas.»\n\nOh non… ai-je déjà fait quelque chose qui valait la peine de mourir?\n\n---\n[Original Novel](https://page.kakao.com/content/52616424)\n[Official English Translation of the Novel](https://wordexcerpt.com/series/daddy-i-dont-want-to-marry/)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%84%EB%B9%A0-%EB%82%98-%EC%9D%B4-%EA%B2%B0%ED%98%BC-%EC%95%88-%ED%95%A0%EB%9E%98%EC%9A%94/2472), [KakaoPage](https://page.kakao.com/content/56556599)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/father-i-dont-want-this-marriage)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9772/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%88%B8%E7%88%B8%E6%88%91%E4%B8%8D%E6%83%B3%E7%B5%90%E5%A9%9A/101)\n* [French / Français](https://www.tappytoon.com/fr/comics/father-i-dont-want-this-marriage-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/father-i-dont-want-this-marriage-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ayah-Aku-Tidak-Mau-Menikah/37)\n* [Japanese / 日本語](https://piccoma.com/web/product/66124)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD_%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99/125)",
      "hu": "Jubelian vagyok? A herceg lánya és ennek a regénynek a gazembere? Sikerült elkerülnöm a halálomat néhány korábbi tudással az életemről, mivel ez már a második alkalom. Képesnek kell lennem arra, hogy békés életet éljek! \"Nem fogok hozzámenni egy férfihoz sem, hacsak nincs meg mindene. A leggazdagabb, leghíresebb és legkompetensebb embert akarom.\" Elbűvölő életről álmodtam, mint a herceg lánya, de az apám azt mondja, hogy a koronaherceg, aki arról ismert, hogy őrült, legyen a férjem! Rendkívüli intézkedésként nem tudtam mást tenni, mint egy szerződéses viszonyt elindítani. Vagyis egy jóképű mellékszereplővel, aki jobban néz ki, mint a főszereplő. – Miért próbálja elkerülni, hogy eljegyezze magát a koronaherceggel? „Ijesztő. Azt hallottam, hogy még a saját kíséretét is megöli, ha nem szereti őket.”\n\n---\n[Original Novel](https://page.kakao.com/content/52616424)\n[Official English Translation of the Novel](https://wordexcerpt.com/series/daddy-i-dont-want-to-marry/)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%84%EB%B9%A0-%EB%82%98-%EC%9D%B4-%EA%B2%B0%ED%98%BC-%EC%95%88-%ED%95%A0%EB%9E%98%EC%9A%94/2472), [KakaoPage](https://page.kakao.com/content/56556599)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/father-i-dont-want-this-marriage)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9772/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%88%B8%E7%88%B8%E6%88%91%E4%B8%8D%E6%83%B3%E7%B5%90%E5%A9%9A/101)\n* [French / Français](https://www.tappytoon.com/fr/comics/father-i-dont-want-this-marriage-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/father-i-dont-want-this-marriage-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ayah-Aku-Tidak-Mau-Menikah/37)\n* [Japanese / 日本語](https://piccoma.com/web/product/66124)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD_%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99/125)",
      "ru": "Я переродилась как Джубэлиан Элой Флойен – злодейка прочитанной мной новеллы. Я была обречена на смерть, но не тут-то было! Используя воспоминания о прошлой жизни, я собираюсь избежать своей гибели!\n\n«Я не выйду замуж за мужчину без чести, семьи, имущества и силы!»\n\nКак только я заявила о своём желании жить великолепной и роскошной жизнью, мой отец решил сделать меня невестой кронпринца! Он сумасшедший?! Ведь я буду рассматривать помолвку только в качестве крайней меры.\n\n«Почему ты избегаешь помолвки с наследным принцем?»\n\n«Он меня пугает! Он сразу же убивает тех, кто ослушался его!»\n\nЧерез несколько дней наследный принц отправил письмо.\n«Не переживай, тебя я не убью».\n\nО, нет… неужели я уже что-то натворила? Что-то, за что должна умереть?\n\n---\n[Original Novel](https://page.kakao.com/content/52616424)\n[Official English Translation of the Novel](https://wordexcerpt.com/series/daddy-i-dont-want-to-marry/)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%84%EB%B9%A0-%EB%82%98-%EC%9D%B4-%EA%B2%B0%ED%98%BC-%EC%95%88-%ED%95%A0%EB%9E%98%EC%9A%94/2472), [KakaoPage](https://page.kakao.com/content/56556599)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/father-i-dont-want-this-marriage)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9772/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%88%B8%E7%88%B8%E6%88%91%E4%B8%8D%E6%83%B3%E7%B5%90%E5%A9%9A/101)\n* [French / Français](https://www.tappytoon.com/fr/comics/father-i-dont-want-this-marriage-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/father-i-dont-want-this-marriage-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ayah-Aku-Tidak-Mau-Menikah/37)\n* [Japanese / 日本語](https://piccoma.com/web/product/66124)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD_%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99/125)",
      "uk": "Я переродилася в лиходійку новели, яку я читала, Джувеліан Елой Флоен. Я приречена на смерть, але ні! Зі спогадами про моє минуле життя я уникну \"прапорця смерті\"!\n-Я не одружуся на чаловікові, який не має ні честі, ні походження, ні власності, ні влади!\nЛишень я вимовила бажання прожити своє життя щасливо, мій батько вирішив зробити кронпринца моїм нареченим! Та він божевільний! Я розглядатиму ці заручини лише якщо не буде вибору.\n-Чому ти уникаєш заручин із кронпринцем?\n-Бо він лякає мене! Він вбиває на місці всіх, хто не скорився йому!\nКілька днів потому кронпринц надіслав мені листа:\"Не переймайся, я не вб'ю тебе.\"\nДідько, невже я заслуговую на таку смерть?\n\n---\n[Original Novel](https://page.kakao.com/content/52616424)\n[Official English Translation of the Novel](https://wordexcerpt.com/series/daddy-i-dont-want-to-marry/)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%84%EB%B9%A0-%EB%82%98-%EC%9D%B4-%EA%B2%B0%ED%98%BC-%EC%95%88-%ED%95%A0%EB%9E%98%EC%9A%94/2472), [KakaoPage](https://page.kakao.com/content/56556599)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/father-i-dont-want-this-marriage)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9772/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%88%B8%E7%88%B8%E6%88%91%E4%B8%8D%E6%83%B3%E7%B5%90%E5%A9%9A/101)\n* [French / Français](https://www.tappytoon.com/fr/comics/father-i-dont-want-this-marriage-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/father-i-dont-want-this-marriage-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ayah-Aku-Tidak-Mau-Menikah/37)\n* [Japanese / 日本語](https://piccoma.com/web/product/66124)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD_%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99/125)",
      "zh": "恶毒反派“贝莉安”第一世被男友诬陷，被爸爸抛弃，在监狱中悲惨的死去。附身于“贝莉安”身上的我决定这一世不与任何人有瓜葛：与男友分手，放弃奢求爸爸的爱，一心过悠闲华丽的的名媛生活…什么？爸爸让我和暴君皇太子结婚？为了逃避结婚，我只能和爸爸的学生假装恋爱！\n\n---\n[Original Novel](https://page.kakao.com/content/52616424)\n[Official English Translation of the Novel](https://wordexcerpt.com/series/daddy-i-dont-want-to-marry/)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%84%EB%B9%A0-%EB%82%98-%EC%9D%B4-%EA%B2%B0%ED%98%BC-%EC%95%88-%ED%95%A0%EB%9E%98%EC%9A%94/2472), [KakaoPage](https://page.kakao.com/content/56556599)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/father-i-dont-want-this-marriage)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9772/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%88%B8%E7%88%B8%E6%88%91%E4%B8%8D%E6%83%B3%E7%B5%90%E5%A9%9A/101)\n* [French / Français](https://www.tappytoon.com/fr/comics/father-i-dont-want-this-marriage-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/father-i-dont-want-this-marriage-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ayah-Aku-Tidak-Mau-Menikah/37)\n* [Japanese / 日本語](https://piccoma.com/web/product/66124)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD_%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99/125)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "131"
  },
  {
    "mangaId": "b23c9bb1-870e-483d-a496-0c55021c1bed",
    "title": {
      "en": "Flag Capture in the First Move"
    },
    "updatedAt": "2024-03-19T09:41:54+00:00",
    "coverArt": "https://mangadex.org/covers/b23c9bb1-870e-483d-a496-0c55021c1bed/65616b89-09fa-4312-8938-3e79b81e874c.jpg",
    "altTitles": [
      {
        "en": "An Ideal Response to Little Devil-Type Girls."
      },
      {
        "en": "An MC Who Recklessly Opened the Not-Supposed-to-Be-Opened Osananajimi Route"
      },
      {
        "en": "Friendly Appeal MC vs Clumsy Kuudere"
      },
      {
        "en": "Honest-Considerate MC vs Shy Senior"
      },
      {
        "en": "Honest-Considerate MC vs. Club Junior"
      },
      {
        "en": "I'm Fine Even If She's a Little Bit Yandere, I Just Wanna Be Popular"
      },
      {
        "en": "I'm OK Even If She's a Yandere"
      },
      {
        "en": "It's You"
      },
      {
        "en": "MC That Flips Out in Conversations VS Crude Girl"
      },
      {
        "en": "Meeting an Onee-san After a Few Years vs. Honest Guy"
      },
      {
        "ja-ro": "Mou Karui Yandere de Ii kara Mote Taiwa"
      },
      {
        "ja-ro": "Omaejan"
      },
      {
        "en": "Perfect Communication Senpai vs. High-Maintenance, Talkative and Awkward Kouhai"
      },
      {
        "en": "Self-Proclaimed Anti-Social Girl vs. Brute-force Type MC"
      },
      {
        "en": "Strong-Pressuring MC vs. Strong-Willed Class Rep"
      },
      {
        "en": "Super-template Tsundere Girl vs MC with Anti-Tsundere Measures"
      },
      {
        "ru": "Это ты"
      },
      {
        "ja": "お前じゃん"
      },
      {
        "ja": "パーフェクトコミュニケーション先輩VS重くて饒舌で不器用に後輩"
      },
      {
        "ja": "ブチギレコミュ力主人公VSがさつ系女子"
      },
      {
        "ja": "フラグを先手で折りまくる"
      },
      {
        "ja": "ポンコツヤンキー"
      },
      {
        "ja": "もう軽いヤンデレでいいからモテたい話"
      },
      {
        "ja": "ルートがないはずの幼馴染ルートを勝手にこじ開ける主人公"
      },
      {
        "ja": "察しのいい敏感系主人公 VS おとなしい先輩"
      },
      {
        "ja": "察しのいい敏感系主人公 VS 部活の後輩"
      },
      {
        "ja": "小悪魔系女子への理想的な対応"
      },
      {
        "ja": "押しが強い系主人公VS気が強い委員長"
      },
      {
        "ja": "数年ぶりに会ったお姉さんVS正直者"
      },
      {
        "ja": "気さくなアピール主人公VS不器用クーデレ"
      },
      {
        "ja": "超テンプレポンコツンデレ女子VSツンデレ対策に定評のある主人公"
      }
    ],
    "description": {
      "en": "This is a romantic comedy RTA manga in which the protagonist reads the signs and makes a preemptive move to make a girl with a problem happy in every parallel world.",
      "fr": "Histoires courtes sur un personnage principal honnête avec les filles."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "15"
  },
  {
    "mangaId": "5a294e94-5c5b-459a-943a-30a30b8a4d19",
    "title": {
      "en": "After Killing You"
    },
    "updatedAt": "2024-03-10T09:03:02+00:00",
    "coverArt": "https://mangadex.org/covers/5a294e94-5c5b-459a-943a-30a30b8a4d19/770dbbdb-4997-4dc0-a07d-576ea8561a85.jpg",
    "altTitles": [],
    "description": {
      "en": "Mismatched lovers Eunsung and Hyunwoo face a bizarre twist of fate. When Hyunwoo abruptly ends their relationship, Eunsung finds himself committing the darkest of crimes. However, Eunsung wakes up in a world where the cold body in his arms isn’t Hyunwoo’s and instead, he’s the one who's been killed… In this surreal switch, Eunsung realizes a chilling truth—their destinies are entwined in a dark cycle of love and murder. Despite this deadly paradox, Eunsung still believes they are meant to be together, and this time he won’t let anything get in his way…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbc06354-a4ab-4f44-bb0a-db2e3a58d57c",
    "title": {
      "en": "Tsukushitagari na Uchi no Yome ni Tsuite Derete mo Ii ka"
    },
    "updatedAt": "2024-02-24T20:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/bbc06354-a4ab-4f44-bb0a-db2e3a58d57c/68a02bc5-51c3-409b-895f-e0b5f23ef65a.jpg",
    "altTitles": [
      {
        "ja": "尽くしたがりなうちの嫁についてデレてもいいか？"
      },
      {
        "en": "Can I Brag About My Very Devoted Wife To You?"
      },
      {
        "zh-hk": "我可以對無比賢惠的妻子撒嬌嗎？"
      },
      {
        "en": "Can I Be Loving Towards My Wife Who Wants To Do All Kinds Of Things?"
      },
      {
        "pt-br": "Posso amar minha esposa que quer fazer todo tipo de coisa?"
      },
      {
        "en": "We Started A So Sweet Newlywed Life"
      }
    ],
    "description": {
      "en": "There's the flower of Takamine High, Hanae Riko, whom every boy admires. Then, there's the plain boy, Niiyama Minato, who got proposed to by that most beautiful girl in school. Without knowing what's happening, the curtain on their newlywed life rises! For some reason, my bride, who's too cute and happily follows me around everywhere, refuses to leave my side...",
      "ja": "「わ、私を……っ、あなたのお嫁さんにしてくれませんか……？」　学園一の美少女・花江りこに逆プロポーズされ、わけのわからないうちに、りことの共同生活を始めた俺。だけど、うぬぼれてはいけない。これは契約結婚。――そのはずなのに、「なんでそんな尽くしてくれるんだ？」と尋ねたら、彼女はむうっと頬を膨らませて「湊人くん、ニブすぎだよ……」と言ってきた。え……俺たちがしたのって契約結婚でいいんだよな……？　交際ゼロ日婚からはじまる、ひたすら幸せなだけの両片想いラブストーリー☆\n\n\"Wa, watashi o…… ~tsu, anata no o yomesan ni shite kuremasen ka……?\" Gakuen ichi no bishōjo Hanae Riko ni gyaku puropōzu sa re, wake no wakaranai uchi ni, Riko to no kyōdō seikatsu o hajimeta ore. Dakedo, unuborete wa ikenai. Kore wa keiyaku kekkon.―― Sono hazunanoni, \"nande son'na tsukushite kureru nda?\" To tazunetara, kanojo wa mū tto hoho o fukurama sete \"Minato hito-kun, Nibu-sugida yo……\" to itte kita. E…… oretachi ga shita no tte keiyaku kekkonde ī nda yo na……? Kōsai zero-nichi kon kara hajimaru, hitasura shiawasena dake no ryō kataomoi rabusutōrī ☆",
      "pt-br": "Hanae Riko, a garota mais bonita da Takamine High, que todo garoto admira. Niiyama Minato, um garoto simples, que foi proposto em casamento por essa mesma garota. Sem saber o que está acontecendo, as cortinas de sua vida de recém-casados ​​sobem! Por alguma razão, minha noiva, que é muito fofa e me segue alegremente por toda parte, se recusa a sair do meu lado..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "33"
  },
  {
    "mangaId": "48f52847-0f66-49a5-a692-4c73b986b09d",
    "title": {
      "en": "Classmate no Tanaka-san wa Sugoku Kowai"
    },
    "updatedAt": "2024-01-28T03:33:31+00:00",
    "coverArt": "https://mangadex.org/covers/48f52847-0f66-49a5-a692-4c73b986b09d/956ac263-372b-4d3b-bd2c-fd45ae2947d3.jpg",
    "altTitles": [
      {
        "ja-ro": "Classmate no Tanaka-san wa Sugoku Kowai"
      },
      {
        "ja": "クラスメイトの田中さんはすごく怖い"
      },
      {
        "en": "My Classmate Tanaka-san Is Super Scary"
      }
    ],
    "description": {
      "en": "My classmate, Tanaka-san is super scary… or is she?",
      "ja": "みんなが怖がるクラスメイトの田中さんと、隣の席になってしまった中島くん。ヤバイ！おしまいだ！と怖れる中島くんだったけど、田中さんは怖いだけではないようで……？　ヒヤヒヤハラハラ、時々キュンキュンなショートラブコメ。"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "57"
  },
  {
    "mangaId": "4738c357-b65f-4013-88a9-8b4459151e00",
    "title": {
      "en": "Ecstas Online"
    },
    "updatedAt": "2023-11-15T18:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/4738c357-b65f-4013-88a9-8b4459151e00/33781132-2a1a-48c4-b80a-db0f22914073.jpg",
    "altTitles": [
      {
        "ja": "エクスタス・オンライン"
      },
      {
        "ko": "엑스터스 온라인"
      }
    ],
    "description": {
      "en": "Kakeru Meguri is a second-year student at Minami Myojin Public High School who plays the character named <Hellshaft> in the VRMMORPG <<Exodia Exodus>>. One day a player suddenly appear in front of his eyes, which turn out to be his popular beauty classmate Ririko Asagiri. She believes that if they defeat the demon king they will be able to return to the real world, in fact Kakeru knows that if a player dies in the game, their consciousness will disappear in the real world. To save an important person, Kakeru possesses the most powerful forbidden force, \"Awaken Adult Mode\".  \n  \nEcstas Online was discontinued due to the [death of Kakashi Oniyazu on February 2, 2019](https://www.animenewsnetwork.com/news/2019-02-27/though-you-may-burn-to-ash-manga-kakashi-oniyazu-passes-away/.143962)."
    },
    "status": "cancelled",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "17"
  },
  {
    "mangaId": "9402cd5f-88cb-4988-a94c-e54bb181ad93",
    "title": {
      "en": "Starting out as Friends With a Yankee Girl"
    },
    "updatedAt": "2023-04-10T02:31:24+00:00",
    "coverArt": "https://mangadex.org/covers/9402cd5f-88cb-4988-a94c-e54bb181ad93/0e70eb77-8cdc-4c2c-bb36-693345fc2678.jpg",
    "altTitles": [
      {
        "ja-ro": "Yankee Musume to o Tomodachi Kara Hajimete Mita"
      },
      {
        "ja": "ヤンキー娘とお友達から始めてみた"
      },
      {
        "vi": "Tôi đã đào tạo sắc dục học sinh cá biệt"
      },
      {
        "en": "I Became More Than Friends With a Delinquent Girl"
      },
      {
        "en": "I Became Friends With A Delinquent Girl"
      },
      {
        "en": "Developing Relationship from Friends with the Yankee Girl"
      },
      {
        "ja-ro": "Yankee Musume To Tomodachi Kara Hajimete Mita"
      },
      {
        "ja-ro": "Yankee Musume to Otomodachi kara Hajimete Mita"
      }
    ],
    "description": {
      "en": "A guy fell in love at the first sight with the school #1 delinquent. He steeled himself and asked her out, but…",
      "pt": "Um garoto se apaixonou à primeira vista pela delinquente n° 1 da escola. Ele reuniu coragem e a convidou para sair, mas…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c353cd64-d95c-4b98-b5f4-4aae9368f50a",
    "title": {
      "en": "Keep an Eye on You"
    },
    "updatedAt": "2024-06-05T22:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/c353cd64-d95c-4b98-b5f4-4aae9368f50a/e4cb8772-eb19-4776-839b-31469c08001b.png",
    "altTitles": [
      {
        "zh": "囚你于掌中"
      },
      {
        "zh-ro": "Qiu Ni Yu Zhang Zhong"
      },
      {
        "en": "confine you in my palm"
      }
    ],
    "description": {
      "en": "A mystery murder case shatters Lan Zhiqing's serene and blissful life into pieces. The past she has long forgotten returns in the form of a nightmarish case, encroaching ever the closer... Shocked, Lan Zhiqing discovers that the most dangerous existence may just be the person she shares a bed with."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "9f73bd5e-30a8-4ba6-a276-c7a58d368a09",
    "title": {
      "en": "Everlasting God of Sword"
    },
    "updatedAt": "2023-12-31T05:52:24+00:00",
    "coverArt": "https://mangadex.org/covers/9f73bd5e-30a8-4ba6-a276-c7a58d368a09/abe0cb92-fd71-46be-9c37-c635844a78f1.jpg",
    "altTitles": [
      {
        "en": "EGOS"
      },
      {
        "ru": "Бессмертный бог меча"
      },
      {
        "zh": "万古剑神"
      },
      {
        "zh-ro": "Wangu Jian Shen"
      },
      {
        "vi": "Vạn Cổ Kiếm Thần"
      }
    ],
    "description": {
      "en": "He stood at the pinnacle of the world. Surpassing all since birth in the art of the sword. But fate has left him crippled moments before reaching the apex. But the story continues and the legend will rise again…\n\n---\n- **Note:** 2nd Place in 15th Chinese Golden Dragon Manhua Awards",
      "fr": "Il se tenait au sommet du monde. Surpassant tout depuis la naissance dans l'art de l'épée. Mais le destin l'a laissé infirme quelques instants avant d'atteindre le sommet. Mais l'histoire continue et la légende renaîtra…",
      "zh": "天下最风流的剑客，名曰沈三公子。 天下最有名的剑法，唤作万藏剑经。 天下最强大最神秘的地方，是为弃剑山庄。 每周六早上九点准时更新~"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b77c5d-0c4d-4719-ac7b-daf9bb516c19",
    "title": {
      "en": "Noipa-chan wa Abunai!"
    },
    "updatedAt": "2024-03-21T23:31:11+00:00",
    "coverArt": "https://mangadex.org/covers/c7b77c5d-0c4d-4719-ac7b-daf9bb516c19/e847aac1-2d82-4897-8ac7-4c07501c05c8.jpg",
    "altTitles": [
      {
        "ja": "ノイパちゃんはアブナイ!"
      },
      {
        "en": "Noipa-chan is Dangerous!"
      },
      {
        "pt-br": "Noipa-chan é Perigosa!"
      },
      {
        "es-la": "¡Noipa-chan es de armas tomar!"
      }
    ],
    "description": {
      "en": "At school, no one seems to care what transfer student Noipa-chan wears. In fact, they don't even seem to notice her existence, except for one person. Yuu is the only one who wonders what's going on with that girl.",
      "es-la": "En la escuela, a nadie parece importarle la vestimenta de Noipa-chan, una estudiante transferida. De hecho, ni siquiera parecen notar su existencia, salvo por una persona. Yuu es el único que se pregunta qué sucede con esa chica, y ahora que fue descubierto mirándola, se verá inmiscuido en una situación de peligro.",
      "pt-br": "Na escola, ninguém parece se importar com o que a estudante transferida Noipa-chan usa. Na verdade, eles nem parecem notar a sua existência, exceto uma pessoa. Yuu é o único que se pergunta o que está acontecendo com aquela garota."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c0d15b1-6bf7-4e29-99e1-a44d0045d9da",
    "title": {
      "en": "Cupid in the Rainbow Trap"
    },
    "updatedAt": "2024-03-18T13:59:24+00:00",
    "coverArt": "https://mangadex.org/covers/3c0d15b1-6bf7-4e29-99e1-a44d0045d9da/91cd470a-7d44-49ea-bf34-db893a3f0732.jpg",
    "altTitles": [
      {
        "ko": "영업부의 큐피드"
      }
    ],
    "description": {
      "en": "In the office, Taejoon reigns supreme as the \"Cupid of Sales,\" renowned for successfully pairing colleagues thanks to his ability to see the color of people's auras. Unfortunately, he himself has been single his entire life. But everything changes when he drunkenly kisses the new recruit, Hongyeon, which leads to a sizzling night at a motel. And then Taejoon discovers something fascinating - Hongyeon's aura is a mesmerizing rainbow! As Hongyeon boldly pursues him, Taejoon's shyness clashes with their steamy connection. Now they must navigate a somewhat clumsy and spicy office romance, where colors will fly in more ways than one!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5844c8d-b0a7-4a5d-b6ff-2d627d8dc355",
    "title": {
      "en": "The Female God of Babel: KAMISAMA Club in Tower of Babel"
    },
    "updatedAt": "2022-10-01T09:38:50+00:00",
    "coverArt": "https://mangadex.org/covers/a5844c8d-b0a7-4a5d-b6ff-2d627d8dc355/2336cc7e-5554-4dec-98fc-d44f19604925.jpg",
    "altTitles": [
      {
        "en": "Babel Shiki Kami Girl"
      },
      {
        "en": "バベル式 神ガール"
      }
    ],
    "description": {
      "en": "On his first day of high school, Hidaka heard a female voice that no one else could from a tower build in a slightly separated area within the school grounds. He learned that it was the voice of God that assumed the form of a gigantic girl, reigning over The Lesser Tower of Clubs. Thus, he was roped in to join the so-called [God Club]."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "40c058a2-430e-4ced-b663-369dcf38583f",
    "title": {
      "en": "Gokurakugai"
    },
    "updatedAt": "2024-04-12T19:48:25+00:00",
    "coverArt": "https://mangadex.org/covers/40c058a2-430e-4ced-b663-369dcf38583f/b07e710d-d6b8-4750-a101-4f5ac3044051.jpg",
    "altTitles": [
      {
        "ja": "極楽街"
      },
      {
        "en": "Gokuraku District"
      },
      {
        "ru": "Район Гокураку"
      },
      {
        "uk": "Район Ґокураку"
      },
      {
        "zh": "极乐街"
      },
      {
        "en": "Paradise District"
      },
      {
        "kk": "Гокураку Ауданы"
      },
      {
        "ru": "Райский Район"
      }
    ],
    "description": {
      "en": "Gokurakugai, a bright and bustling working class district with a hidden dark side. In this area without order, Tao and Alma work as troubleshooters for hire. Their missions involve helping a young boy find his lost friend, a person who disappears without a trace, and disfigured animal corpses.\n\nAll the while, the evil spirits who live in the shadows bring out a different side to these troubleshooters!",
      "ru": "Тао и Алма — Специалисты по решению проблем района гокураку, их агентство всегда поможет любому кто попал в беду, но, это лишь поверхность...?",
      "pt-br": "Uma dupla de pau para toda obra assume qualquer trabalho no tão movimentado distrito da luz vermelha."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2f14ca0-1fad-4198-95cf-d5bfa053238b",
    "title": {
      "en": "Nemuro-kun wa Kao ga Ii!"
    },
    "updatedAt": "2024-06-05T22:30:24+00:00",
    "coverArt": "https://mangadex.org/covers/a2f14ca0-1fad-4198-95cf-d5bfa053238b/3c46f014-e6c5-4295-812a-4cc349928777.jpg",
    "altTitles": [
      {
        "ja": "根室くんは顔がいい！"
      },
      {
        "en": "Nemuro-Kun Has a Beautiful Face!"
      }
    ],
    "description": {
      "en": "Nemuro-kun sits next to me. He always hides his face with his bangs, and most people at school do not know his real face. One day, Takamura happened to know his face, and she couldn't take his eyes off Nemuro-kun! I love Nemuro-kun's face. But that is all I know. This is a school love comedy that begins with a face, where they gradually get to know each other!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c92613b-7a07-4f2f-853d-a321ad06f87b",
    "title": {
      "en": "Miss You, Lucifer"
    },
    "updatedAt": "2024-05-23T10:54:01+00:00",
    "coverArt": "https://mangadex.org/covers/8c92613b-7a07-4f2f-853d-a321ad06f87b/24bf860c-a9ec-4c14-a53b-b58be99c38a2.jpg",
    "altTitles": [
      {
        "ko-ro": "Bogo Sipeo, Lusipeo"
      },
      {
        "ko": "보고싶어, 루시퍼"
      }
    ],
    "description": {
      "en": "Lee Jungwoo is the member of an unpopular idol group <Sweet Devils>, with the stage name 'Lucifer'. Despite accepting all kinds of programmes and odd jobs in the hopes to make it big someday, his one claim to fame turns out to be an unfortunate accident on live-tv. Misunderstandings ensue and suddenly he finds himself entangled with national superstar, Kang Kwonjun."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "20"
  },
  {
    "mangaId": "2194896c-a20f-451d-9e94-1a851886b5f2",
    "title": {
      "en": "#Zombie Sagashitemasu"
    },
    "updatedAt": "2024-03-25T20:24:32+00:00",
    "coverArt": "https://mangadex.org/covers/2194896c-a20f-451d-9e94-1a851886b5f2/5687ce8c-d238-4509-9044-fe7a8a5d3f4c.jpg",
    "altTitles": [
      {
        "ja": "#ゾンビさがしてます"
      },
      {
        "en": "#I'm Looking For Zombie"
      },
      {
        "en": "#LookingForZombies"
      },
      {
        "ko": "#좀비 찾고 있습니다"
      },
      {
        "ru": "Я ищу зомби"
      },
      {
        "zh": "僵尸搜寻中"
      },
      {
        "zh-hk": "殭屍搜尋中"
      },
      {
        "es-la": "#EstoyBuscandoZombis"
      },
      {
        "es-la": "#BuscandoZombis"
      }
    ],
    "description": {
      "en": "The manga is set in a world where 90 percent of humans on Earth have contracted and died from a deadly, virulent disease; only to then rise again as zombies who only attack people. 13 years after that \"Red Day\" of societal and civilizational collapse, the surviving humans survive away from the big cities, while still hoping to retake them someday. An entirely new generation of people who know nothing of the pre-Red Day world are now coming into their own. The story begins when Aki and her close friends Haru and Natsuki begin a journey to find Aki's missing father.",
      "es-la": "En un mundo de desesperación, ¿qué pasa con las chicas? Una historia de supervivencia en un mundo zombie."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-05-08T18:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b2f599-51e5-4b21-8ed0-70a9534af0de",
    "title": {
      "en": "Midnight Taxi"
    },
    "updatedAt": "2024-03-16T19:23:17+00:00",
    "coverArt": "https://mangadex.org/covers/66b2f599-51e5-4b21-8ed0-70a9534af0de/17e85d03-2b53-4ae5-872f-550c013d3b23.jpg",
    "altTitles": [
      {
        "ko": "야간택시"
      }
    ],
    "description": {
      "en": "Even angels give into temptation. Once God’s right-hand warrior, the archangel Agnes has succumbed to desire and formed a contract with Lucifer, the ruler of demons. Now a fallen angel, she poses as a simple taxi driver and patrols the bustling city of Seoul during the midnight hours. Cursed by the king of hell to seek souls for her life force, Agnes pursues depraved individuals who prey upon innocents for their own pleasure, and uses their carnal desires against them. But when her past comes back to haunt her, a tantalizing game of cat and mouse involving vengeful entities ensues."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]