[
  {
    "mangaId": "5efc2417-d036-48e6-b86d-e4299a077093",
    "title": {
      "en": "A Boyish Girlfriend in High Humidity"
    },
    "updatedAt": "2024-08-06T22:34:42+00:00",
    "coverArt": "https://mangadex.org/covers/5efc2417-d036-48e6-b86d-e4299a077093/a1801d05-fabc-4e4a-911a-bb0fcea51fd5.jpg",
    "altTitles": [
      {
        "ja": "湿度高めのボーイッシュ彼女"
      },
      {
        "ja-ro": "Shitsudo Takame no Boyish Kanojo"
      },
      {
        "pt-br": "Uma namorada masculina com alta umidade"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/115806876)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92a46ccf-cf75-41dd-8a69-7016e4521102",
    "title": {
      "en": "Yamima no Mamiya"
    },
    "updatedAt": "2022-12-21T18:10:01+00:00",
    "coverArt": "https://mangadex.org/covers/92a46ccf-cf75-41dd-8a69-7016e4521102/3a9e2acd-8148-47ae-8aad-d25c878284d6.jpg",
    "altTitles": [
      {
        "en": "Yami-Mahjong Fighter Mamiya"
      },
      {
        "en": "Shadow Mahjong Fighter Mamiya"
      },
      {
        "ja": "闇麻のマミヤ"
      }
    ],
    "description": {
      "en": "It has been 20 years since the legendary mahjong player, Akagi, left this world. In this new era known as \"Reiwa,\" a mahjong player who solves disputes with mahjong gambles has appeared, only known as \"Yami-Mahjong Fighter Mamiya!\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "024af7a5-f8ad-4b67-b950-b1708f52b018",
    "title": {
      "en": "Yuusha Party ni Kawaii Ko ga Ita no de, Kokuhaku Shite Mita"
    },
    "updatedAt": "2024-07-24T19:31:15+00:00",
    "coverArt": "https://mangadex.org/covers/024af7a5-f8ad-4b67-b950-b1708f52b018/180d7093-76d0-4fe9-974b-57c5e9405596.jpg",
    "altTitles": [
      {
        "ja": "勇者パーティーにかわいい子がいたので、告白してみた。"
      },
      {
        "en": "There Was a Cute Girl in the Hero's Party, so I Tried Confessing to Her"
      },
      {
        "uk": "Красуня з групи героя, якій я зізнався в коханні"
      },
      {
        "zh": "身为魔族的我想向勇者小队的可爱女孩告白"
      },
      {
        "ko": "용사 파티에 귀여운 애가 있어서, 고백해봤다"
      }
    ],
    "description": {
      "en": "Youki was reincarnated in another world. However, instead of being reincarnated as the hero or the demon lord, he was instead reincarnated half-assedly as a minion of the Demon Lord. One day, the Hero's Party attacked the Demon Lord's castle with the intent of defeating the Demon Lord. Of course, Youki was able to repel their attempt with ease. In spite of this, he ended up falling for the cleric, Cecilia, at first sight… The super popular love comedy fantasy set in another world!",
      "uk": "Юкі був реінкарнованим у іншому світі. Однак, замість того щоб реінкарнувати героєм чи королем демонів, він став підлеглим короля демонів. Одного дня група героя атакувала замок короля демонів. Годі й казати, що Юкі відбив спробу героя. Однак, з першого погляду, був зачарований красою Сесиль, клерка групи героя... Супер популярна любовна комедія в іншому світі!",
      "pt-br": "Youki foi reencarnado em outro mundo. Entretanto, em vez de reencarnar como o herói ou o Rei Demônio, ele foi reencarnado como um subordinado do Rei Demônio. Um dia, o grupo do Herói atacou o castelo do Rei Demônio com a intenção de derrotar o Rei Demônio. É claro que Youki conseguiu repelir sua tentativa com facilidade. Apesar disso, ele acabou se apaixonando pelo sacerdotisa Cecília, à primeira vista. A fantasia super popular de comédia romântica que acontece em outro mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d351a80-5037-4334-a020-6985899f5b1f",
    "title": {
      "en": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru"
    },
    "updatedAt": "2024-07-09T09:58:04+00:00",
    "coverArt": "https://mangadex.org/covers/9d351a80-5037-4334-a020-6985899f5b1f/e43e444a-bf74-413e-9faa-46acad88e962.jpg",
    "altTitles": [
      {
        "ja-ro": "Maou ni Natte-Node, Dungeon Tsukutte Jingai-Musume to Hono-bono suru"
      },
      {
        "ru": "Я стал Повелителем Демонов и создал подземелье, чтобы проводить время с девушками-монстрами"
      },
      {
        "ja": "魔王になったので、ダンジョン造って人外娘とほのぼのする"
      },
      {
        "zh": "魔王建造地下城转生到异世界建造人外娘"
      },
      {
        "ko": "마왕이 됐으므로 던전을 만들고 인외아가씨와 훈훈해진다"
      },
      {
        "ja-ro": "Maō ni Nattanode, Dungeon Zōtte Jingaimusume to Honobono suru"
      },
      {
        "zh-hk": "魔王建造地下城轉生到異世界建造人外娘"
      },
      {
        "en": "Now I'm a Demon Lord! Happily Ever After with Monster Girls in My Dungeon"
      },
      {
        "en": "I Became the Demon Lord so I Created a Dungeon and Spend Heartwarming Time There with Non-Human Girls"
      },
      {
        "ja-ro": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru"
      }
    ],
    "description": {
      "en": "Before I realized, I had become the guardian of a dungeon, a Demon Lord. I was suddenly in a dangerous world with giant monsters loitering around, fighting for their existence. So I thought to go about developing the dungeon in order to not die, but for some reason I was having quite the good time…. How did it turn out like this?  \n  \nThe protagonist, Yuki, having to live in that world now, uses his bold and sharp senses and spends time with a supreme dragon girl and a vampire girl, sometimes laughing, sometimes being angry, passing days doing what he likes.",
      "ja": "異世界転生したユキは、気付くとダンジョンの魔王になっていた!? チートな強さで人外娘達を助けたり、超便利なカタログ通販（？）でダンジョンに凶悪な罠を仕掛けたりとやりたい放題。自由と平和を守るため、快適＆最凶ダンジョン造りを目指せ！ 人気WEB小説コミカライズ!!",
      "es-la": "Antes de darme cuenta, me había convertido en el guardián de una mazmorra, un Señor Demonio. De repente, estaba en un mundo peligroso con monstruos gigantes holgazaneando, luchando por la existencia de la mazmorra para no morir, pero por alguna razón estaba pasando un buen momento ... ¿Cómo resultó esto? El protagonista, Yuki, usa sus sentidos audaces y agudos y pasa el tiempo con una niña dragón suprema y una niña vampiro; A veces riendo, a veces enojándose, pasando días haciendo lo que le gusta.",
      "pt-br": "Antes que eu percebesse, eu havia me tornado o guardião de uma masmorra, um Lorde Demônio.  De repente, eu estava em um mundo perigoso com monstros gigantes vagando por aí, lutando por sua existência, então pensei em desenvolver a masmorra para não morrer, mas – por algum motivo eu estava me divertindo bastante….  Como ficou assim?\n\n O protagonista, Yuki, tendo que viver naquele mundo agora, usa seus sentidos ousados ​​e afiados e passa o tempo com uma suprema garota dragão e uma garota vampira;  Às vezes rindo, às vezes com raiva, passando dias fazendo o que gosta."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa2ab98e-04d5-40d2-bd6c-93d92e41c742",
    "title": {
      "en": "Welcome to the Cheap Restaurant of Outcasts!"
    },
    "updatedAt": "2024-04-29T21:38:09+00:00",
    "coverArt": "https://mangadex.org/covers/aa2ab98e-04d5-40d2-bd6c-93d92e41c742/eb46d14f-6e9e-484e-b310-a04630ebcef5.jpg",
    "altTitles": [
      {
        "en": "Welcome to the Outcast's Restaurant!"
      },
      {
        "ja": "追放者食堂へようこそ！ ～最強パーティーを追放された料理人（Lv.99）は、田舎で念願の冒険者食堂を開きます！～"
      },
      {
        "ko": "추방자 식당에 어서 오세요! ~최강 파티에서 추방당한 요리사는 모험자 식당을 개업합니다!~"
      },
      {
        "ko-ro": "Chubangja sigdang-e eoseo oseyo! ~choegang patieseo chubangdanghan yolisaneun moheomja sigdang-eul gaeeobhabnida!~"
      },
      {
        "ja-ro": "Tsuihousha Shokudou e Youkoso! - Saikyou Party o Tsuihou Sareta Ryourinin (Lv.99) wa, Inaka de Nengan no Boukensha Shokudou o Hirakimasu!"
      },
      {
        "en": "Welcome to Cheap Restaurant of Outcast!"
      },
      {
        "en": "Welcome to the Cheap Restaurant of Outcasts!"
      }
    ],
    "description": {
      "en": "After getting kicked out of the strongest party, the level 99 chef fulfills his dream of opening an adventurer diner in the countryside.",
      "ja": "最強ギルドを追放された料理人・デニス。彼は奴隷少女のアトリエとともに『冒険者食堂』を開店させるのだった。至高の料理スキルを活かした庶民的で温かいデニスの料理は、ちょっとアレな冒険者たちの心と身体を癒やしていくが……。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29c7aced-e2cc-4963-9180-4b1192193b9e",
    "title": {
      "en": "Castle"
    },
    "updatedAt": "2023-09-29T21:21:16+00:00",
    "coverArt": "https://mangadex.org/covers/29c7aced-e2cc-4963-9180-4b1192193b9e/945b77cd-6f8b-432a-add6-d0d78ab43a80.jpg",
    "altTitles": [
      {
        "pl": "Twierdza"
      },
      {
        "ko": "캐슬"
      },
      {
        "ru": "Замок"
      }
    ],
    "description": {
      "en": "\"Castle\", South Korea's omnipotent crime syndicate. One man returns to Korea in order to topple the absolute stronghold that is \"Castle\". Kim Shin, the Korean-born Russian killer named \"Amur Tigro\".  \nHe comes back to the crime-ridden city of Hoe-Am in accordance with the last will of his mentor, Kang Min Sung. Kim Shin and his comrades put their lives on the line as they head for the final showdown…\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list.nhn?titleId=736744)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/shonen/castle/list?title_no=3797),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/castle/list?title_no=2078), [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001034)",
      "pl": ",,Castle'' - południowokoreański syndykat przestępczy.  \nPewien człowiek powraca do Korei, by obalić absolutną fortecę, którą jest ,,Twierdza''. Kim Shin - urodzony w Korei rosyjski zabójca o imieniu Amur Tiger (tygrys). Wraca on do zbrodniczego miasta Hoeam zgodnie z ostatnią wolą swojego mistrza Kang Min-Seong'a. Kim Shin i jego partnerzy zmierzają się do ostatecznego starcia i stawiają swoje życie na szali…",
      "ru": "“Замок”, Южно-Корейский всемогущий криминальный синдикат. Один человек вернулся в Корею, чтобы свергнуть тиранию под названием “Замок”. Ким Шин - родившийся в Корее, русский убийца по прозвищу “Амурский тигр ”. Он возвращается в управляемый преступностью Хоям, чтобы исполнить последнюю волю своего наставника, Кан Мин-Сона. Ким Шин и его товарищи рискуют своими жизнями, неуклонно приближаясь к решающему сражению…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "118"
  },
  {
    "mangaId": "ebbb9176-a16d-4560-afd6-a3c294014efc",
    "title": {
      "en": "Shinkon no Iroha-san"
    },
    "updatedAt": "2024-07-12T22:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/ebbb9176-a16d-4560-afd6-a3c294014efc/f1c72ceb-edc4-47d1-a762-77707e946458.jpg",
    "altTitles": [
      {
        "en": "Newly Wed Miss Iroha"
      },
      {
        "ja": "新婚のいろはさん"
      },
      {
        "zh": "新婚的彩葉小姐"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ae4d0f6-152a-4956-8664-4405758d26ae",
    "title": {
      "en": "Asper Kanojo"
    },
    "updatedAt": "2024-06-21T01:01:50+00:00",
    "coverArt": "https://mangadex.org/covers/8ae4d0f6-152a-4956-8664-4405758d26ae/c86b717a-2951-45a4-8195-34922b0bfff0.jpg",
    "altTitles": [
      {
        "ja": "アスペル・カノジョ"
      },
      {
        "ja-ro": "Asuperu Kanojo"
      },
      {
        "en": "That's My Atypical Girl"
      },
      {
        "en": "Asper Girlfriend"
      },
      {
        "en": "Asper Girl"
      },
      {
        "en": "Days with A Girl"
      },
      {
        "zh": "同一屋檐下，阿斯伯格的她"
      },
      {
        "fr": "Une fille atypique"
      },
      {
        "ru": "Девушка с синдромом Аспергера"
      }
    ],
    "description": {
      "en": "Yokoi is a manga artist who spends his nights delivering newspapers just to make rent, since his original works just don’t seem to sell.\n\nSuddenly, one day he gets a visit from Saito-san, a self-proclaimed fan of Yokoi’s work who made the long journey to meet him. Yokoi quickly realizes that the things Saito-san sees, feels, and thinks about are different from most people…\n\nThese two struggle together to find a place to belong in this unique slice-of-life!\n\n---\nNote: The English translation uses the volume chapter numbering while the Chinese translation uses the website chapter numbering starting from Chapter 27."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "100"
  },
  {
    "mangaId": "827a3cbf-6859-4f71-906f-285596becb59",
    "title": {
      "ja": "Nido to Jidori Okutte Yannai!"
    },
    "updatedAt": "2024-05-09T20:31:57+00:00",
    "coverArt": "https://mangadex.org/covers/827a3cbf-6859-4f71-906f-285596becb59/01b322f1-6b49-4971-86f9-6e6b8f9bdea7.jpg",
    "altTitles": [
      {
        "ja": "二度と自撮り送ってやんない！"
      },
      {
        "en": "I'll never send a selfie again!"
      },
      {
        "ru": "Я больше никогда не буду отправлять тебе селфи!"
      },
      {
        "ja-ro": "Nido to Jidori Okutte Yannai!"
      },
      {
        "es-la": "¡Nunca más te enviaré una selfie!"
      }
    ],
    "description": {
      "en": "My childhood friend keeps asking me for a selfie to use as a reference for his drawing, what do I do?",
      "ja": "久しぶりに連絡を寄こした幼馴染の影介。漫画の作画資料用にわたしの自撮り写真を送ってほしんだって。成長していろいろ変わった私を見て驚け・・・て、ありがとう以外のこと何か言えないの⁉　恥ずかしいのを我慢して撮っているのに！気になり始めた幼馴染同士の自撮りコミュニケーション・ラブコメ！",
      "es-la": "Mi amigo de la infancia no deja de pedirme una selfie para usarlo como referencia para su dibujo, ¿Qué hago?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "90"
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-08-19T14:26:40+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/9277704b-8fb8-4292-954e-a4d8974b3f82.jpg",
    "altTitles": [
      {
        "en": "God's Blessing on This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      },
      {
        "en": "Bless This Wonderful World!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "637e7d4e-adff-45e8-8980-5bbeb66918fc",
    "title": {
      "en": "Tirkom"
    },
    "updatedAt": "2023-07-16T12:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/637e7d4e-adff-45e8-8980-5bbeb66918fc/60db4e1c-0267-42e5-9cc4-c8d1da841988.png",
    "altTitles": [],
    "description": {
      "en": "[Reads left-to-right]\n\n Drithurs are a government-contracted group of individuals with unnatural abilities, tasked with the objective of keeping what is considered 'society' functioning. Karykom is a Drithur, but her true objective is fighting. Follow Karykom and her coworkers as they complete nonsensical tasks and battle strange foes in a wasteland.\n\nArtist's Twitter: [@Hdittus13](https://twitter.com/hdittus13)\nSeries Patreon: [Patreon.com/Tirkom](https://www.patreon.com/Tirkom)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9229ee0c-3e56-41df-be1f-278fa8680426",
    "title": {
      "en": "Snake in the Office"
    },
    "updatedAt": "2024-06-07T20:27:27+00:00",
    "coverArt": "https://mangadex.org/covers/9229ee0c-3e56-41df-be1f-278fa8680426/dc5c7d32-7abb-4ed5-9fe2-9618810491fd.png",
    "altTitles": [],
    "description": {
      "en": "A naga starts a new job in a new town.\n\nPosted with [author permission](https://twitter.com/DanielLCarrier/status/1769140595296207140).\n\n---\nAlternative Official English: [TheDuckWebComics](https://www.theduckwebcomics.com/Snake_in_the_office/5771894/)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6643b6b-5a2e-4f94-8f30-13d4f5e4299a",
    "title": {
      "en": "Hiiragi-san is A Little Careless"
    },
    "updatedAt": "2024-03-06T08:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/d6643b6b-5a2e-4f94-8f30-13d4f5e4299a/742dd32f-2e7b-49bc-a567-54cffa1fd260.jpg",
    "altTitles": [
      {
        "ja": "ちょっとだけ抜けちゃう柊さん"
      },
      {
        "ja-ro": "Chotto Dake Nuke Chau Hiiragi-san"
      },
      {
        "ja-ro": "Chotto Dake Nukechau Hiiragi-san"
      },
      {
        "en": "Hiiragi-san is a little careless."
      }
    ],
    "description": {
      "en": "Kotori-kun, who falls in love with his classmate Hiiragi-san at first sight, somehow wants to get close to her. Hiiragi-san is quite an earnest and lovely girl, but… She’s surprisingly a little careless--! This is about the charming school life of a careless girl and a pure boy who gets led on everyday by her -- a romantic comedy that’s a wee bit H sometimes but warm and fluffy to death."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "66"
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/1f99d3e7-a813-499c-9982-464c9328eeb6.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e0e631b-f9b8-476a-b7d6-a0f000027898",
    "title": {
      "en": "Kozure Batsuichi, Saigo no Koi wa Numa deshita."
    },
    "updatedAt": "2024-08-18T03:50:11+00:00",
    "coverArt": "https://mangadex.org/covers/1e0e631b-f9b8-476a-b7d6-a0f000027898/dc670071-6b42-4169-8ea4-992ddae0a297.jpg",
    "altTitles": [
      {
        "ja": "子連れバツイチ、最後の恋は沼でした。"
      },
      {
        "en": "Single Mother’s Last Love Was a Bog"
      }
    ],
    "description": {
      "en": "A single mother who despises men is neighbors with a younger, womanizing man! Despite being scum, he is great at cooking and childcare--does that make him an ideal partner?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "faf6ff44-e0fc-4785-8eb6-0daae880ba53",
    "title": {
      "en": "Fairy Cat"
    },
    "updatedAt": "2024-05-05T00:01:08+00:00",
    "coverArt": "https://mangadex.org/covers/faf6ff44-e0fc-4785-8eb6-0daae880ba53/c9b73f93-d65d-49f1-ad9e-51f46ed99791.jpg",
    "altTitles": [
      {
        "ja": "手のひらねこ"
      },
      {
        "ru": "Сказочный котик"
      },
      {
        "ja-ro": "Tenohira Neko"
      }
    ],
    "description": {
      "en": "A slightly mysterious and heartwarming story about the smallest cat in the world and a high school boy. A fantastic cat named Tenohira Neko, small enough to fit in the palm of your hand, appears to Kanade, a first-year high school student. He is told that if he likes it, it will live with him...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c471acd-55f1-4ead-84a3-9cc4a8a02c3f",
    "title": {
      "en": "I Look Too Much Like the Boss and the World Actually Believes It"
    },
    "updatedAt": "2024-08-23T00:54:26+00:00",
    "coverArt": "https://mangadex.org/covers/7c471acd-55f1-4ead-84a3-9cc4a8a02c3f/2ff3cd2f-79d9-4b4b-ba30-cfdf38488850.jpg",
    "altTitles": [
      {
        "zh": "长的太像BOSS，结果世人真的信了"
      },
      {
        "zh-ro": "Zhang De Tai Xiang BOSS, Jieguo Shiren Zhen De Xinle"
      },
      {
        "zh-ro": "Zhǎng De Tài Xiàng BOSS, Jiéguǒ Shìrén Zhēn De Xìnle"
      },
      {
        "en": "The Appearance Is So BOSS-like, yet Everyone Believes It"
      }
    ],
    "description": {
      "en": "Moon Lord, Suliang! Tamer of the Divine Lunar Morpho Butterfly, a familiar with abilities to control time and space, yin and yang, I am the invincible youth that stands at the apex of this world! To get such a status upon reincarnation is like getting dealt Pocket Aces… Divine my Arse! The beast in my body is nothing like the Divine Lunar Morpho! It’s clearly the lowest of low level Flash Butterfly!!! Facing millions of fanatical believers, a death match with Emperor Cangyue in three years time, and various sects viewing me as a thorn in their side… This is really an unprecedented beast tamer crisis!",
      "zh": "月之王，苏凉！操纵着能回溯时空、逆转阴阳的月神闪蝶，以此站在这个世界的顶点的无敌少年！ 穿越而来就拿到这么NB的身份卡，岂不是天胡开局……个屁咧！ 我体内的宠兽，哪是什么月神闪蝶！！根本只是个只能照明的最最最低阶的闪光蝶！！！ 面对数以百万的狂热信徒、三年后约战的沧月大帝、视自己为眼中钉的各大教派…… 这还真是…… 前所未有的御兽大危机！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5019aa69-79c5-4192-b483-aaf7eb6904e9",
    "title": {
      "en": "Super Food Bowl"
    },
    "updatedAt": "2024-08-25T00:13:06+00:00",
    "coverArt": "https://mangadex.org/covers/5019aa69-79c5-4192-b483-aaf7eb6904e9/79b0aacd-51aa-42d8-bd93-6e86fd8c1f0c.jpg",
    "altTitles": [
      {
        "ja": "大食い甲子園"
      },
      {
        "ja-ro": "Oogui Koushien"
      }
    ],
    "description": {
      "en": "To eat is to fight! \n\nThere’s only one thing Momotaro High desires — the glory of being Super Food Bowl champion! Back from a 15 years absence from the world of gourmands, Kutaro Moriyama began as a coach in the now-weakened Momotaro Gourmand Club. \n\nWith endless appetite and fierce hungriness, Super Food Bowl brings you the taste of bold men bonding through delicious food!"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "53"
  },
  {
    "mangaId": "2f4b6d9b-94a8-4ab2-9261-235ecc870f96",
    "title": {
      "en": "Otohime Diver"
    },
    "updatedAt": "2024-08-25T00:12:18+00:00",
    "coverArt": "https://mangadex.org/covers/2f4b6d9b-94a8-4ab2-9261-235ecc870f96/fd389163-193b-4699-89cd-518cdc3e81b1.jpg",
    "altTitles": [
      {
        "en": "Oto Hime Diver"
      },
      {
        "en": "Oto-Hime Diver"
      },
      {
        "ja-ro": "Otohime Daibaa"
      },
      {
        "ja": "乙姫ダイバー"
      }
    ],
    "description": {
      "en": "Sixteen years ago a giant earthquake caused what was called \"the great immersion\" which submerged most of the continent, and since then people coexist with the ocean. \n\nMinato Tatsumiya, a young student at Enoshima Oceanographic School for Girls, will attempt to subsist in this world full of mysteries.",
      "ja": "陸の大半が海に没した大瀑震から16年緩やかに衰退していく文明の中でも少女たちの声は高らかに響く！\n\nこの物語は“海異”の不思議に挑む、少女達の成長と学園部活動の物語である。\n\n※“海異”とは大瀑震後の海に起きる不思議な現象。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "20b4201c-d97a-47c7-8cba-25b1d55a36ef",
    "title": {
      "en": "Inukami!"
    },
    "updatedAt": "2024-04-10T06:50:48+00:00",
    "coverArt": "https://mangadex.org/covers/20b4201c-d97a-47c7-8cba-25b1d55a36ef/1baf81e3-2677-42b2-bb3d-b6c3658b1f84.jpg",
    "altTitles": [
      {
        "ja": "いぬかみっ！"
      },
      {
        "ja": "犬神!"
      }
    ],
    "description": {
      "en": "An Inukami, a sacred being with a dog-like appearance, forges a contract with a powerful human tamer to help them eliminate evil monsters and demons.  \n  \nThough Kawahira Keita is the descendent of a long line of Inukami-tamers, he seems to lack the necessary ability and has been forsaken by his family. One day, he meets a cute Inukami named Yoko, who, at first glance, looks graceful, obedient, and beautiful…but upon forging a contract with her, Keita discovers that Yoko is a wild and mischievous Inukami that no one has ever been able to control."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "28"
  },
  {
    "mangaId": "6a09a5f0-4fcf-4f5a-982d-236a3f70f4de",
    "title": {
      "ja": "Yatara to Sasshi no Ii Ore wa, Dokuzetsu Kuudere Bishoujo no Chiisana Dere mo Minogasazu ni Guigui Iku"
    },
    "updatedAt": "2024-08-08T12:21:37+00:00",
    "coverArt": "https://mangadex.org/covers/6a09a5f0-4fcf-4f5a-982d-236a3f70f4de/3a95a40e-fda2-4f3e-a531-1cc758027c5f.jpg",
    "altTitles": [
      {
        "ja": "やたらと察しのいい俺は、毒舌クーデレ美少女の小さなデレも見逃さずにぐいぐいいく"
      },
      {
        "en": "Relentlessly Approaching the Poison-Tongued and Indifferent Beauty to Tickle the Cutesy Reactions Out of Her"
      },
      {
        "en": "From Toxic Classmate to Girlfriend Goals"
      }
    ],
    "description": {
      "en": "Koyuki Shirogane, a girl known for her beauty and equally harsh tone, giving her the nickname \"Venomous Snow White,\" is saved by Naoya Sasahara as a man tried to hit on her. She may try to act strong, but on the inside, she is merely a young girl. Having been saved by Naoya, Koyuki falls for him, and Naoya on his end falls for Koyuki's innocent and cute attitude. Both fail to be honest with each other, but eventually bring themselves closer to admit their feelings for each other.\n\n[Official English Light Novel](https://tentaibooks.com/en/books/from-toxic-classmate-to-girlfriend-goals-v1/)",
      "id": "Shirogane Koyuki, seorang gadis yang dikenal karena kecantikannya namun dijuluki sebagai 'Putri Salju Berbisa' karena nada bicaranya.\r\n\r\nDia selamatkan oleh Sasahara Naoya saat seorang pria mencoba untuk menggodanya. Mungkin dia mencoba untuk bertindak kuat, tapi di dalam dirinya, dia hanyalah seorang gadis muda biasa.\r\n\r\nSetelah diselamatkan oleh Naoya, Koyuki pun jatuh cinta padanya, dan Naoya akhirnya jatuh cinta pada sikap Koyuki yang lugu dan imut. Keduanya gagal untuk jujur satu sama lain, tapi akhirnya mendekatkan diri untuk saling mengakui perasaan satu sama lain.",
      "ja": "読心スキルに優れた高校生の笹原直哉。ある時、ナンパから救ったことをきっかけに白金小雪と知り合う。彼女は美少女ながらかなりの毒舌で名高く『猛毒の白雪姫』と呼ばれるほど。しかし本当の彼女は、強がりと嘘で武装した極度の“クーデレ女子”で…!?　そのいじらしさに一目ぼれした直哉と、素直になれない小雪の二人が織りなす“すれ違いゼロ”の極甘ラブバトルが今!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "76424fe0-ec26-400c-a0c9-93a17114a4ae",
    "title": {
      "en": "Haitatsusaki no Onee-san ga Kowa Sugiru"
    },
    "updatedAt": "2024-08-01T19:09:27+00:00",
    "coverArt": "https://mangadex.org/covers/76424fe0-ec26-400c-a0c9-93a17114a4ae/7cd85b7b-5a9d-4b30-9df0-c7b35a058410.jpg",
    "altTitles": [
      {
        "ja": "配達先のお姉さんが怖すぎる"
      },
      {
        "en": "The Delivery Destination Onee-san Is Too Scary"
      },
      {
        "ja": "配達先のお姉さんが怖すぎる話"
      },
      {
        "ja-ro": "Haitatsusaki no Onee-san ga Kowa Sugiru Hanashi"
      },
      {
        "ja-ro": "Haitatsu-saki no Onee-san ga Kowa Sugiru Hanashi"
      },
      {
        "en": "The Story of This Scary Consignee Girl"
      },
      {
        "en": "The Story of a Scary Consignee"
      },
      {
        "en": "The Delivery Destination Onee-san Is Too Scary Story"
      },
      {
        "es-la": "La Historia de un destinatario aterrador"
      },
      {
        "vi": "Câu chuyện về cô nàng nhận hàng đáng sợ"
      }
    ],
    "description": {
      "en": "An introverted part-time food delivery guy working in the countryside receives a food delivery order. When he reaches the delivery address, he discovers that the recipient is a tall and intimidating-like woman. However, as the story unfolds, he eventually discovers…",
      "es-la": "Un introvertido repartidor de comida a tiempo parcial que trabaja en el campo recibe un pedido de comida a domicilio. Cuando llega a la dirección de entrega, descubre que la destinataria es una mujer alta y de aspecto intimidatorio. Sin embargo, a medida que avanza la historia, descubrirá que..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65498ee8-3c32-4228-b433-73a4d08f8927",
    "title": {
      "en": "Monster Musume no Iru Nichijou"
    },
    "updatedAt": "2024-06-23T08:05:48+00:00",
    "coverArt": "https://mangadex.org/covers/65498ee8-3c32-4228-b433-73a4d08f8927/e70d21fd-15e4-44c1-924a-3a7c2113fc85.jpg",
    "altTitles": [
      {
        "en": "Monster Musume - Everyday Life with Monster Girls"
      },
      {
        "en": "Daily Life with a Monster Girl"
      },
      {
        "fr": "La vie Quotidienne Avec des Demi-Humaines"
      },
      {
        "fr": "Ma vie Monstresses"
      },
      {
        "ja-ro": "Monmusu"
      },
      {
        "ja-ro": "Monster Musume no Iru Nichijō"
      },
      {
        "es-la": "El día a día con las Chicas Monstruo"
      },
      {
        "ru": "Повседневная жизнь с девушкой-монстром"
      },
      {
        "th": "บันทึกอุ่นรักสาวมอนสเตอร์"
      },
      {
        "ja": "モンスター娘のいる日常"
      },
      {
        "zh": "魔物娘的(相伴)日常"
      },
      {
        "ko": "몬스터 딸이있는 일상"
      },
      {
        "pl": "Codzienność z potworzycami"
      },
      {
        "de": "Der Alltag mit Monstermädchen"
      },
      {
        "ro": "Viața de zi cu zi cu Fetele Monstru"
      },
      {
        "pt": "Vida Cotidiana com Garotas Monstros"
      },
      {
        "es": "Vida diaria con chicas monstruo"
      },
      {
        "it": "Vita quotidiana con ragazze mostro"
      },
      {
        "ru": "Монсутаː Мусумэ но Иру Нитидзё"
      },
      {
        "zh": "魔物娘的同居日常"
      },
      {
        "es": "Mi vida con las chicas monstruo"
      }
    ],
    "description": {
      "en": "What do world governments do when they learn that fantastical beings are not merely fiction, but flesh and blood-not to mention feather, hoof, and fang?\n\nWhy, they create new regulations, of course, like the Interspecies Cultural Exchange Accord!\n\nWhen twenty-something Kimihito Kurusu becomes an involuntary “volunteer” in the government homestay program for monster girls, his world is turned upside down.\n\nA lamia named Miia is sent to live with him, and it’s Kimihito’s job to make sure the sexy snake girl integrates into everyday life. While cold-blooded Miia is hot for Kimihito, the penalties for interspecies breeding are dire. Even worse, when a buxom centaur girl, and a scantily-clad harpy move into Kimihito’s house, what’s a full-blooded young man with raging hormones to do?",
      "pt-br": "Três anos atrás, o mundo veio a conhecer a existência de criaturas humanóides, depois que o governo decidiu parar de esconder a sua existência do mundo. Foi decidido que eles seriam integrados à sociedade , e assim o “intercâmbio cultural entre espécies” foi criado. Desde então, o programa de intercâmbio cultural tornou-se um enorme sucesso ajudando muitas espécies se integrar na sociedade humana. Kurusu Kimihito é um voluntário?,neste programa de intercâmbio foi lhe dado uma Lamia (Mulher Cobra) chamada Miia para cuidar. Depois de passar algum tempo juntos, Miia se apaixona por Kurusu, que não é uma coisa tão ruim assim. No entanto, existe uma cláusula no programa de intercâmbio que proíbe cruzamento entre humanos e criaturas besta. Violar essa lei resulta em uma punição severa para o ser humano. Será que Kurusu é capaz de resistir aos avanços da Miia e manter-se longe de problemas?"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "450e6122-00a7-4b77-91e3-8a8b0c6cd1ba",
    "title": {
      "en": "Iguana Girl"
    },
    "updatedAt": "2023-02-06T11:02:43+00:00",
    "coverArt": "https://mangadex.org/covers/450e6122-00a7-4b77-91e3-8a8b0c6cd1ba/90088567-26b0-4c16-9e53-afba9aefe5dd.jpg",
    "altTitles": [
      {
        "en": "Daughter of Iguana"
      },
      {
        "ja-ro": "Iguana no Musume"
      },
      {
        "en": "Iguana's Daughter"
      },
      {
        "ja": "イグアナの娘"
      },
      {
        "zh": "蜥蜴女孩"
      }
    ],
    "description": {
      "en": "Short story collection including:  \n  \n1. Iguana no Musume:   \nA girl develops a complex about herself after her mother thinks of her as a hideous iguana. Iguana Girl reflects Hagio's own relationship with her mother, and it took her \"years to write this story\"."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "61830b36-1712-4b7b-9421-f671e9ced6d3",
    "title": {
      "en": "Tonari no Neko to Koi Shirazu"
    },
    "updatedAt": "2024-06-24T13:39:58+00:00",
    "coverArt": "https://mangadex.org/covers/61830b36-1712-4b7b-9421-f671e9ced6d3/8ac836b4-9c53-4c62-a18a-bdbdbfc6e91d.jpg",
    "altTitles": [
      {
        "ja": "となりの猫と恋知らず"
      },
      {
        "en": "The Feline Neighbor and the Unversed-in-Love"
      },
      {
        "ja": "となねこ"
      },
      {
        "ja-ro": "Tonaneko"
      },
      {
        "zh-hk": "與貓相鄰尚不識戀"
      }
    ],
    "description": {
      "en": "Minato Seno, who has always been very shy since he was young, struggled to make friends during his first few days of high school. He also never got a glimpse of his classmate Nekozane-san's face, as she was always asleep at the desk next to him. However, one day after school, a chance encounter revealed a side of Nekozane-san that was completely different from the one Minato knew in the classroom.",
      "ja": "**もっと知りたい きみのこと**\n高校1年生・瀬野湊（せのみなと）。新学期早々に担任の教師から頼まれたのは、となりの席でいつも寝ている猫実（ねこざね）さんのこと。超人見知り&引っ込み思案な性格な瀬野…。会話どころか顔すら見たことがない猫実さんを勇気を出して起こそうとしたら、急に彼女から抱きつかれて――!?友達未満なふたりが紡ぐ、無自覚ラブコメ開幕♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6233aed2-2f42-4308-a2b9-7d37b836cc33",
    "title": {
      "en": "Kusunoki-san wa Koukou Debut ni Shippai shite Iru"
    },
    "updatedAt": "2024-08-22T18:56:33+00:00",
    "coverArt": "https://mangadex.org/covers/6233aed2-2f42-4308-a2b9-7d37b836cc33/dd4a298c-ccfd-4157-8353-fb33612d8caf.jpg",
    "altTitles": [
      {
        "ja": "楠木さんは高校デビューに失敗している"
      },
      {
        "ja-ro": "Kusunoki-san wa Koukou Debut ni Shippai shite Iru"
      },
      {
        "zh": "楠木同学高中出道失败了"
      },
      {
        "en": "Kusunoki's Flunking Her High School Glow-Up"
      },
      {
        "ru": "Кусуноки-сан не смогла измениться к старшей школе"
      },
      {
        "zh-ro": "Nánmù tóngxué gāo zhòng chūdào shībàile"
      }
    ],
    "description": {
      "en": "After his traumatic years in junior high school, the ultra-introvert Shizuki Keisuke decides to turn his life around, and gives himself a complete make-over for his high school \"debut.\" His new high school life seems promising, as no one is aware of his hidden past...except for one person: Kusunoki Shizuka, who also changed herself in pursuit of a more successful high school life! As their fates intertwine, will Keisuke ultimately be able live a peaceful life in high school...?!",
      "ja": "中学時代のトラウマをきっかけに高校デビューに成功した元陰キャの志月恵助。\n新しい環境で過去の自分を知る者はいない。ただ一人、同じ中学出身で\n恵助と同様に高校デビューを果たした女子・楠木静を除いて…。\n\n---\nChūgaku jidai no torauma o kikkake ni kōkō debyū ni seikō shita moto in kya no shitsuki keisuke. Atarashī kankyō de kako no jibun o shiru mono wa inai. Tadahitori, onaji chūgaku shusshin de keisuke to dōyō ni kōkō debyū o hatashita joshi Kusunoki Shizuka o nozoite….",
      "pt-br": "Depois de seus anos traumáticos no ensino médio, o ultra-introvertido Shizuki Keisuke decide mudar sua vida e se transforma completamente para sua \"estreia\" no ensino médio. Sua nova vida escolar parece promissora, já que ninguém sabe de seu passado oculto... exceto por uma pessoa: Kusunoki Shizuka, que também mudou a si mesma em busca de uma vida escolar mais bem-sucedida! À medida que seus destinos se entrelaçam, Keisuke será capaz de viver uma vida pacífica no ensino médio...?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-08-22T22:37:39+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      },
      {
        "en": "Angels of War"
      },
      {
        "en": "Battle Angels"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "730"
  },
  {
    "mangaId": "1693697a-783c-4d3c-a2d3-dc069e137a23",
    "title": {
      "en": "No Home"
    },
    "updatedAt": "2024-08-11T04:32:27+00:00",
    "coverArt": "https://mangadex.org/covers/1693697a-783c-4d3c-a2d3-dc069e137a23/bc55de2a-47dd-41cb-9338-75b3f0650a69.jpg",
    "altTitles": [
      {
        "en": "Homeless"
      },
      {
        "en": "I Have No Home"
      },
      {
        "ko": "집이 없어"
      },
      {
        "ko-ro": "Jib-i Eobs-eo"
      },
      {
        "ja": "家がない！"
      },
      {
        "zh-hk": "無家可歸"
      }
    ],
    "description": {
      "en": "Haejoon Goh, who ran from home, and Eunyung Baek, the problem child who lives in a tent.   \r\nThese two, who met under terrible circumstances, are forced to live together in an abandoned dormitory.   \r\nThis is a story of difficult growth between two people who hate both the dorm and each other."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "269"
  },
  {
    "mangaId": "603b9d8f-97b6-4f82-b7d6-1de7e356e869",
    "title": {
      "en": "Kaijin Fugeki"
    },
    "updatedAt": "2024-08-06T10:00:54+00:00",
    "coverArt": "https://mangadex.org/covers/603b9d8f-97b6-4f82-b7d6-1de7e356e869/b6eff100-98cd-478f-a483-f99092ac57fc.jpg",
    "altTitles": [
      {
        "ja": "灰仭巫覡"
      },
      {
        "ru": "Кайдзин Фугэки: Воспламенённые души"
      },
      {
        "en": "KAIJIN FUGEKI: Kindled Spirits"
      }
    ],
    "description": {
      "en": "Night, phenomena that were once known as natural disasters. Faced with the threat of inexplicable destruction, children offer their prayers in the form of dance in order to borrow the power of the gods, quell the Night's fury, and deliver the world from ruin. In a fateful encounter, a boy from a rural town in Japan, Jin, meets Gao, a British soldier who was forced to flee his homeland by the Night. The two spend their halcyon days with their friends in the quiet town surrounded by nature. Until one day, the Night suddenly falls on them once again!",
      "ru": "Ночь — феномен, некогда считавшийся природной катастрофой. Под угрозой уничтожения от не пойми чего, дети вознесли богам свои молитвы в форме танца, чтобы одолжить их силу, сдержать ярость Ночи и возродить мир из руин. По велению судьбы Дзин, парнишка из захолустного японского городка, встречает Гао, британского солдата, вынужденного покинуть свою страну из-за Ночи. Вдвоём они безмятежно проводили время вместе с друзьями в тихом городке в окружении природы. Пока однажды Ночь вновь не обрушилась на них!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "en": "One Piece - Digital Colored Comics"
      },
      {
        "en": "One Piece"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0153e96a-fb57-4665-a988-754b4f3aa744",
    "title": {
      "en": "Dungeon Odyssey"
    },
    "updatedAt": "2024-06-29T01:49:11+00:00",
    "coverArt": "https://mangadex.org/covers/0153e96a-fb57-4665-a988-754b4f3aa744/63145ce0-730b-43b9-83fc-d28a6adbd0f0.jpg",
    "altTitles": [
      {
        "en": "Dungeon Experience Book"
      },
      {
        "ko": "던전 견문록"
      },
      {
        "ko-ro": "Deonjeon Gyeonmunnok"
      },
      {
        "fr": "Mémoires d'un Donjon"
      },
      {
        "fr": "Récits de Donjon"
      },
      {
        "fr": "Donjon Odyssée"
      },
      {
        "en": "Records of Dungeon Travel"
      },
      {
        "pt-br": "Odisseia na Masmorra"
      },
      {
        "zh-hk": "地下城見聞錄"
      },
      {
        "es-la": "Odisea de Mazmorra"
      }
    ],
    "description": {
      "en": "When the war between the aboveground and underground ended, humanity was joined by so-called \"dungeon babies,\" those gifted with supernatural abilities and an obsession with the labyrinths below ground. \n\nDespite being a dungeon baby, Kim Jinwoo suppressed his instincts, choosing to live an ordinary life as a guide and caring for his family. \n\nBut when an expedition goes wrong and he somehow ends up becoming the new owner of a labyrinth, he discovers that he cannot ignore his instincts forever...",
      "pt-br": "Os descendentes da humanidade que nasceram no labirinto e foram criados com o leite dos monstros possuíam uma força especial e corpos fortes. Quando retornaram à Terra, a humanidade os chamou de bebês da masmorra. Entre eles, Kim Jinwoo nasceu no labirinto mais profundo. 'Eu nunca tentei ficar forte, eu só queria viver.' Desde o mais humilde dos escavadores até o rei do labirinto, sua história de vida agora está se revelando."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f614e50c-ea25-481d-a959-7f772a815c13",
    "title": {
      "en": "Odoru Sennen Kazoku"
    },
    "updatedAt": "2024-07-26T16:04:43+00:00",
    "coverArt": "https://mangadex.org/covers/f614e50c-ea25-481d-a959-7f772a815c13/f0429854-5e95-4100-98e1-e2a63b8a90c0.jpg",
    "altTitles": [
      {
        "ja": "踊る千年家族"
      }
    ],
    "description": {
      "en": "Seven siblings born in England are characterized by immortality. The underworld, a corrupt hospital, and an international military organization target them as they fulfill mankind's dream! ! For the first time in hundreds of years, a family begins to live together, dancing with fate even if they live for a thousand years...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Kusobitch na Gal Ane o Wakaraseru Hanashi"
    },
    "updatedAt": "2024-08-23T16:13:02+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/934206d6-5cba-4bad-8f2d-d29ebcd693e2.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Kusobitch na Gal Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Kusobicchi na Gyaru Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Kusobicchi na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gal Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Bitchy Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8536f10b-573a-4046-8787-c5d0987e93d0",
    "title": {
      "en": "Mobile Suit Crossbone Gundam - Ghost"
    },
    "updatedAt": "2024-07-02T07:58:19+00:00",
    "coverArt": "https://mangadex.org/covers/8536f10b-573a-4046-8787-c5d0987e93d0/42afd0cb-047e-49e7-812d-f62b60873138.jpg",
    "altTitles": [
      {
        "en": "Crossbone Gundam Ghost"
      },
      {
        "ja": "機動戦士クロスボーン・ガンダム ゴースト"
      },
      {
        "ja-ro": "Kidou Senshi Crossbone Gundam - Ghost"
      }
    ],
    "description": {
      "en": "Universal Century 0153. 17 years have passed since the \"Steel Seven\" defeated the remnants of the Jupiter Empire. As a new conflict brews between a Side 2 faction known as the Zanscare Empire and the League Militaire/Earth Federation. A high schooler on Side 3, Font Baud, is hunted by Zanscare special forces when he discovers their secret Newtype weapon. However, he encounters a little girl, who is accompanied by a blind man and is rescued by the strange return of a mobile suit that defeated the Jovians."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "53"
  },
  {
    "mangaId": "540f5728-6521-4a93-8eb1-059c1a6585e1",
    "title": {
      "en": "Shikisaki Shimai wa Abakaretai"
    },
    "updatedAt": "2024-08-22T16:13:43+00:00",
    "coverArt": "https://mangadex.org/covers/540f5728-6521-4a93-8eb1-059c1a6585e1/fbce4013-aef4-47f2-b85c-75c8fc35e4b9.jpg",
    "altTitles": [
      {
        "ja": "四季崎姉妹はあばかれたい"
      },
      {
        "en": "The Shikisaki Sisters Want to be Exposed"
      }
    ],
    "description": {
      "en": "One day, Tarou Yamada, who runs a detective business, slips on a banana peel and reincarnates into Tsukushi Shikisaki, the younger brother of three beautiful big-breasted sisters who will all die on the same day. As he spends time surrounded by the three beautiful sisters, he finds out that the boy he is reincarnated as will be killed by one of the three sisters ...!?",
      "ja": "探偵業を営む山田太郎はある日、バナナの皮に足を滑らせてしまい、同日に命を落とした美麗三姉妹の弟・四季崎つくしに転生をしてしまう。美人三姉妹に囲まれて過ごすことになるが、四季崎つくしが三姉妹の誰かに殺されたことに気がついてしまい…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "62"
  },
  {
    "mangaId": "f86def88-af8d-4f82-94d8-057367e0db2a",
    "title": {
      "en": "Hitori de Shinitai"
    },
    "updatedAt": "2024-08-23T16:01:11+00:00",
    "coverArt": "https://mangadex.org/covers/f86def88-af8d-4f82-94d8-057367e0db2a/14804f47-a6d4-4d92-8dd4-6efb03f00b2a.jpg",
    "altTitles": [
      {
        "en": "I Want to Die Alone"
      },
      {
        "ja": "ひとりでしにたい"
      },
      {
        "zh": "一个人去死"
      }
    ],
    "description": {
      "en": "A hardworking career woman who never married died alone, found in a miserable state. Her niece, Yamaguchi Narumi (35 and single), who was hit hard by the news shifted from looking for marriage to preparing for her death. She decided that the only way to die alone without bothering anyone and die better is to live the same way. This is the birth of a definitive beautiful human life story about facing love and death in earnest."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34b47146-a72e-43d8-9ea5-935a5956f09f",
    "title": {
      "en": "OMORI"
    },
    "updatedAt": "2024-08-11T15:31:12+00:00",
    "coverArt": "https://mangadex.org/covers/34b47146-a72e-43d8-9ea5-935a5956f09f/08de9172-04dd-4efa-b474-69bc2ee3f110.jpg",
    "altTitles": [
      {
        "uk": "ОМОРІ"
      },
      {
        "id": "BEBAN"
      },
      {
        "ar": "أوموري"
      }
    ],
    "description": {
      "en": "After—something—changed his life four years ago, Sunny has not left his house once, living in his own reclusive bubble. Hoping for a fresh start for her son, his mother decides to move their family out of town. However, when his childhood friend Kel re-enters his life, Sunny finds himself thrust back into a world he once knew. With only three days before the move, the duo come across familiar faces as they go through town—reawakening a dark past that Sunny has tried so hard to forget."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9959a6e4-0602-4573-b40e-06fc9a4c4a6c",
    "title": {
      "en": "Inhabitants of the Threshold"
    },
    "updatedAt": "2022-11-06T10:58:33+00:00",
    "coverArt": "https://mangadex.org/covers/9959a6e4-0602-4573-b40e-06fc9a4c4a6c/fa9affa9-2ab6-4105-a8dd-528fe4f6b186.jpg",
    "altTitles": [
      {
        "en": "Dwellers on the Threshold"
      },
      {
        "zh": "叛逆思春期"
      },
      {
        "ja": "敷居の住人"
      },
      {
        "ja-ro": "Shikii no Juunin"
      }
    ],
    "description": {
      "en": "Chiaki Honda is a middle-school boy who neglects his studies. Furthermore, he smokes, and has dyed his hair a bright green. One evening at the arcade, a girl challenges him to a match. The girl, who straightforwardly introduces herself as Nanako Kikuchi, suggests a bet, nonchalantly wagering her body for Chiaki's watch. Chiaki is soundly defeated, and he goes home fuming.  \n  \nHis life goes on, of course. The next day, he meets a strange young man on the train who looks an awful lot like him. And eventually he runs into Nanako again."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "56"
  },
  {
    "mangaId": "e8d707b4-298d-48ee-91de-d3371de5aa22",
    "title": {
      "en": "Ultimate Scheming System"
    },
    "updatedAt": "2024-08-15T17:25:01+00:00",
    "coverArt": "https://mangadex.org/covers/e8d707b4-298d-48ee-91de-d3371de5aa22/7a41b231-1e25-44e3-8512-edc608d1878d.jpg",
    "altTitles": [
      {
        "en": "Bluffing Master"
      },
      {
        "en": "Strongest Anti M.E.T.A."
      },
      {
        "zh-ro": "Zui Qiang Fan Taolu Xitong"
      },
      {
        "zh": "最强反套路系统"
      },
      {
        "zh-ro": "Zuì Qiáng Fǎn Tàolù Xìtǒng"
      },
      {
        "ko": "허세로 레벨업 하기!"
      },
      {
        "vi": "Tối Cường Phản Sáo Lộ Hệ Thống"
      }
    ],
    "description": {
      "en": "Scamming all day, every day, often venturing alone. He bluffs to get the ultimate power in this cultivation world?! world traveler Xue Que doesn’t always bluff, but he needs to.  \n  \n\"Before you get your hopes up, The Character is Absolute Garbage, The Manhua is Pure comedy at best… The plot ehhh not so much\"  \n  \nTerm : META Stands for (Most Effective Tactic Available) Metagaming is any strategy, action or method used in a game which transcends a prescribed ruleset, uses external factors to affect the game, or goes beyond the supposed limits or environment set by the game. Another definition refers to the game universe outside of the game itself. *(citation needed)*",
      "fr": "Escroquer toute la journée, tous les jours, souvent en s'aventurant seul. Il bluffe pour obtenir le pouvoir ultime dans ce monde de culture ! Le voyageur du monde Xue Que ne bluffe pas toujours, mais il en a besoin.\n\nTerme : META signifie (Most Effective Tactic Available) Metagaming est la stratégie, l'action ou la méthode utilisée dans un jeu qui transcende un ensemble de règles prescrit, utilise des facteurs externes pour affecter le jeu, ou va au-delà des limites supposées ou l'environnement établi par le jeu. Une autre définition fait référence à l'univers du jeu en dehors du jeu lui-même."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3225971b-272f-482f-9f8f-df2a4e466b27",
    "title": {
      "en": "Kimi wa, Nina Janai"
    },
    "updatedAt": "2024-08-09T18:33:51+00:00",
    "coverArt": "https://mangadex.org/covers/3225971b-272f-482f-9f8f-df2a4e466b27/20a18ef5-9349-44b5-a2c1-8eeb0195a509.jpg",
    "altTitles": [
      {
        "ja": "きみは、ニーナじゃない"
      },
      {
        "en": "You Are Not NINA!"
      },
      {
        "ja-ro": "Kimi wa, Nina Ja nai"
      },
      {
        "ja-ro": "Kimi wa Nina Ja nai"
      },
      {
        "ja": "きみは ニーナじゃない"
      }
    ],
    "description": {
      "en": "The only solace for this young man, who has withdrawn into his own shell after a heartbreak, is watching his \"idol\" on stream. Then one day, he suddenly finds himself hiding from a girl who turns out to be his \"idol\"...? A life-changing romance between a heartbroken boy and a streamer begins!",
      "pt-br": "Aoba é um jovem que sofreu um trauma devido a um terrível término de relacionamento. Por conta disso, desenvolveu medo de interagir com outras pessoas, deixou seu emprego e passou a viver fazendo trabalhos temporários, tendo como única alegria assistir às transmissões de sua streamer favorita. Certo dia, ao ser abordado por uma garota que costumava ver em seu caminho de volta para casa, ele acaba concordando em morar com ela? Ele fica surpreso ao descobrir que ela era justamente sua streamer favorita... Assim, tem início um romance transformador entre um rapaz de coração partido e uma streamer!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "41"
  },
  {
    "mangaId": "dfd7e5e0-d638-4f1d-9f38-ffc626c4167e",
    "title": {
      "en": "Kijin Gentoushou"
    },
    "updatedAt": "2024-03-24T12:41:58+00:00",
    "coverArt": "https://mangadex.org/covers/dfd7e5e0-d638-4f1d-9f38-ffc626c4167e/7b2968b3-3723-4a3a-95ce-1c658ef5c590.jpg",
    "altTitles": [
      {
        "ja": "鬼人幻燈抄"
      },
      {
        "ru": "Хроники людей и демонов"
      },
      {
        "en": "Sword of the Demon Hunter: Kijin Gentosho"
      },
      {
        "es-la": "Kijin Gentosho: Cazador de demonios"
      }
    ],
    "description": {
      "en": "In the Edo period, there was a shrine maiden called \"Itsukihime\" in the mountain village of Kadono. Jinta, a young man who acts as the shrine maiden's guardian despite being a stranger, encounters a mysterious demon who speaks of the far future in the forest where he went to defeat it. From Edo to the Heisei era, this huge Japanese fantasy series follows a demon man who travels through time while continuously questioning the meaning of wielding a sword."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2443c0cf-e3e1-4305-bf57-b5c7f370781b",
    "title": {
      "en": "Yuukoku no Moriarty: The Remains"
    },
    "updatedAt": "2024-08-02T17:32:19+00:00",
    "coverArt": "https://mangadex.org/covers/2443c0cf-e3e1-4305-bf57-b5c7f370781b/1438e0d3-59c8-4fdf-b784-06e3b3b6f267.jpg",
    "altTitles": [
      {
        "ja": "憂国のモリアーティ-The Remains-"
      },
      {
        "en": "Moriarty the Patriot: The Remains"
      }
    ],
    "description": {
      "en": "A manga adaptation of the Yuukoku no Moriarty light novels."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b",
    "title": {
      "en": "The God of High School"
    },
    "updatedAt": "2023-07-19T10:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b/97707860-9573-412e-9e9f-530427d3c3c7.jpg",
    "altTitles": [
      {
        "en": "God of High school"
      },
      {
        "en": "GoH"
      },
      {
        "tr": "Lisenin Tanrısı"
      },
      {
        "en": "The God of Highschool"
      },
      {
        "vi": "Vị Thần Trung Học"
      },
      {
        "lt": "Vidurinės Mokyklos Dievas"
      },
      {
        "ru": "Бог Старшей Школы"
      },
      {
        "ru": "Царь горы"
      },
      {
        "ar": "إله المدرسة الثانوية"
      },
      {
        "th": "เทพเกรียน โรงเรียนมัธยม"
      },
      {
        "zh": "高校之神"
      },
      {
        "ko": "갓 오브 하이스쿨"
      },
      {
        "tr": "Lise Tanrısı"
      },
      {
        "ru": "Кат Обы Хаи Сыкхуль"
      },
      {
        "ja": "ゴッド・オブ・ハイスクール"
      }
    ],
    "description": {
      "en": "While an island half-disappearing from the face of the earth, a mysterious organization is sending out invitations for a tournament to every skilled fighter in the world. If you win you can have ANYTHING you want.  \r\nThey're recruiting only the best to fight the best and claim the title of The God of High School!",
      "hi": "• [Naver Webtoon Fan Translation (Hindi)](http://webtoons.com/translate/episodeList?titleNo=66&translatedWebtoonType=WEBTOON&languageCode=HIN&teamVersion=0)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "569"
  },
  {
    "mangaId": "2a6d6ea2-18a5-4a31-9777-f4bb5bd32726",
    "title": {
      "en": "Little Mushroom"
    },
    "updatedAt": "2024-06-16T11:18:59+00:00",
    "coverArt": "https://mangadex.org/covers/2a6d6ea2-18a5-4a31-9777-f4bb5bd32726/cd987770-8002-4426-9ed4-a9d758427026.jpg",
    "altTitles": [
      {
        "zh": "小蘑菇"
      }
    ],
    "description": {
      "en": "“Until the day humanity falls.”\n\nIn the year 2020, Earth’s magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. Within the span of a hundred years, living creatures began to mutate and devour each other while the remaining humans, numbering in the tens of thousands, struggled bitterly in their man-made bases.\n\nIn the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. Because it had been nourished by the blood and flesh of the deceased human An Ze, not only did it take on a similar-looking human form, but a similar name as well: An Zhe.\n\nAn Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless—as soon as he determines that someone is a xenogenic, he will execute that person on the spot.\n\nBut An Zhe’s mutation goes undetected by Lu Feng’s eyes, and so a tale of humans and xenogenics unfolds…\n\nSilver Award winner at the 12th Chinese Nebula Awards for Chinese Science Fiction.",
      "pl": "Ponury i niegościnny świat po katastrofie ekologicznej. Spustoszoną ziemię bombarduje promieniowanie kosmiczne. Niedobitki ludzkości schroniły się w dwóch ostatnich ocalałych bazach, desperacko próbując przetrwać. Każdy kontakt z obcym organizmem żywym grozi skażeniem genetycznym.\n\nDo bazy ludzi trafia zagubiony chłopak, który w rzeczywistości nie jest nawet człowiekiem. Los styka go z bezlitosnym sędzią, wyszkolonym do tropienia i likwidowania mutantów. Niespodziewanie ich znajomość przeradza się w coś więcej…\n\nPolskie tłumaczenie powieści dostępne tutaj: https://www.wattpad.com/story/251281478-little-mushroom"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6abca26-d280-4f92-8539-3d46ed474774",
    "title": {
      "en": "The Villainess Captured the Grand Duke"
    },
    "updatedAt": "2024-07-13T17:04:39+00:00",
    "coverArt": "https://mangadex.org/covers/f6abca26-d280-4f92-8539-3d46ed474774/3cede0f8-c017-4597-9989-de0f5a0aa5a5.jpg",
    "altTitles": [
      {
        "ko": "악녀는 대공을 사로잡았다"
      },
      {
        "es-la": "Capturé el corazón del gran duque siendo una villana"
      }
    ],
    "description": {
      "en": "In this novel, my favorite character died.\nAfter being rejected by the female lead and losing his emotions, he could no longer use his abilities,\nand as he became weak, the North collapsed.\nEven his body was never to be found,\nbut the novel only depicted the happy ending of the protagonists.\n\nAnd I possessed the body of the villainess \"Schuer\" from that novel.\n\n\"Rather, I'll make him regain his emotions before he meets the female lead.\"\n\nThus, I left for the North.\n\n\"Grand Duke, can you hold my hand just once?\nOr maybe a signature. I'll keep it as a heirloom.\"\n\"If you want my signature, you too should sign and stamp here, my Lady.\"\n\"What's this?\"\n\"A marriage certificate.\"\n\nHuh?\n\n\"You can just act you usually do.\nIt seems like your behavior is\nis somewhat getting on my nerves.\"\n\n...Did I win the jackpot?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e85a7730-8473-466c-b51f-311a7f9d52db",
    "title": {
      "en": "A Red Laurel To My Emperor"
    },
    "updatedAt": "2023-10-11T11:42:48+00:00",
    "coverArt": "https://mangadex.org/covers/e85a7730-8473-466c-b51f-311a7f9d52db/73b0a9e6-e954-424a-90d4-b704574d53b9.jpg",
    "altTitles": [
      {
        "fr": "Des Fleurs pour mon empereur"
      },
      {
        "ko": "나의 황제께 붉은 월계수 꽃을"
      },
      {
        "zh-hk": "為我的皇帝獻上紅月桂花"
      },
      {
        "en": "Red Laurel Flowers to My Emperor"
      }
    ],
    "description": {
      "en": "Laurel Neales, the first princess of Tortia, has been married off to the emperor of Kairos following a political feud that ended with the assassination of her parents. Undiscouraged by the circumstances, Laurel refuses to give in to becoming yet another of the emperor's concubines. Instead, she plays along with his romantic whims and gains her own form of power in this new life by proposing an offer he cannot refuse: to facilitate his conquest of the land that betrayed her."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5811f2ea-ee30-4958-bb1d-e92cb83365bd",
    "title": {
      "en": "Dating to Survive"
    },
    "updatedAt": "2024-01-20T23:38:22+00:00",
    "coverArt": "https://mangadex.org/covers/5811f2ea-ee30-4958-bb1d-e92cb83365bd/123d198c-c256-4e89-827a-23ca29ba0268.jpg",
    "altTitles": [
      {
        "ko-ro": "Saengjongobaek"
      },
      {
        "ko": "생존고백"
      },
      {
        "en": "Survival Confession"
      },
      {
        "ru": "Встречаться, чтобы выжить"
      }
    ],
    "description": {
      "en": "The exorcist fell in love with me, a ghost...?!\n\nA survival love story of a ghost who resorted to a false confession to survive from the exorcist.",
      "ko": "퇴마사가 귀신인 나에게 반해버렸다...?! \n퇴마사로부터 살아남기 위해 거짓 고백을 해버린 한 귀신의 생존 서바이벌 연애기",
      "ru": "Вы бы признались кому-то в любви, если бы это означало спасение вашей жизни? Ну, это то, что я сделал. Я призрак по имени Умин, а моя девушка - охотница за привидениями. Довольно банально, я знаю... Честно говоря, я не знаю, как мне избавиться от нее, но я не могу позволить ей просто убить меня!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d430d07-d47a-4a2e-8880-98590cdece71",
    "title": {
      "en": "The Creatures that We Are"
    },
    "updatedAt": "2024-06-15T12:14:11+00:00",
    "coverArt": "https://mangadex.org/covers/1d430d07-d47a-4a2e-8880-98590cdece71/a47313a8-c88a-4000-b864-7bd3ef16f3bc.png",
    "altTitles": [
      {
        "zh": "异兽迷城"
      },
      {
        "en": "Beastly Maze, The Lost City of Alien Beasts"
      },
      {
        "zh-ro": "Yi Shou Mi Cheng"
      },
      {
        "vi": "Dị Thú Mê Thành"
      },
      {
        "en": "The City of Beasts"
      },
      {
        "ru": "Существа, которыми мы являемся"
      },
      {
        "ru": "Затерянный город чудовищ"
      },
      {
        "ru": "Заточенный в городе зверей"
      }
    ],
    "description": {
      "en": "Gao Yang, an orphan, crosses over to a \"parallel world\" at the age of six and starts living in a warm family of five. At the age of eighteen, Gao Yang accidentally discovers the true nature of the world: it's not a parallel world at all but a mysterious realm, and the family and friends around him are all terrifying \"beasts\"!",
      "ru": "Гао Ян — сирота, который в возрасте шести лет попал в «параллельный мир» и с тех пор жил в хорошей семье из пяти человек. Когда ему было восемнадцать, Гао Ян случайно открыл правду о мире: это был вовсе не параллельный мир, а загадочное царство, в котором все его близкие на самом деле были \"зверьми»!",
      "zh": "高阳是个孤儿,六岁穿越到“平行世界”,从此生活在一个 温馨的五口之家。十八岁那年,高阳偶然发现世界真 相:这里根本不是平行世界,而是一个神秘领域,身边 的亲人朋友全是可怕的“兽”!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc788c2-e988-4288-b351-769e10429905",
    "title": {
      "en": "Blade of Retribution"
    },
    "updatedAt": "2024-08-11T17:07:21+00:00",
    "coverArt": "https://mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "altTitles": [
      {
        "ko": "폭력의 대가"
      },
      {
        "en": "The Cost of Violence"
      },
      {
        "en": "Price of Violence"
      },
      {
        "ru": "Цена жестокости"
      },
      {
        "fr": "La lame de la vengeance"
      }
    ],
    "description": {
      "en": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own.",
      "fr": "Le jour où Shiho, champion de kendo décide d’aider sa mère célibataire à tenir un restaurant de gukbap, il apprend que sa sœur, Shiyeon, s’est suicidée. Pendant les funérailles, Shiho se rend compte que quelque chose cloche. Ce n’était pas un suicide, elle a été assassinée. Pour découvrir la vérité et venger la mort de sa sœur, Shiho reprend son sabre et entame sa propre guerre.",
      "ru": "В день, когда мастер кендо Шихо решает всё бросить и помочь своей матери-одиночке в управлении небольшим ресторанчиком, он узнаёт о том, что его младшая сестра Шиён, которая училась в университете Сеула, покончила с собой. \nВо время похорон Шихо замечает кое-что странное. \nЧтобы узнать правду и отомстить за смерть сестры, Шихо снова берёт в руки уже знакомый меч и начинает свою собственную войну."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3b1ebe3-bffd-44e1-b712-c2c2e8f08651",
    "title": {
      "en": "Chirijiri Yuku no"
    },
    "updatedAt": "2024-07-28T03:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/c3b1ebe3-bffd-44e1-b712-c2c2e8f08651/56f11c6c-247a-444a-9b9f-071ef191aa2e.jpg",
    "altTitles": [
      {
        "ja": "ちりぢりゆくの"
      }
    ],
    "description": {
      "en": "Kuno Shio, who is half human and half alien, has a \"glitch\" that causes his body to turn into a gel-like mass when he gets lustful.\nHe enjoys attracting girls who gather because of his novelty, but one day, his parents are worried about Shio, who is only interested in splattering, and transfer him to a boarding school for boys.\nAt the moment when Souma Minato, the class representative who was assigned to take care of Shio, hugs him, Shio somehow splatters...!?\nThe popular pure love comedy for youth, which was popular on LINE manga, is now a full-color comic with original illustrations!!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": ""
  }
]