[
  {
    "mangaId": "ff5c207a-c0e0-45c7-b623-317b05c2100f",
    "title": {
      "en": "Trinity Blood"
    },
    "updatedAt": "2023-12-28T14:04:25+00:00",
    "coverArt": "https://mangadex.org/covers/ff5c207a-c0e0-45c7-b623-317b05c2100f/6b898ec0-573d-45ad-a7ce-a9d319a6ac3a.png",
    "altTitles": [
      {
        "vi": "Thánh Chiến"
      },
      {
        "ru": "Кровь Триединства"
      },
      {
        "ja": "トリィブ"
      },
      {
        "ja": "トリニティ・ブラッド"
      },
      {
        "zh": "圣魔之血"
      },
      {
        "ko": "트리니티 블러드"
      },
      {
        "th": "ทรินิตี้ บลัด"
      }
    ],
    "description": {
      "en": "The background is in the distant future, a post-apocalyptic world after the destruction brought about by Armageddon. The war between humans (Terran) and vampires (Methuselah) continues, as a struggle between two factions: the Vatican and the New Human Empire.  \n  \nYet, amidst the bloodshed and violence, many desire a peaceful co-existence between the two species. However, standing between them and this goal is the Rosenkreuz Orden, a group of vampire extremists who manipulate the two sides and pit them against each other. To combat them, the Vatican special operations group \"AX,\" led by Cardinal Caterina Sforza, must use everything they have - even a vampire who preys on the blood of other vampires.  \n  \nAdapted from the light novel series of the same name.  \n  \n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=4874)"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "83"
  },
  {
    "mangaId": "45ab80dd-6dc1-4ad4-ad5c-c1ad0d527586",
    "title": {
      "en": "Exotic Love"
    },
    "updatedAt": "2021-05-25T15:41:53+00:00",
    "coverArt": "https://mangadex.org/covers/45ab80dd-6dc1-4ad4-ad5c-c1ad0d527586/d171271f-9f96-4db4-b474-21b761874f1d.jpg",
    "altTitles": [
      {
        "en": "외사랑"
      }
    ],
    "description": {
      "en": "Jung Jaehan, a third-generation chaebol, is an influential person in the entertainment industry and he’s bored to death. Tired of drugs, alcohol, and pleasure, he meets the new movie director Yoon Heegyeom—the same Yoon Heesung, who was a rising rookie actor that retired even at the peak of his acting career because of a drug scandal"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0bfae362-b053-42cb-91de-9959bd2c2b5f",
    "title": {
      "en": "Touhou - Fuwa Fuwa to Moko Moko no Aitai (Doujinshi)"
    },
    "updatedAt": "2025-02-10T21:07:42+00:00",
    "coverArt": "https://mangadex.org/covers/0bfae362-b053-42cb-91de-9959bd2c2b5f/9785a6d0-62e7-4edf-b22e-2cef9388e00c.jpg",
    "altTitles": [
      {
        "en": "(C92) Difference of Soft and Fluffy (Touhou Project)"
      },
      {
        "ru": "Разница между пушистым и мягким"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f0a83c26-d7f9-49f5-826c-79dc5e0cede7",
    "title": {
      "en": "Kimi ga Bokura wo Akuma to Yonda Koro"
    },
    "updatedAt": "2025-02-07T03:30:50+00:00",
    "coverArt": "https://mangadex.org/covers/f0a83c26-d7f9-49f5-826c-79dc5e0cede7/11300513-706e-491c-bdc9-f49517bbddff.jpg",
    "altTitles": [
      {
        "en": "Back When You Called Us Devils"
      },
      {
        "en": "The bird has flown, that ship has sailed"
      },
      {
        "zh": "你将我们称作恶魔之时"
      },
      {
        "zh-hk": "你將我們稱作惡魔之時"
      },
      {
        "ja": "君が僕らを悪魔と呼んだ頃"
      },
      {
        "ja-ro": "Kimi ga Bokura o Akuma to Yonda Koro"
      },
      {
        "vi": "Ngày ấy các người gọi chúng tôi là quỷ dữ"
      },
      {
        "pt-br": "Naquela época em que nos chamavam de Demônios"
      }
    ],
    "description": {
      "en": "Yusuke Saito is a normal high school kid...well, normal enough, though there's six months missing out of his memory. But when he starts to get confronted by people who insist they're from his past, who allege that he did horrible things to them...suddenly Yusuke realizes that those missing six months may be crucial to remember. Otherwise, the skeletons in his closet may just make him a skeleton, too...",
      "pt-br": "Yusuke Saito é um estudante comum do ensino médio... bem, comum o suficiente, embora tenha seis meses faltando em sua memória. Mas quando ele começa a ser confrontado por pessoas que insistem que fazem parte de seu passado e alegam que ele fez coisas horríveis com elas... de repente, Yusuke percebe que esses seis meses perdidos podem ser cruciais para lembrar. Caso contrário, os esqueletos em seu armário podem acabar transformando-o em um também..."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "154"
  },
  {
    "mangaId": "702b78cb-0155-4449-8abf-4078d4af83a7",
    "title": {
      "en": "Tasogare no Utsuwagami"
    },
    "updatedAt": "2024-12-02T13:54:41+00:00",
    "coverArt": "https://mangadex.org/covers/702b78cb-0155-4449-8abf-4078d4af83a7/ff46e74c-68c8-438d-8606-3bf3a9d3a79b.jpg",
    "altTitles": [
      {
        "ja": "黄昏ノ器神"
      }
    ],
    "description": {
      "en": "Hana, a samurai living a life of idleness in a huge underground prison city, and Josui Amanogawa, an ayakashi vessel god who has fallen from the heavenly city. Their encounter begins a journey of rebellion against the heavens."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "032f800d-d632-4442-8830-d037d616ead4",
    "title": {
      "en": "Henkyou Gurashi no Maou, Tensei shite Saikyou no Majutsushi ni naru"
    },
    "updatedAt": "2025-01-28T06:19:24+00:00",
    "coverArt": "https://mangadex.org/covers/032f800d-d632-4442-8830-d037d616ead4/3d265d46-3592-4994-b849-3d84c0d570f3.jpg",
    "altTitles": [
      {
        "ja": "辺境ぐらしの魔王、転生して最強の魔術師になる"
      },
      {
        "en": "The Demon King of the Frontier Life, Reincarnated to Become the Strongest Mage"
      },
      {
        "ru": "Владыка демонов из глубинки переродится и станет сильнейшим в мире магом!"
      },
      {
        "vi": "Ma vương tái sinh trở thành pháp sư mạnh nhất"
      }
    ],
    "description": {
      "en": "There was once a mage called The Lone Demon King on the frontier. He was just a creature that never grew old, but was also loved by the villagers as something of a guardian deity. However, he was destroyed by a magic organization that sees his existence as dangerous. 200 years later, he is reincarnated as the second son of an aristocrat and obtains the strongest magic power.\n\n\"Let's pretend to be a human this time.\"\n\nHowever, being a human lover, he didn't particularly think of revenge and has decided to pretend to be human in this life. In his past life, he was the guardian deity of a region, and in this life, he's a local aristocrat who lacks common sense. He doesn't know how to take it easy. As the second son of an aristocrat, he is loved by his family and friends, and while he is regarded as a master of magic in the magic guild, he becomes an 'Immortal Mage' behind the scenes.",
      "ja": "生まれ持った強大な魔力を恐れられ「魔王」として討伐された魔術師・ディーン＝ノスフェラトゥ。200年後、男爵家の次男として目覚めたディーンは、膨大な魔力と前世の知識で最強魔術師として成り上がることに！",
      "ru": "Какие же сложные существа эти люди. К такому выводу пришёл вампир по имени Дин Носферату. Одни его гнали… Другие приняли. Одни его боготворят, другие охотятся за жизнью. Одни называют «Владыкой демонов», другие – «Ангелом-хранителем». Как с ними обращаться Дин не знал… поэтому совершил роковую ошибку и поплатился жизнью. Однако ему представился ещё один шанс – Дин Ноcферату переродился. И железно решил для себя кое-что – непременно досконально изучит существ, зовущихся «человечество», и не вкусит повторно горечь болезненного опыта!",
      "vi": "Có một ma pháp sư được mệnh danh là Ma vương độc tôn ở vùng biên giới. Anh ta là một sinh vật không bao giờ già đi, nhưng lại nhận được sự yêu quý của dân làng tựa như một vị thần hộ mệnh. Tuy nhiên, một tổ chức ma pháp đã coi anh ta là mối nguy hiểm và đã tiêu diệt anh. 200 năm sau, anh tái sinh làm con trai thứ hai của một quý tộc và trở thành ma pháp sư mạnh nhất.\n“Lần này hãy giả vờ là một người bình thường!”\nLà một người yêu con người, anh ta không nghĩ đến việc trả thù và đã quyết định giả vờ làm người bình thường trong kiếp này.\nKiếp trước, anh là thần hộ mệnh của một vùng, kiếp này, anh là một quý tộc địa phương, nhưng anh không biết những đạo lý đời thường, không biết làm sao cho nó trở nên dễ dàng hơn.\nLà con trai thứ hai của một quý tộc, anh được gia đình và bạn bè yêu quý, trong khi đó, anh cũng được tôn thành bậc thầy ma pháp trong hội ma pháp, anh trở thành một ‘Immortal Mage’ một cách bí mật."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4ecb445-9a26-4f9d-bf16-df96bda62de0",
    "title": {
      "en": "Marriage of Convenience"
    },
    "updatedAt": "2024-09-18T19:32:52+00:00",
    "coverArt": "https://mangadex.org/covers/b4ecb445-9a26-4f9d-bf16-df96bda62de0/654e955a-4e4f-4356-ae62-50fc65343d72.jpg",
    "altTitles": [
      {
        "ko": "결혼 장사"
      },
      {
        "ko": "결혼장사"
      },
      {
        "ko-ro": "Gyeolhon Jangsa"
      },
      {
        "en": "The Wedding Business"
      },
      {
        "en": "A Marriage of Convenience"
      },
      {
        "de": "Ehehandel"
      },
      {
        "fr": "Mariés sous conditions"
      },
      {
        "it": "Matrimonio di convenienza"
      },
      {
        "pt": "Casamento por conveniência"
      },
      {
        "es": "Negocio matrimonial"
      },
      {
        "uk": "Шлюбний бізнес"
      },
      {
        "ru": "Брачный бизнес"
      },
      {
        "th": "เล่ห์วิวาห์ไร้รัก"
      },
      {
        "ja": "結婚商売"
      },
      {
        "zh": "错把结婚当交易，却意外的甜蜜？"
      },
      {
        "zh": "婚姻买卖"
      },
      {
        "zh-hk": "婚姻這門生意"
      },
      {
        "zh-hk": "婚姻買賣"
      },
      {
        "zh-hk": "婚姻交易"
      },
      {
        "ar": "اعمال الزواج"
      },
      {
        "id": "The Marriage Business"
      },
      {
        "id": "Pernikahan bisnis"
      },
      {
        "vi": "Cuộc hôn nhân vụ lợi"
      }
    ],
    "description": {
      "ar": "بيانكا دي بلانش زوجة زكاري دي أرنو ، ولكن بعد وفاته ، طردت من عائلة آرنو بسبب الترف والفساد . بعد ان تجولت في أي مكان حتى سقوط والدها ، عائلة بلانش تم اقتيادها إلى دير رث . وفي النهاية ماتت في النهاية على الأرضية الحجرية الباردة . الشريرة التي لا تعرف الشرف . كانت هذه بيانكا . هي الحياة قبل عودة \" هل هذا حقيقي ؟ هل عدت إلى الماضي ؟ \" إنه ليس حلما أو هلوسة . هذا الجوع والتعب والحيوية ... كل هذا حقيقيا . حقا ، إذا كان الأمر كذلك ، إذا أعطاني الله فرصة ثمينة أخرى ... ! | سأقوم بأعمال تجارية . الزواج هو أيضا عمل . سيكون ابن زكاري مصدرا جيدا للأعمال التجارية . سيحمي أيضا . لن يتم نزع قلعة بلانش ولا مقاطعة أرنو بسبب الفيكونت اللعين . طفله هذا مهري \" للقيام بذلك ، يجب أن أنجب طفل زكاري ، زوجي من حياتي السابقة . \" \" كم هو مهر زفافنا ؟ \" \" 400 عجول ، 900 خنزير ، 100 سلطانية فضية ، 300 حرير ، صندوقان من المجوهرات ، وجزء من التركة ... كان هذا يعادل ميزانية عائلة أرنو لمدة عامين . إذن ، ألا يجب أن أدفع مقابل ذلك ؟ \" وسواء أغريته أو أقنعته ، لا بد لي من الزواج من زكاري .\n\n---\nكانت بيانكا دي بلانش زوجة زكاري دي أرنو ، ولكن بعد وفاته ، طُردت من عائلة أرنو بسبب الترف والفساد.\n بعد أن لم تتجول في أي مكان حتى سقوط والدها ، عائلة بلانش ، تم اقتيادها إلى دير رثّ.\n وفي النهاية ماتت في النهاية على الأرضية الحجرية الباردة.\n الشرير الذي لا يعرف الشرف. كانت هذه هي الحياة قبل عودة بيانكا.\n\n===\n “هل هذا حقيقي؟ هل عدت إلى الماضي؟ ”\n إنه ليس حلما أو هلوسة. هذا الجوع والتعب والحيوية … كل هذا كان حقيقيًا. حقًا ، إذا كان الأمر كذلك ، إذا أعطاني الله فرصة ثمينة أخرى …!\n\n سأقوم بأعمال تجارية. الزواج هو أيضا عمل.\n\n سيكون ابن زكاري مصدرًا جيدًا للأعمال التجارية. سيحمي طفله مهرتي أيضًا. لن يتم نزع قلعة بلانش ولا مقاطعة أرنو بسبب هذا الفيكونت اللعين.\n\n “للقيام بذلك ، يجب أن أنجب طفل زكاري ، زوجي من حياتي السابقة.”\n\n “كم هو مهر زفافنا؟”\n\n “400 عجول ، 900 خنزير ، 100 سلطانية فضية ، 300 حرير ، صندوقان من المجوهرات ، وجزء من التركة … كان هذا يعادل ميزانية عائلة أرنو لمدة عامين. ”\n\n “إذن ، ألا يجب أن أدفع مقابل ذلك؟”\n\n وسواء أغريته أو أقنعته ، لا بد لي من الزواج من زكاري.\n\n---\n**Original Novel:**\n* R19: [Joara](https://www.joara.com/book/1476677), [KakaoPage](https://page.kakao.com/content/60374376), [RidiBooks](https://ridibooks.com/books/1239007032)\n* R15: [KakaoPage](https://page.kakao.com/content/52329538), [Naver Series](https://series.naver.com/novel/detail.series?productNo=3947957)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC/2859), [KakaoPage](https://page.kakao.com/content/60374376)\n* R15: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC19%EC%84%B8-%EC%99%84%EC%A0%84%ED%8C%90/3046), [KakaoPage](https://page.kakao.com/content/60343223)\n\n**Official Translations:**\n* [English](https://tapas.io/series/marriage-of-convenience-comic/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32044)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A9%9A%E5%A7%BB%E9%80%99%E9%96%80%E7%94%9F%E6%84%8F/322)\n* [French / Français](https://piccoma.com/fr/product/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Marriage-Business/565)\n* [Japanese / 日本語](https://mechacomic.jp/books/154355)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%AB%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%81/371)",
      "cs": "Bianca de Arno bola bezohľadná grófka v Sevranskom kráľovstve, neslávne známa ako zlá a sebecká manželka. Zatiaľ čo jej manžel, gróf Zachar de Arno, statočne riskoval život na bojisku, ona sedela doma a míňala jeho peniaze. Až v posledný deň si Bianka uvedomila chybu svojich činov. Pred smrťou sa modlí za druhú šancu a prebudí sa vo svojom 19-ročnom tele. Vďaka druhej šanci začne Bianca vidieť všetko v novom svetle... počnúc svojím manželom.\n\n---\n**Original Novel:**\n* R19: [Joara](https://www.joara.com/book/1476677), [KakaoPage](https://page.kakao.com/content/60374376), [RidiBooks](https://ridibooks.com/books/1239007032)\n* R15: [KakaoPage](https://page.kakao.com/content/52329538), [Naver Series](https://series.naver.com/novel/detail.series?productNo=3947957)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC/2859), [KakaoPage](https://page.kakao.com/content/60374376)\n* R15: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC19%EC%84%B8-%EC%99%84%EC%A0%84%ED%8C%90/3046), [KakaoPage](https://page.kakao.com/content/60343223)\n\n**Official Translations:**\n* [English](https://tapas.io/series/marriage-of-convenience-comic/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32044)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A9%9A%E5%A7%BB%E9%80%99%E9%96%80%E7%94%9F%E6%84%8F/322)\n* [French / Français](https://piccoma.com/fr/product/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Marriage-Business/565)\n* [Japanese / 日本語](https://mechacomic.jp/books/154355)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%AB%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%81/371)",
      "en": "Bianca de Arno was a ruthless countess in the Kingdom of Sevran, infamous for being a wicked and selfish wife. While her husband, Count Zachary de Arno, bravely risked his life out on the battlefield, she sat at home and spent his money. It wasn’t until her final day that Bianca realized the error of her ways. Before she died, Bianca prayed for a second chance, swearing she would do better, and woke up in her 19-year-old body. With her second chance, Bianca starts to see everything in a new light... starting with her husband.\n\n---\nBianca de Blanchefort. The wife of Zachary de Arno, thrown out of Arno family after his death due to her self-indulgent, frivolous, and immoral behavior. She had nowhere to go, the Blanchefort family having already fallen to ruin, and was more or less kicked to a convent out in the border. A woman who ultimately met her end on a cold stone floor. A villainess with no honor: that was Bianca’s life before she went back in time.\n\n===\n“Is this truly reality? Did I really travel back to the past?”\n\nThis was neither a dream nor a hallucination. This feeling of hunger, fatigue, the vivid sense of everything around her… This was all real. If this was indeed reality… If God truly gave her one more precious chance…!\n\n‘I’m going to carry out a business. A marriage is a business in the end. Zachary’s child will be the perfect source of financial support. I’m sure my dowry will remain safe too. I won’t have to lose the Blanchefort or Arno territories to that damned viscount either.’\n\nThen whether it be through seduction or persuasion, she needed to give birth to her husband, Zachary’s child.\n\n“How much was my dowry exactly?”\n\n“400 calves, 900 pigs, 100 units of silverware, 300 rolls of silk, 2 crates of jewels, and a portion of a territory… Equivalent to a two-year budget for the Arno county.”\n\n“Don’t you think you should compensate for that?”\n\n---\n**Original Novel:**\n* R19: [Joara](https://www.joara.com/book/1476677), [KakaoPage](https://page.kakao.com/content/60374376), [RidiBooks](https://ridibooks.com/books/1239007032)\n* R15: [KakaoPage](https://page.kakao.com/content/52329538), [Naver Series](https://series.naver.com/novel/detail.series?productNo=3947957)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC/2859), [KakaoPage](https://page.kakao.com/content/60374376)\n* R15: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC19%EC%84%B8-%EC%99%84%EC%A0%84%ED%8C%90/3046), [KakaoPage](https://page.kakao.com/content/60343223)\n\n**Official Translations:**\n* [English](https://tapas.io/series/marriage-of-convenience-comic/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32044)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A9%9A%E5%A7%BB%E9%80%99%E9%96%80%E7%94%9F%E6%84%8F/322)\n* [French / Français](https://piccoma.com/fr/product/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Marriage-Business/565)\n* [Japanese / 日本語](https://mechacomic.jp/books/154355)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%AB%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%81/371)",
      "es": "Blanca de Blanchefort. Una mujer que era la esposa de Zachary de Arno, pero que fue expulsada de la familia Arno después de su muerte por motivos de lujo, inmoralidad y lascivia. Una mujer que estuvo a punto de ser expulsada a un monasterio en la destartalada frontera tras vagar sin rumbo debido a la caída de su familia paterna, la familia Blanchefort. Y al final, una mujer que finalmente murió en el frío suelo de piedra. Una mujer sin honor. Esa era la vida antes del regreso de Bianca. *** “¿Es esto real? ¿De verdad he vuelto al pasado? “No es un sueño ni una alucinación. Esta hambre, cansancio, viveza… Todo es real.” “Dios me ha dado otra valiosa oportunidad…!” El matrimonio es un negocio después de todo. Tener un hijo de Zachary será una buena fuente de negocios. Mantendré mi dote. El maldito vizconde no se llevará el territorio de Blanchefort y el territorio de Arno. “Debo tener un hijo con mi esposo, Zachary.” “¿No debería valer la pena?” O seducirlo o persuadirlo… Esa es la cuestión.\n\n---\n**Original Novel:**\n* R19: [Joara](https://www.joara.com/book/1476677), [KakaoPage](https://page.kakao.com/content/60374376), [RidiBooks](https://ridibooks.com/books/1239007032)\n* R15: [KakaoPage](https://page.kakao.com/content/52329538), [Naver Series](https://series.naver.com/novel/detail.series?productNo=3947957)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC/2859), [KakaoPage](https://page.kakao.com/content/60374376)\n* R15: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC19%EC%84%B8-%EC%99%84%EC%A0%84%ED%8C%90/3046), [KakaoPage](https://page.kakao.com/content/60343223)\n\n**Official Translations:**\n* [English](https://tapas.io/series/marriage-of-convenience-comic/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32044)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A9%9A%E5%A7%BB%E9%80%99%E9%96%80%E7%94%9F%E6%84%8F/322)\n* [French / Français](https://piccoma.com/fr/product/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Marriage-Business/565)\n* [Japanese / 日本語](https://mechacomic.jp/books/154355)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%AB%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%81/371)",
      "fr": "Quand le Comte d'Arno meurt sur le champ de bataille, il laisse derrière lui sa femme, Bianca d'Arno. Veuve à un si jeune âge et sans héritier, elle est contrainte de vivre dans la pauvreté. Mais un jour, alors qu'elle mourait de faim, elle se réveille dans le passé. Sans aucun doute, Bianca sait ce qu'il lui reste à faire pour survivre: prendre son indépendance financière avant la mort du comte! Mais la tâche s'annonce difficile dans une société où la femme n'a pas son mot à dire...\n\n---\n**Original Novel:**\n* R19: [Joara](https://www.joara.com/book/1476677), [KakaoPage](https://page.kakao.com/content/60374376), [RidiBooks](https://ridibooks.com/books/1239007032)\n* R15: [KakaoPage](https://page.kakao.com/content/52329538), [Naver Series](https://series.naver.com/novel/detail.series?productNo=3947957)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC/2859), [KakaoPage](https://page.kakao.com/content/60374376)\n* R15: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC19%EC%84%B8-%EC%99%84%EC%A0%84%ED%8C%90/3046), [KakaoPage](https://page.kakao.com/content/60343223)\n\n**Official Translations:**\n* [English](https://tapas.io/series/marriage-of-convenience-comic/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32044)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A9%9A%E5%A7%BB%E9%80%99%E9%96%80%E7%94%9F%E6%84%8F/322)\n* [French / Français](https://piccoma.com/fr/product/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Marriage-Business/565)\n* [Japanese / 日本語](https://mechacomic.jp/books/154355)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%AB%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%81/371)",
      "id": "Bianca de Arno, istri Zachary de Arno, adalah istri jahat yang suka berfoya-foya. Setelah suaminya mati, Ia berakhir dibuang dan hidup menderita. Di ambang kematiannya, Bianca kembali ke saat ia berumur 18 tahun. Tapi sama seperti masa lalu, tidak ada seorang pun di county Arno yang menyukai dirinya. Maka itu, Bianca membutuhkan anak yang bisa menjadi penerus yang bisa mengubah posisinya yang dikucilkan. Ia pun bertekad untuk menjalankan tugasnya sebagai istri dan melahirkan penerus count Arno.\n\n---\nBianca de Blanche, FL kita, dibuang oleh keluarga Arno setelah kematian mantan suaminya, Zakari de Arno. Karena keluarganya juga jatuh, akhirnya dia terpaksa tinggal di biara hingga akhir hidupnya. Dan seperti biasa... dia kembali ke masa lalu. Karena Bianca tidak mau mengulang hal yang sama, dia mengajukan pernikahan kontrak dengan mantan suaminya dulu. Dia berpikir, kalau dia punya anak dari Zakari, dia gak akan dibuang lagi oleh keluarga suaminya dan bisa hidup tenang. Apa kehidupan pernikahan kontrak ini akan berjalan mulus seperti yang dia harapkan?\n\n---\n**Original Novel:**\n* R19: [Joara](https://www.joara.com/book/1476677), [KakaoPage](https://page.kakao.com/content/60374376), [RidiBooks](https://ridibooks.com/books/1239007032)\n* R15: [KakaoPage](https://page.kakao.com/content/52329538), [Naver Series](https://series.naver.com/novel/detail.series?productNo=3947957)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC/2859), [KakaoPage](https://page.kakao.com/content/60374376)\n* R15: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC19%EC%84%B8-%EC%99%84%EC%A0%84%ED%8C%90/3046), [KakaoPage](https://page.kakao.com/content/60343223)\n\n**Official Translations:**\n* [English](https://tapas.io/series/marriage-of-convenience-comic/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32044)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A9%9A%E5%A7%BB%E9%80%99%E9%96%80%E7%94%9F%E6%84%8F/322)\n* [French / Français](https://piccoma.com/fr/product/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Marriage-Business/565)\n* [Japanese / 日本語](https://mechacomic.jp/books/154355)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%AB%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%81/371)",
      "it": "Bianca de Blanche era la moglie di Zachary de Arno, ma dopo la sua morte fu espulsa dalla famiglia Arno a causa del suo comportamento autoindulgente, frivolo e immorale. Dopo aver vagato inesorabile verso la caduta e la rovina della sua famiglia, la famiglia Blanche, viene portata in uno squallido monastero di periferia. E alla fine... morì sul freddo pavimento di pietra. Una cattiva senza onore: quella era la vita di Bianca prima di tornare indietro nel tempo.\n\n---\n**Original Novel:**\n* R19: [Joara](https://www.joara.com/book/1476677), [KakaoPage](https://page.kakao.com/content/60374376), [RidiBooks](https://ridibooks.com/books/1239007032)\n* R15: [KakaoPage](https://page.kakao.com/content/52329538), [Naver Series](https://series.naver.com/novel/detail.series?productNo=3947957)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC/2859), [KakaoPage](https://page.kakao.com/content/60374376)\n* R15: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC19%EC%84%B8-%EC%99%84%EC%A0%84%ED%8C%90/3046), [KakaoPage](https://page.kakao.com/content/60343223)\n\n**Official Translations:**\n* [English](https://tapas.io/series/marriage-of-convenience-comic/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32044)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A9%9A%E5%A7%BB%E9%80%99%E9%96%80%E7%94%9F%E6%84%8F/322)\n* [French / Français](https://piccoma.com/fr/product/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Marriage-Business/565)\n* [Japanese / 日本語](https://mechacomic.jp/books/154355)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%AB%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%81/371)",
      "ja": "贅沢な悪妻、ビアンカ・ド・アルノー。皆に捨てられて死んでいったその時、ビアンカは奇跡的に18歳に回帰する。絶縁状態にある実家、アルノー伯爵領の誰もが私のことを好きではなかった。孤立した私の立場を固めるには跡継ぎが必要… 。「私、貴方の子供を産む準備ができました」「…その話は今度にしよう」「私たちの結婚はおいくらだったでしょうか?値段相応に振舞おうと思うのです。」\n\n---\n**Original Novel:**\n* R19: [Joara](https://www.joara.com/book/1476677), [KakaoPage](https://page.kakao.com/content/60374376), [RidiBooks](https://ridibooks.com/books/1239007032)\n* R15: [KakaoPage](https://page.kakao.com/content/52329538), [Naver Series](https://series.naver.com/novel/detail.series?productNo=3947957)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC/2859), [KakaoPage](https://page.kakao.com/content/60374376)\n* R15: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC19%EC%84%B8-%EC%99%84%EC%A0%84%ED%8C%90/3046), [KakaoPage](https://page.kakao.com/content/60343223)\n\n**Official Translations:**\n* [English](https://tapas.io/series/marriage-of-convenience-comic/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32044)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A9%9A%E5%A7%BB%E9%80%99%E9%96%80%E7%94%9F%E6%84%8F/322)\n* [French / Français](https://piccoma.com/fr/product/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Marriage-Business/565)\n* [Japanese / 日本語](https://mechacomic.jp/books/154355)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%AB%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%81/371)",
      "ko": "비앙카 드 블랑쉐포르.\n\n자카리 드 아르노의 아내였지만 그의 사후, 사치와 배덕함, 그리고 음탕함을 명분으로 아르노가(家)에서 내쳐진 여자. 친가인 블랑쉐포르가(家)의 몰락으로 오갈 데 없이 방황한 끝에 초라한 변방의 수도원으로 쫓겨나다시피 한 여자. 그리고 그 끝에 결국 차가운 돌바닥 위에서 죽게 된 여자.\n\n명예를 모르는 악녀.\n\n그것이 바로 비앙카의 회귀 전 생이었다.\n\n===\n\n“이게 현실이라고? 정말, 과거로 돌아온 거란 말이야?”\n\n꿈도, 환각도 아니다. 이 배고픔은, 피로는, 생생함은….\n이 모든 것은 현실이었다.\n\n정말, 정말 그렇다면. 신이 나에게 다시 한 번의 값진 기회를 주신 거라면…!\n\n‘나는 장사를 하는 거야. 결혼도 결국 장사니까. 자카리의 아이는 좋은 장사 밑천이 되어 줄 거야. 내 지참금도 지켜 주겠지. 블랑쉐포르 영지도, 아르노 영지도 그 빌어먹을 자작에게 빼앗기지 않게 될 거야.’\n\n그러려면 그녀의 남편, 자카리의 아이를 낳아야 한다.\n\n“우리의 결혼은 얼마짜리 결혼이었죠?”\n“송아지 400마리, 돼지 900마리, 은그릇 100개, 비단 300필, 보석 두 궤짝, 그리고 영지 일부분…. 아르노가의 이 년 치 예산 만큼이었지.”\n“그 값은 해야 하지 않겠어요?”\n\n그를 유혹해서든, 설득해서든.\n\n---\n**Original Novel:**\n* R19: [Joara](https://www.joara.com/book/1476677), [KakaoPage](https://page.kakao.com/content/60374376), [RidiBooks](https://ridibooks.com/books/1239007032)\n* R15: [KakaoPage](https://page.kakao.com/content/52329538), [Naver Series](https://series.naver.com/novel/detail.series?productNo=3947957)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC/2859), [KakaoPage](https://page.kakao.com/content/60374376)\n* R15: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC19%EC%84%B8-%EC%99%84%EC%A0%84%ED%8C%90/3046), [KakaoPage](https://page.kakao.com/content/60343223)\n\n**Official Translations:**\n* [English](https://tapas.io/series/marriage-of-convenience-comic/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32044)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A9%9A%E5%A7%BB%E9%80%99%E9%96%80%E7%94%9F%E6%84%8F/322)\n* [French / Français](https://piccoma.com/fr/product/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Marriage-Business/565)\n* [Japanese / 日本語](https://mechacomic.jp/books/154355)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%AB%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%81/371)",
      "ru": "Бьянка де Бланшфор. Жена Захари де Арно, изгнанная из семьи мужа после его гибели. Ей больше некуда было идти, семья Бланшфор разорилась и была отправлена в монастырь на границе королевства. Женщина, в итоге встретившая свой конец на холодном каменном полу.  Злодейка без чести: такой была жизнь Бьянки до того, как она вернулась в прошлое.\n\n---\n**Original Novel:**\n* R19: [Joara](https://www.joara.com/book/1476677), [KakaoPage](https://page.kakao.com/content/60374376), [RidiBooks](https://ridibooks.com/books/1239007032)\n* R15: [KakaoPage](https://page.kakao.com/content/52329538), [Naver Series](https://series.naver.com/novel/detail.series?productNo=3947957)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC/2859), [KakaoPage](https://page.kakao.com/content/60374376)\n* R15: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC19%EC%84%B8-%EC%99%84%EC%A0%84%ED%8C%90/3046), [KakaoPage](https://page.kakao.com/content/60343223)\n\n**Official Translations:**\n* [English](https://tapas.io/series/marriage-of-convenience-comic/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32044)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A9%9A%E5%A7%BB%E9%80%99%E9%96%80%E7%94%9F%E6%84%8F/322)\n* [French / Français](https://piccoma.com/fr/product/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Marriage-Business/565)\n* [Japanese / 日本語](https://mechacomic.jp/books/154355)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%AB%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%81/371)",
      "tr": "Bianca de Blanche, Zachary de Arno’nun karısıydı, ancak ölümünden sonra, keyfine düşkün, uçarı ve ahlaksız davranışları nedeniyle Arno ailesinden atıldı. Ailesi Blanche ailesinin çöküşüne ve yıkıntılarına hiçbir yere gitmedikten sonra, periferik bir manastıra sürülür. Ve sonunda, soğuk taş zeminde öldü. Şerefsiz bir hainlik: Bianca’nın zamanda geriye gitmeden önceki hayatı buydu.\n\n---\n**Original Novel:**\n* R19: [Joara](https://www.joara.com/book/1476677), [KakaoPage](https://page.kakao.com/content/60374376), [RidiBooks](https://ridibooks.com/books/1239007032)\n* R15: [KakaoPage](https://page.kakao.com/content/52329538), [Naver Series](https://series.naver.com/novel/detail.series?productNo=3947957)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC/2859), [KakaoPage](https://page.kakao.com/content/60374376)\n* R15: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC19%EC%84%B8-%EC%99%84%EC%A0%84%ED%8C%90/3046), [KakaoPage](https://page.kakao.com/content/60343223)\n\n**Official Translations:**\n* [English](https://tapas.io/series/marriage-of-convenience-comic/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32044)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A9%9A%E5%A7%BB%E9%80%99%E9%96%80%E7%94%9F%E6%84%8F/322)\n* [French / Français](https://piccoma.com/fr/product/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Marriage-Business/565)\n* [Japanese / 日本語](https://mechacomic.jp/books/154355)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%AB%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%81/371)",
      "uk": "Б'янка де Бланшфор. Дружина Захарі де Арно, вигнана зі сім'ї чоловіка після його загибелі. Їй більше ніде було йти, сім'я Бланшфор розорилася і була відправлена ​​до монастиря на межі королівства. Жінка, яка зрештою зустріла свій кінець на холодній кам'яній підлозі.\nЗлодійка без честі: таке було життя Б'янки до того, як вона повернулася у минуле.\n\n---\n**Original Novel:**\n* R19: [Joara](https://www.joara.com/book/1476677), [KakaoPage](https://page.kakao.com/content/60374376), [RidiBooks](https://ridibooks.com/books/1239007032)\n* R15: [KakaoPage](https://page.kakao.com/content/52329538), [Naver Series](https://series.naver.com/novel/detail.series?productNo=3947957)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC/2859), [KakaoPage](https://page.kakao.com/content/60374376)\n* R15: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC19%EC%84%B8-%EC%99%84%EC%A0%84%ED%8C%90/3046), [KakaoPage](https://page.kakao.com/content/60343223)\n\n**Official Translations:**\n* [English](https://tapas.io/series/marriage-of-convenience-comic/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32044)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A9%9A%E5%A7%BB%E9%80%99%E9%96%80%E7%94%9F%E6%84%8F/322)\n* [French / Français](https://piccoma.com/fr/product/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Marriage-Business/565)\n* [Japanese / 日本語](https://mechacomic.jp/books/154355)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%AB%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%81/371)",
      "zh": "前生的碧安卡身为阿尔诺伯爵的夫人，把结婚当做了一场生意的她成为了挥霍无度的恶妻，而在丈夫去世之后，身败名裂的她被家族抛弃，最终凄惨而终。一睁眼她重生回到18岁，这一世她决定要好好把握机会，为了逃避惨死的命运，她要做一个懂事的妻子，还要努力怀上阿尔诺家族的继承人…\n\n---\n**Original Novel:**\n* R19: [Joara](https://www.joara.com/book/1476677), [KakaoPage](https://page.kakao.com/content/60374376), [RidiBooks](https://ridibooks.com/books/1239007032)\n* R15: [KakaoPage](https://page.kakao.com/content/52329538), [Naver Series](https://series.naver.com/novel/detail.series?productNo=3947957)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC/2859), [KakaoPage](https://page.kakao.com/content/60374376)\n* R15: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC19%EC%84%B8-%EC%99%84%EC%A0%84%ED%8C%90/3046), [KakaoPage](https://page.kakao.com/content/60343223)\n\n**Official Translations:**\n* [English](https://tapas.io/series/marriage-of-convenience-comic/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32044)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A9%9A%E5%A7%BB%E9%80%99%E9%96%80%E7%94%9F%E6%84%8F/322)\n* [French / Français](https://piccoma.com/fr/product/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Marriage-Business/565)\n* [Japanese / 日本語](https://mechacomic.jp/books/154355)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%AB%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%81/371)",
      "pt-br": "Bianca de Blanche era a esposa de Zachary de Arno, mas após sua morte, ela foi expulsa da família Arno por luxo e imoralidade.\n\nDepois de vagar sem propósito após a queda de seu pai e da família Blanche, ela é levada para um monastério de periferia.\n\nE no final, ela acabou morrendo no chão de pedra fria.\n\nUma vilã que não conhece a honra. Essa era sua vida antes do retorno de Bianca.\n\n===\n\n“Isto é real? Eu voltei ao passado?”\n\nNão é um sonho ou uma alucinação. Essa fome, fadiga, vivacidade… Tudo isso era real. Realmente, se sim, se Deus me desse mais uma oportunidade preciosa…!\n\n‘Vou fazer negócios. O casamento também é um negócio.’\n\nO filho de Zachary será uma boa fonte de negócios. O filho dele também protegerá meu dote. Nem a fortaleza Blanche, nem a província de Arno serão levadas por aquele maldito visconde.\n\n‘Para fazer isso, tenho que dar à luz o filho de Zachary, meu marido da minha vida anterior.’\n\n“Quanto é o nosso dote de casamento?”\n\n“400 bezerros, 900 porcos, 100 tigelas de prata, 300 sedas, dois baús de joias e uma parte da propriedade… Isso era tanto quanto o orçamento de dois anos da família Arno. “\n\n“Então, eu não deveria ter que pagar por isso?”\n\nQuer eu o tente ou o convença, tenho que ficar com Zachary.\n\n---\n**Original Novel:**\n* R19: [Joara](https://www.joara.com/book/1476677), [KakaoPage](https://page.kakao.com/content/60374376), [RidiBooks](https://ridibooks.com/books/1239007032)\n* R15: [KakaoPage](https://page.kakao.com/content/52329538), [Naver Series](https://series.naver.com/novel/detail.series?productNo=3947957)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC/2859), [KakaoPage](https://page.kakao.com/content/60374376)\n* R15: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC19%EC%84%B8-%EC%99%84%EC%A0%84%ED%8C%90/3046), [KakaoPage](https://page.kakao.com/content/60343223)\n\n**Official Translations:**\n* [English](https://tapas.io/series/marriage-of-convenience-comic/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32044)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A9%9A%E5%A7%BB%E9%80%99%E9%96%80%E7%94%9F%E6%84%8F/322)\n* [French / Français](https://piccoma.com/fr/product/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Marriage-Business/565)\n* [Japanese / 日本語](https://mechacomic.jp/books/154355)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%AB%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%81/371)",
      "zh-hk": "奢侈的惡妻，微安卡·德·阿爾諾。在被所有人拋棄並死去的時候，微安卡奇蹟般地回到了18歲。\n\n在宛若絕緣狀態的婆家-阿爾諾伯爵領地裡誰都不喜歡自己。\n\n要鞏固孤立的地位，就需要接班人… “我已經做好給你生孩子的準備了。”\n\n“…那件事以後再說吧。” “我們結婚需要多少錢？我願意出那個價。”\n\n---\n**Original Novel:**\n* R19: [Joara](https://www.joara.com/book/1476677), [KakaoPage](https://page.kakao.com/content/60374376), [RidiBooks](https://ridibooks.com/books/1239007032)\n* R15: [KakaoPage](https://page.kakao.com/content/52329538), [Naver Series](https://series.naver.com/novel/detail.series?productNo=3947957)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC/2859), [KakaoPage](https://page.kakao.com/content/60374376)\n* R15: [Daum](https://webtoon.kakao.com/content/%EA%B2%B0%ED%98%BC-%EC%9E%A5%EC%82%AC19%EC%84%B8-%EC%99%84%EC%A0%84%ED%8C%90/3046), [KakaoPage](https://page.kakao.com/content/60343223)\n\n**Official Translations:**\n* [English](https://tapas.io/series/marriage-of-convenience-comic/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32044)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A9%9A%E5%A7%BB%E9%80%99%E9%96%80%E7%94%9F%E6%84%8F/322)\n* [French / Français](https://piccoma.com/fr/product/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Marriage-Business/565)\n* [Japanese / 日本語](https://mechacomic.jp/books/154355)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%AB%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%81/371)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "141"
  },
  {
    "mangaId": "331deec0-fb1a-4680-9248-8a0fc55b5b07",
    "title": {
      "en": "Ajin: Demi-Human"
    },
    "updatedAt": "2024-10-23T10:33:35+00:00",
    "coverArt": "https://mangadex.org/covers/331deec0-fb1a-4680-9248-8a0fc55b5b07/92d36b68-c314-4df1-8473-386fdec980e8.jpg",
    "altTitles": [
      {
        "ja": "亜人"
      },
      {
        "ja-ro": "Ajin"
      },
      {
        "ko": "아인"
      },
      {
        "zh": "亚人"
      },
      {
        "zh-hk": "亞人"
      },
      {
        "uk": "Аджін"
      },
      {
        "ru": "Нелюдь"
      },
      {
        "ru": "Получеловек"
      },
      {
        "ar": "اجين"
      },
      {
        "ar": "أجين"
      },
      {
        "fa": "آجین"
      },
      {
        "fa": "آجین: نیمه-انسان"
      },
      {
        "tr": "Ajin: Yarı-İnsan"
      },
      {
        "tr": "Ajin: Yarı İnsan"
      },
      {
        "vi": "Ajin"
      },
      {
        "es": "Ajin: Semi-humano"
      },
      {
        "fr": "Ajin: Semi-humain"
      },
      {
        "he": "אג׳ין"
      },
      {
        "th": "Ajin อาจิน สายพันธุ์อมนุษย์"
      },
      {
        "th": "สายพันธุ์อมนุษย์"
      },
      {
        "kk": "Бейадам"
      },
      {
        "en": "Ajin"
      },
      {
        "en": "Demi-humans"
      }
    ],
    "description": {
      "en": "The story follows a high school student named Kei Nagai, who is caught in a traffic accident, dies, but immediately revives and learns he is not human, but an Ajin, a mysterious creature that cannot die. Scared, he runs away from humans but is helped by his friend Kai, who joins him in his flee from civilization. He then becomes involved in a conflict between human and Ajin and must choose a side.",
      "ru": "Бессмертие. Не этого ли всегда жаждало человечество? Да, так было ровно до тех пор, пока по всему миру не начали появляться люди, неспособные умереть. Солдаты богов, полулюди. Загадка тысячелетия. Необъяснимый феномен эволюции и любимая игрушка учёных. Самое пугающее свойство полулюдей в том, что ими может оказаться кто угодно. «Ты не узнаешь правду, пока не умрёшь». Нагаи Кей умер… И он больше никогда не умрёт.  \n  \n**Note**: Roughly mid-way through the manga, the Author Tsuina Miura left this project.  \n  \n- Nominated for the 7th Manga Taishou Award   \nthe Readers Award in the 18th Tezuka Osamu Cultural Prize and in the seinen category at the 38th Kodansha Manga Awards in 2014. In the 40th(2016) Kodansha Manga Awards for general category.  \n  \nSee the links below to AnimeNewsNetwork for the anime:  \n[Live Action Movie](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18864)  \n[Compel](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17176) (movie)  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17676) (compilation)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18466)  \n[OAV](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=19017) (spinoff)  \n[Shōtotsu](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17950) (movie)  \n[Shōgeki](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18465) (movie)",
      "uk": "Старшокласник Нагаї Кей загинув у дорожньо-транспортній пригоді, але відразу ж ожив, дізнавшись, що він може бути не таким, як усі інші люди. Натомість він може бути таємничою майже безсмертною істотою, наділеною не тільки силою омолодження, але й здатністю бачити надприродних істот. Злякавшись, він тікає, і його друг допомагає йому втекти від суспільства. На жаль для Кея, триває полювання, і незабаром він потрапить у конфлікт між людством та іншими подібними до нього.",
      "vi": "Một ngày nọ, Kei Nagai, một học sinh cấp ba, gặp tai nạn, nhưng cậu ta vẫn sống. Hay nói cách khác, kei không hẳn là con người . Kể từ đó, thế giới Kei thay đổi đáng kể. Sợ hãi và không biết những gì đang xảy ra, Kei được cứu bởi người bạn của mình, Kai. Cùng nhau, họ chạy trốn sâu vào một ngọn núi hoang vắng. Sau đó, một nhóm các những người thù địch chống lại con người tiếp xúc với Kei … Ai là ngươi cần chiến đấu chống lại? Ai là Người mà cậu cần theo phe giúp sức?\n\nPS: Bạn muốn 1 nhân vật chính đầy đạo đức, công lý và lòng thương người, luôn hết mình vì bạn bè? Bạn muốn 1 nhân vật chính luôn sẵn lòng vì người khác bất chấp hi sinh tính mạng? Bạn muốn nhân vật chính trong sáng, ruột để ngoài da, luôn mồm miệng tay chân nhanh hơn não? Vậy thì tốt nhất bạn không nên xem bộ này vì nhân vật chính bộ này hoàn toàn không có những đức tính trên :v",
      "pt-br": "A história segue um estudante do ensino médio chamado Kei Nagai, que é pego em um acidente de trânsito, morre, mas imediatamente revive e descobre que não é humano, mas um Ajin, uma criatura misteriosa que não pode morrer. Assustado, ele foge dos humanos, mas é ajudado por seu amigo Kai, que se junta a ele em sua fuga da civilização. Ele então se envolve em um conflito entre humano e Ajin e deve escolher um lado."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "86"
  },
  {
    "mangaId": "082a27cb-74f9-4d1b-81b2-e60c680fd39f",
    "title": {
      "en": "What It Takes to Be a Villainess"
    },
    "updatedAt": "2024-04-21T07:51:13+00:00",
    "coverArt": "https://mangadex.org/covers/082a27cb-74f9-4d1b-81b2-e60c680fd39f/afe82dfe-c785-478a-a101-ab522c0b0c86.jpg",
    "altTitles": [
      {
        "ko": "악녀의 정의"
      },
      {
        "ko-ro": "Agnyeoui Jeong-ui"
      },
      {
        "en": "The Justice of a Villainous Woman"
      },
      {
        "en": "What It Takes to Be a Villain"
      },
      {
        "en": "Definition of a Bad Lady"
      },
      {
        "en": "Definition of a Wicked Girl"
      },
      {
        "zh": "恶女的定义"
      },
      {
        "fr": "Méchante malgré moi"
      },
      {
        "es": "Definicion de una dama malvada"
      },
      {
        "es": "La justicia de una dama villana"
      },
      {
        "id": "Cerminan Jiwa"
      },
      {
        "ja": "悪女の定義"
      },
      {
        "th": "ขอโทษที พอดีไม่ใช่นางเอก"
      },
      {
        "vi": "Định nghĩa mới về ác nữ"
      }
    ],
    "description": {
      "en": "With a broken heart, Hwayoung falls headfirst into the river by accident but wakes up as infamous villainess Satiana Altisee Kaylon. Coming to terms with her new life as sole daughter of House Kaylon, Satiana is soon chosen as a candidate for the next empress! In the palace full of schemers and liars, she must become a cold-blooded villainess to win her royal seat by the crown prince - or her new family will face grave danger!  Will being perfectly evil really be enough? ‘Cause even villains need love!\r\n\r\n---\r\n[Original Webtoon](https://page.kakao.com/home/50790508)\r\n\r\n**Official Translations:**\r\n* [English](https://www.tappytoon.com/series/villainess/1)\r\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/4170/)\r\n* [French / Français](https://www.delitoon.com/webtoon/mechante-malgre-moi)\r\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Cerminan-Jiwa/2437)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/7362)\r\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/9247)\r\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/dinh-nghia-moi-ve-ac-nu/784)",
      "fr": "A quoi bon être gentille et juste toute sa vie si c’est pour se faire larguer et être moquée de tous? Réincarnée dans un monde remplis de nobles et de princes, elle doit adopter la personnalité de l’ancienne propriétaire de son corps, une tyran insupportable, afin de protéger sa famille et déjouer les plans que lui réserve le prince… Parfois, cela fait un bien fou d’être méchante!\r\n\r\n---\r\n[Original Webtoon](https://page.kakao.com/home/50790508)\r\n\r\n**Official Translations:**\r\n* [English](https://www.tappytoon.com/series/villainess/1)\r\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/4170/)\r\n* [French / Français](https://www.delitoon.com/webtoon/mechante-malgre-moi)\r\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Cerminan-Jiwa/2437)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/7362)\r\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/9247)\r\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/dinh-nghia-moi-ve-ac-nu/784)",
      "ko": "“난 이미 내 황후를 정했고, 넌 구색 맞추기일 뿐이야.”\r\n“바로 내가 제국의 황후가 될 거예요.”\r\n\r\n가장 친한 친구에게 남자친구를 뺏긴 날,\r\n나는 실수로 한강에 빠지고 말았다.\r\n그리고 눈떠 보니 악녀로 이름난 공작영애\r\n샤르티아나 알티제 카일론이 되어 있었다!\r\n\r\n알고 보니 이 샤르티아나 영애,\r\n황태자를 그 연인에게서 가로채려 했다고 한다.\r\n그런 악녀 따위는 절대로 되지 않을 거라고 다짐하고 싶지만……\r\n차기 황후 후보, ‘레지나’로 간택되는 순간 내 운명도 결정되었다.\r\n\r\n레지나 후보는 둘, 나 샤르티아나와 황태자의 연인 아이린.\r\n모략이 휘몰아치는 궁정에서 사랑하는 가족을 지키기 위해\r\n철저한 악녀가 되어 황후의 자리를 쟁취할 수밖에 없다.\r\n그런데 현실을 받아들이기로 결심한 순간,\r\n차갑기만 했던 황태자 레오프리드가 다른 얼굴을 보이기 시작한다.\r\n그리고 아이린과의 관계에도 무언가 비밀이……?\r\n\r\n사랑하는 사람들과 행복해지기 위해, 나는 희대의 악녀가 된다.\r\n\r\n달콤살벌한 궁중 로맨스의 새로운 정의!\r\n\r\n—\r\n\r\n소설에서 풀지 못했던 못 다한 이야기가\r\n지금 여기에서 펼쳐집니다!\r\n\r\n[로고 및 표지 디자인] 디자인 그룹 헌드레드\r\n\r\n—\r\n\r\n웹툰 [악녀의 정의]는 매주 일요일, 주1회 연재됩니다.\r\n\r\n---\r\n[Original Webtoon](https://page.kakao.com/home/50790508)\r\n\r\n**Official Translations:**\r\n* [English](https://www.tappytoon.com/series/villainess/1)\r\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/4170/)\r\n* [French / Français](https://www.delitoon.com/webtoon/mechante-malgre-moi)\r\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Cerminan-Jiwa/2437)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/7362)\r\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/9247)\r\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/dinh-nghia-moi-ve-ac-nu/784)",
      "th": "‘ยูฮวายอง’ หญิงสาวผู้ชอกช้ำใจในความรักที่หนีไปดื่มเหล้าจนเมามาย แต่ดันเกิดเคราะห์ซ้ำกรรมซ้อนทำให้เธอตกน้ำจนถึงแก่ชีวิต แต่ทว่าโลกหลังความตายของเธอกลับไม่ได้เป็นอย่างที่คิด เพราะเธอดันมาอยู่ในร่างของ ‘ชาร์เทียน่า อัลทิเซอร์ ไคล์โลน’ บุตรสาวคนเดียวของท่านดยุคที่ขึ้นชื่อเรื่องความร้ายกาจประดุจนางร้ายในละคร ให้ตายสิ...นี่มันเรื่องบ้าอะไรเนี่ยยยยยย!! #การ์ตูนเจ้าหญิง #การ์ตูนโรแมนติก\r\n\r\n---\r\n[Original Webtoon](https://page.kakao.com/home/50790508)\r\n\r\n**Official Translations:**\r\n* [English](https://www.tappytoon.com/series/villainess/1)\r\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/4170/)\r\n* [French / Français](https://www.delitoon.com/webtoon/mechante-malgre-moi)\r\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Cerminan-Jiwa/2437)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/7362)\r\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/9247)\r\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/dinh-nghia-moi-ve-ac-nu/784)",
      "tr": "Erkek arkadaşımın beni en iyi arkadaşımla aldattığı gün, kazara Han Nehrine düştüm. Gözlerimi açtığımda kötü karakter olan Satiana Altizer Kaylon adında ünlü bir dükün kızı mı oldum!? “İmparatoriçemi çoktan seçtim ve sen sadece bir piyonsun.” \"İmparatorluğun imparatoriçesi ben olacağım.\" Kaderim, bir sonraki imparatoriçe adayı olarak seçilmemden sonra çizildi. İki Regina adayı, Veliaht Prensin sevgilisi İrene ve ben Satiana. Sevgili ailemi mahkemenin kötü oyunlarına karşı korumak için kötü karakter ve imparatoriçe olmaktan başka çarem yok. Sevdiğim insanlarla mutlu olmak için kötü karakter oldum.\r\n\r\n---\r\n[Original Webtoon](https://page.kakao.com/home/50790508)\r\n\r\n**Official Translations:**\r\n* [English](https://www.tappytoon.com/series/villainess/1)\r\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/4170/)\r\n* [French / Français](https://www.delitoon.com/webtoon/mechante-malgre-moi)\r\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Cerminan-Jiwa/2437)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/7362)\r\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/9247)\r\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/dinh-nghia-moi-ve-ac-nu/784)",
      "vi": "Sau khi bị bạn thân và người yêu phản bội, Hwa Yeong uống say và trượt chân rơi xuống sông Hàn. Rồi tái sinh thành Chartiana Altise Kylone, con gái của công tước Kylone. Charti vốn là một ác nữ có tiếng. Phải làm sao để có thể giúp Charti gỡ bỏ danh ác nữ đây?\r\n\r\n---\r\n[Original Webtoon](https://page.kakao.com/home/50790508)\r\n\r\n**Official Translations:**\r\n* [English](https://www.tappytoon.com/series/villainess/1)\r\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/4170/)\r\n* [French / Français](https://www.delitoon.com/webtoon/mechante-malgre-moi)\r\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Cerminan-Jiwa/2437)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/7362)\r\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/9247)\r\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/dinh-nghia-moi-ve-ac-nu/784)",
      "zh": "穿越成恶女与高冷皇太子恋爱？ 柳花迎惨遭闺蜜插足，伤心欲绝时掉进江水，醒来后却发现自己穿越到了名叫莎缇娜的贵族小姐身上。虽然保住了小命...但听说这身体的主人不仅刁蛮无礼，还贪恋别人的爱人? 等一下,我是清白的！\r\n\r\n---\r\n[Original Webtoon](https://page.kakao.com/home/50790508)\r\n\r\n**Official Translations:**\r\n* [English](https://www.tappytoon.com/series/villainess/1)\r\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/4170/)\r\n* [French / Français](https://www.delitoon.com/webtoon/mechante-malgre-moi)\r\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Cerminan-Jiwa/2437)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/7362)\r\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/9247)\r\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/dinh-nghia-moi-ve-ac-nu/784)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "163"
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d18f1c5d-d51b-40ee-867f-4e071ece4ad2",
    "title": {
      "en": "100 Nichigo ni Classmate no Seiheki wo Kuruwaseru, Otokonoko Tenkousei ♡"
    },
    "updatedAt": "2024-11-17T08:43:30+00:00",
    "coverArt": "https://mangadex.org/covers/d18f1c5d-d51b-40ee-867f-4e071ece4ad2/a9358a17-9391-42a4-9686-1ea8ff4ece2d.jpg",
    "altTitles": [
      {
        "ja": "100日後にクラスメイトの性癖を狂わせる、男の娘転校生♡"
      },
      {
        "ja-ro": "Hyaku Nichigo ni Classmate no Seiheki wo Kuruwaseru, Otokonoko Tenkousei♡"
      },
      {
        "ja-ro": "100 Nichigo ni Kurasumeito no Seiheki o Kuruwaseru, Otokonoko Tenkousei ♡"
      },
      {
        "en": "The Femboy Transfer Student Who Will Transform His Classmate's Fetishes After 100 Days♡"
      },
      {
        "en": "A Male Transfer Student Who Drives His Classmate Crazy After 100 Days♡"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-12-09T11:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/17f8c157-ae5c-4702-a762-11bc2c8b8c64.jpg",
    "altTitles": [
      {
        "ja": "ワンピース"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "fa": "وان پیس"
      },
      {
        "hi": "वन पीस"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "th": "วันพีซ"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "he": "וואן פיס"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "vi": "Vua Hải Tặc"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "ko": "원피스"
      },
      {
        "te": "వన్ పీస్"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a763c44-db69-4d27-afe1-0a1246ed681f",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon: Elma OL Nikki"
    },
    "updatedAt": "2024-07-28T13:19:47+00:00",
    "coverArt": "https://mangadex.org/covers/6a763c44-db69-4d27-afe1-0a1246ed681f/ce932c83-3cb5-4791-b055-a97f86cf13f3.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi's Dragon Maid: Elma's Office Lady Diary"
      },
      {
        "ru": "Дракон-горничная Кобаяши: Офисные деньки Эльмы"
      },
      {
        "ja": "小林さんちのメイドラゴン エルマのＯＬ日記"
      },
      {
        "zh-hk": "小林家的龍女僕 艾瑪的OL日記"
      },
      {
        "zh": "小林家的龙女仆 艾玛的OL日记"
      },
      {
        "it": "La cameriera drago di Kobayashi: il diario da office lady di Elma"
      },
      {
        "vi": "Nhật ký gái công sở của Elma"
      },
      {
        "uk": "Драконопокоївка пані Кобаяші: Офісні дні Ельми"
      },
      {
        "vi": "Hầu Gái Rồng Nhà Kobayashi: Nhật Ký Công Sở Của Elma"
      }
    ],
    "description": {
      "en": "A spin-off of [Kobayashi-san Chi no Maid Dragon](https://mangadex.org/manga/15514) focusing on the daily life of Elma.",
      "id": "Sebuah spinoff dari [Kobayashi-san Chi no Maid Dragon](https://mangadex.org/manga/15514) yang berfokus pada keseharian Elma.",
      "ru": "Спин-офф основной серии, фокусирующийся на повседневной жизни одной из драконов, Эльмы."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "199a4cdf-d807-4e3d-ae80-61e4fbc3c50e",
    "title": {
      "en": "KISEKAE NINGYOU DE CHU♡"
    },
    "updatedAt": "2025-01-04T12:59:14+00:00",
    "coverArt": "https://mangadex.org/covers/199a4cdf-d807-4e3d-ae80-61e4fbc3c50e/142cd998-ffe7-4c04-935c-5ac66d066686.jpg",
    "altTitles": [
      {
        "ja": "着せ替え人形でchu♡"
      },
      {
        "ja-ro": "KISEKAE NINGYOU DE CHU♡"
      },
      {
        "ja-ro": "Bisque Doll de Chu♡"
      }
    ],
    "description": {
      "en": "The spin-off of \"My Dress-Up Darling\", [Kisekae Ningyou de Chu ♡], has started serialization with a chaotic yet cute vibe"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b198f9b8-7489-44cc-a062-1cb4b32d5507",
    "title": {
      "en": "Jimoto no Ijimekko-tachi ni Shikaeshi Shiyou to Shitara, Betsu no Tatakai ga Hajimatta."
    },
    "updatedAt": "2024-11-16T12:09:00+00:00",
    "coverArt": "https://mangadex.org/covers/b198f9b8-7489-44cc-a062-1cb4b32d5507/872f975c-3fc6-4abf-8fd8-75ecee8db3cd.jpg",
    "altTitles": [
      {
        "ja": "地元のいじめっ子達に仕返ししようとしたら、別の戦いが始まった。"
      },
      {
        "en": "When Trying to Get Back at the Hometown Bullies, Another Battle Began."
      },
      {
        "zh": "本想报复以前欺负我的孩子王，另一场战斗却开始了。"
      }
    ],
    "description": {
      "en": "Local bullies tormented Kotaro when he was a youngster. They were the skilled wrestler Akari, a skilled basketball prodigy Kanae, and Shigure, a prodigy in video games. Every day, Kotaro competed against these three guys in their respective sports with the intention of winning. Unfortunately, he was no match for them. As a senior in high school, Kotaro now has another opportunity to confront them and exact his retribution...! But he will discover a secret that he never would have expected...",
      "ja": "子供のころ、小太郎は地元のいじめっ子によって屈辱の日々を送っていた。レスリングの天才少年・アキラ、バスケの天才少年・カナエ、天才ゲーマー少年・シグレにあらゆる勝負で負け続けていたのだった高校生となった小太郎は、仕返しするべく３人と再会したのであったが…！？",
      "vi": "Oneshot chính thức được làm thành series của tác giả Matsumoto Kengo. Sau nhiều năm rời xa quê hương, Kotaro đã quay về để báo thù 3 kẻ bắt nạt từng khiến cậu khổ sở hồi cấp 1. Thế nhưng khi gặp lại 3 kẻ bắt nạt, những gì chờ đợt cậu lại vượt xa những gì cậu tưởng tượng...",
      "pt-br": "Os valentões locais atormentaram Kotaro quando ele era jovem. Eles eram o lutador habilidoso Akari. Kanae, um prodígio do basquete, e Shigure, um prodígio dos videogames. Todos os dias, Kotaro competia contra esses três caras em seus respectivos esportes com a intenção de vencer. Infelizmente, ele não era páreo para eles. No último ano do ensino médio, Kotaro agora tem outra oportunidade de enfrentá-los e exigir sua retribuição…! Mas ele descobrirá um segredo que nunca teria esperado…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a787b10a-02d0-46c0-8236-0d01d69ad4a3",
    "title": {
      "en": "Naruto (Official Colored)"
    },
    "updatedAt": "2025-01-18T17:36:08+00:00",
    "coverArt": "https://mangadex.org/covers/a787b10a-02d0-46c0-8236-0d01d69ad4a3/608815f3-45dd-41b7-a10d-55fb3dc6a05c.jpg",
    "altTitles": [
      {
        "en": "Naruto - Digital Colored Comics"
      },
      {
        "ja": "ナルト"
      },
      {
        "ja": "NARUTO―ナルト― カラー版"
      },
      {
        "ar": "ناروتو"
      },
      {
        "bg": "Наруто Цветна Версия"
      }
    ],
    "description": {
      "en": "Twelve years ago, the powerful Nine-Tailed Demon Fox attacked the ninja village of Konohagakure. The demon was quickly defeated and sealed into the infant Naruto Uzumaki, by the Fourth Hokage who sacrificed his life to protect the village. Now Naruto is the number one knucklehead ninja who's determined to become the next Hokage and gain recognition by everyone who ever doubted him!",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Naruto\". Uzumaki Naruto é um garoto que teve um demônio preso dentro dele quando era um bebê, para evitar que esse demônio destruísse sua vila. Ele cresceu sendo temido por todos, já que existe a lembrança dos mortos pelo demônio em quase todas as famílias. Evitado e ignorado, tudo o que ele realmente deseja é ser amado e reconhecido pelos outros, pelo que de fato ele é. Acompanhe a vida de Naruto, seu amor pela \"doce e amável\" Sakura e sua \"amizade\" com Sasuke... Uma história aparentemente simples, em que o herói acumula poderes e vence os malvados, fazendo amigos no caminho, certo? Errado. Naruto tem ação e comédia, sim, mas o tema central do mangá é a solidão e como cada um dos personagens lida com essa solidão. A leveza cômica de alguns capítulos é francamente contrastante com o clima pesado e trágico de outros."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "72",
    "lastChapter": "700"
  },
  {
    "mangaId": "16217f0f-69c0-4551-ab08-7b6dd11e042e",
    "title": {
      "en": "Uma Himesama to Shika Ouji"
    },
    "updatedAt": "2024-03-21T17:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/16217f0f-69c0-4551-ab08-7b6dd11e042e/b9a73c38-6e1b-42be-9cce-5bd9c9072420.jpg",
    "altTitles": [
      {
        "ja": "馬姫様と鹿王子"
      },
      {
        "ja-ro": "Uma Himesama to Shika Ouji"
      },
      {
        "en": "The Horse Princess and The Deer Prince"
      }
    ],
    "description": {
      "en": "Mahoro is a high school girl who loves her teacher.\nShe studied hard to get her teacher to like her, but as a result, she is now a college student making her debut in a rural area, and is at a loss for what to do with her life for the first time!\nWhat will Mahoro see in the ancient city of Nara?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4edc11f-50d6-4fdd-a8b6-c44f6398979c",
    "title": {
      "en": "A City Called Nowhere"
    },
    "updatedAt": "2022-09-03T14:47:08+00:00",
    "coverArt": "https://mangadex.org/covers/a4edc11f-50d6-4fdd-a8b6-c44f6398979c/4b103ef1-8e91-4389-8094-b737f61d71dd.jpg",
    "altTitles": [],
    "description": {
      "en": "Sheryl lives in a city full of dangers that most people do not notice."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f6f4912-a23b-4f87-8836-f36febf34e5f",
    "title": {
      "en": "Kurotsuta Yashiki no Himegoto"
    },
    "updatedAt": "2023-10-13T14:09:44+00:00",
    "coverArt": "https://mangadex.org/covers/9f6f4912-a23b-4f87-8836-f36febf34e5f/8b61dc44-1b99-409b-b7a6-2843cbbac65c.jpg",
    "altTitles": [
      {
        "ja-ro": "Kurotsutaya Yashiki no Himegoto"
      },
      {
        "ja-ro": "Kurotsutayashiki no Himegoto"
      },
      {
        "en": "The Secret of the Black Ivy Mansion"
      },
      {
        "zh": "黑色爬山虎宅邸秘闻"
      },
      {
        "zh": "黑茑宅邸的秘密之事"
      },
      {
        "ja": "黒蔦屋敷の秘めごと"
      }
    ],
    "description": {
      "en": "When she was little, Chizuru lived in the house where her mother worked as a housekeeper and played all day with Yukihiko, the little lord of the Black Ivy Mansion. At some point she had to leave, and when she returns some years later she meets Yukihiko again. He invites her back into his house. But the mansion hides a terrible secret that Chizuru doesn't know…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "76122394-fcc4-4f00-8901-51b5619792e8",
    "title": {
      "en": "Switch Girl!!"
    },
    "updatedAt": "2022-01-25T13:35:42+00:00",
    "coverArt": "https://mangadex.org/covers/76122394-fcc4-4f00-8901-51b5619792e8/75b9478f-886d-4af5-a1e2-70719651d357.jpg",
    "altTitles": [
      {
        "en": "Switch Girl"
      },
      {
        "ja": "Switch Girl!!~變身指令~"
      },
      {
        "ja": "スイッチガール!!"
      },
      {
        "zh": "双面少女"
      },
      {
        "zh-hk": "变身指令"
      },
      {
        "ko": "스위치걸"
      }
    ],
    "description": {
      "en": "Tamiya Nika is a beautiful, outgoing, popular high-school girl. She has just the right look, just the right fashions, and is everyone's friend. What everyone at school does not know is how hard Nika works to keep up this perfect image, and what she is REALLY like at home. When not at school, Nika is a scary, sloppy, tight-fisted girl who wears glasses, an ugly sweatsuit, and has her hair pulled back into unattractive buns. She lies around playing video games and reading manga. Her attitude is bossy and cranky, and she travels far out of her way to shop where she won’t be recognized.  \n  \nEvery day, Nika “Switches On” with a strict regimen of beautification that involves primping and plucking and careful dressing. The only person who knows about Nika’s Switched On/Off modes is her best friend, who is also aware of the reasons behind the changes.  \n  \nHowever, soon a second person finds out about Nika's personalities - someone who has his own On/Off switch, but in reverse! His name is Kamiyama Arata, and he is a recent transfer student. He meets Nika when she is in OFF Mode, and then again at school when she is ON. However Nika can see that he has his own little secret. At school, Arata wears thick swirly-eyed glasses and messy hair that make some bullies think he is an otaku. However, at home, he ditches the glasses and is downright gorgeous! He is just the opposite of Nika, but why?"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "25",
    "lastChapter": "170"
  },
  {
    "mangaId": "c0bdc917-50d6-44df-8349-a702e5466951",
    "title": {
      "en": "Ashi-Girl"
    },
    "updatedAt": "2024-09-16T18:25:24+00:00",
    "coverArt": "https://mangadex.org/covers/c0bdc917-50d6-44df-8349-a702e5466951/d4e47ce8-157b-4df8-b5ad-805b014e087c.png",
    "altTitles": [
      {
        "ja-ro": "Ashi Gaaru"
      },
      {
        "ja-ro": "Ashigaaru"
      },
      {
        "ru": "Пехотинец"
      },
      {
        "ja": "アシガール"
      },
      {
        "zh": "跑女战国行"
      },
      {
        "zh-hk": "跑女戰國行"
      },
      {
        "ko": "아시가루"
      },
      {
        "uk": "Піхотинка"
      }
    ],
    "description": {
      "en": "From the author of Gokusen and Koudaike no Hitobito comes the story of Yui Hayakawa:\nan ordinary, uninspired high school girl who's only good at one thing - running! \nBut because of her genius younger brother Takeru and his latest experiment, a time machine, \nshe accidentally gets sent back to the Sengoku Era missing her beloved dinner steak! \nWill young Yui finally find that 'something' where her entire potential was hiding? \nAnd will she ever be able to eat that delicious steak her mother made for her?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "115"
  },
  {
    "mangaId": "8dd57823-d541-4976-b4b0-5654fd7f01f6",
    "title": {
      "en": "1-nen A-gumi no Monster"
    },
    "updatedAt": "2024-10-30T23:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/8dd57823-d541-4976-b4b0-5654fd7f01f6/bf4765c5-7eae-41fc-a3f6-bd2fe8c6ec4a.jpg",
    "altTitles": [
      {
        "ja": "1年A組のモンスター"
      },
      {
        "en": "The Monster of 1st Grade, Class A"
      },
      {
        "ko": "1학년 A반의 몬스터"
      },
      {
        "zh": "1年A班的怪物"
      },
      {
        "id": "Monster Kelas 1-A"
      },
      {
        "pt-br": "Os Monstros da Classes 1-A"
      },
      {
        "ru": "Монстр из класса 1-А"
      },
      {
        "es": "La clase 1-A de los Monstruos"
      }
    ],
    "description": {
      "en": "A Private Girls' High is a special school nurturing young maidens to be graceful, delicate intellectuals. Except that class 1-A, infamously known as the \"Class of Monsters,\" is full of bullies, blackmailers, scheming sadists, and other trouble makers. Within a week, every teacher who has taught this class has either quit, resigned, or even been imprisoned. However, the plain-looking Jimi Tarou shall carve out his name to become a legendary teacher.",
      "ja": "1年A組は「地獄」だと誰かが言った――。担任がすぐ辞める問題児揃いのクラスに赴任してきた教師・自見太郎。地味で存在感はないが、異常なほどの真面目さで女子校生たちを”教育”していく――。",
      "pt-br": "Essa escola particular de ensino médio é especializada em educar moças para serem graciosas, delicadas e intelectuais. Exceto pela classe 1-A, cheia de garotas problemáticas, chantagistas e sádicas, é conhecida como a classe dos \"monstros\". Todos os professores encarregados dela desistem antes de uma semana, quando não se demitem ou são presos. Excerto por Jimi Tarou, que tenta escrever seu nome como o professor lendário que mudará essa classe."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52d4ad1e-d02c-4fef-81d6-1e758e699d31",
    "title": {
      "en": "Hatarakanai Futari"
    },
    "updatedAt": "2024-10-01T00:37:58+00:00",
    "coverArt": "https://mangadex.org/covers/52d4ad1e-d02c-4fef-81d6-1e758e699d31/4b57ab79-c411-4cc1-8c4b-807d25c94873.jpg",
    "altTitles": [
      {
        "tr": "Çalışmayan İkili"
      },
      {
        "tl": "Ang Walang trabahong Magkapatid"
      },
      {
        "tr": "İşsiz Kardeşler"
      },
      {
        "id": "Kaka-beradik Penganggur"
      },
      {
        "ru": "Бездельники"
      },
      {
        "ja": "働かないふたり"
      },
      {
        "ja-ro": "Hatarakanai Futari"
      },
      {
        "en": "The Jobless Siblings"
      }
    ],
    "description": {
      "en": "A slice-of-life story about two siblings, both jobless shut-ins. Haruko is a teenage girl who shares with her brother a love of laying around the house in sweats, watching television and playing video games. Her brother has a few friends, but Haruko has a lot of problems with social anxiety. The two of them pass their days happily playing together, though their mother worries about how she's going to get Haruko to shape up enough to find a husband.",
      "pt": "Haruko é uma adolescente que compartilha com seu irmão um amor de ficar em casa de moletom, assistindo televisão e jogando videogames. Seu irmão tem alguns amigos, mas Haruko tem um monte de problemas com ansiedade social. Os dois passam seus dias felizes brincando juntos, embora sua mãe se preocupa sobre como Haruko vai ficar e se melhorar o suficiente para encontrar um marido.",
      "es-la": "La historia del día a día de dos hermanos, ambos encerrados y sin trabajo. Haruko es una adolescente que comparte con su hermano el amor por holgazanear en la casa en sudaderas, mirar televisión y jugar videojuegos. Su hermano tiene algunos amigos, pero Haruko tiene muchos problemas de ansiedad social. Los dos pasan sus días felices jugando juntos, aunque a su madre le preocupa cómo hará que Haruko se ponga en forma lo suficiente como para encontrar un marido."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d240fb12-de57-457c-b1a6-6449e34212cf",
    "title": {
      "en": "Zutto Ai ni Muchuu na Ko to no Yuri"
    },
    "updatedAt": "2025-02-10T17:02:03+00:00",
    "coverArt": "https://mangadex.org/covers/d240fb12-de57-457c-b1a6-6449e34212cf/6761f2b9-be40-4376-a8a2-bc55419f782e.png",
    "altTitles": [
      {
        "en": "Yuri With a Girl Who Is Hopelessly In Love"
      },
      {
        "ja": "ずっと愛に夢中な子との百合"
      }
    ],
    "description": {
      "en": "Yuzuki-chan's love for Eno is beyond excessive. Eno is on her mind all day and night, and she isn't interested in anything but her. This is the everyday yuri life of a girl hopelessly in love."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc5e9694-09fe-4986-8af4-95ddd241b82a",
    "title": {
      "en": "S-Rank Party wo Munou da to Tsuihousareta kedo, \"Kantei\" to \"Chiyu Mahou\" de Nariagari Musou"
    },
    "updatedAt": "2024-10-30T15:03:16+00:00",
    "coverArt": "https://mangadex.org/covers/dc5e9694-09fe-4986-8af4-95ddd241b82a/986166ca-f8e7-456e-9a65-415449c5ea50.jpg",
    "altTitles": [
      {
        "ja": "Sランクパーティーを無能だと追放されたけど、【鑑定】と【治癒魔法】で成り上がり無双"
      },
      {
        "en": "I Was Kicked out of an S-Rank Party for Being Incompetent, but I Became a Warrior With \"Appraisal\" and \"Healing Magic\""
      }
    ],
    "description": {
      "en": "Nigris, an adventurer who has a rare \"appraisal\" skill and specializes in \"healing magic.\" He supported the S-rank party behind the scenes, but was deemed incompetent and exiled. Nigris begins his career as a solo adventurer with a fresh start, but his destiny begins to change when he meets the elf slave girl Fels and the thunder master Alisa. \"Wha, what is this power...!\" Nigris' talent blooms, and they demonstrate incredible power! Together with his trusted companions, Nigris will make a name for himself as an adventurer. Nigris and his friends, who are unrivaled with unstoppable momentum that surpasses even S-rank parties, eventually get involved in a riot that threatens the country!\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n2881ha/)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "331660d5-a2f4-47d8-8da8-99dfe5277e56",
    "title": {
      "en": "Ikitsuku Saki wa Yuusha ka Maou ka"
    },
    "updatedAt": "2024-10-25T14:38:16+00:00",
    "coverArt": "https://mangadex.org/covers/331660d5-a2f4-47d8-8da8-99dfe5277e56/48710278-8df3-4676-9aa1-ced87b6d473a.jpg",
    "altTitles": [
      {
        "ja": "行き着く先は勇者か魔王か　元・廃プレイヤーが征く異世界攻略記"
      },
      {
        "en": "Is the destination a hero or a demon king?"
      }
    ],
    "description": {
      "en": "“I’ve found you!”\n\nMamiya Yuuto was transported into another world after hearing those words, but all he got out of it were a younger body and the ability to see his status screen at any time — in overwhelming detail.\n\nSurvive in a different world with skills and magic, armed with the experience of working life and the knowledge and perseverance of a retired gamer!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc121572-858e-4bd2-b5f3-ef505eca0081",
    "title": {
      "en": "Hazure Skill \"Kage ga Usui\" o Motsu Guild Shokuin ga, Jitsuwa Densetsu no Ansatsusha"
    },
    "updatedAt": "2024-10-29T20:56:30+00:00",
    "coverArt": "https://mangadex.org/covers/cc121572-858e-4bd2-b5f3-ef505eca0081/bf27aa1f-815c-45e9-8a69-b5e8b7427717.jpg",
    "altTitles": [
      {
        "en": "Hazure Skill: The Guild Member with a Worthless Skill Is Actually a Legendary Assassin"
      },
      {
        "en": "The Guild Official With the Out-of-the-Way Skill \"Shadowy\" Is, in Fact, the Legendary Assassin"
      },
      {
        "en": "The Guild Official With Weak Skill \"Vanish\" Is Actually Legendary Assassin"
      },
      {
        "ru": "В итоге офицер гильдии оказался легендарным убийцей"
      },
      {
        "ja": "外れスキル「影が薄い」を持つギルド職員が、実は伝説の暗殺者"
      },
      {
        "zh": "拥有开挂技能「薄影」的公会职员原来是传说级别的暗杀者"
      }
    ],
    "description": {
      "en": "Roland is an assassin who, one day, breaks from his team and single-handedly \"kills\" the demon king.\n\nAfter returning to the kingdom, the king graciously promises Roland whatever he wants for his heroics. Conflicted in his desires - he hasn’t thought of anything outside of killing for years - he remembers that one of his teammates told him what she plans to do after evil is defeated: Live an ordinary life.\n\nAnd so Roland, with his ability to become unnoticeable and the disguised demon king/queen Laila at his side, decides to live a - say it with me - slow life.",
      "pt-br": "Roland é um assassino que, um dia, rompe com sua equipe e, sozinho, \"mata\" o rei demônio (que na verdade é uma garota porque você deveria ter descoberto o tipo de história que é agora). Depois de retornar ao reino, o rei graciosamente promete a Roland o que ele quiser para seu heroísmo. Conflito em seus desejos - ele não pensa em nada além de matar por anos - ele lembra que um de seus companheiros de equipe disse a ele o que ela planeja fazer depois que o mal for derrotado: Viver uma vida comum."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b8102da-c875-4dae-a79c-c62e817ff3f5",
    "title": {
      "en": "On My Way To See My Mom"
    },
    "updatedAt": "2025-01-19T13:36:43+00:00",
    "coverArt": "https://mangadex.org/covers/8b8102da-c875-4dae-a79c-c62e817ff3f5/c59932dc-ec0b-4ba0-9cd7-1a45398e38fa.jpg",
    "altTitles": [
      {
        "ko": "엄마를 만나러 가는 길"
      },
      {
        "en": "On the Way to Meet Mom"
      }
    ],
    "description": {
      "en": "Mori, a child found by a rescue team in an abandoned house, wakes up in a shelter. While adapting to an unfamiliar life, one day, he begins to be looked after with unconditional love from a mysterious sponsor... And then Mori learns about the existence of a \"mom\" when a close friend leaves with hers. The child starts to wonder about the sponsor: \"Could this person... be my mom?\"\nThis is the story of Mori's long and challenging journey to find his mom.",
      "ko": "폐가에서 발견된 아이 '모리'는 구조대에 의해 보호소에서 눈을 뜬다. 익숙하지 않은 생활에 적응하던 어느 날 후원자에게 조건 없는 사랑을 받고 자라는데.. 친하게 지내던 친구가 엄마와 떠나고, 엄마라는 존재가 있다는 걸 알게 된 아이는 생각한다. 혹시 이 사람이.. 나의 엄마가 아닐까? 모리의 멀고도 험한 엄마 만나러 가는 이야기."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76ac6b53-df49-4ace-85a2-b27970830ef2",
    "title": {
      "en": "Kubera"
    },
    "updatedAt": "2024-04-02T09:14:19+00:00",
    "coverArt": "https://mangadex.org/covers/76ac6b53-df49-4ace-85a2-b27970830ef2/24edd0f4-234a-48a6-9bbe-fa6b667cee01.jpg",
    "altTitles": [
      {
        "fr": "Kubera - Le dernier dieu"
      },
      {
        "pt-br": "Kubera - O último Deus"
      },
      {
        "en": "Kubera - One Last God"
      },
      {
        "pl": "Kubera - Ostatni Bóg"
      },
      {
        "id": "Kubera - Sang Dewa Terakhir"
      },
      {
        "ro": "Kubera - Ultimul zeu"
      },
      {
        "es": "Kubera - Un Último Dios"
      },
      {
        "en": "Kubera: One Last God"
      },
      {
        "en": "One Last God Kubera"
      },
      {
        "en": "One Last God, Kubera"
      },
      {
        "ru": "Кубера - Последний Бог"
      },
      {
        "ja": "クベーラ"
      },
      {
        "zh": "庫佩拉"
      },
      {
        "ko": "쿠베라"
      }
    ],
    "description": {
      "en": "Gods with everlasting lives. Sura who possess unrivaled power. And humans, caught helplessly in-between.  \nWhen Kubera's peaceful village meets its fiery end, a mysterious magician named Asha comes to her rescue. Together they begin a journey in search of answers and revenge. Meanwhile across the realms, a web of entwined fates is growing tighter. One by one the other players of the game will emerge, each with their own agenda to pursue.  \nAt the center of this maelstrom stands Kubera, the girl with a god's name. Will this sixteen-year-old be the salvation of the world or its destruction?",
      "it": "Dei immortali. Sura dai poteri impareggiabili. E gli umani, che si ergono fra loro impotenti.  \nQuando il pacifico villaggio di Kubera incontra la sua fine, una misteriosa maga di nome Asha accorre in suo soccorso. Insieme intraprendono un viaggio in cerca di risposte e vendetta. Mentre attraversano il regno, una rete di destini intersecati sta nascendo… Una ad una le altre pedine della scacchiera emergono, ognuna all'inseguimento dei propri obiettivi.  \nAl centro di quest'uragano si trova Kubera, la ragazza con il nome di un Dio. Questa sedicenne sarà la salvatrice di questo mondo… o la sua distruttrice?",
      "pl": "Bogowie z nieśmiertelnymi żywotami  \nAsury z niepojętą mocą  \nI ludzie, pomiędzy nimi.  \nGdy wioska Kubery zostaje zniszczona, tajemniczy mag przychodzi jej na ratunek. Razem wyruszają w podróż w poszukiwaniu odpowiedzi i zemsty. Tymczasem pomiędzy wymiarami pajęczyna przeznaczenia coraz ciaśniej zaciska się… Jeden po drugim nowi gracze wkraczają na scenę, mając swoje własne powody. Historia młodej dziewczyny, która traci wszystko i zaczyna żyć zemstą."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba59b1ae-97d3-489c-9510-0f1c223a4336",
    "title": {
      "en": "Progolfer no Ore ga Imouto no Putter ni Tensei Shiteshimatta Ken"
    },
    "updatedAt": "2024-10-11T18:02:54+00:00",
    "coverArt": "https://mangadex.org/covers/ba59b1ae-97d3-489c-9510-0f1c223a4336/2bd7d579-cd72-4fdd-8979-db647c46b345.jpg",
    "altTitles": [
      {
        "ja": "プロゴルファーの俺が妹のパターに転生してしまった件"
      },
      {
        "en": "The Case of Me, a Pro Golfer, Being Reincarnated as My Little Sister's Putter"
      },
      {
        "zh-hk": "本是職業高爾夫選手的我轉生成妹妹的推桿"
      }
    ],
    "description": {
      "en": "On the green of the All Japan Open final, professional golfer Kazuma Yagami is killed by a lightning strike just before he is about to win! His soul, unable to leave his sister behind, resides in the putter he was carrying at the time, and his younger sister, Ryoko, who inherited the putter, decides to win the tour championship using only her brother's putter!\r\n\r\n\r\nIn order to become a professional golfer, Ryoko enrolls in the prestigious Seven Two Academy, where the elite golfers gather. The challenge of the two of them together is about to begin. ----!",
      "ja": "兄の遺志を受け継ぎ、パター１本でのツアー優勝を目指す女子校生・火神リョーコ！ゴルフの名門・私立七十二学園に入学し、並み居るライバルとの決闘【デュエル】に挑む―――！！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b62f955-732c-43b2-84e7-cc1ff57896a7",
    "title": {
      "en": "Abandoned ~Tsuyosugite Buki ga Kowareru Yuusha to Buki Shokunin no Elf~"
    },
    "updatedAt": "2025-02-08T09:29:38+00:00",
    "coverArt": "https://mangadex.org/covers/3b62f955-732c-43b2-84e7-cc1ff57896a7/7bd9d778-ad3a-4e6c-ac9a-c8f025fb07b4.png",
    "altTitles": [
      {
        "ja": "アバンダンド〜強すぎて武器が壊れる勇者と武器職人のエルフ〜"
      },
      {
        "en": "Abandoned: The Hero Who's So Strong He Breaks Every Weapon, and the Elf Weaponsmith"
      },
      {
        "tr": "Terk edilmiş: Her Silahı Kıracak Kadar Güçlü Kahraman ve Elf Silah Ustası"
      }
    ],
    "description": {
      "en": "An elf weaponsmith meets a hero who's so strong every weapon shatters in his hands after a single use."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "807a8d52-dd5f-4386-959a-08213f99d537",
    "title": {
      "en": "The Superhuman Era"
    },
    "updatedAt": "2024-10-24T13:57:58+00:00",
    "coverArt": "https://mangadex.org/covers/807a8d52-dd5f-4386-959a-08213f99d537/8db4e112-606c-4bba-be90-2d77efeb5dc9.jpg",
    "altTitles": [
      {
        "ko": "초인의 시대"
      },
      {
        "en": "The Era of Overman"
      },
      {
        "ru": "Эпоха Сверхлюдей"
      },
      {
        "ko-ro": "Choin-ui Sidae"
      },
      {
        "zh": "超人的时代"
      },
      {
        "zh-hk": "超人時代"
      },
      {
        "th": "ยุคแห่งยอดมนุษย์"
      },
      {
        "ja": "超人の時代"
      }
    ],
    "description": {
      "en": "When the xenoterran invasion began, the only ones who stood between us and the monstrous creatures were the superhumans. But while some chose to use this power for good, others had more sinister intentions. Kang Lim is a high school student with a secret -- he’s the vigilante superhero known as the White Cap, fighting back the mysterious monsters whenever he can. But the world he protects isn’t what it seems -- there is more to the emergence of the xenoterran than meets the eye, and strange forces are at play in the shadows...\n\n---\n\n**Links:**\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n\n---\n\n**Note:** BGM by [MZ](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "id": "Jika memang ada 'Manusia Super' di dunia ini, Apakah kalian akan percaya dengan hal tersebut? Tiap monster-monster muncul, seorang siswa yang seperti pelajar pada umumnya, memiliki kekuatan super yang dapat menghabisi monster-monster ini. Tetapi.. siapa sebenarnya siswa ini? Dan darimana asalnya monster-monster yang bermunculan ini?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "ja": "地球に出現した正体不明の怪物たち…。そしてその怪物たちを制圧する超人が登場する！怪物VS超人、まさに「超人の時代」の到来！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "ko": "지구에 근원 모를 괴물들이 출현하고\n그들을 제압하는 '초인'들 또한 등장한다.\n정체불명의 괴물과 초인, 바야흐로 '초인의 시대'가 도래한다!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "ru": "Если бы кто-то сказал, что «Супермен» действительно существует в этом мире, вы бы поверили? Каждый раз, когда появляется монстр, студент, или, по крайней мере, выглядит как учащийся, обладающий сверхспособностями, - убивает чудище. Но... кто именно этот герой? И откуда появились эти \"другие\"?",
      "th": "จู่ ๆ โลกของเราก็มีมอนสเตอร์กำเนิดขึ้น ไม่มีใครรู้ว่าพวกมันมาจากไหน แต่การปรากฏของพวกมันมาพร้อมกับพลังเหนือมนุษย์ในผู้คนเช่นกัน มนุษย์เหล่านั้นจึงใช้พลังปกป้องโลกเพื่อสร้างสันติสุข ...ใช่แล้ว นี่คือเรื่องราวของ \"ยุคแห่งยอดมนุษย์\" นั่นเอง\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "zh": "紧急警报！怪物肆虐！\n硬核少年超人拯救人类！\n男主林江平时在学校里只是一个普通的学生，但这个看似平凡的男孩却肩负着重大的责任——拯救地球！因为他是一个拥有超能力的“超人”。林江和他的搭档们能否成功抵御异人种的威胁？地球又会面临怎样的命运?一场惊险刺激的地球守卫战即将上演！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "zh-hk": "地球上出現了不知從哪冒出來的怪物，為了擊滅這些怪物，「超人」出現了。來路不明的怪物和超人，正好締造出了「超人時代」。\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c6e0eb8-fb94-44a3-9bf4-fa72dee36775",
    "title": {
      "en": "Your Throne"
    },
    "updatedAt": "2023-07-19T20:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/8c6e0eb8-fb94-44a3-9bf4-fa72dee36775/0c04d507-5603-407e-9fc5-ff9b55461c37.jpg",
    "altTitles": [
      {
        "id": "I Wanna Be U"
      },
      {
        "pt": "Seu Trono"
      },
      {
        "en": "To Be You, Even Just for a Day"
      },
      {
        "ko": "하루만 네가 되고 싶어"
      },
      {
        "fr": "La duchesse déchue"
      },
      {
        "th": "ชิงชีวิตพลิกลิขิตชะตา"
      },
      {
        "de": "Dein Thron"
      },
      {
        "es": "Quiero ser tú, solo por un día"
      },
      {
        "tr": "Sadece Bir Günlüğüne Sen Olmak İstiyorum"
      },
      {
        "es": "Tu trono"
      },
      {
        "vi": "Tôi muốn trở thành cô ấy, dù chỉ một ngày"
      },
      {
        "zh": "以你之名"
      },
      {
        "ja": "君の全てを奪いたい"
      },
      {
        "zh-hk": "惡女的變身"
      },
      {
        "uk": "Я хочу стати тобою хоча б на один день"
      }
    ],
    "description": {
      "de": "[Official German Version](https://www.webtoons.com/de/fantasy/your-throne/list?title_no=2580)",
      "en": "Tensions are brewing under the seemingly calm surface of the Vasilios Empire, a kingdom ruled by the Imperial Family and the Temple. Lady Medea Solon has lost her place next to Crown Prince Eros, but resolves to do whatever it will take to win back what's rightfully hers. Will she reclaim her throne?",
      "es": "[Official Spanish Version](https://www.webtoons.com/es/fantasy/your-throne/list?title_no=2414)",
      "fr": "[Official French Version](https://www.webtoons.com/fr/drama/la-duchesse-dechue/list?title_no=1957)",
      "id": "[Official Indonesian Version](https://www.webtoons.com/id/drama/i-wanna-be-u/list?title_no=1877)",
      "ja": "[Official Japanese Version](https://manga.line.me/product/periodic?id=Z0000765)",
      "th": "[Official Thai Version](https://www.webtoons.com/th/romantic-fantasy/i-wanna-be-u/list?title_no=1874)",
      "zh": "[Official S.Chinese Version](https://www.dongmanmanhua.cn/LOVE/yinizhiming/list?title_no=1481)",
      "zh-hk": "[Official T.Chinese Version](https://www.webtoons.com/zh-hant/western-palace/envbianshen/list?title_no=1904)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "661eaad1-3de3-4685-ae43-f534294b6d8d",
    "title": {
      "en": "Koi wa Ameagari no You ni"
    },
    "updatedAt": "2025-01-29T12:03:24+00:00",
    "coverArt": "https://mangadex.org/covers/661eaad1-3de3-4685-ae43-f534294b6d8d/f4d3bdd7-7204-4c39-a678-d2481a6c4ac5.jpg",
    "altTitles": [
      {
        "en": "After the Rain"
      },
      {
        "es": "Amor es cuando cesa la lluvia"
      },
      {
        "fr": "Après la pluie"
      },
      {
        "it": "Come dopo la pioggia"
      },
      {
        "ru": "Любовь похожа на прошедший дождь"
      },
      {
        "ar": "بعد المطر"
      },
      {
        "ja": "恋は雨上がりのように"
      },
      {
        "zh": "恋如雨止"
      },
      {
        "zh-hk": "戀如雨止"
      },
      {
        "id": "Cinta Setelah Hujan"
      },
      {
        "en": "Love Is Like After The Rain"
      }
    ],
    "description": {
      "en": "Akira Tachibana is a soft-spoken high school student who used to be a part of the track and field club but, due to an injury, she is no longer able to run as fast as she once could. Working part-time at a family restaurant as a recourse, she finds herself inexplicably falling love with her manager, a divorced 45-year-old man with a young son.  \n  \nDespite the age gap, Akira wholeheartedly embraces his mannerisms and kind nature, which is seen as spinelessness by the other employees, and little by little, the two begin to understand each other. Although unable to explain why exactly she is attracted to him, Akira believes that a concrete reason is not needed to truly love someone. On a rainy day, she decides to finally tell her manager about how she feels… But just how will he react?",
      "pt-br": "Tachibana, uma linda garota do colegial está apaixonada... Não é um simples amor, algo que talvez seja impossível. Ela está apaixonada pelo gerente de seu trabalho que é mais velho que ela. Agora ela irá desistir de seu amor e viver sua simples vida cotidiana de colegial ou conseguirá passar os seus sentimento a alguém tão diferente dela."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "82"
  },
  {
    "mangaId": "cb1b1da5-9436-49f5-8a6b-a1689fb86d91",
    "title": {
      "en": "LOVE-BULLET"
    },
    "updatedAt": "2024-11-01T01:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/cb1b1da5-9436-49f5-8a6b-a1689fb86d91/e63979d3-1e27-48c3-a04d-c405836a6d31.jpg",
    "altTitles": [
      {
        "ja": "ラブ・バレット"
      },
      {
        "ja-ro": "Love · Bullet"
      },
      {
        "en": "Love Bullet"
      },
      {
        "uk": "Куля Кохання"
      }
    ],
    "description": {
      "en": "Since the dawn of humanity, those who have never experienced love and meet an untimely end are granted a second chance at life as Cupids by the Goddess of Love.\n\nPresent day Cupids have traded in their bow and arrow for modern firearms, but their mission remains the same: find suitable lovers for their targets and make them fall in love!",
      "uk": "З початку існування людства, ті, хто ніколи не відчули кохання і зустріли неочікуваний кінець, отримували другий шанс, як Купідони, як дар від Богині Кохання.\n\nСьогоденні Купідони змінили свої луки і стріли на новітню зброю, але їх місія залишається такою ж: знайти підходяче кохання для їх цілей і закохати їх!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d5e83aa-502b-49ab-a58e-12bbe5e30fc2",
    "title": {
      "en": "Erika"
    },
    "updatedAt": "2025-01-10T18:57:32+00:00",
    "coverArt": "https://mangadex.org/covers/8d5e83aa-502b-49ab-a58e-12bbe5e30fc2/ac9bcc01-19e1-48a1-805e-e668b0742278.jpg",
    "altTitles": [
      {
        "ja": "エリカ (楠本哲)"
      }
    ],
    "description": {
      "en": "Kazuya Aoshima, who was appointed as a temporary teacher, is told by the vice principal that if he can solve the problem of Erika Shimeno, who is rumored to be bullied at school, he might have a chance for full-time employment. He starts working towards resolving the issue, but her true nature is…!? A psychological horror!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "1dc3ebf9-c86c-431c-bcca-5e35ac124f28",
    "title": {
      "en": "Lout of Count's Family"
    },
    "updatedAt": "2025-01-25T11:58:14+00:00",
    "coverArt": "https://mangadex.org/covers/1dc3ebf9-c86c-431c-bcca-5e35ac124f28/f9ff647e-55f7-4065-95b3-0217eb3a8281.jpg",
    "altTitles": [
      {
        "ko": "백작가의 망나니가 되었다"
      },
      {
        "ko-ro": "Baekjakgaui Mangnaniga Doeeotda"
      },
      {
        "ko-ro": "Baegjaggaui Mangnaniga Doeeossda"
      },
      {
        "en": "Trash Count"
      },
      {
        "it": "I Became the Countess Fool"
      },
      {
        "fr": "Je suis devenu le voyou de la famille du comte"
      },
      {
        "id": "Pembuat Onar Di Keluarga Count"
      },
      {
        "pl": "Śmieć z rodziny hrabiego"
      },
      {
        "ru": "Я стал графским ублюдком"
      },
      {
        "ru": "Ничтожество из графского семейства"
      },
      {
        "ru": "Отброс графской семьи"
      },
      {
        "uk": "Покидьок графської сім’ї"
      },
      {
        "th": "อันธพาลแห่งตระกูลเคานต์"
      },
      {
        "th": "คุณชายไม่เอาไหนแห่งตระกูลเคานต์"
      },
      {
        "fa": "بچه‌ی به‌دردنخور کنت"
      },
      {
        "ja": "伯爵家の暴れん坊になった"
      },
      {
        "zh": "成为伯爵家的废物"
      },
      {
        "zh": "成为伯爵家的混混"
      },
      {
        "zh-hk": "變成伯爵家的混混"
      },
      {
        "pt-br": "O Lixo da Família do Conde"
      },
      {
        "en": "Trash of the Count's Family"
      },
      {
        "fr": "Je suis devenu la honte de la Maison du Comte"
      }
    ],
    "description": {
      "en": "Kim Roksu has one life motto: “Let’s not get beat up.”\n\nBut after dozing off somewhere midway through the novel “Birth of a Hero,” he wakes up as Cale Henituse - one of the minor villains in the novel who gets the beating of a lifetime from soon-to-be hero Choi Han.\n\nOnly time will tell how much longer he has before that dreadful encounter. Can Kim Roksu change the course of this story so he can enjoy a long and lavish life free of the soon-to-be hero?",
      "fr": "Réincarné dans un roman, c’est le rêve non? Pas tout à fait, surtout quand on est devenu une ordure qui se fait tabasser par le héros au début de l’histoire… Vu qu’il sait ce qui va se passer, pas question de se faire taper dessus! Et puis, si au passage il peut en profiter pour se la couler douce…",
      "id": "Saat membuka mata, aku sudah berada di dalam dunia novel.\nTidak hanya itu, aku masuk ke dalam tubuh seorang tuan muda dari keluarga Count yang terkenal sebagai pembuat onar.\nTetapi, aku tidak bisa menjadi seorang pembuat onar begitu saja kan?",
      "it": "Quando Kim aprì gli occhi non poteva credere a ciò che stava vedendo. Si era ritrovato inspiegabilmente all’interno di un libro che stava leggendo. Ora lui è Cale Henituse, un antagonista del racconto. Il problema più grande però, è che lui non aveva finito di leggere il libro. Quindi ora lui vive il suo personaggio e gli eventi della storia per come se li ricorda. Ma cosa dovrà fare Cale Henituse una volta superato il punto dove Kim si era fermato?",
      "ja": "目を開けると、そこは小説の中だった。 暴君として名高い伯爵家の令息の体に憑依してしまい…!?\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=sh35YE4VgXE)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B0%B1%EC%9E%91%EA%B0%80%EC%9D%98-%EB%A7%9D%EB%82%98%EB%8B%88%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2414)\n\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/lout-of-counts-family)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%AE%8A%E6%88%90%E4%BC%AF%E7%88%B5%E5%AE%B6%E7%9A%84%E6%B7%B7%E6%B7%B7/98)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/8142/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Pembuat-Onar-di-Keluarga-Count/3395)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/54067)\n\n- [Official French Translation](https://delitoon.com/webtoon/je-suis-devenu-le-voyou-de-la-famille-du-comte)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%B9%E0%B8%A5%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B9%8C/14)",
      "ko": "눈을 떠보니 소설 속이었다.\n그컷도 망나니로 유명한 백작가의 도련님 몸으로.......\n그리고, 소설 속에서 나를 박살 냈던 \n막강한 주인공 최한이 곧 여기로 온다.",
      "pl": "Gdy otworzyłem oczy, znalazłem się w świecie z powieści „Narodziny bohatera”.\n\nKsiążka ta opisuje przygody Choi Hana - licealisty, który przeniósł się z Ziemi do innego świata - oraz wielu innych bohaterów. Ja znalazłem się w ciele śmiecia z hrabskiej rodziny, na której to terytorium położona jest wioska, w której mieszka Choi Han.\n\nPo tym, jak wioska zostaje zaatakowana przez tajemniczych napastników, główny bohater powiadamia o zdarzeniu syna hrabiego, lecz ten go zbywa.\nNastępnie ów syn zostaje zbity na kwaśne jabłko.\n\n„To… dość problematyczne.”",
      "ru": "Я очнулся в романе, в теле молодого наследника графства, прославленного не без помощи его жестокого выродка.  \nНо я не собираюсь быть таким же ублюдком.",
      "th": "เมื่อ 'คิมรกซู' ต้องไปอยู่ในร่างอันธพาลตัวร้ายในเรื่องอย่าง 'เคล'\nเขาจึงตั้งปณิธานกับตัวเองว่าจะต้องมีชีวิตรอด ไม่ถูก 'ชเวฮัน' ตัวเอกของเรื่อง อัดจนเละเหมือนในนิยาย\nและเคลยังตัองร่วมเดินทางผจญภัยไปกับตัวละครในเรื่อง 'กำเนิดวีรชน'\nเขาจะมีชีวิตรอด ไม่เจ็บป่วย และใช้ชีวิตได้สงบสุขอย่างที่ต้องการหรือไม่\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=sh35YE4VgXE)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B0%B1%EC%9E%91%EA%B0%80%EC%9D%98-%EB%A7%9D%EB%82%98%EB%8B%88%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2414)\n\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/lout-of-counts-family)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%AE%8A%E6%88%90%E4%BC%AF%E7%88%B5%E5%AE%B6%E7%9A%84%E6%B7%B7%E6%B7%B7/98)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/8142/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Pembuat-Onar-di-Keluarga-Count/3395)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/54067)\n\n- [Official French Translation](https://delitoon.com/webtoon/je-suis-devenu-le-voyou-de-la-famille-du-comte)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%B9%E0%B8%A5%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B9%8C/14)",
      "uk": "Коли я відкрив очі, я опинився в новелі.\n\n[Народження героя] - новела, присвячений пригодам головного героя Чхве Хана, хлопчика старшої школи, якого перенесли в інший вимір із Землі, і який народжений як один з численних героїв континенту .\nЯ став частиною цього роману як старший син графа, сім'я, якого контролювала територію, де знаходиться перше село, яке відвідує Чхве Хань.\n\nЧхве Хан змінюєть після того села, а після — всі її мешканці буди вбиті таємною організацією.\n\nБільшою проблемою є той факт, що цей нікчемний покидьок, яким я став, не знає про те, що трапилося в селі, і насміхається над Чхве Ханом, лише щоб його побили.\n\n\"... Це стане проблемою\"\n\nЯ відчуваю, що зі мною станеться щось серйозне.\n\nАле варто спробувати зробити своє нове життя кращим.",
      "zh": "一个出场5秒就下线的贵族混混，一个高冷霸气的英雄男主，穿成前者还马上要被高冷男主暴揍怎么办？呵，作为一个美貌废物，当然只能靠骚操作，抱大腿抢机遇努力在这个充斥着魔法，龙，狼族的大陆求生存！",
      "pt-br": "“Não posso continuar sendo um lixo pra sempre.” Após ler os 5 primeiros volumes da novel [O Nascimento de um Herói], Kim Rok-Soo dorme e acorda em outro mundo. Ele havia sido transportado para o mundo da novel no corpo de Cale Henituse, o lixo da família do conde Henituse e um nobre mimado que tinha sido espancado pelo protagonista no começo da história. Neste novo mundo cheio de perigo e magia, Cale Henituse (Kim Rok-Soo) deseja apenas viver uma vida tranquila e livre de problemas, mas as coisas nem sempre vão de acordo com o planejado…",
      "zh-hk": "睜開眼就發現自己到了小說世界，\n而且我還變成了赫赫有名的伯爵家混混少爺...\n另外，小說裡那個\n把我當成沙包揍的強大主角——崔漢，\n很快就要抵達這裡了。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "158bc0cc-e79e-4f13-a001-6d0abe9733ab",
    "title": {
      "en": "The House Without Time"
    },
    "updatedAt": "2024-12-05T14:55:11+00:00",
    "coverArt": "https://mangadex.org/covers/158bc0cc-e79e-4f13-a001-6d0abe9733ab/9b9dc997-b2d0-4f6b-aaf2-1c1e1e619118.png",
    "altTitles": [
      {
        "ko": "시간이 머문 집"
      },
      {
        "en": "Shard of Time"
      },
      {
        "es-la": "La Casa Sin Tiempo"
      },
      {
        "ko-ro": "Sigani Meomun Jip"
      },
      {
        "ko-ro": "Sigan-i Meomun Jib"
      },
      {
        "zh": "时间静止的房子"
      },
      {
        "ja": "時が留まった家"
      },
      {
        "pt-br": "A Casa Sem Tempo"
      }
    ],
    "description": {
      "en": "An abused little girl with nothing to live for meets an old man with a nasty personality.",
      "es-la": "Una noche, una niña sirvienta se encuentra escapando de su sadico dueño noble, dirigiendose al lugar donde le dijo su persona mas querida ''alli hay 'álgo', pidele a ese 'álgo' que te proteja'' pero al llegar pasa algo inesperado..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "718d9146-8c9e-4ff3-9dc4-e4736a1239bb",
    "title": {
      "en": "The Warrior Returns"
    },
    "updatedAt": "2024-11-10T14:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/718d9146-8c9e-4ff3-9dc4-e4736a1239bb/04917b57-eeef-48ae-9147-a7e6b4bae0eb.jpg",
    "altTitles": [
      {
        "ko": "용사가 돌아왔다"
      },
      {
        "en": "Hero Has Returned"
      },
      {
        "en": "The Warrior Is Back"
      },
      {
        "en": "Warrior Returns"
      },
      {
        "ru": "Герой вернулся"
      },
      {
        "ne": "हिरो फिर्ता आएको छ"
      },
      {
        "ne": "हिरो फर्केको छ"
      },
      {
        "ne": "हिरो ह्याज रिटर्नड"
      },
      {
        "ne": "हिरो को पुनरागमन"
      },
      {
        "ja": "勇者が帰ってきた"
      },
      {
        "th": "สงครามนักรบผู้หวนคืน"
      },
      {
        "zh": "毁灭勇士"
      },
      {
        "zh-hk": "勇士歸來"
      },
      {
        "es-la": "El héroe ha regresado"
      },
      {
        "pt-br": "O Herói Voltou"
      },
      {
        "pt-br": "O Herói Regressou"
      }
    ],
    "description": {
      "en": "After saving one world, warrior Kim Minsu returns to Earth only to find that he’s lost everything… so he decides to destroy the world he used to call home.\n\nIn his rampage, he kills teenager Jeongsu Park and his family. But instead of dying normally, Jeongsu is transported to another world, where he finds that he’s now a warrior himself. After killing the demon king of this alternate world and honing his skills as a warrior, Jeongsu returns to earth, hell-bent on revenge against Minsu.\n\nAs the two warriors fight with the fate of their country in the balance, who will emerge victorious?",
      "fr": "Après avoir sauvé un monde, le héros Minsu Kim revient sur Terre et découvre qu'il a tout perdu. Il décide donc de détruire le monde qu'il avait l'habitude d'appeler ‘chez lui’. Dans son saccage, il tue le héros Jeongsu Park, mais au lieu de mourir normalement, Jeongsu est transporté dans un autre monde. Après avoir tué le roi démon de ce monde alternatif et grandi en tant que héros, Jeongsu revient sur terre, déterminé à se venger de Minsu. Alors que les deux héros se battent avec le destin de leur pays en jeu, qui sortira vainqueur?\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "id": "Jeongsu Park, seorang pahlawan yang menyelamatkan dunia lain dengan tekad untuk balas dendam pada Kim Minsu Kisah tragis tentang seorang pahlawan yang membunuh para pahlawan, Sebuah kenyataan yang dingin tanpa akhir yang bahagia.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ja": "その日、ひとりの勇者によって町が一つ消えた。 異世界を救って現世に帰還した「剣の勇者」。だか彼を待っていたのは、家族の死と自分に向けられた嫌悪、そしてふりかかる不幸。 「こんな世界・・・ぶっ壊してやる」悲しみと狂気に満ちた勇者による破壊が始まる。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ko": "김민수에게 복수를 하겠다는 일념 하나로 이세계를 구한 용사, 박정수.\n그는 스스로는 구했지만, 세계를 구하지 못했고, 자신의 세상을 멸망시킨 용사들을 죽이기로 마음 먹는다.\n\n이 이야기는 해피 엔딩 따윈 없는 차가운 현실, 용사들을 죽이는 용사에 대한 이야기이다.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ne": "किम मिन-सू, एक हिरो, जसले घर फर्कने एकल सोचको साथ अर्को विश्व बचायो। उसले संसार बचायो, तर आफैंलाई बचाउन सकेन, र संसारलाई नष्ट गर्ने निर्णय गर्यो। यो कथा हिरोको अन्तिम क्षणहरुको बारेमा हो, एक चिसो वास्तविकता जसको कुनै राम्रो अन्त्य छैन\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ru": "Пак Чон Су, герой, что спас мир только по одной причине - вернуться и отомстить Ким Мин Су.\nОн спасся сам, но не смог спасти тех, кто были всем его миром. Пак Чон Су намерен уничтожить того, кто сотворил с ним это.\n\nИстория без счастливого конца. Пробирающая до костей реальность, в которой герой убивает себе подобных.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "th": "พัคจองซู นักรบผู้กอบกู้อีกโลกหนึ่งได้ย้อนคืนกลับสู่โลกเดิมเพื่อแก้แค้น คิมมินซู นักรบผู้ฆ่าครอบครัวของเขา นี่คือเรื่องราวของนักรบที่ปราศจากตอนจบแสนสุข เพราะมันคือการห่ำหั่นนักรบด้วยกันเอง!\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "zh": "被黑化勇士们毁灭的世界，\n绝望之中最后的勇士归来！\n经历千辛万苦最终回到地球的勇士金闵洙，可等他的却是人们冰冷的眼光和父母双亡的事实，绝望的他决定毁灭整个世界。男主朴正秀的家人也被陷入到了这场灾难之中…就在这时，朴正秀也被传送到了异世！勇士朴正秀能否拯救这个世界呢？\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "pt-br": "Após salvar um mundo, o guerreiro Kim Minsu retorna à Terra apenas para descobrir que perdeu tudo… então ele decide destruir o mundo que costumava chamar de lar.\n\nEm sua fúria, ele mata o adolescente Jeongsu Park e sua família. Mas, em vez de morrer normalmente, Jeongsu é transportado para outro mundo, onde descobre que agora é um guerreiro. Depois de matar o rei demônio desse mundo alternativo e aperfeiçoar suas habilidades como guerreiro, Jeongsu retorna à Terra, determinado a se vingar de Minsu.\n\nEnquanto os dois guerreiros lutam com o destino do país em jogo, quem sairá vitorioso?",
      "zh-hk": "為了報仇雪恨這唯一念頭而拯救異世界的勇士，雖然拯救了自己，卻拯救不了原本世界的他，決心要殺光毀滅世界的勇士們。 這是關於沒有幸福結局的冷酷現實，以及殺勇者們的勇者的故事。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "731285eb-e95d-4db7-8d4c-ad15a6026766",
    "title": {
      "en": "For You, I’ll Dress up in a Lie"
    },
    "updatedAt": "2025-01-31T00:20:14+00:00",
    "coverArt": "https://mangadex.org/covers/731285eb-e95d-4db7-8d4c-ad15a6026766/9baf9624-b069-42d0-bdcf-696f74b4cbed.png",
    "altTitles": [
      {
        "ja": "君のためにボクは嘘を着飾る"
      },
      {
        "ja-ro": "Kimi no Tame ni Boku wa Uso wo Kikazaru"
      }
    ],
    "description": {
      "en": "Kokuyou Yuzuru, a bit of a plain boy, is always together with his best friend from childhood, Shiratama Kotaro. They thought they could stay together forever even after they entered middle school... One day, something happens that changes their relationship drastically.",
      "ja": "ちょっぴり地味な男子「黒曜結弦」は親友の幼馴染「白玉小太郎」といつも一緒。\n中学生になってもずっと一緒にいられると思ったのに…。\nある日二人の関係を大きく変える出来事が起きる。"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "089eb68d-1519-4b27-93c7-67c65a13d486",
    "title": {
      "en": "Enoch"
    },
    "updatedAt": "2024-09-13T19:23:14+00:00",
    "coverArt": "https://mangadex.org/covers/089eb68d-1519-4b27-93c7-67c65a13d486/bedafe4a-ad3f-4c3a-b804-115f9f01d2f2.png",
    "altTitles": [
      {
        "ko": "에녹"
      }
    ],
    "description": {
      "en": "“Chimeras” are people that have been infused with animal DNA in order to give them superpowers and abilities, however society doesn’t favor them so they live in fear and rejection. Our main character, code name “01”, works as a mercenary who happens upon an old acquaintance. He’s then given a job to protect and transport Enoch, a girl who is sought out to be the perfect “material”, to the borders of Canada.",
      "fr": "Les \"chimères\" sont des personnes auxquelles on a infusé de l'ADN animal afin de leur donner des superpouvoirs et des capacités, mais la société ne les favorise pas, si bien qu'elles vivent dans la peur et le rejet. Notre personnage principal, dont le nom de code est \"01\", travaille comme un mercenaire qui tombe sur une vieille connaissance. Il est ensuite chargé de protéger et de transporter Enoch, une fille qui est recherchée pour être le \"matériel\" parfait, jusqu'aux frontières du Canada.",
      "pt": "“Quimeras” são pessoas que foram infundidas com DNA animal para receber superpoderes e habilidades, mas a sociedade os despreza e vivem marginalizados. Nosso protagonista, codinome “01”, trabalha como um mercenário e recebe a missão de proteger e levar Enoch, o “material” perfeito, à fronteira do Canadá."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "48"
  },
  {
    "mangaId": "f9652981-8c4e-4b03-a379-2ee9f02627d8",
    "title": {
      "en": "Shinyuu no Musume ni Semarare Komatteimasu"
    },
    "updatedAt": "2024-10-14T21:37:38+00:00",
    "coverArt": "https://mangadex.org/covers/f9652981-8c4e-4b03-a379-2ee9f02627d8/258304c7-f1a4-4d03-93a3-19fb422e14ca.jpg",
    "altTitles": [
      {
        "ja": "親友の娘に迫られ困っています"
      },
      {
        "ja-ro": "Shin'yuu no Musume ni Semarare Komatte imasu"
      },
      {
        "en": "I'm in Trouble With My Best Friend's Daughter"
      }
    ],
    "description": {
      "en": "Kiyoharu's predictable everyday life comes to an abrupt end when his best friend's daughter suddenly shows up, declares that she'll be living with him, and demands he make her his wife."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "37"
  },
  {
    "mangaId": "fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8",
    "title": {
      "en": "Kyou mo Veranda de"
    },
    "updatedAt": "2025-01-08T15:13:00+00:00",
    "coverArt": "https://mangadex.org/covers/fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8/c76f37b5-5414-453e-8e7e-bd9acfcf2923.jpg",
    "altTitles": [
      {
        "ja": "今日もベランダで"
      },
      {
        "ja-ro": "Kyou mo Beranda de"
      },
      {
        "en": "On the Balcony Again Today"
      },
      {
        "en": "Today, Again, on this Veranda"
      },
      {
        "en": "Today, Again on this Balcony"
      },
      {
        "ru": "Сегодня снова на балконе"
      },
      {
        "uk": "Сьогодні знову на балконі"
      },
      {
        "vi": "Lại gặp nhau ở ban công rồi"
      },
      {
        "th": "วันนี้ที่ระเบียง"
      }
    ],
    "description": {
      "en": "A freelance designer loves to relax from work through gardening on his balcony. There he starts talking to his new neighbor next door over the wall without knowing her face.",
      "ja": "フリーのエディトリアルデザイナー・土岐田旬は、仕事に追われ部屋に籠りっぱなしの毎日。癒やしを求めてベランダガーデニングにハマるように。そんなある日、隣にちょっと変わった天然系の女性が引っ越してきた。ふとした出来事から、お互いの顔も知らぬままベランダの隔壁越しに話をするようになる二人。実は隣の女性は新進俳優・成海游なのだが……。ベランダとグリーンが繋ぐ隔壁越しの二人は？",
      "ru": "Фрилансер дизайнер-редактор Сюн Токита настолько занят своей работой, что целыми днями сидит взаперти в своей квартире. В поисках отдыха он пристрастился к балконному садоводству. Однажды по соседству с ним поселяется необычная женщина природной красоты. Они начинают разговаривать через стенку балкона, не зная друг друга в лицо. На самом деле соседка — восходящая актриса Ю Наруми...\nБалкон и зелень объединяют их через перегородку.",
      "uk": "Дизайнер-фрілансер любить відпочивати від роботи, займаючись садівництвом на своєму балконі. Там він починає розмовляти зі своєю новою сусідкою через стіну, не знаючи її в обличчя."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "90"
  },
  {
    "mangaId": "7f4a85f3-9b95-4c20-a587-a43a945b72df",
    "title": {
      "en": "Oyasumi Fumi-san"
    },
    "updatedAt": "2025-02-04T18:34:14+00:00",
    "coverArt": "https://mangadex.org/covers/7f4a85f3-9b95-4c20-a587-a43a945b72df/cbba2569-a897-430c-90a9-afecd6b4da92.jpg",
    "altTitles": [
      {
        "ja": "おやすみ ふみさん"
      },
      {
        "en": "Good night Fumi-san"
      }
    ],
    "description": {
      "en": "Rinta, who moved to the city from the countryside and enrolled in a university in the heart of the city, meets \"Fumi-san,\" rumored to be the most beautiful girl on campus, in the literature club he joined. After attending a drinking party together, he ends up walking her home. He safely escorts her to her house and is about to head back when suddenly... Fumi-san transforms and forcefully invites him to her bed—!? \"I wonder how long you can keep being a good person, Rinta-kun...?\" Fumi-san pushes Rinta to his limits, testing his self-control until it shatters.",
      "ja": "春。田舎から上京し、都心の大学に入学した凛太は、入部した文芸部で学園一の美女と噂される\"ふみさん\"に出会う。そして、共に参加した飲み会帰りに彼女を送ることになったのだが…。無事家まで送り届け、ひとり帰ろうとしたその矢先！ 豹変したふみさんに強引にベッドに誘われてーー！？「凛太くんが良い人でいられるのは、いつまでかな…？」ふみさんに理性崩壊まで試される。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25e145f0-a74f-48b6-9d89-b715e28f6417",
    "title": {
      "en": "\"Omae Gotoki ga Maou ni Kateru to Omou na\" to Yuusha Party wo Tsuihou Sareta node, Outo de Kimama ni Kurashitai"
    },
    "updatedAt": "2024-11-03T00:09:46+00:00",
    "coverArt": "https://mangadex.org/covers/25e145f0-a74f-48b6-9d89-b715e28f6417/cca64c4c-24a8-4d9e-a6b7-55677fb91d7f.jpg",
    "altTitles": [
      {
        "ja": "「お前ごときが魔王に勝てると思うな」と勇者パーティを追放されたので、王都で気ままに暮らしたい THE COMIC"
      },
      {
        "en": "Do You Think Someone Like You Can Defeat the Demon King?"
      },
      {
        "zh": "「就凭你也想打败魔王吗」被勇者一行所驱逐的少女要如何才能在王都过上自由的生活"
      },
      {
        "zh-hk": "「憑妳也想討伐魔王？」被勇者小隊逐出隊伍，只好在王都自在過活"
      },
      {
        "zh-ro": "\"Jiù píng nǐ yě xiǎng dǎbài mówáng ma\" bèi yǒngzhě yīxíng suǒ qūzhú de shàonǚ yào rúhé cáinéng zài wáng dōuguò shàng zìyóu de shēnghuó"
      },
      {
        "en": "ROLL OVER AND DIE: I Will Fight for an Ordinary Life with My Love and Cursed Sword!"
      },
      {
        "vi": "Ngươi Nghĩ Một Kẻ Như Ngươi Có Thể Tiêu Diệt Quỷ Vương?"
      }
    ],
    "description": {
      "en": "According to the god Origin's prophecy, the girl Flum was chosen to be one of the members of the party that were foretold to defeat the Demon Lord. Everyone already had achievements to their name, as well as the strength to back them up. However, only Flum did not possess any combat prowess, and all of her stats were 0 due to her rare affinity. While being constantly berated, she continued to put great efforts to be useful to the heroes.     \n\nUntil one day, she was tricked by one of the party members who said that she “was not necessary anymore” and sold off to a slave trader. Flum was forced to live as a slave, locked away and barely fed. There she encountered a “cursed sword” and realized the true power of her rare affinity, “Reversal.”   The girl, who acquired the power to fight, was indifferent to the Demon Lord and decided to live peacefully as an adventurer alongside a slave girl she met.    \n\n——This is a story of one girl who continued to crawl up from the very bottom in order to regain her peaceful everyday life."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56504d3e-3ceb-44e5-811c-0293f1919042",
    "title": {
      "en": "Suterare Elf-san wa Sekai de Ichiban Tsuyokute Kawaii!"
    },
    "updatedAt": "2025-01-28T02:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/56504d3e-3ceb-44e5-811c-0293f1919042/7c358a87-2b2c-4176-87ca-988ece1d3ab3.jpg",
    "altTitles": [
      {
        "ja": "捨てられエルフさん は世界で一番強くて可愛い！"
      },
      {
        "en": "The Abandoned Elf is the Strongest and Cutest in the World!"
      },
      {
        "hu": "A magára hagyott elf lány a világ legerősebb és legaranyosabbja!"
      }
    ],
    "description": {
      "en": "\"Dear top players, this game is a real parallel world. If you reincarnate and save the world, any wish you have will be granted.\"\n\nFormer popular voice actress Ayano responded to the proposal from the goddess. In order to shine as a voice actress once again. Reincarnated as the strongest species of high elf, she aims to \"clear the game\" in the parallel world with the strongest and cutest kemo-eared heroine using her gaming knowledge, but –!?",
      "hu": "**【Egykori toplistás játékos】+【Játékvilág】= Szuper verhetetlen!? Folytatom az életet a legerősebb énemmel!!**\n\n„Kedves top játékosok! Ez a játék egy valós párhuzamos világ. Ha újjászülettek és megmentitek a világot, bármilyen kívánságotokat teljesítjük.”\n\nErre az istennő ajánlatára válaszolt Ayano, egykori népszerű szinkronszínész. Azért, hogy ismét ragyoghasson szinkronszínészként, a legerősebb faj, a nemes elf egyikeként született újjá. Most, a legerősebb és legaranyosabb állatfüles hősnővel karöltve, játékbeli tudását felhasználva célja a párhuzamos világban a „játék végigjátszása” - de vajon sikerül-e neki!?",
      "ja": "「トッププレイヤーの皆様。このゲームは実在する異世界です。転生し、世界を救えばどんな願いも叶えてあげましょう」\n\n女神からの提案に、元人気声優のアヤノは応えた。炎上して干された今、もう一度声優として輝くために。炎上後にゲームをやり込みトップランカーとなったアヤノは、その知識を生かして、最強種【ハイエルフ】に転生! 最強可愛いケモ耳ヒロイン・ホムラとともに異世界での“ゲームクリア”を目指すが、この世界はただの「ゲーム世界」ではないようで――!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03d60b4c-551a-4f3d-925b-a67135cd616a",
    "title": {
      "en": "Pen to Wappa to Jijitsu-kon"
    },
    "updatedAt": "2025-02-10T14:58:56+00:00",
    "coverArt": "https://mangadex.org/covers/03d60b4c-551a-4f3d-925b-a67135cd616a/76332ca5-8684-4d9b-8143-393199ac03f9.jpg",
    "altTitles": [
      {
        "ja": "ペンと手錠と事実婚"
      },
      {
        "ja-ro": "Pen to Tejou to Jijitsukon"
      },
      {
        "en": "A Pen, Cuffs, & a De Facto Marriage"
      },
      {
        "en": "Pen, Cuffs, & a De Facto Marriage"
      },
      {
        "vi": "Hôn thú giữa bút và còng tay"
      }
    ],
    "description": {
      "en": "A middle-aged detective, Eiji Kirisame (40), meets a strange high school girl at the scene of a certain crime. She doesn't speak a word, but she helps solve the case using her drawings. However, suddenly this middle-aged detective is getting a marriage proposal from this girl!",
      "ja": "中年刑事、切鮫鋭二(40)は、とある事件現場で声を出さない不思議な女子高生、梔子鶫に出会う。 事件の真相をド下手な絵で次々に明らかにしていく鶫に驚く切鮫だったが、突然、鶫から求婚されて―――？",
      "vi": "Kirisame Eiji, một cảnh sát luôn tận tâm với công việc quá mức đến nỗi không được lòng các đồng nghiệp của mình. Kuchinashi Tsugumi, một nữ sinh trung học kỳ lạ tuyệt chỉ giao tiếp bằng cây bút và quyển tập phác thảo của mình.Trong lúc Kirisame đang gặp bế tắc trong một vụ án mạng mà đồng nghiệp anh ai cũng cho rằng chỉ là một vụ tự sát, Tsugumi đã liên tiếp cho anh vô số lời gợi ý bằng những nét vẽ nguệch ngoạc của mình.Cuối vụ án, ngay vào lúc tính mạng của Tsugumi bị hung thủ đe doạ, Kirisame đã kịp thời cứu cô và bắt giữ tên tội phạm.Những tưởng mọi thứ đã xong Kirisame cảm thấy nhẹ nhõm, nhưng ngay sau đó, Tsugumi bất ngờ cầu hôn anh!?!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2025-01-23T18:47:32+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr als ein Ehepaar, aber weniger als Liebhaber."
      },
      {
        "vi": "Trên vợ chồng, dưới người yêu"
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1620de1-6eb6-4948-b228-b232f910155a",
    "title": {
      "en": "Adachi to Shimamura"
    },
    "updatedAt": "2024-10-30T15:54:36+00:00",
    "coverArt": "https://mangadex.org/covers/a1620de1-6eb6-4948-b228-b232f910155a/6f2a9f65-4af9-4d37-8c43-686c5c284db3.jpg",
    "altTitles": [
      {
        "en": "Adachi and Shimamura"
      },
      {
        "fr": "Adachi et Shimamura"
      },
      {
        "ja-ro": "Adashima"
      },
      {
        "ru": "Адачи и Шимамура"
      },
      {
        "zh": "安达与岛村"
      },
      {
        "ja": "安達としまむら"
      },
      {
        "zh-hk": "安達與島村"
      },
      {
        "zh-ro": "Āndá yǔ Dǎocūn"
      },
      {
        "id": "Adachi dan Shimamura"
      },
      {
        "pt-br": "Adachi e Shimamura"
      }
    ],
    "description": {
      "en": "In the middle of the school day, on the second floor of the gym. This is where the two came to skip class, and it's where their friendship began. A story of two high school girls, playing ping-pong and chatting as they spend the heydays of their youth.",
      "ja": "入間人間が書く電撃文庫の大人気作品『安達としまむら』。TVアニメ化決定の本作を新鋭・柚原もけがコミカライズ！女子校生2人のゆる～い日常をご堪能ください。",
      "ru": "В середине учебного дня, на втором этаже спортзала. Именно туда эти двое пришли пропустить занятия, и именно там началась их дружба."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]