[
  {
    "mangaId": "fb1d3464-4160-4339-8a80-dafd86eae398",
    "title": {
      "en": "D-Frag!"
    },
    "updatedAt": "2023-12-27T21:25:35+00:00",
    "coverArt": "https://mangadex.org/covers/fb1d3464-4160-4339-8a80-dafd86eae398/85262e2c-7016-468f-b872-ce638393c04b.jpg",
    "altTitles": [
      {
        "en": "D-FRAGMENTS!"
      },
      {
        "ru": "Дефрагментация!"
      },
      {
        "th": "ชมรมรั่วมหากาฬ!"
      },
      {
        "ja": "デーフラグ！"
      },
      {
        "ja": "ディーふらぐ!"
      },
      {
        "zh": "属性同好会"
      },
      {
        "ko": "디프래그!"
      }
    ],
    "description": {
      "en": "Kazama Kenji likes to believe he is something of a delinquent. Moreover, others seem to like to agree that he is. Of course, Kenji's gang finds their way to a group of four not-so-normal girls - Chitose, Sakura, Minami and Roka - and all at once, whatever reputation he may have, is nothing compared to the outrageous behavior of the girls. Shanghaied into joining their club, what will happen to his everyday life from that point on?  \n\n\n---\n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15705)",
      "ru": "Печально известный главарь банды Казама Кенжи наталкивается на группу странных девчонок, воображающих, что они владеют магией стихий. В итоге девчонки шантажируют его, чтобы он вступил в их клуб. Итак, приключения начинаются…"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45ba05a-a218-4c91-9f02-5efacb54e6e3",
    "title": {
      "en": "Fiancée of the Wizard"
    },
    "updatedAt": "2024-06-10T01:15:02+00:00",
    "coverArt": "https://mangadex.org/covers/d45ba05a-a218-4c91-9f02-5efacb54e6e3/182e4177-dfcd-4bf7-9365-89c63559b7d5.jpg",
    "altTitles": [
      {
        "ko-ro": "Mahoutsukai no Konyakusha"
      },
      {
        "en": "Fiancee of the Wizard"
      },
      {
        "ja-ro": "Mahou Tsukai no Konyakusha"
      },
      {
        "ja": "魔法使いの婚約者"
      },
      {
        "zh": "魔法使的婚约者"
      }
    ],
    "description": {
      "en": "A 29-year-old woman had died in a tragic car accident only to be reincarnated into the body of a 3-year-old girl who's a noble in a mysterious world filled with magic! Now named Philomena, she learns magic to be powerful, or so she thinks. One day, she meets a mysterious boy wizard who will change her life forever.  \n  \nAfter getting caught up in an accident in my previous life, I reincarnated into a world of sword and magic. Although I didn't get any special skill or power through my reincarnation, in this new world I met with the black hair boy, Eguiédills――  \n  \nA work from Shousetsuka ni Narou, the Gold Medal Winner of the first Iris Love Fantasy competition, the long awaited comic version is finally here!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "b0d3d73c-afc9-4d5e-b610-d0e97dc76db6",
    "title": {
      "en": "Hajimete no Gal"
    },
    "updatedAt": "2024-03-16T20:37:22+00:00",
    "coverArt": "https://mangadex.org/covers/b0d3d73c-afc9-4d5e-b610-d0e97dc76db6/5daba51c-d592-4586-95db-343aa58de309.jpg",
    "altTitles": [
      {
        "ja-ro": "Hajimete no gyaru"
      },
      {
        "en": "My First Girlfriend is a Gal"
      },
      {
        "en": "My First Gyaru"
      },
      {
        "ru": "Первая Гяру"
      },
      {
        "ja": "はじめてのギャル"
      },
      {
        "zh": "第一次的Gal"
      },
      {
        "zh-hk": "첫 갸루"
      },
      {
        "pt-br": "Minha primeira namorada é uma Gal!"
      }
    ],
    "description": {
      "en": "Spring. The 'season of love' has arrived and it seems that finding himself a girlfriend was harder than Jun'ichi believed. To break the status quo, Jun'ichi's friends have forced him into confessing to the gyaru, Yame Yukana. However, things do not go quite as he expected. A series of \"firsts\" begins!",
      "pt-br": "Junichi Hashiba é um jovem colegial virgem que está desesperado para perder esse status. Sob pressão de seus amigos, o garoto acaba se declarando para Yukana Yame. Surpreendentemente a garota aceita  e um casal é formado. Porém, Jun acaba se encontrando em águas desconhecidas com Yame, que é uma gyaru (um tipo de moda urbana japonesa). Enquanto ele fantasia em perder a sua virgindade, ela se mostra mais normal e inocente do que ele imaginava."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "398282b8-f3e8-4d3b-94b2-8288a96a56a5",
    "title": {
      "en": "Jintian Ni Louxianle Ma?!"
    },
    "updatedAt": "2024-03-12T20:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/398282b8-f3e8-4d3b-94b2-8288a96a56a5/c8a54426-a502-4849-a759-b647aee0ed3c.jpg",
    "altTitles": [
      {
        "en": "Will you expose yourself today?!"
      },
      {
        "zh": "今天你露馅了吗？！"
      }
    ],
    "description": {
      "en": "Mini is a \"Scum Detector\", and her latest job is from a rich girl who wants to test her boyfriend's loyalty. However, her boyfriend, Zhao Yueming, is a straightforward gentleman, and Mini's usual methods don't work on him. This is a bit tricky for Mini, who is used to dealing with scumbags regularly. This game of tug-of-war between the womanizer and the one who understands them best is about to begin. Who will fall into the trap of love first?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d80640d-c591-4c7a-a47e-594c29c2037c",
    "title": {
      "en": "Like a Cat"
    },
    "updatedAt": "2024-06-08T16:25:46+00:00",
    "coverArt": "https://mangadex.org/covers/7d80640d-c591-4c7a-a47e-594c29c2037c/f7edc89c-f963-44c9-9117-4c5b0a52e085.jpg",
    "altTitles": [
      {
        "ja": "猫が如く"
      },
      {
        "ja-ro": "Neko ga Gotoku"
      },
      {
        "pt-br": "Como um Gato"
      }
    ],
    "description": {
      "en": "The Yakuza boss is... a cat!? The \"brown tiger\" group boss, Oyaji. Yanagi, the new recruit in the Yakuza, and the gang members are once again at the mercy of the carefree Oyaji today... But it's not that bad.\nA lively comedy about a cat... Begins!!\n\nThe title Like a Cat, or Neko ga Gotoku, is a parody of the Yakuza game series' title which is Like a Dragon or Ryu ga Gotoku.",
      "pt-br": "O chefe da Yakuza é... um gato!? O chefe do grupo \"tigre marrom\", Oyaji. \nYanagi, o novo recruta da Yakuza, e os membros da gangue estão mais uma vez à mercê do despreocupado Oyaji ... Mas não é tão ruim assim.\nUma animada comédia sobre um gato... Começa!!\n\nO título Like a Cat, ou Neko ga Gotoku, é uma paródia do título da série de jogos Yakuza, que é Like a Dragon ou Ryu ga Gotoku."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05f282b4-5010-48ff-8729-90059e90de57",
    "title": {
      "en": "My Stepmom's Daughter Is My Ex"
    },
    "updatedAt": "2024-06-11T03:48:04+00:00",
    "coverArt": "https://mangadex.org/covers/05f282b4-5010-48ff-8729-90059e90de57/102e9425-296b-4a17-9d97-d1a549a1883f.jpg",
    "altTitles": [
      {
        "es-la": "La hija de mi madrastra es mi ex-novia."
      },
      {
        "ja-ro": "Mamakano"
      },
      {
        "ja-ro": "Tsurekano"
      },
      {
        "ru": "Дочь моей мачехи - моя бывшая девушка"
      },
      {
        "ja": "継母の連れ子が元カノだった"
      },
      {
        "ja-ro": "Mamahaha no Tsurego ga Moto Kanodatta"
      },
      {
        "pt-br": "A Filha da minha Madrasta era minha ex-Namorada."
      },
      {
        "en": "My Stepmom's Daughter was My EX-Girlfriend"
      }
    ],
    "description": {
      "en": "A certain boy and girl in middle school became lovers, flirted with each other, disagreed on trivial things, became more frequently irritated with each other rather than excited… and ended up breaking up on graduation.  \n  \nAnd so, the two of them, Irido Mizuto and Ayai Yume, wound up meeting each other in the most unexpected fashion.  \n  \n“Isn’t it obvious that I’m the elder brother.” “Isn’t it obvious that I’m the elder sister.”  \n  \nThe children of the partner of their parent’s remarriage was their ex-lover!?  \n  \nThe former couple, mindful of their parent’s feelings, decided on a ‘sibling rule’ where the one takes conscious of the other as the opposite sex loses, but—  \n  \nWhen they encounter each other in the bathroom, commute to and from school together… along with the memories of the past and living under the same roof, just how do they disregard each other!?  \n\n---\n\n- [Official Twitter](https://twitter.com/tsurekano)\n- [Light Novel](https://j-novel.club/series/my-stepmom-s-daughter-is-my-ex) - English translation at J-Novel Club.",
      "ja": "まだお互いに、好き同士。そんな元カップルが――親の再婚できょうだいに!?　第3回カクヨムWeb小説コンテスト大賞受賞の人気ノベルをコミカライズ！ 一つ屋根の下で繰り広げられる、ひたすらに甘くて焦れったい悶絶ラブコメ！",
      "ru": "Эта история о парне и девушке, которые влюбились друг в друга ещё в средней школе. Тем не менее, со временем их любовь превратилась во взаимное раздражение, что привело к их расставанию после окончания школы…  \nНо кто бы мог подумать, что судьбы Иридо Мизуто и Айя Юмэ пересекутся вновь при самых неожиданных для них обстоятельствах… Теперь они вынуждены жить под одной крышей, изображая для своих родителей сводного брата и сестру.   \nНо оставаясь наедине и предаваясь воспоминаниям о прошлом… Смогут ли они сдержаться и не поддаться своему соблазну?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3587f6e7-a90d-4134-ba65-293ca9c6123e",
    "title": {
      "en": "Bocchi Tenseiki"
    },
    "updatedAt": "2024-05-04T17:47:28+00:00",
    "coverArt": "https://mangadex.org/covers/3587f6e7-a90d-4134-ba65-293ca9c6123e/f3c42741-f08a-41da-853d-932efe388e29.jpg",
    "altTitles": [
      {
        "ja-ro": "Botchi Tenseiki"
      },
      {
        "en": "The Reincarnation Record of a Misanthrope"
      },
      {
        "ja": "ぼっち転生記"
      }
    ],
    "description": {
      "en": "I don't trust any human being.  \n  \nAn unemployed, virgin 29-years-old Loner man who has a very deep distrust toward humans was trying to save a woman who was almost raped. He is stabbed in the chest by the assaulter and left to die alone while cursing the humans. When he came to, he realized that he had reincarnated in another world as the second son of a lower noble family where magic and spirit exist as a human baby named Ash Hawkwood.  \n  \nWithout talent for [True Magic] or [Swordmanship] this the story about how he build his own empire from scratch by using his own power."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0",
    "title": {
      "en": "I'm Really Not the Evil God's Lackey"
    },
    "updatedAt": "2024-05-27T16:57:02+00:00",
    "coverArt": "https://mangadex.org/covers/dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0/1581dee2-0ec6-4317-ab9c-44fb847d2802.jpg",
    "altTitles": [
      {
        "zh": "我真不是邪神走狗"
      },
      {
        "en": "I'm Really Not the Demon God's Lackey"
      },
      {
        "en": "I’m Really Not the Devil’s Lackey"
      },
      {
        "uk": "Насправді я не слуга Злого Бога"
      },
      {
        "vi": "Ta Thật Không Phải Tà Thần Chó Săn"
      },
      {
        "zh-ro": "Wǒ Zhēn Bùshì Xiéshén Zǒugǒu"
      }
    ],
    "description": {
      "en": "Lin Jie is an otherworlder who manages a bookstore. He’s kind and always recommends soul-healing books for his dejected customers. Sometimes he’d even share his own works too. As time goes on, these customers start to respect him a lot. They bring simple local products every day to show their gratitude and ask for book recommendations. They even start telling tales of this ordinary shopkeeper. His respectful and cordial titles include “Hyena of the Evil God”, “Herald of the Flesh Gospel”, “Author of Cultes des Goules” and “Shepherd of the Stars”???",
      "uk": "Лінь Цзє – чужоземець з іншого світу, що став тепер звичайним власником книжкового магазину. Він доброзичливий і завжди готовий порекомендувати відвідувачам книги, що здатні зцілити їхні душі. Іноді, він ділиться і власними роботами. З часом, клієнти починають його дуже поважати. Вони щодня приносять йому маленькі сувеніри чи подарунки в знак подяки та просять у нього рекомендації щодо книги. Про цього звичайного крамаря навіть починають розповідати історії. Його з повагою та теплом звуть «Гієна Злого Бога», «Вісник Євангелія Плоті», «Автор Культу Упирів» та «Пастух Зірок».",
      "zh": "穿越者林介经营着一家书店。他善良热情，总是向失意潦倒的客人们推荐治愈心灵的书籍，偶尔也会安利一下自己的拙作。久而久之，这些客人变得非常尊敬他，每天都会带来一些朴实的土特产报答他，向他请教推荐书目，并且向周边人也诉说着这个普通书店老板的事迹。他们尊敬而亲切地称呼他为——“邪神的鬣狗”、“血肉福音书的传播者”、“尸食教典仪的撰写者”、“群星的牧羊人”。“？？？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c5a298-f310-41ad-abd2-9f446fcf7c44",
    "title": {
      "en": "Not That Cat, This Cat"
    },
    "updatedAt": "2024-04-07T21:41:10+00:00",
    "coverArt": "https://mangadex.org/covers/04c5a298-f310-41ad-abd2-9f446fcf7c44/09b793d4-827b-4e8e-a85d-0d804c2cfcc9.jpg",
    "altTitles": [
      {
        "en": "Not That Cat"
      },
      {
        "ko": "그 고양이 말고 이 고양이"
      },
      {
        "ko": "그 고양이 말고 이 고양이 그냥이냥"
      }
    ],
    "description": {
      "en": "Nam Yooho loves cats so much that he enrolled in veterinary school. He is now in his third year, and has been having trouble lately. While taking care of Man-deuk, a stray cat, he meets a junior named Ryu Si-an, who appears in his dreams as a cat hybrid and dreams of having sex with him. After being struck by a kinky dream that violates his professional ethics, Yooho tries to avoid Si-an as much as possible...\n\nWhat the hell are you, and why do you show up as a cat in real life?!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "8"
  },
  {
    "mangaId": "7bd45a18-27d4-43ba-b3b9-2293f9a957d0",
    "title": {
      "en": "I Stole the First Ranker’s Soul"
    },
    "updatedAt": "2023-09-10T12:33:25+00:00",
    "coverArt": "https://mangadex.org/covers/7bd45a18-27d4-43ba-b3b9-2293f9a957d0/3c760d8c-f073-43ad-b07a-6cdd35d9445c.png",
    "altTitles": [
      {
        "ko": "랭킹 1위를 영혼까지 털어버림"
      },
      {
        "ko-ro": "Ranking 1-Wireul Yeonghonkkaji Teoreobeorim"
      },
      {
        "en": "I Stole the Number One Ranker's Soul"
      }
    ],
    "description": {
      "en": "One day, Son Mo-Ah fell into a dungeon and became a gathering hunter.\nSon Mo-Ah, who somehow narrowly escaped death, was going to live a normal life but gets caught up in a dungeon yet again.\nIn a moment of crisis, she is rescued by Seo Ji-Han, the number one ranker, and succeeds in surviving the situation. Somehow, Son Mo-Ah got entangled in a fateful relationship with said number one ranker.\n\nBut he said something really unusual to me.\n\n“Promise me that you will kill all the dungeons bosses in this world, as many as you can.”\n\nWhat?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54c2de19-889c-4b04-b9f0-39e28a769a98",
    "title": {
      "en": "School Rumble"
    },
    "updatedAt": "2024-07-07T04:43:04+00:00",
    "coverArt": "https://mangadex.org/covers/54c2de19-889c-4b04-b9f0-39e28a769a98/7b003512-3ac5-41e2-a503-e5bf80fc7aff.jpg",
    "altTitles": [
      {
        "zh": "校园迷糊大王"
      },
      {
        "ko": "스쿨 럼블"
      }
    ],
    "description": {
      "en": "She's a second-year high school student with a single all-consuming question: Will the boy she likes ever really notice her? He's the school's most notorious juvenile delinquent and he's suddenly come to a shocking realization: He's got a huge crush, and now he must tell her how he feels.  \n  \nChapter 232 does not exist, there's no chapters missing.  \n  \nSpecial Chapters:  \n  \nbb1 What's up Doc (February 9, 2010)  \nDiamonds on the Inside (November 30, 2016)  \nGive it Away (March 15, 2017)  \nHello Again (November 8, 2017)",
      "pt-br": "Ela é uma estudante do segundo ano do ensino médio com uma única pergunta que a consome: será que o garoto de quem ela gosta realmente a notará? Ele é o delinquente juvenil mais notório da escola e de repente chega a uma conclusão chocante: ele tem uma paixão enorme e agora deve contar a ela como se sente.\n\nO capítulo 232 não existe, não falta nenhum capítulo.\n\nCapítulos Especiais:\n\nbb1 E aí, doutor (9 de fevereiro de 2010)\nDiamantes por dentro (30 de novembro de 2016)\nComo percebeu (15 de março de 2017)\nOlá de novo (8 de novembro de 2017)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": "283"
  },
  {
    "mangaId": "ff95cbbf-860c-4fdc-a6a8-b13cae11cbab",
    "title": {
      "en": "Everyday is Sunday"
    },
    "updatedAt": "2023-01-25T14:15:35+00:00",
    "coverArt": "https://mangadex.org/covers/ff95cbbf-860c-4fdc-a6a8-b13cae11cbab/80892e39-8961-433b-afe0-d84809687e32.jpg",
    "altTitles": [
      {
        "es": "Siempre es Domingo"
      },
      {
        "ja": "毎日が日曜日"
      },
      {
        "ja-ro": "Mainichi ga Nichiyoubi"
      }
    ],
    "description": {
      "en": "It all begins when a girl, Yumi, narrowly avoids a car accident thanks to the intervention of a magician named Tohru, who had a very promising career ahead of him. As a result of this event, Tohru suffers from a severe hand injury, cutting short his dreams of making it big in Hollywood. After 8 years they run into one another again, but Tohru's become a common criminal, and Yumi a rookie police officer."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "18"
  },
  {
    "mangaId": "4df219da-4b5f-48ea-9fac-23641ae8a584",
    "title": {
      "en": "Guardian Tales - Kanterbury Days!"
    },
    "updatedAt": "2024-06-02T01:04:49+00:00",
    "coverArt": "https://mangadex.org/covers/4df219da-4b5f-48ea-9fac-23641ae8a584/5cfea970-d495-4d8c-9ecb-6a8ea581f6a2.jpg",
    "altTitles": [
      {
        "ja": "かんたべりーでいず！"
      }
    ],
    "description": {
      "en": "An official slice of life themed 4 panel webmanga of the Guardian Tales series."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b1dbe9ab-a5f6-4763-b2a3-6266add00d18",
    "title": {
      "en": "2 Saisa no Osananajimi"
    },
    "updatedAt": "2024-06-15T12:51:43+00:00",
    "coverArt": "https://mangadex.org/covers/b1dbe9ab-a5f6-4763-b2a3-6266add00d18/bf04b021-bc14-4555-90e4-307698bf1a1d.jpg",
    "altTitles": [
      {
        "ja": "２歳差の幼なじみ"
      },
      {
        "ja-ro": "2 Saisa no Osananajimi"
      },
      {
        "en": "A Two-Year Age Gap Between Childhood Friends"
      },
      {
        "en": "Childhood Friends With A 2-Year Age Difference"
      },
      {
        "en": "Childhood Friends With a Two-Year Age Difference"
      }
    ],
    "description": {
      "en": "Feelings that have remain unchanged from back then...\n\nPlease be aware of me soon!\n\nWhen did he become so cool……! No, no, there's no way!\n\nI thought he was just a normal cute \"little brother\"-like childhood friend, but\n6 years later he……",
      "ja": "あの頃も、今も……変わらない気持ち。\n\n早く俺のこと意識して!\n\nいつの間にこんなにかっこy……! いやいや、ないない!\n\n*\n\nただの可愛い弟みたいな幼なじみだと思っていたけれど、6年後の今は……。\n付き合う前から付き合った後も、気づけばずっと\nドキドキさせられています。",
      "pt-br": "Sentimentos daquela época que continuam inalterados...\n\nPor favor, logo mais esteja em alerta sobre mim! \n\nQuando ele ficou tão legal...! Não, não, não tem como! \n\nEu pensei que ele só era um amigo de infância normal e fofo, algo como um \"irmãozinho\", mas 6 anos depois ele..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "49"
  },
  {
    "mangaId": "6ad54367-4165-43ed-9a7d-71179c520180",
    "title": {
      "en": "Yani Neko"
    },
    "updatedAt": "2024-03-25T10:53:24+00:00",
    "coverArt": "https://mangadex.org/covers/6ad54367-4165-43ed-9a7d-71179c520180/030553f4-3844-4a27-a987-c79286f4a2bd.jpg",
    "altTitles": [
      {
        "ja": "ヤニねこ"
      },
      {
        "vi": "Cô mèo nghiện thuốc"
      },
      {
        "en": "Tar Cat"
      }
    ],
    "description": {
      "en": "A chain-smoking catgirl struggling with her cigarette addiction."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b1e21f6-ae0d-4388-82f0-6fd08a07312f",
    "title": {
      "en": "61 Days with You"
    },
    "updatedAt": "2021-05-25T15:43:27+00:00",
    "coverArt": "https://mangadex.org/covers/6b1e21f6-ae0d-4388-82f0-6fd08a07312f/b7644418-e251-4df6-9435-09c8ba278d27.jpg",
    "altTitles": [
      {
        "en": "61 Days to Spend with You"
      },
      {
        "en": "61 Tian Yu Ni Duguo Yisheng"
      },
      {
        "en": "61天与你度过一生"
      }
    ],
    "description": {
      "en": "“Let’s break up, but just give me 61 days, okay?” — this relationship that cannot be continued, two hearts that still throb, nine long-awaited destinations and 61 days with you. This time, no one knows if this break-up trip will end as a regretful make-up or something left to luck. A very sweet, sincere and romantic love, the reality of confusion and struggle; will we still have a future? A masterpiece on a cure for metropolitan affections, a bittersweet story is now online."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "35"
  },
  {
    "mangaId": "f731150b-c2e9-42ce-a5af-5604bcd83c3d",
    "title": {
      "en": "I Don't Want to Play Matchmaker!"
    },
    "updatedAt": "2024-05-30T19:31:41+00:00",
    "coverArt": "https://mangadex.org/covers/f731150b-c2e9-42ce-a5af-5604bcd83c3d/b5a51f77-102b-48de-9efb-1326e6a07097.jpg",
    "altTitles": [
      {
        "ko": "오작교는 싫습니다"
      },
      {
        "en": "I Don't Want to Be a Magpie Bridge"
      },
      {
        "en": "I Don't Want to Be an Ojakgyo"
      },
      {
        "ru": "Не хочу быть Очжаккё"
      },
      {
        "ko-ro": "Ojakgyoneun Silseumnida"
      },
      {
        "en": "I Don't Want to Be the Magpie Bridge"
      }
    ],
    "description": {
      "en": "I’ve been reincarnated into a side character of a novel. On top of that, I am the character who is like a magpie bridge in the mentally-exhausting story, *The Guys Around Hestia*.\n\nThere is no romance in store for me, and it absolutely horrifies me to think that my family is destined to drown in debt!\n\nI planned on becoming a civil servant, enjoying a life of wealth and honor that I was unable to attain in my previous life but… why are the guys behaving out of character? Why are you blushing in front of me? Why do you keep giving me food?\n\n“Can you Imagine Shushu being shy when looking at someone?”\n\n“Whoa… It’d be amazing if that happens.”\n\nAs Cory absent-mindedly said that to Hiley, Eve frowned and murmured under his breath, “Should I run away with her…”\n\nSwan remained silent while he hid his face with his sleeves. His face and ears turned red.\n\nWhat’s up with you guys? Why are you guys doing other things instead of being obsessed with the female lead? Get yourself together!\n\nThis is the survival story of an academy student, Schulaina West, who wants to pursue a wealthy future in a reverse harem novel. \n\nTL/N: Magpie Bridge is the bridge made by a flock of magpies that connects the two star-crossed lovers Orihime and Hikoboshi in the legend behind the Tanabata festival."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d6e6097-5612-476b-b7a7-825826ddb9a4",
    "title": {
      "en": "Netkama Punch!!!"
    },
    "updatedAt": "2024-05-31T20:06:40+00:00",
    "coverArt": "https://mangadex.org/covers/6d6e6097-5612-476b-b7a7-825826ddb9a4/b30b48ed-e23f-41bc-8181-454ca516e1f9.png",
    "altTitles": [
      {
        "ko": "넷카마 펀치!!!"
      },
      {
        "es": "Netkama PUNCH!!!: La venganza perfecta"
      },
      {
        "ja": "ネカマパンチ!!!"
      },
      {
        "zh": "伪娘重拳"
      }
    ],
    "description": {
      "en": "Netkama – a male who portrays himself as female online. This is what Kim Seyeong decides to become after reencountering Shin Heejae, the guy who destroyed Seyeong's gaming career in \"Arcadia\" a year prior. His plan is to pretend to be a girl in the game, get Heejae to fall for him, and then make the big reveal to everyone so that his archnemesis will also be humiliated out of \"Arcadia\" forever. But being a dude trying to become the girlfriend of your worst enemy is no easy feat, especially more so when said worst enemy starts to show a bit too much interest in you. Will Seyeong come out the victor of this scheme? Or will he find himself losing to Heejae all over again?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "81"
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c2c8e42b-b242-4c69-ad99-6b3ce4ad55de",
    "title": {
      "en": "Tensei ni Hakobijin no Isekai Kouryakuhou"
    },
    "updatedAt": "2024-05-25T00:12:13+00:00",
    "coverArt": "https://mangadex.org/covers/c2c8e42b-b242-4c69-ad99-6b3ce4ad55de/f21dfa6b-3e63-44f9-9f06-1eeaf618251b.jpg",
    "altTitles": [
      {
        "ja": "転生荷運び人の異世界攻略法"
      },
      {
        "en": "A Reincarnated Carrier's Strategy for Another World"
      },
      {
        "ja-ro": "Tensei Nihakobijin no Isekai Koryakuhou"
      },
      {
        "en": "The Way To Conquer A Different World As A Reincarnated Porter"
      },
      {
        "ja-ro": "Tensei ni Hakobi Jin no Isekai Kouryakuhou"
      }
    ],
    "description": {
      "en": "A man who yearns for freedom is reincarnated and he chooses the undesirable job \"Carrier\"--The fastest way to conquer both women and other world with wisdom and courage! A new erotic fantasy series from Nocturne Novels!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31be4cc4-d7c8-47d7-9d80-4f1b2db7979e",
    "title": {
      "en": "Angel Heart"
    },
    "updatedAt": "2024-07-08T23:41:47+00:00",
    "coverArt": "https://mangadex.org/covers/31be4cc4-d7c8-47d7-9d80-4f1b2db7979e/647b0680-a968-4ac3-b024-b4b5a9e3cbbe.png",
    "altTitles": [
      {
        "ja-ro": "Angel Heart - 1st Season"
      },
      {
        "ja": "エンジェル・ハート"
      },
      {
        "ja": "エンジェル・ハート 1stシーズン"
      },
      {
        "zh": "天使之心"
      },
      {
        "zh": "天使心"
      },
      {
        "es-la": "Corazón de Ángel"
      },
      {
        "uk": "Серце Янгола"
      }
    ],
    "description": {
      "en": "A young Taiwanese assassin codenamed \"Glass Heart\" committed suicide by jumping off a building, and her heart was pierced by a metal fence. Miraculously, her life was saved by heart transplantation. During her recovery she began to experience strange dreams, which led her to Japan looking for the donor of her heart, who happens to be Kaori Makimura, former partner of City Hunter.\n\n---\nOfficial Release:\n- Indonesian release by Level Comics",
      "ja": "台湾の黒社会組織の殺人兵器として養成された少女グラス・ハート。彼女は自殺を図るが、シティーハンターのパートナー槇村香の心臓を移植され一命をとりとめる。蘇ったグラス・ハートは組織を抜け出し、香の記憶に導かれるように新宿・リョウの元へ。やがて二人は香の心臓という絆で、再会をはたすのだが……!?",
      "es-la": "Una joven asesina taiwanesa con el nombre clave de \"Corazón de Cristal\" se suicidó saltando desde un edificio, y su corazón fue atravesado por una valla metálica. Milagrosamente, su vida se salvó gracias a un trasplante de corazón. Durante su recuperación comenzó a experimentar extraños sueños, que la llevaron a Japón en busca del donante de su corazón, que resulta ser Kaori Makimura, antigua compañera de City Hunter."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "33",
    "lastChapter": "363"
  },
  {
    "mangaId": "b24d2c22-5b28-44d4-a77f-0e920cd960a6",
    "title": {
      "en": "Wolf-chan wa Sumashitai"
    },
    "updatedAt": "2024-06-04T01:02:24+00:00",
    "coverArt": "https://mangadex.org/covers/b24d2c22-5b28-44d4-a77f-0e920cd960a6/cf4afbeb-428a-4ebf-a07a-50bf530f90aa.jpg",
    "altTitles": [
      {
        "ja": "ウルフちゃんは澄ましたい"
      },
      {
        "en": "Wolf-chan Wants to Be Clear"
      },
      {
        "id": "Gadis Serigala Mencoba Untuk Berpura pura Tidak Peduli"
      },
      {
        "ja-ro": "Wolf chan wa Sumashitai"
      },
      {
        "en": "Wolf-chan Is Trying to Feign Indifference"
      }
    ],
    "description": {
      "en": "The cool, lone-wolf girl and her precious, unrequited crush!\n\n(Source: Ganma!, translated)",
      "ja": "ウルフカットで一匹狼なクール系女子の尊い片想い！",
      "pt-br": "A loba solitária fria, e seu precioso amor não correspondido!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b25067df-0bca-40be-9ee8-12d9e58cb6d7",
    "title": {
      "en": "High School Girl at the Convenience Store"
    },
    "updatedAt": "2024-06-24T13:38:58+00:00",
    "coverArt": "https://mangadex.org/covers/b25067df-0bca-40be-9ee8-12d9e58cb6d7/1728c3da-b280-4ae1-bfb2-27aebc1006e6.jpg",
    "altTitles": [
      {
        "ko": "여고생과 편의점"
      },
      {
        "zh": "女高中生与便利店"
      },
      {
        "ja": "女子高生とコンビニ"
      },
      {
        "en": "A High School Girl & A Convenience Store"
      },
      {
        "ja-ro": "Joshikousei to Konbini"
      },
      {
        "ja-ro": "Joshikousei to Conbini"
      }
    ],
    "description": {
      "en": "A yuri manhwa about a tough high school girl and a shy convenience store worker. Even if it's just running errands, just being able to catch a glimpse of her makes it all worthwhile.\n\n---\n**Links:**\n- Alternative Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=3698011)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-06-08T14:02:12+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/3b46fd7b-93cb-4995-a6a4-5af0b78142ce.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "en": "Starting Today We're Childhood Friends"
      },
      {
        "en": "Starting Today She's My Childhood Friend"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1581f543-3d94-4749-bd77-045d03e7c05a",
    "title": {
      "en": "The Holy Grail of Eris"
    },
    "updatedAt": "2024-05-02T10:43:53+00:00",
    "coverArt": "https://mangadex.org/covers/1581f543-3d94-4749-bd77-045d03e7c05a/dcf63c77-f1c1-4ec7-8a89-cd6856578bfa.jpg",
    "altTitles": [
      {
        "ja-ro": "Eris no Seihai: Konyaku Haki Sareta Reijou wa, Kidai no Akujo ni Tasukerareta Daisho Toshite Fukushuu ni Tsuki Awasaremasu"
      },
      {
        "ja": "エリスの聖杯 ～婚約破棄された令嬢は、稀代の悪女に助けられた代償として復讐に付き合わされます～"
      },
      {
        "zh-hk": "厄里斯的聖杯"
      }
    ],
    "description": {
      "en": "Constance, the daughter to a Viscount whose only value is her honesty, and Scarlet Castiel, the most reviled villainess of the era who was sentenced to death ten years ago. When the two people who were never supposed to meet encountered one another at a night party, the story that should have ended with Scarlet's death began anew.  \n  \nAlthough their relationship only began out of mutual interest, they soon became true partners in an effort to unravel the mysteries of a grand conspiracy borne out of the past, that still has a vicious grip on the present."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "188e4f34-a80c-4a91-b54e-69572e8ed4d5",
    "title": {
      "en": "Saint Cecilia and Pastor Lawrence"
    },
    "updatedAt": "2024-05-11T16:02:15+00:00",
    "coverArt": "https://mangadex.org/covers/188e4f34-a80c-4a91-b54e-69572e8ed4d5/43f01b64-35f1-4938-afa5-4767f6401294.jpg",
    "altTitles": [
      {
        "ja": "白聖女と黒牧師"
      },
      {
        "ru": "Святая Сесилия и Пастор Лоуренс"
      },
      {
        "vi": "Thánh Nữ Cecilia và Mục Sư Lawrence"
      },
      {
        "ja-ro": "Shiro Seijo to Kuro Bokushi"
      }
    ],
    "description": {
      "en": "What’s a priest to do when the Saint he’s tasked to take care of is…a  klutz? One thing’s for sure…every day is bound to be lively!\n\nSaint Cecilia is beloved by the townspeople — not only is she elegant and composed, she benevolently shares her wisdom with all who seek it. That is, until the last person has left — at which point she becomes totally hopeless!\n\nOnly Pastor Lawrence is keeping the Saint put together enough to do her duties… and though she may test him, it’s all in a day’s work!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10178/episode/324516) (U.S. Only), [INKR](https://comics.inkr.com/title/2256-saint-cecilia-and-pastor-lawrence-1-4)",
      "vi": "Thánh nữ Cecilia có một bí mật - đó là cô sống hoàn toàn phụ thuộc vào Lawrence, mục sư của nhà thờ. Ngoài ra cô còn có một tình cảm bí mật đối với Lawrence, nói bí mật cho oai thế thôi chứ ai cũng biết riêng chỉ có Lawrence là không biết thôi"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e71fcbb-af4e-49ea-baa6-3416e0eff576",
    "title": {
      "en": "The First Commandment"
    },
    "updatedAt": "2024-06-06T16:01:09+00:00",
    "coverArt": "https://mangadex.org/covers/5e71fcbb-af4e-49ea-baa6-3416e0eff576/1b5f0d8d-50ce-43b6-85b3-b2e0f1271372.jpg",
    "altTitles": [
      {
        "ko": "제1 계명"
      }
    ],
    "description": {
      "en": "\"I said I would do anything for you,\" Alexei gasped, his voice strained as he struggled to hold back the tide of emotions. \nSaratov, a city where a large number of Russian immigrants have settled, served as the backdrop to his turmoil. Alexei, a member of the mafia, had made protecting his younger brother his first commandment. Obsessed with his brother, who harbored resentment towards him, Alexei also concealed his past and secrets from them. The stakes heightened when the talented and charismatic ballerino, Alpha Valerie, announced his departure for New York with his self-proclaimed sponsor, Omega Rian. Alexei discovered Rian's connection to Kalish, a police officer targeting the mafia boss. Despite his efforts to separate them, Valerie refused to listen. Finally, Alexei resorted to a perilous decision to save his younger brother. \"Stop,\" he pleaded, desperation lacing his words. \"I said... Did it...!\" \"Stay still,\" he implored, his breath ragged. \"Haa, oh, L-lerusha.\" \"Because... I've already committed to it.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "041969a9-c6f6-4aab-b37f-6cba675eb834",
    "title": {
      "en": "Moto Isekai Tenisha datta Kachou no Ojisan, Jinsei Nidome no Isekai wo Kake Meguru"
    },
    "updatedAt": "2024-07-07T20:51:22+00:00",
    "coverArt": "https://mangadex.org/covers/041969a9-c6f6-4aab-b37f-6cba675eb834/7a56ea1f-102f-45b0-909b-9161f28fd945.jpg",
    "altTitles": [
      {
        "ja": "元異世界転移者だった課長のおじさん、人生二度目の異世界を駆け廻る"
      },
      {
        "en": "The Section Chief Uncle Who's a Former Transferee to Another World Goes to Another World a Second Time"
      },
      {
        "ko": "전 이세계 전이자였던 과장 아저씨, 인생 두 번째 이세계를 누빈다"
      },
      {
        "zh": "西装科长的二次转生"
      },
      {
        "zh-hk": "西裝科長的二次轉生"
      }
    ],
    "description": {
      "en": "Souya, the manager of a trading company in a small city, is a 37-year-old office worker who enjoys single life.\n\nOne day, when he wakes up in a strange meadow, he sees two moons floating in the night sky and regains the memory of being transferred to another world 20 years ago.\n\nAn uncle’s adventure in a different world, wearing a business suit, with a low amount of tension, a high level of ability, and a cool but slightly pathetic personality. It’s a different world transition, but it may have an old-fashioned fantasy atmosphere."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ede52b73-2d60-403b-bd47-fa64ed064fb0",
    "title": {
      "en": "I Won't Touch You Anymore"
    },
    "updatedAt": "2024-06-07T23:13:37+00:00",
    "coverArt": "https://mangadex.org/covers/ede52b73-2d60-403b-bd47-fa64ed064fb0/88bb3df7-ec44-4109-86fd-57e6c788394a.jpg",
    "altTitles": [
      {
        "ja": "もう触れないキミ"
      },
      {
        "ja-ro": "Mou Furenai Kimi"
      },
      {
        "en": "You Who Can't Touch Me Anymore"
      }
    ],
    "description": {
      "en": "In their high school days Shiraishi would tease her classmate Arashi constantly always touching his shaved head. Now, many years later, Shiraishi finds herself enthralled with a rising celebrity that she sees on TV an in magazines. This celebrity being none other that Arashi, her former classmate, now with long grown out hair. She wanders the streets hoping that by some happenstance she might once again meet him and be able to tell him the things she's kept in her heart for so many years. A tale of lost opportunities and love separated by time...",
      "ja": "昔触りまくっていた坊主頭の同級生が芸能人に…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cacf4137-122e-4dad-905e-6800f8471878",
    "title": {
      "en": "Okamoto Lynn Short Story Collection - Flip Flap"
    },
    "updatedAt": "2022-11-08T18:39:32+00:00",
    "coverArt": "https://mangadex.org/covers/cacf4137-122e-4dad-905e-6800f8471878/d403f325-3f0a-481b-bd9a-e06e575b69f4.png",
    "altTitles": [
      {
        "ja": "岡本倫短編集 Flip Flap"
      },
      {
        "ja-ro": "Okamoto Rin Tanpenshuu Flip Flap"
      }
    ],
    "description": {
      "en": "A collection of short stories including:  \n- Kimi to Toukan / Exchange with You Murakami likes her mysterious classmate Mako Fujisaki, but she never talk to anyone. He says he has seen her naked and transformed into a raven, but noboby believes him. Murakami decides to confront her to tell him he is not lying but Fujisaki just answers him that he will die if he rides his bycicle. He don't believe her words but soon he realizes Fujisaki's words were true. What will happen to Murakami and who is this misterious girl really?  \n- Allumage Kumiko left Japan for LA in hopes of becoming a famous actress, but so far has only managed to get jobs as a stuntwoman. Now that her brother is getting married, she's coming back to Japan to visit, but once she arrives, something goes terribly wrong…"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "183b5c1e-5bfd-4f7f-9b21-3ac88c584987",
    "title": {
      "en": "Chi - Chikyuu no Undou ni Tsuite"
    },
    "updatedAt": "2024-04-12T16:53:49+00:00",
    "coverArt": "https://mangadex.org/covers/183b5c1e-5bfd-4f7f-9b21-3ac88c584987/12e7ed14-2867-4c10-851c-0733810d14e0.jpg",
    "altTitles": [
      {
        "en": "About the Movement of the Earth"
      },
      {
        "ja": "チ。―地球の運動について―"
      },
      {
        "ja": "Chi. Chikyu No Undo Ni Tsuite"
      },
      {
        "pl": "O Ruchu Ziemi"
      },
      {
        "pt-br": "Sobre o Movimento da Terra"
      },
      {
        "es": "Tierra, Sangre, Conocimiento: Sobre el Movimiento de la Tierra"
      },
      {
        "en": "Chi: On the Movements of the Earth"
      },
      {
        "vi": "Chi. -Về sự vận động của địa cầu-"
      }
    ],
    "description": {
      "en": "The setting is 15th century Poland. It was a time when heretical ideas lead those to who possessed such a mindset to being burned at the stake for their beliefs. Rafal, a child prodigy, is expected to major in theology, the most important subject at the time, at the university. One day, however, he comes across a mysterious man, and is now studying a possible \"truth\" in the midst of heretical thought!",
      "vi": "Bạn có tín ngưỡng nào mà không thể bẻ cong cho dù phải từ bỏ sinh mạng của mình không? Bạn có muốn giữ nguyên châm ngôn sống nào cho dù có phải trở thành kẻ thù của cả thế giới không?\n\nMột thiên anh hùng ca tuyệt vời miêu tả những người đang tầm cầu \"chân lý bị ngăn cấm\". Bối cảnh ở châu Âu vào thế kỷ 15. Thời đại mà những tư tưởng dị đoan bị thiêu rụi.\n\nNhân vật chính, thần đồng Rafal, được mọi người kỳ vọng sẽ theo học chuyên ngành Thần Học ở trường Đại học, ngành được coi là quan trọng nhất vào thời điểm đó. Tuy nhiên một ngày nọ, một người đàn ông bí ẩn xuất hiện vốn đang nghiên cứu một \"chân lý\" nào đó trong những tư tưởng dị đoan...!\n\nTruyện #2 giải thưởng Manga Taisho 2021. Truyện được đề xuất bởi Iwaaki Hitoshi, tác giả của \"Ký Sinh Thú\" và \"Historie\".",
      "es-la": "El escenario es la Polonia del siglo XV. Fue un momento en que las ideas heréticas llevaban a quienes poseían tal mentalidad a ser quemados en la hoguera por sus creencias. Se espera que el protagonista, Rafal, un niño prodigio, se especialice en teología, la asignatura más importante en ese momento, en la universidad. Un día, sin embargo, se encuentra con un hombre misterioso, ¡y ahora está estudiando una posible \"verdad\" en medio de un pensamiento herético!",
      "pt-br": "O cenário é a Polônia do século XV. Foi uma época em que ideias heréticas levaram aqueles que possuíam tal mentalidade a serem queimados na fogueira por suas crenças. Rafal, um menino prodígio, deve se formar em teologia, o assunto mais importante da época, na universidade. Um dia, porém, ele se depara com um homem misterioso, e agora está estudando uma possível \"verdade\" no meio do pensamento herético!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "62"
  },
  {
    "mangaId": "81bbfb5f-4c18-47a6-9dd0-07d47f138c6d",
    "title": {
      "en": "Men Men Musubi"
    },
    "updatedAt": "2023-07-24T05:08:03+00:00",
    "coverArt": "https://mangadex.org/covers/81bbfb5f-4c18-47a6-9dd0-07d47f138c6d/76cdec27-f63e-4de0-9b51-aef2ea3fb42a.jpg",
    "altTitles": [
      {
        "ja": "麺面むすび"
      },
      {
        "ja-ro": "Menmen Musubi"
      },
      {
        "en": "Men Men Musubi and Other Stories"
      }
    ],
    "description": {
      "en": "1. Men Men Musubi\n2. Osorosoroi\n3. Fuusen Kazura wa Kyou mo Tobanai\n4. Kuiki-gai Kandan-ryou\n5. Flying Cosmos\n6. Hatsu Arashi no Tsumugi Uta\n7. Kuramujii Call"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "063e7e12-d9e7-488e-8fb1-defd4857660e",
    "title": {
      "en": "The Boy & the Wolf"
    },
    "updatedAt": "2024-03-23T08:03:35+00:00",
    "coverArt": "https://mangadex.org/covers/063e7e12-d9e7-488e-8fb1-defd4857660e/8bdc0a07-7d7d-418a-99be-1053fb4e5ec5.jpg",
    "altTitles": [
      {
        "en": "The Boy and the Wolf"
      }
    ],
    "description": {
      "en": "Just think of two boys, thinking they’re in the right place, comfortable in their everyday life. Nothing to break their plans for the future. And suddenly they crash on that other one, who is so different and far away from what they know that it blows up their world. But now someone is looking at them. Seeing them for the first time. And they are so moved and overwhelmed by that feeling that they are ready to give up on everything else, and escape from, they realize it now, what was a prison.\n\nBecause they’ve met each other, their respective worlds have come apart, it's like a collision. And now they are an anchor for each other, the only compass in this new world where they are lost.",
      "es-la": "Solo piense en dos niños, pensando que están en el lugar correcto, cómodos en su vida diaria. Nada que rompa sus planes para el futuro. Y de repente chocan con ese otro, que es tan diferente y tan alejado de lo que conocen que hace volar su mundo. Pero ahora alguien los está mirando. Verlos por primera vez. Y están tan conmovidos y abrumados por ese sentimiento que están dispuestos a renunciar a todo lo demás y escapar, se dan cuenta ahora, de lo que era una prisión.",
      "pt-br": "Primeira versão original da tradução pela equipe Blueming!\n\nApenas imagine dois rapazes, eles pensam que estão no lugar correto, confortáveis com seu cotidiano, nada para atrapalhar seus planos para o futuro e, de repente, eles colidem um no outro, aquele que é tão diferente e distante do que eles sabem que seus mundos explodem. Entretanto, agora tem alguém olhando para o outro. Os vendo de verdade pela primeira vez, e agora eles estão tão comovidos e dominados por esse sentimento que estão dispostos a desistir de tudo e escapar daquilo que, agora, eles descobriam ser uma prisão.\n\nPorque eles conheceram um ao outro, seus respectivos mundos se partiram, é algo como uma colisão. Agora eles são a âncora um do outro, a única bússola nesse novo mundo em que se perderam.\n\nBlueming: A OBRA ATUALIZA UMA VEZ AO MÊS, atualizarei periodicamente até alcançar a obra original, à partir daí será uma atualização por mês."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "553e4088-d5e3-44e7-ad71-0c3436409376",
    "title": {
      "en": "Itsuwari no Marigold"
    },
    "updatedAt": "2024-06-09T11:01:32+00:00",
    "coverArt": "https://mangadex.org/covers/553e4088-d5e3-44e7-ad71-0c3436409376/be4543ac-643c-4759-92c8-da534c7d83c3.jpg",
    "altTitles": [
      {
        "ja": "偽りのマリィゴールド"
      },
      {
        "en": "False Marigold"
      }
    ],
    "description": {
      "en": "Kasumi Hana travels to meet her deceased older brother’s penpal, Urushizawa Lily, with the aim to inform her of his passing.\n\nAs well as the intent to kill her, if Urushizawa had only been using him.\n\nBut when they meet, instead Hana finds a woman who truly loved her late brother, and who has lost her eyesight.\n\nFor Lily’s sake, she resolves to take her brother’s place."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "1d2967dd-d157-4cbb-84ed-ea7cf7140d14",
    "title": {
      "en": "Yume de Furarete Hajimaru Yuri"
    },
    "updatedAt": "2024-06-04T16:19:34+00:00",
    "coverArt": "https://mangadex.org/covers/1d2967dd-d157-4cbb-84ed-ea7cf7140d14/1a3f4936-b317-4baa-ba52-d406725c98cd.jpg",
    "altTitles": [
      {
        "ja": "夢でフラれてはじまる百合"
      },
      {
        "en": "Our Yuri Started with Me Getting Rejected in a Dream"
      },
      {
        "id": "Kisah Yuri Kita Berawal Dari Diriku yang Ditolak di Dalam Mimpi"
      },
      {
        "en": "Yuri That Starts With Getting Rejected In a Dream"
      },
      {
        "fr": "Notre histoire commença lorsque ma confession fut rejetée dans mes rêves"
      },
      {
        "zh": "从梦里被拒绝开始的百合"
      },
      {
        "fr": "Notre relation Yuri a commencé lorsque ma confession s'est fait rejeter dans mes rêves."
      },
      {
        "fr": "Notre histoire saphique commença lorsque ma déclaration amoureuse ne fut pas réciproque dans mon rêve"
      }
    ],
    "description": {
      "en": "For your very average high school girl, Tsukushi, there's her cool and beautiful childhood friend (with some very particular weaknesses) Hinoka. Tsukushi always thought they would be normal childhood friends forever… That is until Tsukushi saw Hinoka rejected her confession in a dream.   The hypnagogic romantic comedy between a cheery maiden, and a cool girl which begins with a dream, starts right now!\n\n [Serialization of Popular Twitter manga by Hijiki](https://mangadex.org/title/088db207-6c42-4fa9-9e6f-1b831c21c1ac/a-yuri-manga-that-starts-with-getting-rejected-in-a-dream)",
      "id": "Tsukushi bermimpi ditolak saat menyatakan cintanya pada sahabatnya, Hinoka. Satu mimpi yang akan selalu menghantuinya, dan membuatnya mulai melihat Hinoka dengan cara yang berbeda."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96b0d216-d389-491c-b063-e283b5b2c198",
    "title": {
      "en": "Character Collaborations with ABJ mark!"
    },
    "updatedAt": "2024-07-04T00:00:00+00:00",
    "coverArt": "https://mangadex.org/covers/96b0d216-d389-491c-b063-e283b5b2c198/a0c3f68e-0dc9-429e-b993-431feaee0ba7.jpg",
    "altTitles": [
      {
        "ja": "あのキャラがABJマークとコラボ!"
      },
      {
        "ja-ro": "Ano Chara ga ABJ Mark to Colabo!"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Shuppankoho](https://shuppankoho.jp/damage/tokusetsu-3.html) (Click the blue button)\n- Video version - [YouTube](https://youtu.be/jCYUazxydpc)",
      "ja": "海賊版でマンガが危ない!\n\nABJマークの付いているサービスで読もう!\n\n- ABJマークって「なんの略」?\n>「Authorized Books of Japan＝公認された日本の本」、つまり「正規の出版物」という意味です。\n\n- どうして今、ABJマークなの?\n> 残念なことにネット上には、いわゆる「海賊版」（クリエイターから許諾を得ずに、勝手にアップしている違法な電子出版物）があふれています。しかも、正規のサービスと見分けがつかない海賊版サイトも出現しています。一目で正規版サービスであることがわかるマーク、それがABJマークです。電子書店をはじめとする各サービスの目につくところ、おもにトップページに掲示されています。\n\n- ABJマークって「なに」?\n> 電子書店等を利用して電子出版物を楽しんでいる読者に対し、そのサービスが、クリエイターからきちんと許諾を受けて配信している正規のサービスであることを示すマークです（でも、正規のサービス全部についているわけではありません。これから、どんどん増えていきます）。\n\n- ABJマークは「安心のマーク」\n> このマークがあるサービスで読めば、安心です。海賊版サイトと知らずにアクセスすると、ウィルスやフィッシング詐欺、強制マイニングなどの危険にさらされる可能性があります。また、正規版で読んでいただくことによって、そこからクリエイターに対価が支払われ、新しい次の作品を生み出す力になります。海賊版サイトは、クリエイターに何の利益ももたらしません。運営者が不当に儲けるだけです。"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "47"
  },
  {
    "mangaId": "7ae0898a-0876-49de-8890-2814ea030d72",
    "title": {
      "en": "I Accidentally Seduced the Male Lead's Younger Brother"
    },
    "updatedAt": "2024-03-16T04:35:08+00:00",
    "coverArt": "https://mangadex.org/covers/7ae0898a-0876-49de-8890-2814ea030d72/deedb353-2074-4de0-92ac-08aed6ae095a.jpg",
    "altTitles": [
      {
        "ko": "실수로 남주의 동생을 꼬셔버렸다"
      },
      {
        "ko-ro": "Silsuro Namjuui Dongsaengeul Kkosyeobeoryeotda"
      },
      {
        "pt-br": "Sem querer seduzi o caçula do reino"
      },
      {
        "ru": "Я случайно соблазнила младшего брата главного героя"
      },
      {
        "ja": "間違って男主人公の弟を口説いちゃった"
      },
      {
        "id": "Tidak sengaja menggoda adik male lead"
      },
      {
        "zh": "不小心勾引了男主的弟弟"
      },
      {
        "es": "No quise cautivar al hermano menor del protagonista masculino"
      },
      {
        "vi": "Tôi Đã Vô Tình Quyến Rũ Em Trai Của Nam Chính"
      }
    ],
    "description": {
      "en": "She possessed the mistress of the male lead in an R19 novel. In the original novel, the male lead was trash who abandoned her after getting her pregnant, saying that he belatedly realized that he loved the heroine. Fortunately, it was still before the original work started. She decided to scrap that shit herself.\n\n\"No, I don't want to,\" she flatly rejected Killian's offer to have an affair with him.\n\nWhen he asked her why, she smiled brightly and answered, \"Young Master is not my taste. If I must say, your younger brother is much preferable.”\n\n\"What? You prefer my younger brother?\"\n\n*Yeah. Not you, but your brother.*\n\nUnlike the original, she firmly set up an iron wall, took care of Lexion, the younger brother who was abused by his elder brother, and protected the original female lead who had low-esteem from that shitty male lead.\n\nAnd now that she'd already done what she had to do, she's off to go.\n\nBut a few years later–\n\nLexion, who had pushed out his older brother and taken the ducal title, came back to her as a beast with a decadent beauty. On top of that, he was even holding the engagement document that she had signed as a joke during their childhood.\n\n\"I've never forgotten you for a moment. Please marry me, Noona.\"\n\n*No, wasn't that just for playing house?*\n\nEvery time she refuses his marriage proposal, he gently hugs her around the waist, and asks in a cold voice, \"Did your taste change while I was away?\"\n\nLexion's eyes were full of life as he asked.\n\nIt was as if when he found out who her type was, he'd kill them right away.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "es": "“No, no quiero.”\n\nLa propuesta fue rechazada como un golpe en seco.\n\n“Confucio no es de mi agrado. Mi preferencia es el hermano menor de Confucio”.\n\n“¿Qué? ¿A mi hermana le gusta?”\n\n“Así es. No tú, sino tu hermano.”\n\n===\n\nEse ‘hermano menor’ vino a nosotros como una bestia con una belleza trascendental. \n\n“Nunca te he olvidado ni por un solo momento. Por favor, cásate conmigo, hermana.”\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "id": "Dia memiliki kekasih dari pemeran utama pria dalam novel R19. Dalam novel aslinya, pemeran utama pria adalah sampah yang mencampakkannya setelah membuatnya hamil, mengatakan bahwa dia terlambat menyadari bahwa dia mencintai pahlawan wanita tersebut. Untungnya, itu masih sebelum pekerjaan aslinya dimulai. Saya memutuskan untuk menghapus omong kosong ini sendiri. *** \"Tidak, aku tidak mau\". Aku dengan tegas menolak tawaran Killian untuk berselingkuh dengannya. Ketika dia bertanya mengapa, saya tersenyum cerah dan menjawab. “Tuan Muda tidak sesuai dengan seleraku. Jika saya harus mengatakan, adik laki-laki Anda jauh lebih disukai. ” \"Itu? Apakah kamu lebih suka adik laki-lakiku?\" \"Ya. Bukan kamu, tapi kakakmu.\" *** Berbeda dengan aslinya, saya dengan kuat membangun tembok besi, merawat Lexion, adik laki-laki yang dilecehkan oleh kakak laki-lakinya, dan melindungi pemeran utama wanita asli yang memiliki harga rendah terhadap pemeran utama pria yang tidak bermutu itu. Dan sekarang setelah saya melakukan apa yang harus saya lakukan, saya akan pergi. Namun beberapa tahun kemudian, Lexion, yang melewati kakak laki-lakinya dan duduk di kursi sang duke, kembali kepadaku seperti binatang buas dengan kecantikan dekaden. Selain itu, dia bahkan memegang dokumen jaminan yang saya tandatangani sebagai lelucon saat masih kecil. “Aku tidak pernah melupakanmu sedetik pun. Tolong menikahlah denganku, noona.” Tidak, bukankah itu hanya untuk bermain rumah? Setiap kali saya menolak lamaran pernikahannya, dia dengan lembut memeluk pinggang saya dan bertanya kepada saya dengan suara yang begitu dingin. \"Apakah seleramu berubah saat aku pergi?\" Mata Lexion penuh dengan kehidupan saat dia bertanya. Ini seperti ketika dia mengetahui siapa tipeku, dia akan langsung membunuhnya.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "ru": "Обычный офисный работник перевоплотился в романе 18+ в второстепенного персонажа, который изначально был любовницей главного героя. В оригинальном романе главный герой бросил ее после того, как она забеременела, сказав, что запоздало понял, что любит главную героиню. Теперь у нее есть шанс изменить судьбу этого персонажа и отказать главному герою: «Я на это не соглашусь!»\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "vi": "Tôi đã sở hữu cơ thể người yêu của nam chính trong một cuốn tiểu thuyết 19+. Trong nguyên tác, nam chính đích thị là một tên rác rưởi. Anh ta đã vứt bỏ cô sau khi làm cô có thai, còn bonus thêm câu anh ta đã vô tình rơi vào lưới tình của nữ chính. May thay, hiện giờ nguyên tác chưa bắt đầu. Vậy nên, tôi đã quyết định tự mình loại bỏ tên rác rưởi đó. *** “Không thích” Tôi đã nhanh chóng từ chối lời đề nghị làm người yêu từ Killian. Anh ta muốn hỏi tôi lý do với khuôn mặt đầy dấu chấm hỏi, tôi chỉ nhẹ nhàng nở nụ cười rạng rở và trả lời. “Thiếu gia đây không phải gu tôi. Gu tôi chính là em trai của thiếu gia cơ” “Gì? Em thích em trai của ta?” Chính xác rồi đó anh trai. Không phải anh, mà là em trai của anh cơ. *** Không như nguyên tác, tôi đã xây dựng một bức tường thành chắc chắn nhằm ngăn chặn tên thiếu gia kia. Bắt đầu chăm sóc cho Lexion, người bị anh trai của mình ngược đãi và cũng chính là người đã bảo vệ nữ chính. Và khi đã hoàn thành công việc, tôi đã nhanh chóng tẩu thoát khỏi dinh thự công tước. Nhưng trôi qua mấy năm. Lexion, người đã đẩy cái tên khốn kia ra khỏi vị trí công tước và tự mình ngồi chễm chệ trên vị trí đó đã trở thành một con thú và đến tìm tôi. Đồng thời còn mang theo một tờ giấy đính hôn có sẵn chữ ký như trò đùa khi nhỏ. “Em chưa hề quên chị dù chỉ một phút. Chị kết hôn với em nhé” Điều đó chẳng phải chỉ để con nít chơi với nhau à? Mỗi lần từ chối, anh ta lại bắt đầu quấn lấy eo của tôi mà ôm. Quá mệt mỏi, tôi đã hỏi anh ta với vẻ mặt nghiêm túc. “Chẳng lẽ em đã thay đổi gu trong thời gian chị vắng mặt?” Đôi mắt của Lexion chứa đầy sát khí khi tôi cất lời. Cứ như thể khi anh ta phát hiện ra gu của tôi là ai, anh ta sẽ giết người đó ngay lập tức.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "zh": "“公爵不是我喜欢的类型，我喜欢的是公爵您的弟弟。” 果断拒绝油腻海王公爵的的提议，这一世我不会做你的情人，没想到随便使用的借口，却让对方上了心。那个小软萌弟弟长大后居然变成了一个病娇美男？“姐姐不是说喜欢我吗？”这个婚约该怎么拒绝呀！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "pt-br": "**“Jovem mestre, você não faz o meu tipo… Eu quero o seu irmão!”**\n\n“Você não faz o meu tipo, jovem mestre. Prefiro muito mais o seu irmão mais novo.”\n“O quê? O meu irmão?”\n“Isso mesmo, o seu irmão, não você.”\n\n===\n Quando criança, eu assinei um contrato de casamento com este “irmão mais novo”, eu só não contava que…\n“Eu nunca me esqueci de você, por favor, case-se comigo!”\nEle disse isso enquanto segurava o contrato que foi assinado quando éramos crianças, mas espera… não era tudo apenas uma brincadeira??!\n\n---\n\"Não.\" Rejeitei categoricamente a oferta do canalha de ter um caso comigo. “O jovem mestre não é meu tipo. Meu tipo é seu irmão.” \"O quê? Meu irmão é o seu tipo?\" Garfos. Não você, mas seu irmão. * * * O 'irmão' veio até mim, uma fera da decadência. “Nunca me esqueci de você nem por um momento, quero que se case comigo, irmã.” Segurando os papéis de noivado que assinei de brincadeira na minha infância. Não, isso não era para uma brincadeira de criança? \"Você mudou seus gostos enquanto eu estava fora?\" Os olhos de Lexion estavam cheios de emoção quando ele perguntou. É como se ele soubesse do meu novo gosto, ele me mataria imediatamente.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7affa73-5cd3-4cc9-addf-5dbb71fa2c46",
    "title": {
      "en": "Oneiric Captive"
    },
    "updatedAt": "2024-07-07T18:37:52+00:00",
    "coverArt": "https://mangadex.org/covers/f7affa73-5cd3-4cc9-addf-5dbb71fa2c46/aa2153de-f9c5-455e-b5e1-5a8bec470f1a.jpg",
    "altTitles": [
      {
        "ko": "꿈속의 포로"
      },
      {
        "en": "Captive in Dreamland"
      },
      {
        "en": "Prisoner in a Dream"
      }
    ],
    "description": {
      "en": "Once I find you, I shall make you into a beautiful bird that looks only at me.”\n\nElla, a maid in the royal palace of Drois, longed only for a simple and modest life. However, after she discovers an old music box while cleaning the storeroom, she begins to dream every night—dreams both secretive and perilous.\n\n“Who are you, exactly?”\n\n“A monster that will devour you.”\n\nUpon realising that the man in her dreams is none other than the emperor known as the tyrant Carlisle, Ella decides to flee to protect herself.\n\n“Ella, I shall beautifully decorate a cage just for you.”\n\nUnaware of the singular fate that awaits her."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d87c0ba8-de4b-4e71-a278-816d6a1c5805",
    "title": {
      "en": "Life, Once Again!"
    },
    "updatedAt": "2024-07-07T06:27:17+00:00",
    "coverArt": "https://mangadex.org/covers/d87c0ba8-de4b-4e71-a278-816d6a1c5805/ddc56334-9d12-4379-ac14-da4e98f77f3a.jpg",
    "altTitles": [
      {
        "ko": "인생, 다시 한 번!"
      }
    ],
    "description": {
      "en": "\"Would you like to live once again?\" \n\nIt was a peaceful and normal life an average person would live. Getting a job, meeting ‘the one’ and getting married, then living life with your own loving family. I was living that life. \n\nThen I got an offer to start life again.\n\n The excitement of starting life once again quickly faded away. Faced with the fading memories of my past life, growing fainter and fainter as each day passed by; the fear of not being able to meet my wife and daughter overwhelmed me. To make matters worse, the opportunity to become an actor, a dream that I had given up before, was tempting… \n\n\"If I live this life differently from my previous one, there’s a chance that I might not be able to meet my wife and daughter!\"\n\nStuck between family and the dream I had given up, what will be my choice?\n\n---\n\n[Official Novel](https://page.kakao.com/content/51569746)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "428b5644-4564-4150-a078-1b7f80df06e6",
    "title": {
      "en": "Grappler Baki (Kanzenban Release)"
    },
    "updatedAt": "2024-02-25T19:01:09+00:00",
    "coverArt": "https://mangadex.org/covers/428b5644-4564-4150-a078-1b7f80df06e6/ae9b2c36-5312-4ce2-83a5-56ccad72b69d.png",
    "altTitles": [
      {
        "ja": "グラップラー刃牙完全版"
      },
      {
        "ja-ro": "Grappler Baki"
      },
      {
        "en": "Baki The Grappler"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "24",
    "lastChapter": "371"
  },
  {
    "mangaId": "74258dd0-a0fe-4979-b4f7-a0a7a044d951",
    "title": {
      "en": "Zombie Land SAGA"
    },
    "updatedAt": "2024-05-02T21:11:50+00:00",
    "coverArt": "https://mangadex.org/covers/74258dd0-a0fe-4979-b4f7-a0a7a044d951/b77949d8-a50b-4b82-a5b5-40b27558c7a7.jpg",
    "altTitles": [
      {
        "en": "Zombieland Saga"
      },
      {
        "ja-ro": "Zonbirando Saga"
      },
      {
        "ru": "Зомбиленд Сага"
      },
      {
        "ja": "ゾンビランドサガ"
      }
    ],
    "description": {
      "en": "In the year 2008, high school girl Sakura Minamoto is abruptly killed in a traffic accident. Ten years later, Sakura, along with six \"legendary\" girls from various eras of Japan's history, are brought back as zombies by a man named Kotaro Tatsumi, who seeks to save the Saga prefecture by putting together an all-zombie idol group."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "af6f72d6-af16-4974-ac72-c8ca8cb6db58",
    "title": {
      "en": "Ochame na Okusan to no Nichijou Chabangoto"
    },
    "updatedAt": "2024-06-29T12:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/af6f72d6-af16-4974-ac72-c8ca8cb6db58/3a295f23-9722-464f-85f6-c4b2e530c167.jpg",
    "altTitles": [
      {
        "ja": "とある奥さんの様子"
      },
      {
        "ja-ro": "Toaru Okusan no Yousu"
      },
      {
        "en": "The State of a Certain Wife"
      },
      {
        "ja": "お茶目な奥さんとの日常茶番事"
      },
      {
        "ja-ro": "Ochame na Okusan to no Nichijou Chabangoto"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternate Official Raw - [X (Formerly Twitter)](https://x.com/gibagibagiba/status/1633031267829817344) (Chapter 2),\n[Nico Nico Douga Manga](https://sp.manga.nicovideo.jp/comic/63088) (Different chapter numbering)\n- Defunct Official Raw (Chapter 1) - [Pixiv](https://www.pixiv.net/artworks/105860251), [FANBOX](https://gibagibagiba.fanbox.cc/posts/5412957)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ba78c6a-8d0a-49e9-bbe3-9e83709d2d94",
    "title": {
      "en": "Silver Bullet Exorcist"
    },
    "updatedAt": "2023-08-01T10:41:55+00:00",
    "coverArt": "https://mangadex.org/covers/6ba78c6a-8d0a-49e9-bbe3-9e83709d2d94/c728df40-9868-40d4-8db9-04ca777ca35a.jpg",
    "altTitles": [
      {
        "ko": "은탄"
      },
      {
        "en": "Silver Coal"
      },
      {
        "ko-ro": "Euntan"
      },
      {
        "ru": "Серебряная пуля"
      }
    ],
    "description": {
      "en": "In a chaotic Joseon dynasty with vampires, ghosts, and shamans, Park Moon-soo, who calls himself a dark-speaker, destroys a corrupted official. In order to subdue the dark master Park Moon-soo, who is trying to revive the vampire king, the court dispatches Anson, a military officer who has just passed the exam, to find Hong Kil-dong, an outlaw who is good at swordsmanship and martial arts and dispatches him to Taebaek Mountain.",
      "ko": "흡혈귀와 요괴, 무당이 창궐한 혼란의 조선, 자신을 암흑어사라 칭하는 박문수가 타락한 관아를 파괴하고 다닌다. 다급해진 조정에서는 흡혈귀 왕의 부활을 노리는 암흑어사 박문수를 토벌하라 명하기 위해 갓 무과에 급제한 무관 안손에게 도술과 무술에 능한 도적 홍킬동을 찾아오라 태백산으로 파견한다. <하이브>의 김규삼 작가가 선사하는 요괴 퇴마 개그 판타지 시대극!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d456cc59-852f-4cf1-83b4-71587f6d9644",
    "title": {
      "en": "Sakurahime Kaden"
    },
    "updatedAt": "2024-05-08T15:52:44+00:00",
    "coverArt": "https://mangadex.org/covers/d456cc59-852f-4cf1-83b4-71587f6d9644/9ba91412-88a1-4e8a-9d43-ef4aa9ccf184.jpg",
    "altTitles": [
      {
        "es": "La Leyenda de la Princesa Sakura"
      },
      {
        "fr": "Princesse Sakura"
      },
      {
        "en": "Prinzessin Sakura"
      },
      {
        "en": "Sakura Hime: The Legend of Princess Sakura"
      },
      {
        "en": "Sakura Princess Legend"
      },
      {
        "ja-ro": "Sakura-hime Kaden"
      },
      {
        "en": "The Legend of the Cherry Blossom Princess"
      },
      {
        "ja-ro": "Sakura Hime Kaden"
      }
    ],
    "description": {
      "en": "Sakura is a princess who lives alone with a few maids in a mansion deep in the mountains. She’s been betrothed to the prince of the country since she was born. She doesn’t like that fact, as she wants to decide her fate on her own. However, on the night of their marriage, Sakura finds out that she is the granddaughter of the legendary Princess Kaguya, and that her lifelong task is to exterminate youkos, man-eating mononoke. In doing so, she creates allies and enemies who both want her on their side."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "50"
  },
  {
    "mangaId": "2531e5b1-1533-4ecd-8c28-2fe64e1f18e0",
    "title": {
      "en": "This Manhwa Ends When I Confess"
    },
    "updatedAt": "2024-01-21T23:55:33+00:00",
    "coverArt": "https://mangadex.org/covers/2531e5b1-1533-4ecd-8c28-2fe64e1f18e0/f038c07c-4b79-4cb0-8e60-e15fbd6b2254.jpg",
    "altTitles": [
      {
        "ko": "고백하면 끝나는 만화"
      },
      {
        "en": "A Manhwa That Ends When You Confess"
      }
    ],
    "description": {
      "en": "Clumsy girl Song Sena can't help but make mistakes!\nShe's had a crush on her classmate, Daese, ever since he lent her an umbrella. But somehow, every time she tries to confess, things go awry...!\n\n\"Tomorrow, I'm going to properly tell him that I like him for sure!\"\nWill Sena's feelings ever reach Daese?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a433d6b-f51a-4c2f-a183-85419fe98efc",
    "title": {
      "en": "Medalist"
    },
    "updatedAt": "2024-04-24T17:11:33+00:00",
    "coverArt": "https://mangadex.org/covers/4a433d6b-f51a-4c2f-a183-85419fe98efc/44e39a11-6e73-4b78-8c87-3478a96ca0c0.jpg",
    "altTitles": [
      {
        "ja": "メダリスト"
      },
      {
        "zh": "舞冰的祈愿"
      },
      {
        "zh-hk": "舞冰的祈願"
      },
      {
        "zh-hk": "金牌得主"
      }
    ],
    "description": {
      "en": "There is a dream worth putting two lives on the line for.  \n  \nTsukasa, a young man with shattered dreams, and Inori, a girl no one believed in. However, in the face of adversity, those two possessed a tenacity towards the rink greater than anyone had ever known. Together, they meet on the ice, and aim for the world with their figure skating!\n\n---\n\n**Links:**  \n- [Series' Twitter](https://twitter.com/medalist_AFT)\n- Alternative Official English - [K MANGA (U.S. Only)](https://kmanga.kodansha.com/title/10231/episode/318207), [Kodansha](https://kodansha.us/series/medalist/)",
      "es": "Tsukasa es un patinador que, tras haber dejado atrás su sueño de convertirse en un atleta de élite por problemas económicos, trabaja realizando espectáculos de patinaje sobre hielo.\n\nPero todo cambia cuando conoce a Inori, una niña que acude a una pista de hielo a escondidas de su madre, aunque esta esté totalmente en contra de ello y todo el mundo piense que es tarde para ella, y que es demasiado inútil.\n\nAsí, gracias a la tenacidad que muestra Inori, Tsukasa decide convertirse en su entrenador y buscará ayudarla en el difícil mundo del patinaje artístico, prometiéndose que la llevará a la cima.",
      "zh": "用利刃融化坚冰、开拓人生——！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-06-09T05:58:14+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/76a6bd58-9c0d-43fd-aca9-a63878c8b676.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8fab2727-d42f-4a41-b5fa-7ac809ec0f5a",
    "title": {
      "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? Four-Panel Comic: Days of Goddess"
    },
    "updatedAt": "2024-02-19T04:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/8fab2727-d42f-4a41-b5fa-7ac809ec0f5a/d9a245e4-263b-43a5-a5a3-981cfb556d4b.jpg",
    "altTitles": [
      {
        "en": "DanMachi 4koma"
      },
      {
        "ja": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka 4-koma - Kami-sama no Nichijou"
      },
      {
        "en": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka 4koma - Days of Goddess"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか4コマ【神様の日常】"
      },
      {
        "ja-ro": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka 4koma - Kami-sama no Nichijou"
      }
    ],
    "description": {
      "en": "Adventurers dive into the dangerous dungeon with the help of the <Grace> granted by transcendental existences called Gods. This is the story that covers the hilarious daily life of such Gods and Goddesses and their <Familia>, who are forced to run around on their whims."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "19"
  },
  {
    "mangaId": "ae487ecb-3372-4c5b-83a0-e0cb6f3e99c5",
    "title": {
      "en": "Book of the Dead"
    },
    "updatedAt": "2024-07-08T21:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/ae487ecb-3372-4c5b-83a0-e0cb6f3e99c5/e763dcbb-a850-4cdc-ab33-ee1bc452ecaf.png",
    "altTitles": [
      {
        "ko": "사자의 서"
      }
    ],
    "description": {
      "en": "In the Samdochon, a river that only those who have taken their own lives at a young age go to, there are three paths for those who arrive here.\n\nThe 'Path of Death,' where one loses consciousness forever; the 'Path of Contentment,' where one lives on an island; and the 'Path of Reincarnation,' where one is reborn into a new life. What choice will the protagonist make?",
      "ko": "젊은 나이에 스스로 목숨을 끊은 자들만이 가는 삼도천. 이 곳에 온 이들에겐 세가지 길이 있다. 영원히 의식을 잃는 '죽음의 길', 섬에서 살아가는 '안주의 길' 그리고, 새로운 삶으로 태어나는 '환생의 길'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]