[
  {
    "mangaId": "b38731a5-42e9-4e8d-9847-88ca02cc14fe",
    "title": {
      "en": "Grenadier"
    },
    "updatedAt": "2024-03-16T21:16:47+00:00",
    "coverArt": "https://mangadex.org/covers/b38731a5-42e9-4e8d-9847-88ca02cc14fe/e29b6f4e-b1ac-48b4-8a71-fcea42cc1aea.jpg",
    "altTitles": [
      {
        "ja": "グレネーダー"
      }
    ],
    "description": {
      "en": "Rushuna is a blonde and very beautiful senshi (gun expert) that travels through the world with one purpose. This is to make the world a peaceful place by, instead of fighting with weapons, taking away people´s will to fight by giving them a smile. Although she doesn´t want to fight, she is forced to and shows amazing gun skills. In this journey she meets Yajiro, a mercenary swordsman, who joins her on her journey."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "37"
  },
  {
    "mangaId": "40b10b99-7d3f-451e-a4dd-ffcd85f2a9a1",
    "title": {
      "en": "Don't Mess With Missy!"
    },
    "updatedAt": "2025-02-15T12:16:46+00:00",
    "coverArt": "https://mangadex.org/covers/40b10b99-7d3f-451e-a4dd-ffcd85f2a9a1/19036182-4058-45ff-9d54-0d3ccbdaaedf.jpg",
    "altTitles": [
      {
        "id": "Istri Reinkarnasi Presdir yang Galak"
      },
      {
        "zh-ro": "Không Gian Trùng Sinh: Phu Nhân Hào Môn Không Dễ Đụng"
      },
      {
        "zh": "重生空间：豪门辣妻不好惹"
      },
      {
        "en": "Spicy Wife’s Reborn World"
      },
      {
        "vi": "Trùng Sinh Không Gian: Cô Vợ Hào Môn Nóng Bỏng Không Dễ Chọc"
      },
      {
        "zh": "重生空間：豪門辣妻不好惹"
      },
      {
        "zh-ro": "Chongsheng Kongjian: Haomen La Qi Buhaore"
      }
    ],
    "description": {
      "en": "Reborn in pursuit of revenge, I am sure I can easily achieve my goal, as I happen to be as rich as Bill Gates, as beautiful as Audrey Hepburn, and as deadly as deadpool. However, none of these above works when it comes to dealing with a sweating and panting CEO, who is poisoned, who is in need of \"immediate relief.\"  \n  \nI'd love to help, but don't pull an ice-cool face when you're kissing me, sir!",
      "vi": "Cô, truyền nhân quỷ y, lại trùng sinh vào cơ thể một người đáng thương. Nói cô ngốc? Dùng thuật luyện đan hù chết ngươi! Cười cô thảm? Tùy tiện dùng y thuật cũng có thể khiến em gái xấu xa của mẹ kế thảm hơn! Trọng sinh một đời, Lâm Tố Nhi chỉ muốn thoải mái đánh tra nam ngược tra nữ, không ngờ lại chọc phải người đàn ông tôn quý nhất nước Hoa Hạ, ăn đậu hũ của người ta xong cô lại muốn vung chân bỏ chạy, không ngờ lại bị người đàn ông cường thế bắt về. \"Tiểu nha đầu, ăn rồi phải chịu trách nhiệm, đạo lý này cần tôi dạy em sao?\""
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "442"
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-07-25T17:52:21+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/c714d942-9673-441d-bbd8-462137bddf09.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/fa082938-dc58-4745-bbcf-a094d4d98929.png",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7164f006-1e16-400e-8426-9dd6aeb3bc17",
    "title": {
      "en": "Robou no Fujii"
    },
    "updatedAt": "2025-02-15T13:07:01+00:00",
    "coverArt": "https://mangadex.org/covers/7164f006-1e16-400e-8426-9dd6aeb3bc17/545423e6-0643-44b3-9afd-e011c1ef4dfc.jpg",
    "altTitles": [
      {
        "en": "Fujii on the Roadside"
      },
      {
        "ja": "路傍のフジイ"
      },
      {
        "zh": "路边的藤井"
      }
    ],
    "description": {
      "en": "Is he an eccentric or a hermit? Does the seemingly unremarkable company employee, Fujii, redefine the definition of \"happiness\"?\n\nIn the workplace, he's a plain middle-aged man who doesn't stand out. While he does his job properly, he's not one to waste words. Come quitting time, he disappears like a ghost. He's not the type to be invited to after-work drinks in the first place. More like, he's the guy who's thought of as \"I wouldn't want to end up like that...\" by his juniors.\n\nYet, he piques the curiosity of others... \"I wonder how he was raised?\", \"Does he have friends or a girlfriend?\", \"What does he do on weekends?\". Suddenly, you realize you've become captivated by Fujii... \n\nThis elusive emotion that's hard to put into words is vividly captured by the author of \"Reborn no Kishi\" in this bewitching life drama!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f73422e-e47c-41a1-8b5d-96ba13498cfe",
    "title": {
      "en": "Legend"
    },
    "updatedAt": "2024-10-29T22:53:32+00:00",
    "coverArt": "https://mangadex.org/covers/5f73422e-e47c-41a1-8b5d-96ba13498cfe/d8961de9-8563-4fbc-9bee-99cba81786b5.jpg",
    "altTitles": [
      {
        "ja": "レジェンド"
      },
      {
        "ko": "레전드"
      },
      {
        "zh-hk": "legend魔獸師傳說"
      },
      {
        "ru": "Легенда"
      }
    ],
    "description": {
      "en": "Reiji Saeki was living in a north-eastern countryside town and lost his life in an accident during summer vacation. But before he knew it, a mysterious ball of light appeared in front of his eyes in a world of whiteness. Being a magician from a parallel world, that ball of light is looking for someone qualified to inherit the magic they had created in order to prevent it from being lost. Reiji, who took on that suggestion, lives in the parallel world Elgin, with a new body and powerful magic.",
      "ja": "事故死したはずの高校生・レイの前に姿を現した異世界の魔術師・ゼパイル。その後継者に選ばれたレイは、強力な魔力と伝説級のアイテム、そして相棒の魔獣セトとともに、異世界エルジィンで第二の生を歩み始める！"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a84f79-368c-44ca-8a8f-57103b9a5628",
    "title": {
      "en": "Tou no Kanri o Shite Miyou"
    },
    "updatedAt": "2025-01-11T07:49:51+00:00",
    "coverArt": "https://mangadex.org/covers/23a84f79-368c-44ca-8a8f-57103b9a5628/451aa517-6067-485d-bc03-08c279bbaff5.jpg",
    "altTitles": [
      {
        "ja": "塔の管理をしてみよう"
      },
      {
        "ja-ro": "Tou no Kanri wo Shite Miyou"
      },
      {
        "en": "Let's Manage the Tower"
      },
      {
        "ko": "탑의 관리를 해보자!"
      },
      {
        "zh": "成为塔的管理者吧！"
      },
      {
        "zh-hk": "成為塔的管理者吧！"
      },
      {
        "ru": "Получается, я теперь в ответе за башню"
      },
      {
        "vi": "Isekai làm người quản lý tháp"
      }
    ],
    "description": {
      "en": "Kosuke is killed by a truck, his soul is lost in a garden with two beautiful girls. The owner of the place will let him choose whether he will be reborn or summoned to another world, and he maintains the summons. In this new world, the main two girls who were created by the owner of the garden to help him find the mystery behind the world - a Dungeon tower. Will he be able to become the owner of this tower and manage it?",
      "ja": "仕事帰りに交通事故に遭ったことから魂が別世界に飛ばされてしまった考助。彼は保護してくれた女神の助力により、これまでの記憶を持ったまま新しい世界で生きていくことに。さらに女神が創造してくれたという、チートな能力と天使のような羽を持つ最強美女ふたりをお供に、新たな生を送ることになったのですが――。",
      "es-la": "Kosuke es atropellado por un camión mientras regresaba del trabajo. En ese momento, mientras su vida terminaba, su alma fue transferida al \"Jardín de la eterna primavera\" donde lo esperaba una hermosa mujer. Ella inmediatamente lo lleva con la diosa suprema, encargada de dicho mundo. La diosa suprema le permitirá elegir entre poder entrar al ciclo de la encarnación y renacer para empezar una nueva vida o ser invocado a otro mundo, de lo cual él elige ser invocado. La diosa suprema antes de transferirlo a este nuevo mundo le otorga una habilidad divina y dos bellas y poderosas sirvientes. En este nuevo mundo, las dos chicas principales que fueron creadas por la diosa del jardín le ayudarán a encontrar el misterio detrás del mundo: una torre de mazmorra. ¿Podrá convertirse en el dueño de esta torre y administrarla?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-23T17:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      },
      {
        "vi": "Có Linh Thú"
      },
      {
        "vi": "Hữu Thú Yên"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2f5db7a7-21b3-41ee-ae88-980f70690cb0",
    "title": {
      "en": "Kuro Mahou Ryou no San Akunin"
    },
    "updatedAt": "2025-01-13T21:32:31+00:00",
    "coverArt": "https://mangadex.org/covers/2f5db7a7-21b3-41ee-ae88-980f70690cb0/1b71b687-4ab9-4585-a21a-194fb1827267.jpg",
    "altTitles": [
      {
        "ja": "黒魔法寮の三悪人"
      },
      {
        "en": "The Black Magic Dormitory"
      }
    ],
    "description": {
      "en": "By the Reiwa era, delinquents have been completely eliminated even from schools of magic...or so everyone thought. Even the \"Black Magic Dormitory\", formerly a wild and out of control place where the dark magic ne'er-do-wells gathered, is now on the verge of being demolished due to no new students having been placed into it for ages. The dorm's poor environment, residents receiving scorn and distain from teachers, and resulting low prospects of employment after graduation made the dorm's popularity sharply drop starting with Gen Z...until this year, when three female students are placed into it! So each of them makes an oath to themselves that they'll escape from the dorm, no matter what happens to the other two! \n\nHowever, those girls do not yet know the dreadful prophecy, which will affect the entire magical world, that is descending upon them.\n\n(Source: Shogakukan)",
      "ja": "ヤンキーは魔法学校でも絶滅寸前！\n\n時は令和。かつてワルが集い荒れた【黒魔法寮】も、入寮者が途絶え廃寮寸前。だが今年の入寮生はなんと女子が3人！環境劣悪、先生に忌み嫌われ、卒業後の就職率も低い。黒魔法寮の現状を見た彼女達は、それぞれ胸に誓う。ここから脱出するのだ――他の2人はどうなってもいいから！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39a038c6-9699-44fb-9e8a-5cb12fb4a748",
    "title": {
      "en": "Okinawa de Suki ni Natta Ko ga Hougen Sugite Tsura Sugiru"
    },
    "updatedAt": "2025-01-30T16:01:13+00:00",
    "coverArt": "https://mangadex.org/covers/39a038c6-9699-44fb-9e8a-5cb12fb4a748/7683fa8f-cc36-4578-8b00-4f08a67349ff.jpg",
    "altTitles": [
      {
        "ja": "沖縄で好きになった子が方言すぎてツラすぎる"
      },
      {
        "en": "The Girl I Fell in Love With in Okinawa Speaks in a Heavy Dialect and It's Too Much of a Pain"
      },
      {
        "zh-hk": "喜歡的沖繩妹說方言"
      },
      {
        "ru": "Девушка, в которую я влюбился на Окинаве, говорит на очень трудном диалекте, и с ней сложно общаться"
      },
      {
        "en": "OKITSURA: Fell in Love with an Okinawan Girl, but I Just Wish I Know What She's Saying"
      },
      {
        "vi": "Cô gái tôi yêu ở Okinanawa nói tiếng địa phương, mà tôi chẳng hiểu gì hết"
      }
    ],
    "description": {
      "en": "I, Nakamura Teruaki, transferred to Okinawa and I'm in love with Kyan, but I don't understand her dialect. Higa is always helping me out by interpreting the dialect...",
      "ja": "俺・中村照秋は、沖縄に転校し、好きな人も出来たが、喜屋武さん(好きな人)の方言が分からない。好きな人の方言を通訳してくれる比嘉さんには、いつも助けられてばかりいる…。 南の島でちょっぴり変わった異文化恋愛スタート‼",
      "ru": "Я, Тэруаки Накамура, перевёлся в школу на Окинаве и влюбился в девушку по имени Кян-сан, но я не понимаю её диалект. Хига-сан всегда помогает мне, переводя диалект. На южном острове начинается несколько иная культурная любовь.",
      "pt-br": "Eu, Nakamura Teruaki, me transferi para Okinawa e estou apaixonado pela Kyan, mas não entendo seu dialeto. Higa está sempre me ajudando interpretando o dialeto... Um romance intercultural um pouco incomum em uma ilha tropical está prestes a começar!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45ed7ed8-23b3-45bf-9b9c-da6e9e88f747",
    "title": {
      "en": "Isekai de Tochi o Katte Noujou o Tsukurou"
    },
    "updatedAt": "2024-10-11T14:16:05+00:00",
    "coverArt": "https://mangadex.org/covers/45ed7ed8-23b3-45bf-9b9c-da6e9e88f747/a4d01877-5b03-44a2-8dc8-d1cf1cc47813.jpg",
    "altTitles": [
      {
        "ja": "異世界で土地を買って農場を作ろう"
      },
      {
        "ja-ro": "Isekai de Tochi wo Katte Noujou wo Tsukurou"
      },
      {
        "en": "Let’s Buy the Land and Cultivate It in a Different World"
      }
    ],
    "description": {
      "en": "Corporate drone Itonami Norio is summoned to another world and granted a powerful skill, [Supreme Wielder], which is invisible to those who summoned him. They’re dismayed to see he’s useless to them, so he asks only for a little plot of land to work for himself.\n\nHis skill allows him to use any tool to its greatest abilities, including fishing poles, cooking utensils, and construction tools. When he fishes up a mermaid who wants him for her bridegroom, charms a young dragon with his cooking, and excites an undead king with his rare skill, how long can his quiet country life last?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3a50e1d-7572-4cac-82c0-d3d8da4993be",
    "title": {
      "en": "Bukuro Kicks"
    },
    "updatedAt": "2024-10-25T14:02:14+00:00",
    "coverArt": "https://mangadex.org/covers/c3a50e1d-7572-4cac-82c0-d3d8da4993be/7f64135f-6b26-4cdb-8365-597af9239b06.jpg",
    "altTitles": [
      {
        "ja": "ブクロキックス"
      }
    ],
    "description": {
      "en": "The setting is Tokyo. Rumors are going around Tokyo of a prize of ten million for beating \"Gyokutei Shinjuku\" at blind soccer, and blind soccer experiences a sudden surge. Meanwhile, not far away in Ikebukuro, a South Korean girl named Ji-he recruits members for a blind soccer team. And one day, while working at a cabaret club, a blind young man named Oyamada comes in. Despite never playing blind soccer before, Oyamada is somewhat forcefully dragged into the team to fill out the numbers. However, this man actually is...",
      "ja": "舞台は東京。ブラインドサッカーチーム「玉帝新宿」に勝てば賞金1千万という噂が東京を駆け巡り、にかわにブラインドサッカーが盛り上がりを見せる。その頃、少し離れた池袋で、ブラサカチームのメンバー探しをする韓国人の女の子・ジヘ。ある日、彼女が勤務するキャバクラに、盲目の青年・小山田がやってくる。ブラインドサッカー未経験ながら、数合わせのため半ば強引にチームに入れられる小山田。しかし、この男、実は……。"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "42"
  },
  {
    "mangaId": "737a846b-2e67-4d63-9f7e-f54b3beebac4",
    "title": {
      "en": "Kaette Kudasai! Akutsu-san"
    },
    "updatedAt": "2024-12-29T19:55:28+00:00",
    "coverArt": "https://mangadex.org/covers/737a846b-2e67-4d63-9f7e-f54b3beebac4/eca1a97a-e53c-4323-b3e7-ce8ccec17451.jpg",
    "altTitles": [
      {
        "ja": "帰ってください! 阿久津さん"
      },
      {
        "en": "Please Go Home, Akutsu-san!"
      },
      {
        "zh": "请你回去吧！阿久津同学"
      },
      {
        "de": "Bitte geh heim, Akutsu-san!"
      },
      {
        "it": "Per favore torna a casa, Akutsu-san!"
      },
      {
        "pt-br": "Por favor vá para casa, Akutsu-san!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу!"
      },
      {
        "es-la": "Por favor vete a casa, ¡Akutsu-san!"
      },
      {
        "uk": "Будь ласка, йди додому, Акуцу-сан!"
      },
      {
        "vi": "Xin hãy về nhà, Akutsu-san!"
      },
      {
        "vi": "Cút mẹ về nhà đi Akutsu!"
      }
    ],
    "description": {
      "en": "Ooyama-kun normally doesn't get involved with Akutsu-san, a delinquent girl in his class, but for some reason she makes his house her hang-out place! Will she do something horrible to him behind closed doors or will he chase her out? But dealing with Akutsu-san's sexy, cute behavior in such a confined space... he’s sure to get flustered! He wants her to go home, but he also doesn't?",
      "it": "Ooyama-kun normalmente non si fa coinvolgere da Akutsu-san, una ragazza delinquente della sua classe, ma per qualche motivo lei fa della sua casa il suo luogo di ritrovo!  Ooyama le farà qualcosa di orribile a porte chiuse o la caccerà fuori? Tuttavia aver a che fare con il comportamento sexy e carino di Akutsu-san in uno spazio così ristretto... è sicuro che si ecciterà!  Vuole che lei torni a casa e allo stesso tempo non vuole,  Una commedia stuzzicante sotto lo stesso tetto!",
      "ja": "普段は全く関わりのないクラスの不良女子・阿久津さんに何故か家をたまり場にされてしまった一人暮らしの大山くん。ガラの悪い阿久津さんに何かひどいことをされるのではと追い出そうとするのだが、無防備で距離感の近い彼女のエロカワイイ仕草にドギマギしてしまい…？ 帰ってほしいのに、帰ってほしくない!?",
      "ru": "Оояма-кун обычно не связывается с Акуцу-сан, девушкой-правонарушителем в его классе, но по каким-то причинам она делает его дом своим тусовочным заведением! Оояма сделает с ней что-нибудь ужасное за закрытыми дверями или он её прогонит? Он хочет, чтобы она пошла домой, но не хочет? Дразнящая комедия под одной крышей!  \n  \n**Notes:**   \n- Yankee Musume (ヤンキー娘) is the pre-serialization name.  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/NAGAOKA0)  \n- [Artist's Pixiv](https://www.pixiv.net/member.php?id=133935)",
      "es-la": "Ooyama-kun normalmente no se involucra con Akutsu-san, una chica yankee de su clase, ¡pero por alguna razón ella hace de su casa su lugar de reunión! ¿Ooyama le hará algo horrible cuando estén las puertas cerradas o la echará? Pero lidiar con el sexy y lindo comportamiento de Akutsu en un espacio tan reducido sera un problema…",
      "pt-br": "Ooyama geralmente não se envolve com com Akutsu-san, uma garota delinquente da sua turma, mas por alguma razão ela transformou o quarto dele no seu local de descanso! Será que ela vai fazer algo horrível para ele ou ele vai expulsar ela? Mas lidar com a sexy e fofa Akutsu-san em um espaço fechado... Ele com certeza vai ficar envergonhado! Ooyama quer que ela vá para casa, mas ele também não quer? Uma comédia provocante sob um mesmo teto!"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a33ed583-0bc0-40f2-af73-5395c3b7fbee",
    "title": {
      "en": "Jashinkankin Harem de Isekai seifuku!"
    },
    "updatedAt": "2025-01-11T08:43:56+00:00",
    "coverArt": "https://mangadex.org/covers/a33ed583-0bc0-40f2-af73-5395c3b7fbee/da586c8d-4176-4763-987e-3c8f4afe5ec2.jpg",
    "altTitles": [
      {
        "ja": "邪神監禁ハーレムで異世界征服！"
      },
      {
        "zh": "监禁邪神用后宫征服异世界"
      }
    ],
    "description": {
      "en": "A chaotic, different world ruled by evil gods. The main character, Yuya, wakes up to the sound of a girl's voice calling his name. It is a temple of desire ruled by the evil god Liv where numerous people were immersed in pleasure like crazy. Even in the midst of all this, Yuya still maintains his rationality. Liv shows her interest and ties him up with special chains. However, the chain was originally a weapon that deprived evil of their powers by imprisoning and subjugating them. Due to the revelation of the old god Agnes, who resides in the chains, Yuya uses his power to imprison dangerous evil gods one after another.",
      "ja": "邪神たちに支配された混沌の異世界――。\n主人公・ユウヤは、自分の名前を呼ぶ少女の声とともに目覚める。\nそこは邪神リヴが支配する欲望の神殿で、\n大勢の人々が狂ったように快楽を貪っていた。\n\nそんな中でも理性を保ったままのユウヤに、\nリヴは興味を示し、特別な鎖で縛りあげる。\nしかしその鎖こそは、本来邪神を戒めるための道具であり、\n監禁・屈服させることで邪神のスキルを奪う武器だったのだ。\n\n鎖に宿る旧神アグネスの「王座におつきなさい」との啓示により、\nユウヤはその力を使い、危険な邪神たちを次々と監禁していく…。\n\n冴えない男の異世界監禁×逆襲エロファンタジー、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd41659a-e4ce-458f-b087-8032b7a5fab9",
    "title": {
      "en": "Netachara-Tensei Toka Anmarida!"
    },
    "updatedAt": "2025-01-19T11:50:46+00:00",
    "coverArt": "https://mangadex.org/covers/fd41659a-e4ce-458f-b087-8032b7a5fab9/522658db-3d5a-4bb5-870b-c73c5c7debe9.jpg",
    "altTitles": [
      {
        "en": "Did I Seriously Just Get Reincarnated as My Gag Character?!"
      },
      {
        "ja": "ネタキャラ転生とかあんまりだ! THE COMIC"
      },
      {
        "zh": "梗角色转生太过头了！"
      },
      {
        "zh-hk": "梗角色轉生太過頭了！"
      },
      {
        "zh-ro": "Gěng Juésè Zhuǎnshēng tài Guòtóule!"
      },
      {
        "ru": "Мне кажется, или это похоже на реинкарнацию сюжетного персонажа?"
      },
      {
        "id": "Gila sih, reinkarnasi jadi karakter lawak!"
      }
    ],
    "description": {
      "en": "Toru Aikawa, a college student who spends his days immersing himself in games because his daily life is so boring, was standing alone in a forest in a different world before he even could realize why. Moreover, it seems that he has reincarnated into the \"Neta character\" he made in a game. The Genderswap reincarnation of the strongest heroine packed with overflowing Chuunibyo and ideals!\n\nThe strongest genderswap reincarnation fantasy begins here !!\n\n---\n\n**Note:** A Neta character is a character whose action has captured the hearts of viewers and players and has been turned into a important part of the story.",
      "id": "Toru Aikawa, seorang mahasiswa yang menghabiskan hari-harinya dalam permainan karena kesehariannya yang membosankan. ketika dia menyadarinya, dia sedang berdiri sendirian di hutan di dunia yang berbeda karena suatu alasan.. Selain itu, sepertinya dia telah bereinkarnasi ke dalam \"karakter baru\" yang dibuat dari bermain game….\n\nbereinkarnasi menjadi yang terkuat yang dengan Chuunibyo yang meluap-luap dan juga cita-citanya!",
      "pt-br": "Toru Aikawa, um estudante universitário que passa seus dias mergulhando em jogos porque sua vida diária é tão chata, estava sozinho em uma floresta em um mundo diferente antes que ele pudesse perceber o porquê. Além disso, parece que ele reencarnou no \"personagem Neta\" que ele fez em um jogo. A reencarnação Genderswap(troca de gênero) da heroína mais forte repleta de Chuunibyo transbordante e ideais!\n\nA fantasia de reencarnação de troca de gênero mais forte começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae Janai!"
    },
    "updatedAt": "2025-02-12T19:36:42+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/fb21d9b4-2c85-4a5d-bb05-77190cbb58d5.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "zh": "我要找的、才不是宫原你啦！"
      },
      {
        "zh-hk": "錯了宫原、不是妳啊！"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. ([ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))\n___\n**Alt Official Raw:** [Young Jump!](https://ynjn.jp/title/7831)",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！でもなぜか、いつもイイところであらわれるのは…。末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73962987-7e02-4126-8405-4d75c2188d7f",
    "title": {
      "en": "Tada de wa Dakaremasen"
    },
    "updatedAt": "2024-11-02T14:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/73962987-7e02-4126-8405-4d75c2188d7f/199cc261-9cbe-4725-859b-9f4083b95d17.jpg",
    "altTitles": [
      {
        "ja": "タダでは抱かれません"
      },
      {
        "en": "I Won't Sleep with You for Free"
      },
      {
        "id": "Aku Gak Nidurin Kamu Secara Cuma-cuma"
      },
      {
        "th": "ชีวิตพลิกผัน ฉันขายตัวให้เพื่อน"
      },
      {
        "zh": "无法白“嫖”"
      }
    ],
    "description": {
      "en": "Miyako Kirishima, a university student and aspiring teacher, is a poor girl who enjoys being frugal. One day, she has a meal with Yui Nakano, her friend whom she occasionally tutors. On the way home, Yui invites her to a love hotel. Miyako is reluctant, unwilling to have sex with a friend. However, Yui cuts her off, offering her 30000 yen for sex! Subsequently, Miyako ends up in more \"transactions\" with her other friends at her women's university!? The curtain rises on a tale of yuri, friendship, money, and sex♡.",
      "id": "Kirishima Miyako, mahasiswa di sebuah universitas khusus wanita dan calon guru, adalah seorang gadis miskin yang menjalani hidup serba hemat. Suatu hari, setelah ditraktir oleh teman gadisnya Nakano Yui, dia diajak untuk mengunjungi ke love hotel. Namun, dia menolaknya karena enggan untuk berhubungan seks dengan temannya. Sampai kemudian, Yui menawarkannya 30.000 yen jika Miyako menerima ajakannya. Sejak saat itu, Miyako melakukan lebih banyak \"transaksi\" dengan teman-temannya yang lain dari universitasnya!? Kisahpun Yuri tentang persahabatan, uang dan seks pun dimulai.",
      "th": "คิริชิมะ มิยาโกะ สาวมหาลัยยาจกที่ใฝ่ฝันอยากเป็นครู ได้จับพลัดจับผลูไปเข้าโรงแรมม่านรูดกับเพื่อนซี้นามว่า นากาโนะ ยุย โดยเธอขอมีเซ็กส์ด้วยโดยแลกกับเงิน 30000 เยน! แบบนี้มีหรือมิยาโกะจะไม่เอา!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "88"
  },
  {
    "mangaId": "56691e99-ca6d-4360-bae1-0a0dfb85866b",
    "title": {
      "en": "A Rogue Guard in a Medieval Fantasy"
    },
    "updatedAt": "2025-02-07T23:01:11+00:00",
    "coverArt": "https://mangadex.org/covers/56691e99-ca6d-4360-bae1-0a0dfb85866b/50a44a5e-be69-4b14-bb91-9bd2f31866b6.jpg",
    "altTitles": [
      {
        "ko": "중세 판타지 속 망나니 경비조장"
      },
      {
        "en": "Roguish Guard in a Medieval Fantasy"
      },
      {
        "en": "The Chaotic Guard Captain in a Fantasy World"
      },
      {
        "en": "The Rogue Captain of the Guards in a Medieval Fantasy World"
      }
    ],
    "description": {
      "en": "In a brutal, lawless medieval world where war and poverty reign, and twisted magic defies all reason, the captain of the guards grinds through another grueling day, pushing his battered body to the limit in a land where survival itself is a merciless test."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38204a99-8c9f-43f4-ac29-1e3896841946",
    "title": {
      "en": "My Rei of Light"
    },
    "updatedAt": "2025-01-19T00:54:39+00:00",
    "coverArt": "https://mangadex.org/covers/38204a99-8c9f-43f4-ac29-1e3896841946/6ccca173-5fd7-4ce1-b5ac-fdd7bc651656.jpg",
    "altTitles": [],
    "description": {
      "vi": "“Tôi muốn cậu trở thành nguồn cảm hứng của tôi!”\n\nHai con người với những đam mê cháy bỏng nhưng lạc lối trong chính câu chuyện của riêng mình. Một cách tình cờ, họ đã gặp được nhau.\n\nỞ cạnh nhau, Yuji và Masa, hai con người yêu cái đẹp, được sống là chính mình. Cùng niềm đam mê quá đỗi đặc biệt họ dần khám phá ra những cảm xúc chôn giấu và điều sẽ thay đổi cuộc đời của họ mãi mãi."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03d60b4c-551a-4f3d-925b-a67135cd616a",
    "title": {
      "en": "Pen to Wappa to Jijitsu-kon"
    },
    "updatedAt": "2025-02-10T14:58:56+00:00",
    "coverArt": "https://mangadex.org/covers/03d60b4c-551a-4f3d-925b-a67135cd616a/76332ca5-8684-4d9b-8143-393199ac03f9.jpg",
    "altTitles": [
      {
        "ja": "ペンと手錠と事実婚"
      },
      {
        "ja-ro": "Pen to Tejou to Jijitsukon"
      },
      {
        "en": "A Pen, Cuffs, & a De Facto Marriage"
      },
      {
        "en": "Pen, Cuffs, & a De Facto Marriage"
      },
      {
        "vi": "Hôn thú giữa bút và còng tay"
      }
    ],
    "description": {
      "en": "A middle-aged detective, Eiji Kirisame (40), meets a strange high school girl at the scene of a certain crime. She doesn't speak a word, but she helps solve the case using her drawings. However, suddenly this middle-aged detective is getting a marriage proposal from this girl!",
      "ja": "中年刑事、切鮫鋭二(40)は、とある事件現場で声を出さない不思議な女子高生、梔子鶫に出会う。 事件の真相をド下手な絵で次々に明らかにしていく鶫に驚く切鮫だったが、突然、鶫から求婚されて―――？",
      "vi": "Kirisame Eiji, một cảnh sát luôn tận tâm với công việc quá mức đến nỗi không được lòng các đồng nghiệp của mình. Kuchinashi Tsugumi, một nữ sinh trung học kỳ lạ tuyệt chỉ giao tiếp bằng cây bút và quyển tập phác thảo của mình.Trong lúc Kirisame đang gặp bế tắc trong một vụ án mạng mà đồng nghiệp anh ai cũng cho rằng chỉ là một vụ tự sát, Tsugumi đã liên tiếp cho anh vô số lời gợi ý bằng những nét vẽ nguệch ngoạc của mình.Cuối vụ án, ngay vào lúc tính mạng của Tsugumi bị hung thủ đe doạ, Kirisame đã kịp thời cứu cô và bắt giữ tên tội phạm.Những tưởng mọi thứ đã xong Kirisame cảm thấy nhẹ nhõm, nhưng ngay sau đó, Tsugumi bất ngờ cầu hôn anh!?!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f3e1818-a015-491d-bd81-3addc4d7d56a",
    "title": {
      "en": "Warui ga Watashi wa Yuri ja nai"
    },
    "updatedAt": "2024-10-31T19:46:55+00:00",
    "coverArt": "https://mangadex.org/covers/8f3e1818-a015-491d-bd81-3addc4d7d56a/2a0f3da4-e983-44df-b7d5-5ff67f678cf8.jpg",
    "altTitles": [
      {
        "ja": "悪いが私は百合じゃない"
      },
      {
        "en": "Sorry, but I’m Not into Yuri"
      },
      {
        "zh": "虽然很抱歉但我不是百合"
      },
      {
        "zh-hk": "雖然很抱歉但我不是百合"
      },
      {
        "zh-ro": "Suīrán hěn bàoqiàn dàn wǒ bùshì bǎihé"
      },
      {
        "pt-br": "Desculpa, mas não sou Sapatona"
      }
    ],
    "description": {
      "en": "In an attempt to win her homeroom teacher's heart, Itsumi Toudou purchased a shady love potion, and tested it out on her stuck-up student committee president, Yomotsuka. Now, she has an uncharacteristically affectionate girl to deal with, and she's not even a lesbian! Right?",
      "es": "Em uma tentativa de ganhar o coração de seu professor de sala de aula, Itsumi Toudou comprou uma poção do amor sombria e a testou em sua presunçosa presidente do comitê estudantil, Yomotsuka. Agora, ela tem uma garota estranhamente afetuosa para lidar, e ela nem é lésbica! Certo?",
      "ja": "担任の男性教師に恋をしている藤堂いつみは、ある日いけないサイトで惚れ薬を入手し、担任に飲ませようとする。しかし、真面目で堅苦しい美人学級委員長やヤンキー女子に飲まれてしまったから、さあ大変！",
      "pt-br": "Numa tentativa de conquistar o coração de seu professor, Itsumi Toudou comprou uma poção do amor suspeita e a testou em Yomotsuka, a presidente do conselho estudantil. Agora, ela tem de lidar com uma menina estranhamente afetuosa, e aquela nem sequer é lésbica! Ou será que não?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e099058f-02aa-4917-9bd4-ea3a30f6de9f",
    "title": {
      "en": "THE iDOLM@STER Cinderella Girls - U149"
    },
    "updatedAt": "2025-01-02T13:22:08+00:00",
    "coverArt": "https://mangadex.org/covers/e099058f-02aa-4917-9bd4-ea3a30f6de9f/dcf2d24e-3436-4355-b285-4ccd3fd5fef8.jpg",
    "altTitles": [
      {
        "ja": "アイドルマスター シンデレラガールズ U149"
      },
      {
        "en": "THE IDOLM@STER CINDERELLA GIRLS U149"
      }
    ],
    "description": {
      "en": "U149, also known as \"Under149\", is a spinoff story of Cinderella Girls encompassing the younger idols, who are under 149 cm, and their pursuits to be big time idols with their newly hired P-san.  \n  \nPart of [THE iDOLM@STER](https://mangadex.org/search?q=iDOLM%40STER) series.\n\nEnded on November 9, 2024 with 152 chapters (Cycomi version) or 149 chapters (Book version)."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "149"
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Gal Can't Be Kind to Otaku!?"
    },
    "updatedAt": "2025-02-05T23:55:56+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/73cce7f1-61c4-4c60-bd8a-44b81b27448d.png",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Gentil com Otaku!?"
      },
      {
        "es-la": "¿¡Las Gals no pueden ser amables con los Otakus!?"
      },
      {
        "vi": "Gyaru không thể tử tế với Otaku ư?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "vi": "Một anh bạn trung bình Otaku thích anime dành cho bé gái, giáp mặt hai nàng Gyaru xinh đẹp nổi tiếng nhất trường. Nhưng không chỉ có thế, một trong hai nữ nhân xinh đẹp ấy có gì đó...hơi otaku thì phải...?",
      "es-la": "Takuya Seo es un otaku al que le gusta el \"anime para chicas\" y no puede decir que le guste en voz alta. Un día, se junta con dos chicas de su clase, Amane e Ijichi, pero parece que Amane también es una otaku...",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb8310e4-6050-4a43-984e-f7bbdfce23b1",
    "title": {
      "en": "Kokou no Hito"
    },
    "updatedAt": "2025-01-26T09:06:59+00:00",
    "coverArt": "https://mangadex.org/covers/bb8310e4-6050-4a43-984e-f7bbdfce23b1/4609341a-08a1-4933-8394-fd7af3d58890.jpg",
    "altTitles": [
      {
        "fr": "Ascension"
      },
      {
        "tr": "Dağcı"
      },
      {
        "ja-ro": "Kokou no Hito"
      },
      {
        "id": "Sang Pendaki"
      },
      {
        "he": "המטפס"
      },
      {
        "ar": "المتسلق"
      },
      {
        "ja": "孤高の人"
      },
      {
        "kk": "Шыңкез"
      },
      {
        "en": "The Climber"
      },
      {
        "uz": "Alpinist"
      }
    ],
    "description": {
      "en": "On his first day of transferring to a new high school, a loner named Mori Buntarou, is cajoled by a classmate into climbing the school building. Despite knowing that one misstep could send him spiraling to his death, he moves forward, and upon finally reaching the top, Mori experiences a sense of fulfillment. That feeling, which seems to be telling him, \"You're alive!\" gives birth to an adrenaline for rock-climbing.",
      "ru": "В старшей школе Северной Ёкосуки новый, необычный ученик – Мори Бунтаро. В первый же день он отдает предпочтение крыше здания, чем ее кабинетам, где со всех сторон сыплются расспросы. Чтобы отвязаться от надоедливых одноклассников, лихо спрыгивающих с карниза вниз по веревке, Мори совершает безумный поступок: без страховки забирается на крышу по трубе, да еще в таком месте, где это достаточно проблематично, даже для тренированного человека! Одноклассник Миямото и Ониси-сенсей в ужасе и восторге, ведь они профессиональные скалолазы, а тут появляется такой способный ученик! Но Мори не разделяет их восторга и не принимает помощи. Нелюдимый и гордый, он всего добивается в одиночку, и трудности скалолазания его не пугают. Он собирается покорять вершину за вершиной, с каждый разом поднимаясь все выше.   \n  \nNote: Sakamoto Shinichi did both the story and the art from Volume 4 onwards.  \n  \n\n\n---\n\n**Officially Translated:**  \n- In French by [Delcourt](https://www.editions-delcourt.fr/mangas/series/serie-ascension)",
      "uz": "Yangi o'rta maktabga ko'chib o'tganining birinchi kuni Mori Buntaru ismli yolg'iz o'quvchini sinfdoshi ko'ndirib maktab binosiga ko'tariladi. Bir xato qadam uni o'limga olib kelishi mumkinligini bilsa ham, u oldinga siljiydi va nihoyat cho'qqiga chiqqandan so'ng, Mori qoniqish hissini boshdan kechiradi. O‘sha tuyg‘u, go‘yo unga: “Sen tiriksan!” qoyaga chiqish uchun adrenalin tug'diradi."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "170"
  },
  {
    "mangaId": "4691cc57-625e-4620-8d94-534dd5b13438",
    "title": {
      "en": "Naniwa Tomoare"
    },
    "updatedAt": "2025-02-09T13:51:58+00:00",
    "coverArt": "https://mangadex.org/covers/4691cc57-625e-4620-8d94-534dd5b13438/a2f64b7d-d003-4fbb-83c1-def9f9b0524a.jpg",
    "altTitles": [
      {
        "ja-ro": "NaniTomo"
      },
      {
        "ja": "ナニワトモアレ"
      },
      {
        "vi": "Dù thế nào đi nữa / đó là tình bạn Naniwa"
      }
    ],
    "description": {
      "en": "Guruguru Osaka, crackling ring! Now, the piston in my crotch is tingling!! I like picking up girls more than having three meals. Naniwa's youthful pleasure of being popular and having sex. I'm not a fart with a big loan either. I want to buy a new Silvia. I don't have the skill (technique), but I can't give up on my lewd spirit. An 18-year-old boy is making his ring debut!!",
      "vi": "Vi vu vòng quanh Osaka, rực cháy trên đường vành đai! Cây súng ở giữa háng đang rung lên! Thích tán gái hơn ăn cơm! Được gái yêu mến, chơi hết mình, đó mới là thanh xuân sôi động ở Osaka! Nợ nhiều đến mấy cũng không thành vấn đề, cứ mua chiến Silvia mới đi! Trình độ có hạn nhưng động lực nắng cực thì có thừa! 18 tuổi, chàng trai ấy ra mắt đường vành đai!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "304"
  },
  {
    "mangaId": "1de0715a-ba15-4250-8eb9-0149be0ac76e",
    "title": {
      "en": "Absolute Reign"
    },
    "updatedAt": "2025-01-27T15:38:51+00:00",
    "coverArt": "https://mangadex.org/covers/1de0715a-ba15-4250-8eb9-0149be0ac76e/4d27c3a4-2c90-4879-bff2-2da1fba95b71.png",
    "altTitles": [
      {
        "ko": "절대군림"
      },
      {
        "en": "Absolute Dominion"
      },
      {
        "en": "Absolute Monarch"
      }
    ],
    "description": {
      "en": "Twenty years have passed since the Great War, but petty theft and exploitation have taken root during times of peace. The once dazzling world of Murim is a mere shadow of its former self, but one young enigmatic swordsman has sworn to restore Jianghu to its former glory. Will the noble principles of justice and loyalty prevail over corruption and greed?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "682bf8fa-ce7f-4a0b-bc6c-b362ae7e242e",
    "title": {
      "en": "Divine Artifact Master: My Infinite Goddess Contracts"
    },
    "updatedAt": "2025-02-15T11:31:54+00:00",
    "coverArt": "https://mangadex.org/covers/682bf8fa-ce7f-4a0b-bc6c-b362ae7e242e/31e844f1-57cf-4dce-a2e9-446fa298bdc8.jpg",
    "altTitles": [
      {
        "zh": "神级御物：我无限契约女神"
      }
    ],
    "description": {
      "en": "Lin Fang awakens an SSS-level artifact mastery talent, granting him the power to turn anything into a divine weapon. Armed with an invincible holy sword, clad in god-tier armor, and riding a flashy motorcycle, he reveals a shocking truth: all his equipment is formed from his contracted goddesses!\n\nAs terrifying beasts invade and the apocalypse descends, Lin Fang fights alongside his goddess companions. With love and power intertwined, he vows: “Wife, let’s ascend to the throne of the strongest—together!”",
      "zh": "觉醒SSS级御物天赋，手持无敌圣剑，身穿神级铠甲，骑着拉风的摩托车，林放：我这身装备都是女神变的！异兽入侵，末世降临？老婆，随我一起杀上巅峰王座！"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "555bc816-ecab-48a2-b4f6-024da707a392",
    "title": {
      "en": "Houkago wa Kenka Saikyou no Gyaru ni Tsurekomareru Seikatsu Kanojo-tachi ni Sukarete, Boku mo Saikyou ni!?"
    },
    "updatedAt": "2024-11-08T00:03:30+00:00",
    "coverArt": "https://mangadex.org/covers/555bc816-ecab-48a2-b4f6-024da707a392/1c5ba4ad-3912-4794-bafc-495be60d09a8.jpg",
    "altTitles": [
      {
        "en": "The Story of Being Taught How to Fight by a Delinquent Gyaru"
      },
      {
        "ja": "放課後はケンカ最強のギャルに連れこまれる生活　彼女たちに好かれて、僕も最強に⁉"
      }
    ],
    "description": {
      "en": "As a result of a combination of his good-natured personality and bad luck, Shiki Orifushi ends up enrolling in St. Lukeman's Academy, a school renowned for its delinquent students.\n\nBefore entering the school, Shiki had lived a life far removed from being a delinquent, but at St. Lukeman's, he was an herbivore thrown into a predator's cage.\nShiki was well aware of his situation, but his sense of justice and good-natured personality make him catch the attention of one of the school's numerous gangs of delinquents.\n\nFor the next year, Shiki was bullied by the delinquents and lived through hellish days, but one day, he almost bumped into the school's strongest delinquent gal, Karin Kohinata, in front of a vending machine. As a result of this, Shiki's school life changes completely.\n\n---\n**Links:**\n- [Web Novel Raw](https://kakuyomu.jp/works/16817330648656085875)",
      "ja": "**ジャンルに「学園」がない不具合**\n\nお人好しな性格と不運が重なった結果、折節史季（おりふし　しき）は不良校として名高い聖ルキマンツ学園に入学するハメになってしまう。\n\n学園に入学する以前は不良とは縁遠い生活を送っていた史季は、聖ルキマンツ学園においては肉食動物の檻に放り込まれた草食動物そのもの。\n史季自身もそのことは重々に承知していたが、そこそこの正義感とそこそこ以上にお人好しな性格が災いとなり、校内に掃いて捨てるほどいる不良グループの一つに目をつけられてしまう。\n\nそれから一年もの間、史季は不良グループにいじめられ、地獄のような日々を送っていたが、ある日、学園最強のヤンキーギャル――小日向夏凛（こひなた　かりん）と自販機前でぶつかりそうになったことを契機に、史季の学園生活は一変することとなる。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32323f96-81c2-4eab-b40a-0bc33f4e3eca",
    "title": {
      "en": "Another God of War Manhua"
    },
    "updatedAt": "2025-02-15T11:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/32323f96-81c2-4eab-b40a-0bc33f4e3eca/1154b380-df42-4798-ab34-093f93eb0ccd.jpg",
    "altTitles": [
      {
        "zh": "战神龙婿"
      }
    ],
    "description": {
      "en": "Ye Feng, the most mysterious legend of the Dragon Nation and the revered master of the Dragon God Hall, returns to Jiang City after five years. With unmatched power, he crushes corrupt elites, avenges his family, and protects his beloved wife. His wrath shakes the heavens, and his might commands the seas. The Dragon God returns—ready to dominate the world once more!",
      "zh": "龙国最神秘的传说，最强的那个男人，被尊称为“叶神”的龙神殿之主叶风，五年后重回江城。斗权贵，报家仇，护妻子。一怒而风云变色，一出手翻江倒海。龙神霸主，再战江湖！"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b39f262-b6ba-475b-ac57-7c318c35efde",
    "title": {
      "en": "Starting on a Deserted Island"
    },
    "updatedAt": "2025-02-15T11:25:17+00:00",
    "coverArt": "https://mangadex.org/covers/4b39f262-b6ba-475b-ac57-7c318c35efde/f497bb27-9b1a-4b40-8f8b-5e8904b056be.jpg",
    "altTitles": [
      {
        "zh": "从荒岛开始灭妖斩神"
      }
    ],
    "description": {
      "en": "Lin Tian is stranded on a mysterious island, only to discover it’s filled with goddesses from countless worlds—and deadly foes like demon kings and evil gods. By binding with powerful beings like Yuki-Onna, he gains ice powers; from Shiranui, he commands fire; and with Medusa, he unlocks petrifying might. Wielding countless divine artifacts and abilities, Lin Tian slays demon kings, cuts down evil gods, and rises as the island’s supreme ruler—founding a paradise for gods and legends alike!",
      "zh": "林天流落神秘荒岛，发现岛上还有无数来自诸天万界的女神，以及各路妖王、邪神。绑定雪女，获得冰雪能力；绑定不知火，获得火焰能力；绑定美杜莎……林天觉醒无数强大力量，手持无数神兵法宝，杀妖王、斩邪神，称霸荒岛，建立众神乐园。"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3b07fd8-8e69-4bc7-8723-b065ec737289",
    "title": {
      "en": "I Became the Demon King's Right Hand so I'm Corrupting the Story"
    },
    "updatedAt": "2025-02-02T00:10:30+00:00",
    "coverArt": "https://mangadex.org/covers/b3b07fd8-8e69-4bc7-8723-b065ec737289/2a6bafb7-af11-43c5-a7cf-b021afbae396.jpg",
    "altTitles": [
      {
        "en": "I Became the Demon King’s Right Hand so I Will Alter the Original Story"
      },
      {
        "ja-ro": "Maou no Migiude ni Nattanode Gensaku Kaiaku Shimasu"
      },
      {
        "ja": "魔王の右腕になったので原作改悪します"
      }
    ],
    "description": {
      "en": "Office Lady falls from a building is reincarnated into another world and ends up at the Devil Kings castle. Can she save him from the bad ending?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13"
  },
  {
    "mangaId": "972ec326-0f41-46cd-87f3-a54fd7062f14",
    "title": {
      "en": "Kakushite! Makina-san!! (Official Colored)"
    },
    "updatedAt": "2025-01-11T08:37:20+00:00",
    "coverArt": "https://mangadex.org/covers/972ec326-0f41-46cd-87f3-a54fd7062f14/824ba32b-1cb5-4640-baad-45622691ca62.jpg",
    "altTitles": [
      {
        "en": "Hide it! Makina!"
      },
      {
        "ja": "かくして！マキナさん！!"
      },
      {
        "pt-br": "Se esconda! Makina-san!"
      }
    ],
    "description": {
      "en": "Makina Agatsuma, the school idol, moves into the home of Eita Akutsu, an introverted mechanical otaku. Eita, who has secretly harbored feelings for her, thinks he's hit the jackpot! But it turns out, she's actually a robot made for sexual purposes. Caught off guard by her sudden physical advances, the virgin Eita is at a loss. Furthermore, he finds himself in a frenzy trying to help her maintain her secret identity. A romantic comedy with a slightly risqué mechanical revelation, where hilarity ensues as they try to keep the secret under wraps!",
      "pt-br": "Makina Agatsuma, a ídolo de toda escola, se muda para a casa de Eita Akutsu, um introvertido otaku-mecha. Eita, que secretamente nutre sentimentos por ela, acha que tirou a sorte grande! Mas acontece que ela é na verdade um robô feito para fins sexuais. Pega de surpresa por seus súbitos avanços físicos, o virgem Eita fica perdido. Além disso, ele se encontra em frenesi tentando ajudá-la a manter sua identidade secreta. Uma comédia romântica com uma revelação mecânica ligeiramente picante, onde a hilaridade se instala enquanto tentam manter o segredo!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523",
    "title": {
      "en": "Isekai Kaeri no Arafour Riiman, 17-sai no Koro ni Modotte Musou suru"
    },
    "updatedAt": "2025-02-13T09:31:50+00:00",
    "coverArt": "https://mangadex.org/covers/7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523/a5b796c9-fa28-48d7-a195-4cfa973dd1d2.jpg",
    "altTitles": [
      {
        "ja": "異世界帰りのアラフォーリーマン、17歳の頃に戻って無双する"
      },
      {
        "en": "A Middle-Aged Man Who Returns From Another World Goes Back to When He Was 17 and Becomes Unbeatable"
      }
    ],
    "description": {
      "en": "A black company employee in his 40s, Namba Kazu, died of overwork and was reincarnated to another world. After saving the world, he returns to find himself regressed to his 17-year-old self. \n\nKazu realizes that he can use the abilities he acquired from another world and is excited to restart his life over again. However, through the help of his childhood friend, Yui, he learns of the existence of human-eating abomination called Variant in the world he was born in. \n\nKazu knows from his past memories that Yui will die in the near future. In order to save Yui, who is on a mission to fight against variants, Kazu decided to throw himself into battle in this world as well.",
      "ja": "過労死で異世界に転生したアラフォーリーマンの難波カズ。17歳で異世界を救ったカズは、女神に「元の世界に戻してくれ」と願う。てっきり元のアラフォーリーマンに戻ると思っていたら、17歳の高校生に戻っていた。\n\nそれならばと気楽に90年代を満喫しようとしていたが、幼馴染みの由依をきっかけに『人間を喰う異形ヴァリアント』の存在を知り、カズは異世界チートを武器にこの世界でも戦いに身を投じていく…!",
      "es-la": "Kazu Nanba reencarnó después de la muerte por exceso de trabajo y salvó otro mundo. A la edad de 17 años en el otro mundo después de morir derrotando al rey demonio elije \"regresara a su mundo original\". Pensó que regresaría a su trabajo normal, pero regreso como un estudiante de secundaria de 17 años. Sin embargo ahora se entera que hay \"extrañas criaturas\" que matan humanos y donde Kazu recordara un recuerdo pasado donde su amiga de la infancia Yui morirá en un futuro cercano. Esta vez, para salvar a Yui, Kazu usará el poder de otro mundo para lanzarse también a la batalla en este mundo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cde5424f-02e5-4c90-a433-b92d831d9856",
    "title": {
      "en": "Kimi Meku Yoru ni Kogarete"
    },
    "updatedAt": "2025-01-29T00:54:40+00:00",
    "coverArt": "https://mangadex.org/covers/cde5424f-02e5-4c90-a433-b92d831d9856/7ffda3df-ae47-4039-bc81-efa57d5d7e75.jpg",
    "altTitles": [
      {
        "ja": "君めく夜に焦がれて"
      },
      {
        "en": "Yearning for a Night Full of You"
      },
      {
        "ko": "너와 닮은 밤을 동경해서"
      }
    ],
    "description": {
      "en": "At Saint Ruri Girl's Academy, there are two opposing factions: the \"Ruri Class,\" consisting of refined, well-bred ladies, and the \"Ai Class,\" made up of delinquents with poor behavior. Nanase Mitsuki, among the students of the Ai Class, is the most feared by the Ruri Class due to her intimidating appearance, though Mitsuki harbors a complex about her looks. One night, she meets Hosho Yuka, a young lady wandering alone at night...",
      "ja": "ここには、由緒正しいお嬢様たちの「瑠璃組」と、素行のよくない不良たちの「藍組」という、相反する2つの勢力があった。七瀬珠月（ななせみつき）は、藍組生徒の中でも、その厳つい見た目から瑠璃組に最も恐れられる存在。そんな見た目にコンプレックスを抱えていた珠月だが、ある夜、夜道を徘徊するお嬢様・宝生悠花（ほうしょうゆうか）に出会い……？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6b89f54-81c1-4e7e-ae80-b4dccdd63ada",
    "title": {
      "en": "Hyouketsu Reijou-sama wo Follow Shitara, Mechamecha Dekiai Sareteshimatta Ken"
    },
    "updatedAt": "2025-02-08T07:09:40+00:00",
    "coverArt": "https://mangadex.org/covers/b6b89f54-81c1-4e7e-ae80-b4dccdd63ada/b9e9586c-c7a2-4e08-bf17-789e4ba8124c.png",
    "altTitles": [
      {
        "en": "The Case Where I Followed the Freezing Lady and She Doted on Me Like Crazy"
      },
      {
        "ja": "氷結令嬢さまをフォローしたら、メチャメチャ溺愛されてしまった件"
      }
    ],
    "description": {
      "en": "『The Overwhelming Adoration of the Sweethearted Lady!』 \n\nAlicia Ozrind, known in noble circles as the Frost Duchess, is feared for her cold and unyielding demeanor, earning her the reputation of a villainess among the aristocracy. But beneath her icy exterior lies a girl who simply struggles to express her true feelings. There is, however, one person who has melted her frozen heart—a young servant named Gray, who works as a cleaner in her grand estate. \n\n\"You’re the only one who truly understands me!\" \n\nCompletely smitten and vulnerable around Gray, Alicia showers him with unrestrained affection. Whether it’s during meals, in the bath, or even before bedtime, her overwhelming sweetness knows no bounds! But their relationship isn’t without its hurdles—Alicia is a noble lady, and Gray a mere commoner.\n\nWill Gray manage to endure the relentless love of this endearing aristocrat? This is a sugary-sweet, heart-melting romantic comedy set in a fantasy world!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50491535-8d93-4f37-a885-14441766bd43",
    "title": {
      "en": "Takou no Koori Hime wo Tasuketara, Otomodachi kara Hajimeru Koto ni Narimashita"
    },
    "updatedAt": "2025-01-30T20:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/50491535-8d93-4f37-a885-14441766bd43/d6468817-923c-4a09-9955-2b7224ac53fb.jpg",
    "altTitles": [
      {
        "ja": "他校の氷姫を助けたら、お友達から始める事になりました"
      },
      {
        "en": "After Helping the \"Ice Princess\" From Another School, I Decided to Start as a Friend"
      },
      {
        "es-la": "Después de ayudar a la \"Princesa de hielo\" de otra escuela, decidimos empezar como amigos"
      },
      {
        "vi": "Sau khi giúp đỡ \"Công chúa băng giá\" từ trường khác, chúng tôi bắt đầu làm bạn."
      }
    ],
    "description": {
      "en": "Nagi Shinonome, known as the \"Ice Princess,\" is a beautiful girl with a cold attitude who does not allow others to get close to her. One day, Souta Minori, who saw her being molested on the train, saved her with all his courage, but the next day she appeared again and said, \"I want you to stay by my side.\" Can Souta continue as friends with the Ice Princess, who only sweetly melts for one person in the world, that is, himself?",
      "ja": "その可愛さは、\"お友達\"のあなただけに。\n\n冷たい態度で他人を寄せ付けない美少女【氷姫】こと東雲凪。ある日、そんな彼女が電車内で痴漢に遭っているのを目撃した俺・海似蒼太は、勇気を振り絞って彼女を助けたのだが、翌日再び彼女が現れて……。\n\n「そばにいて、欲しいんです」\n\n世界でたったひとり、自分にだけ甘く溶けていく【氷姫】と、蒼太は\"お友達\"であり続けられるのか!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b0e04bbb-8293-4f47-a34c-bc4d868a3d85",
    "title": {
      "en": "Demon Devourer"
    },
    "updatedAt": "2024-12-08T06:37:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0e04bbb-8293-4f47-a34c-bc4d868a3d85/16fb2792-eb50-4859-847b-094aa6044d18.png",
    "altTitles": [
      {
        "ko": "재능 삼킨 마법사"
      },
      {
        "en": "Talent-Swallowing Magician"
      },
      {
        "es-la": "Mago Traga-Talentos"
      }
    ],
    "description": {
      "en": "The descendant of a once great wizarding family, Elric Mervinger is unable to perform magic due to a rare medical condition.\n\nWhile attempting to cure his disease, he stumbles upon the demon Mephistopheles, who tries to possess Elric to free himself from a dragon’s trap. But when Elric ends up absorbing Mephisto instead, the two become bound together.\n\nWith Mephisto by his side, will this new power allow Elric to restore his family to its former glory? Or will he just end up being devoured?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)",
      "fr": "Elric Melvinger.\nL’unique héritier de la prestigieuse famille magique.\nBien qu’il possédait un talent inné, il avait trop de talent, et de ce fait, ne pouvait pas apprendre la magie. Cependant, il a alors reçu une bénédiction laissée par ses ancêtres !\n\n[Manger des démons.]\n[Avaler des démons.]\n[Boire des démons.]\n[Continue d’accumuler des démons en toi, et réalise une nouvelle magie !]\n\nÉlève-toi.\nVa si haut que personne ne pourra jamais t’atteindre.",
      "ko": "\"어이, 메피. 여기 언령마법 풀이 좀 써주시죠?\"\n\n기묘한 기연으로 한 몸 살이를 하게 된\n천재 마법사 엘릭과 원죄의 마왕 메피스토펠레스.\n\n마법 불능 엘릭이 가보 '마도 경식'의 힘을 빌어\n메피스토의 흑마법을 뒤집고 그 힘을 흡수해버린\n명실상부 갑을 관계!\n\n하지만,\n엘릭은 메피스토의 힘을 최대한 흡수해 강해지려 하고\n메피스토는 자신의 기운을 최대한 불어넣어 지배하려 하고...\n실상은 서로가 갑이자 을일 수밖에 없는 운명.\n마도 명문 메르빙거 가의 재건을 꿈꾸는 엘릭과\n엘릭의 몸을 지배해 다시금 고귀한 마왕으로 부활하려는 메피스토의\n'동상이몽 마족삼킴 어드벤쳐'\n\n\"좋게 좋게 가시죠?\"\n\"하찮은 인간 따위에게... 굴복할 것 같으냐!!!\"\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0984daf7-068e-4862-a583-e7f7519dfe29",
    "title": {
      "en": "Vtuber Savior ✟ Messiah-chan"
    },
    "updatedAt": "2025-02-07T20:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/0984daf7-068e-4862-a583-e7f7519dfe29/daa71375-66f0-4452-bfb1-09cc9e4036c8.jpg",
    "altTitles": [
      {
        "ja": "救済系Vッタラー✟メシアちゃん"
      },
      {
        "ja-ro": "Kyuusai Kei Vtterer ✟ Messiah-chan"
      }
    ],
    "description": {
      "en": "A horror manga where viewers watch and join in on Messiah-chan's stream activities."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "51"
  },
  {
    "mangaId": "d3de0128-f60b-4fd2-acc6-fa4735659a34",
    "title": {
      "en": "Reality Quest"
    },
    "updatedAt": "2025-02-14T03:41:44+00:00",
    "coverArt": "https://mangadex.org/covers/d3de0128-f60b-4fd2-acc6-fa4735659a34/007687c2-3a21-4b98-ab53-7e4cb0b750e8.png",
    "altTitles": [
      {
        "ko": "현실퀘스트"
      },
      {
        "en": "Real Life Quest"
      },
      {
        "en": "IRL Quest"
      },
      {
        "ko-ro": "Hyeonsil Quest"
      },
      {
        "ru": "Реалити Квест"
      },
      {
        "fr": "IRL Quest"
      }
    ],
    "description": {
      "en": "Ha Do-wan is a bullied gamer, whose bullies force him to grind to obtain in-game items for them. \n\nAfter one such bully demands that Dowan obtain an impossibly rare item for him or be beaten in front of the prettiest girl in school, Dowan games day and night for a week until he drops dead from exhaustion. \n\nHowever, as soon as he dies, he respawns back in his classroom one week before his death. Everything is the same as it was before, except now he has all the skills he’s acquired from the games he’s played in real life! \n\nWill Dowan be able to use his newfound abilities and gamified existence to defeat his bullies?",
      "fr": "À cause de la menace des harceleurs de son école qui l'obligent à gagner des objets dans un jeu, Ha Do-Wan, le malheureux joueur à tout faire, est mort après avoir joué sans arrêt pendant une semaine. Au moment où il est mort, il s'est fait réincarner dans sa salle de classe une semaine avant sa mort... Tout est comme ce jour-là. La seule chose qui a changé est cette fenêtre volante devant lui ! Quoi ? Utiliser les skills que j'ai utilisé dans tous les jeux auxquels j'ai pu jouer jusqu'ici pour battre les harceleurs ?!?!",
      "ko": "게임 아이템을 가져오라는 일진의 협박으로 인해일주일간 밤샘 게임을 하다 죽음을 맞이한 비운의 게임셔틀 하도완그 순간 일주일 전 교실에서 리스폰되는데...\n\n모든 것이 그날과 똑같다. 달라진 것은 단 하나, 눈앞에 떠있는 <퀘스트 알림>!\n\n뭐? 내가 지금껏 하던 게임들의 스킬을 이용해서 일진을 때려잡으라고?!",
      "ru": "После угроз и запугиваний школьного хулигана, который требовал добыть предметы, Ха До Ван всю неделю проводит ночи напролет за играми, умирает и перерождается в школьном кабинете за неделю до этого... Все было точно таким же, как в тот день. Изменилось только одно - это \"Оповещение о квесте\", которое всплыло перед глазами! Что? От меня требуется победить этого хулигана, используя все мои игровые навыки?",
      "pt-br": "Após ser forçado pelo valentão da escola a dropar um item lendário, Ha Dowan, o escravo gamer, morre depois de passar a sete dias seguidos jogando. No momento de sua morte, ele renasce na sala de aula, uma semana antes do dia em que morreu. Tudo está exatamente igual àquele dia. A única coisa diferente é que a <notificação de missão> está flutuando na frente dele! “O quê? tenho que usar as habilidades de todos os jogos que joguei até hoje pra descer o cacete nesse desgraçado?!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ef6e461-033b-4976-b222-943856c94a97",
    "title": {
      "en": "Smiley"
    },
    "updatedAt": "2024-11-26T07:27:52+00:00",
    "coverArt": "https://mangadex.org/covers/9ef6e461-033b-4976-b222-943856c94a97/cf2a516c-11e1-4410-812e-1aad61b4e76f.jpg",
    "altTitles": [
      {
        "ja": "スマイリー"
      },
      {
        "ru": "Улыбающиеся"
      },
      {
        "vi": "Smiley - Cười lên"
      }
    ],
    "description": {
      "en": "Yuushi Kamome is a freelance writer who lost his beloved daughter in an accident. In despair, his wife leaves him, and he spends his days like a shell of a man. One day, however, a flyer from a strange religious group, the \"Heart Laughing Society,\" changes his fate. It shows the image of his wife, whom he has lost touch with...This is a story of faith and madness. What is the black darkness of the cult that an evil smile invites? A chilling “new religion” suspense begins!",
      "ru": "Томодзи Камомэ — писатель-фрилансер, потерявший любимую дочь в результате несчастного случая. В отчаянии от него уходит жена, и он проводит свои дни в одиночестве, закрывшись от внешнего мира.\nОднако однажды листовка странной религиозной группы «Общество смеющегося сердца» меняет его судьбу. В ней он увидел свою жену, с которой потерял связь...",
      "vi": "Yuji Kamome, một nhà báo tự do đã mất đi đứa con gái yêu quý của mình trong một vụ tai nạn. Trong cơn tuyệt vọng, vợ anh cũng đã rời bỏ anh, để mặc anh trải qua những tháng ngày trống rỗng. Tuy nhiên, một ngày nọ, một tờ rơi từ một giáo phái kỳ lạ mang tên \"Tâm Tiếu Hội\" tìm đến và thay đổi số phận của anh. Và trong bức ảnh trên tờ rơi đó anh đã nhận ra được người vợ đã biệt tăm biệt tích suốt thời gian qua của mình. Một câu chuyện về sự cuồng tín và điên rồ của con người. Thứ bóng tối tà đạo mà nụ cười ma quái đó đang mời gọi là gì?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7b5dec0-d875-4d44-b06c-8b45af865a32",
    "title": {
      "en": "The Art of Reincarnation"
    },
    "updatedAt": "2024-08-11T15:56:40+00:00",
    "coverArt": "https://mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/cd84190a-c7d6-4ca1-8d3d-0f83aa25bea3.jpg",
    "altTitles": [
      {
        "ko": "환생의 정석"
      },
      {
        "en": "The Essence of Reincarnation"
      },
      {
        "ru": "Реинкарнация по плану"
      },
      {
        "en": "Standard of Reincarnation"
      },
      {
        "es-la": "Estándar de la Reencarnación"
      }
    ],
    "description": {
      "en": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
      "ko": "최강의 무가 사미온에서 외팔이 방계로 태어난 데이븐.\n반쪽짜리 무인이라며 갖은 조롱과 멸시를 딛고 사미온의 직계 천재마저 넘어섰으나,\n결국 가문과 부모에게 버림받아 가장 초라한 최후를 맞이하게 되는 줄 알았는데...\n500년 뒤 새로운 몸에서 눈을 떴다!\n\n‘내게도 오른팔이 있다?’\n\n새로운 가문의 적통.\n천부적인 재능의 육체.\n전생의 경험.\n그리고 그와 함께하는 신까지.\n\n환생을 했더니, 모든 것이 달라져 있었다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5f3128f-1808-4aab-a768-5d73cfc74c8b",
    "title": {
      "en": "Mines & Monster Girls"
    },
    "updatedAt": "2023-05-20T17:10:27+00:00",
    "coverArt": "https://mangadex.org/covers/a5f3128f-1808-4aab-a768-5d73cfc74c8b/97987f66-f350-40ff-868f-081289df8824.jpg",
    "altTitles": [
      {
        "pl": "Kopalnie & potworne dziewczyny"
      }
    ],
    "description": {
      "en": "Steve is a builder that just wants to mine materials and craft in peace, but the mysterious monster girls that surround him wont leave him in peace!\n\n---\n\n**Note:** This is the webtoon version of [Minecraft - Anime Edition](https://mangadex.org/title/ad547db3-2e92-4f9b-b386-70c9f88fc0c1)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4bf782-9fe9-42a6-be7f-3809293818c2",
    "title": {
      "en": "Hell Mode ~Yarikomi Suki no Gamer wa Hai Settei no Isekai de Musou Suru~"
    },
    "updatedAt": "2024-12-10T12:08:22+00:00",
    "coverArt": "https://mangadex.org/covers/ee4bf782-9fe9-42a6-be7f-3809293818c2/dde07155-0ad4-4500-b8fb-30e75b9f012e.jpg",
    "altTitles": [
      {
        "en": "Hell Mode: The Hardcore Gamer Dominates in Another World with Garbage Balancing"
      },
      {
        "ja": "ヘルモード ～やり込み好きのゲーマーは廃設定の異世界で無双する～ はじまりの召喚士"
      }
    ],
    "description": {
      "en": "Yamada Kenichi, a single, 35-year-old businessman, has spent the majority of his adult life playing every MMORPG to hit the market. Tired of the constant cycle of repetitive, newbie-centric gameplay, he is immediately drawn in by the promise of a new game that, on top of being never-ending, offers up a \"Hell Mode\" — a difficulty level that makes it nigh impossible to level up but also promises uncapped growth potential.\n\nUpon selecting the newly released Summoner class, Kenichi finds himself reborn as Allen, an infant in a serf family, with nothing but his wits and old memories to guide him. Allen works diligently to level himself up despite Hell Mode requiring vast amounts of experience between levels. In doing so, he hopes to uncover the secrets the Summoner class holds. All the while, he dedicates himself to freeing his new family from serfdom.",
      "ja": "「終わらないゲームにあなたを招待します。 だって?」 健一が偶然たどり着いたタイトルのない謎のネットゲーム。 難易度設定画面で迷わず最高難易度『ヘルモード』を選ぶと、異世界の農奴へと転生してしまった! 少年「アレン」へと転生した健一は、謎の多い職業「召喚士」を使いこなしながら、 異世界で最強への道を手探りで歩み始めるが――。",
      "pt-br": "\"Você será convocado para o mundo de um jogo sem fim?' Um dia, estava procurando um novo jogo, quando de repente vi aquele anúncio. Depois de escolher o modo mais difícil do jogo, 'modo inferno', de repente reencarnei em um novo mundo como um lavrador. Como um menino chamado Allen, comecei minha jornada em outro mundo com a maior dificuldade, superando todos os desafios para alcançar o maior título do jogo \"Summoner\" . ----- O romance promissor de 1º grau da revista 'Vamos nos tornar um escritor ', uma história extremamente aguardada."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cea5dfa1-0769-4028-afc2-1ed2c16a3423",
    "title": {
      "en": "Koyoi no Maid wa Korosenai"
    },
    "updatedAt": "2025-01-27T16:54:32+00:00",
    "coverArt": "https://mangadex.org/covers/cea5dfa1-0769-4028-afc2-1ed2c16a3423/88eac84f-bca7-48fa-93d8-fad47ff55337.jpg",
    "altTitles": [
      {
        "ja": "今宵のメイドは殺せない"
      }
    ],
    "description": {
      "en": "Koyoi, who has lived her life as an assassin, next targets a young master who lives in a large mansion with his butler. She thought she could easily fulfill her objective by infiltrating as a maid, but the master is a creature Koyoi has never seen before, a \"trashy womanizer! What is the fate of the two who target each other as prey?!",
      "ja": "小宵（こよい）は「鉄の乙女」と称される腕利き殺し屋少女。暗殺命令に従い、とある屋敷へメイドとして潜入する。ターゲットは屋敷の持ち主、不動産会社社長の天乃瀬雷光（あまのせらいこう）。広い屋敷に執事と2人暮らし。楽勝のミッションと思われたが……。旦那は小宵が出会ったこともない生き物……女と見れば片っぱしからタラシこむ「クズ男」だった！調子が狂った殺し屋メイドと、今までにない刺激に夢中になってしまう旦那様。2人の結末は……?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "26"
  },
  {
    "mangaId": "a82fe527-9e74-48d0-9c5f-a5e788c0bd4a",
    "title": {
      "en": "The Villainess Is a Marionette"
    },
    "updatedAt": "2024-01-28T22:53:53+00:00",
    "coverArt": "https://mangadex.org/covers/a82fe527-9e74-48d0-9c5f-a5e788c0bd4a/c62f9627-3690-47f4-b0cd-0060e379eb8b.jpg",
    "altTitles": [
      {
        "ko": "악녀는 마리오네트"
      },
      {
        "ko-ro": "Agnyeoneun Marionette"
      },
      {
        "ko-ro": "Agnyeoneun Marioneteu"
      },
      {
        "fr": "La vilaine est une marionnette"
      },
      {
        "fr": "L'antagoniste est une marionnette"
      },
      {
        "pt-br": "A vilã é uma marionete"
      },
      {
        "es": "La villana es una marioneta"
      },
      {
        "uk": "Лиходійка-маріонетка"
      },
      {
        "uk": "Лиходійка Маріонетка"
      },
      {
        "ru": "Злодейка-марионетка"
      },
      {
        "fa": "شرور عروسک خیمه‌شب بازی است"
      },
      {
        "fa": "شرور عروسک خیمهشب بازی است"
      },
      {
        "mn": "Хорон санаат утсан хүүхэлдэй"
      },
      {
        "ja": "悪女はマリオネット"
      },
      {
        "th": "นางร้ายหุ่นเชิด"
      },
      {
        "zh": "恶女不做提线木偶"
      },
      {
        "zh": "恶女是提线木偶"
      },
      {
        "zh-hk": "惡女是懸絲木偶"
      },
      {
        "zh-hk": "惡女是懸線木偶"
      },
      {
        "vi": "Kẻ Phản diện chỉ là Một Con Rối"
      },
      {
        "vi": "Ác Nữ Là Con Rối"
      },
      {
        "id": "Aku Bukan Boneka"
      },
      {
        "id": "Boneka Marionette"
      },
      {
        "id": "Penjahat Wanita Adalah Boneka"
      },
      {
        "fr": "La Méchante est une marionnette (piccoma)"
      }
    ],
    "description": {
      "en": "\"Beauty cannot be real power.\"\n\nCayena, the Imperial Princess, was known as the most beautiful woman in the Empire. She was a woman who knew nothing but evil and luxury. However, she was destined for ruin: she would be used as a chess piece by her younger brother to secure his throne and killed by her crazy husband.\n\n\"I'll make you the emperor.\"\n\n\"…Sister, you're going to make me the emperor?\"\n\n\"In exchange, give me freedom.\"\n\nShe had to change things before she became *that* Cayena.\n\n---\nI woke up as Kayena Hill, the novel’s villainess, praised as the greatest beauty in the empire. Who knew that her story would catch my attention because I was her in my past life? Destined for terrible ends, I’ve died twice—but I refuse to die a third time as a pawn in someone else’s scheme. I’m no longer the vain and naïve princess. Now that I know how the story will unfold, I’ll turn the tables around and have everyone dancing to my tune. This time, I’ll be the one pulling the strings.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)",
      "ru": "Принцесса Каена, прославившаяся своей красотой на всю Империю, не ведает ничего, кроме алчности и злобы. Долгое время она пыталась избавиться от своего младшего брата-тирана, но встретила смерть от руки своего мужа.\n— Я помогу тебе стать Императором.\n— Сестра… Вы обо мне?..\n— Но в обмен… ты подаришь мне свободу.\nДо того, как «я» стану принцессой Каеной.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)",
      "zh": "帝国的皇女，卡也娜，被誉为帝国最漂亮的女人。 她也是一个除了邪恶与奢侈以外一无所知的女人。 但是，她注定会灭亡：她的弟弟用她作为棋子来保住自己的王位，而最终卡也娜也会被自己疯狂的丈夫杀死。 “我会让你成为皇帝。” “……姐姐，您是指我吗？” “作为交换，请给我自由。” 她必须在成为那个卡也娜之前扭转局面。\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-12-04T15:10:13+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/19323e0b-1843-4da7-88e5-8ec0962f863a.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      },
      {
        "ru": "Звезда желаний"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c3d2ca2-0857-4a6c-be97-59ffa3e29873",
    "title": {
      "en": "Hand Jumper"
    },
    "updatedAt": "2025-02-01T23:54:27+00:00",
    "coverArt": "https://mangadex.org/covers/0c3d2ca2-0857-4a6c-be97-59ffa3e29873/88f758f9-7415-4d11-8f47-1d52ae89c653.jpg",
    "altTitles": [],
    "description": {
      "en": "Sayeon Lee despises Aberrants. They wreak havoc on society with their strange, unthinkable powers. It's just too bad she happens to be an Aberrant herself! Forced to fend for her life in the deadly Aberrant Corps, she's determined to make it to the top, and her unusual ability should help her -- if she can figure out how to use it in time."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31c2470e-22b4-4a01-a008-c8be9b95498d",
    "title": {
      "en": "A Night of Deep Affection"
    },
    "updatedAt": "2025-02-15T10:44:55+00:00",
    "coverArt": "https://mangadex.org/covers/31c2470e-22b4-4a01-a008-c8be9b95498d/88239b20-96b5-4f11-a2a2-3772a69b0924.png",
    "altTitles": [
      {
        "en": "One Night With Deep Passions"
      },
      {
        "zh-ro": "Yī Yè Qíng Shēn"
      },
      {
        "zh-ro": "Yi Ye Qing Shen"
      },
      {
        "zh": "一夜情深"
      },
      {
        "en": "One Night of Love"
      }
    ],
    "description": {
      "en": "A night of drunkenness led her into the wrong room, where she provoked a devil who could never be satisfied. At dawn, she fled in a panic, but he relentlessly lingered around her like a haunting shadow, flirting with her until she became overwhelmed.\nHe declared that the one night they spent together meant they had to show endless devotion to each other for the rest of their lives. Every single second, he was consumed with thoughts of her, and he wanted her to take responsibility."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5db5933-3804-4cca-a511-726a481f9eed",
    "title": {
      "en": "Seijo ni Uso wa Tsuujinai"
    },
    "updatedAt": "2025-02-08T14:29:05+00:00",
    "coverArt": "https://mangadex.org/covers/e5db5933-3804-4cca-a511-726a481f9eed/94f6bd09-7d5a-4e21-9a93-050b87721a81.jpg",
    "altTitles": [
      {
        "ja": "聖女に嘘は通じない"
      },
      {
        "ja-ro": "Seijo ni Uso ha Tsuujinai"
      },
      {
        "en": "You Can't Lie to the Saintess"
      },
      {
        "en": "You Can't Lie to a Saint"
      },
      {
        "ru": "Святую не обманешь"
      },
      {
        "zh-hk": "聖女當前，謊言不通"
      },
      {
        "zh": "圣女当前，谎言不通"
      }
    ],
    "description": {
      "en": "Chloe, who works as an apprentice priestess in a remote church, is a money-loving girl who makes a lot of money at night by gambling at cards, using her insight and memory as weapons. When Erald, a rich holy knight, visits her, he asks her to infiltrate the church as a candidate for sainthood and find the murderer who committed a murder two years ago…?",
      "ja": "辺境の教会で神官見習いとして働くクロエは、持ち前の洞察力と記憶力を武器に、夜な夜なカード賭博で荒稼ぎするお金大好き少女。そんな彼女のもとを訪れた成金聖騎士エラルドは、「聖女候補として大教会に潜入し、二年前の殺人事件の犯人を見つけてほしい」とクロエに依頼をして‥‥！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2025-02-05T16:39:09+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/663efbb4-b690-425f-96b0-e3da1093dea5.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa is My Senior, and My Friend."
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "cv": "Манӑн тус Нува асли"
      }
    ],
    "description": {
      "cv": "Ҫитӗннӗ ҫыннӑн хурлӑ та тертлӗ пурнӑҫӗнче «туссем» кирлӗ.\n\nВӑйӑ кумппанийӗнче пулса пыракан халап хӑйӗн ӗҫӗнче тата ҫынсем хутшӑнвӗнче «виҫеллӗ» 23 ҫулти Уччукка Риххиттӑвӗ тата хӑйӗн ӗҫӗнче пӗтӗм вӑй паракан ӗҫчен 27 ҫулти Савуттуме Нуви тавра ҫаврӑнса тӑрать. Икӗ сӑнар, вӗсен пурнӑҫӗсем пӗр-пӗринпе ҫыхӑнмалла мар пек пулсан та, «туссем» пулса тӑраҫҫӗ...\nҪапла пуҫланать те кӑшт ҫепӗҫ те кӑшт йывӑр ӳххисри «туссен» камичӗ!",
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]