[
  {
    "mangaId": "a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3",
    "title": {
      "en": "Is a Mother in Her 30s Like Me Alright?"
    },
    "updatedAt": "2024-06-22T16:19:31+00:00",
    "coverArt": "https://mangadex.org/covers/a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3/a461681d-e38e-47e6-86af-ac89258aa7fd.jpg",
    "altTitles": [
      {
        "ja-ro": "Arasaamama no Watashi de Ii no?"
      },
      {
        "ja": "アラサーママの私でいいの？"
      },
      {
        "zh": "三十多岁当妈的我也可以吗？"
      },
      {
        "vi": "Bà mẹ đơn thân ngoài 30 như chị liệu ổn chứ?"
      },
      {
        "ja-ro": "Arasaa mama no Watashi de Ii no?"
      },
      {
        "uk": "Хіба 30-річна матір, як я, підійде?"
      },
      {
        "en": "I'm around 30 is it OK with me?"
      },
      {
        "ru": "С такой матерью как я, которой за 30, всё ли будет хорошо?"
      }
    ],
    "description": {
      "en": "A 32-year-old single mother is told by her neighbor, a university student around 20, that he likes her. Thing is… he's not particularly *shy* about why he likes her.",
      "ru": "20 летний студент университета, говорит 32-летней матери-одиночки, что она ему нравится . Дело в том... Что он не особенно стесняется того, почему она ему нравится.",
      "uk": "20-річний студент зізнався у коханні своїй 32-річній сусідці матері-одиначці. Справа в тому... Що він зовсім не *соромиться* розказувати про те, чому закоханий у неї.\n\n[Офіційно] прохання виразити свої думки та враження від манґи у [цьому опитуванні.](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform)",
      "vi": "Shiraishi Hanano là một người phụ nữ 32 tuổi. Một ngày nọ, cô nhận được lời tỏ tình từ người hàng xóm Yoshio-kun, một sinh viên đại học. Cậu ta khăng khăng muốn cưới cô ấy làm vợ, thậm chí không quan tâm cả việc cô ấy đã từng kết hôn hay có một đứa con gái",
      "pt-br": "Uma mãe solteira de 32 anos ouve de seu vizinho, um estudante universitário de cerca de 20, que ele gosta dela. A coisa é… ele não é particularmente tímido sobre por que gosta dela.  \n  \n[Oficial] Por favor, responda [this survey](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform) para dar seus pensamentos e impressões!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "55"
  },
  {
    "mangaId": "0fea4e84-6cde-45f3-8924-2a09f6c4820f",
    "title": {
      "en": "Conquering the Academy with Just a Sashimi Knife."
    },
    "updatedAt": "2024-08-28T17:02:20+00:00",
    "coverArt": "https://mangadex.org/covers/0fea4e84-6cde-45f3-8924-2a09f6c4820f/ba3fb515-8806-407a-96c6-6b85a82b94f1.jpg",
    "altTitles": [
      {
        "ko": "사시미 한 자루로 아카데미를 씹어먹음"
      }
    ],
    "description": {
      "en": "\"If I slash, it will be cut.\"\n\nI, who was once called the best swordsman in the nation, have ended up in a mobile game I've only spent money on a few times. And I’ve even received the blessing of the 'Sword God'!\n\nBut… the only weapon I can use is a sashimi knife?\n\nJust one minute a day. I become a Sword Saint with a sashimi knife."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-06-28T11:16:12+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/ed8c3e66-3026-4dab-9442-e922aec0582f.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "356398d7-ace8-4b14-b707-f733ec6b9c37",
    "title": {
      "en": "Haunted Electronics Shop"
    },
    "updatedAt": "2023-01-20T01:50:49+00:00",
    "coverArt": "https://mangadex.org/covers/356398d7-ace8-4b14-b707-f733ec6b9c37/61cf64d4-a653-42a6-816b-7dade2ef960a.jpg",
    "altTitles": [
      {
        "en": "Electronics Shop of Horror"
      },
      {
        "en": "Hardware Store of Horror"
      },
      {
        "ko-ro": "Horeojeonpasang"
      },
      {
        "en": "Horror Electronics Shop"
      },
      {
        "en": "Horror Hardware Store"
      },
      {
        "zh": "怪奇商行"
      },
      {
        "ko": "호러전파상"
      }
    ],
    "description": {
      "en": "“Please keep in mind. This shop is not responsible for any harm caused by the electronic device.”   \n  \nA mystery horror about the strange electronics shop owner, ‘Yak’."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "57"
  },
  {
    "mangaId": "0cfcda3b-0dcb-459b-9931-aa823e7bf403",
    "title": {
      "en": "Nine Peaks"
    },
    "updatedAt": "2024-05-30T16:15:32+00:00",
    "coverArt": "https://mangadex.org/covers/0cfcda3b-0dcb-459b-9931-aa823e7bf403/544ab912-9b05-434c-ae86-8e215ae3f84f.jpg",
    "altTitles": [
      {
        "ja": "ナインピークス"
      },
      {
        "ja-ro": "ＮＩＮＥＰＥＡＫＳ"
      },
      {
        "ru": "Девять вершин"
      },
      {
        "ru": "Пиковая девятка"
      },
      {
        "vi": "Cửu lĩnh"
      }
    ],
    "description": {
      "en": "A heartwarming tale of a father and son's bond.\n\nAfter just starting at his new school, Mashio Gaku is suspended within a week for getting into a scuffle with a third year. After returning home to his disapproving dad's okonomiyaki joint, his father, Mashio Harumi, can't help but reprimand him and refuses to serve him.\n\nTheir harsh words are the last exchange they share before an unfortunate traffic accident takes Harumi's life.\n\nAt his father's wake, Gaku finds out he was, in his words, a big fuckin' deal. In mourning, Gaku heads out to fish like him and his father always would, only to hook a big catch and get pulled into the water...\n\nWhen he comes to, he finds himself staring a familiar stranger in the face... **in the year 2000.**",
      "ru": "Душещипательная история о взаимоотношениях отца и сына. Главный герой — Масио Гаку, не особо ладит со своим отцом. После ссоры с сыном, Масио Харуми умирает... Гаку даже подумать не мог, что с его отцом, не особо общительным человеком, придёт проститься так много людей. Вскоре Гаку решает пойти на рыбалку где по случайности падает в море, но сразу же выбирается с помощью какого-то странного человека... Этим незнакомцем оказался его отец, ровно в 2000 году! Теперь Гаку начинает помогать Харуми, своему отцу, добиться статуса лидера города и разобраться что же здесь происходит...",
      "vi": "Sau cái chết của cha, Mashio Gaku biết được một sự thật động trời: Cha cậu từng là gã du côn mạnh nhất thành phố. Thế rồi một biến cố bất ngờ xảy ra, đưa cậu trở về quá khứ 22 năm trước, khi cha cậu bằng tuổi cậu..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-08-20T07:26:57+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/3b46fd7b-93cb-4995-a6a4-5af0b78142ce.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "en": "Starting Today We're Childhood Friends"
      },
      {
        "en": "Starting Today She's My Childhood Friend"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      },
      {
        "en": "Childhood Friends Starting Today"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-07-23T20:11:07+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/a4ab0d6b-6f05-4b51-b06d-2653663808e2.jpg",
    "altTitles": [
      {
        "ko": "원피스"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "th": "วันพีซ"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "fa": "وان پیس"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "hi": "वन पीस"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "ja": "ワンピース"
      },
      {
        "vi": "Vua Hải Tặc"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-08-01T16:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "005b7e3c-2927-45ae-87db-bb3aa04c65e0",
    "title": {
      "en": "Mage & Demon Queen"
    },
    "updatedAt": "2024-06-08T22:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/005b7e3c-2927-45ae-87db-bb3aa04c65e0/aacac3ff-b009-4a4e-a6d9-d7bfa4065c19.jpg",
    "altTitles": [
      {
        "en": "Mage and Demon Queen"
      },
      {
        "fa": "جادوگر و ملکه‌ی شیاطین"
      },
      {
        "id": "Penyihir dan Ratu Iblis"
      },
      {
        "es-la": "Serás mi reina"
      },
      {
        "pl": "Mag & królowa demonów"
      },
      {
        "pt-br": "Maga e Rainha Demônio"
      }
    ],
    "description": {
      "en": "In a world where Humans and Demons are in constant wars. Human adventurers seek to challenge the demon tower, home of the demons, which boast over a hundred floors, thousands of strong demons and generals. and at the top of towers lair the mightiest demon lord.   \nAll adventurers seek to take the demon lord’s head to ends the never ending war and restore peace to mandkind. However, a young mage girl wishes to take her hand and propose her.  \n  \n* [Author's Patreon](https://www.patreon.com/Color_LES)",
      "pt-br": "Aventureiros tentam conseguir a cabeça da rainha demônio, mas uma jovem maga apaixonada deseja ter a mão dela. Junte-se a nós, por este conto obscuro de amor e persistência ambientado em um RPG da vida real."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "61"
  },
  {
    "mangaId": "3b134287-b0a8-447a-866c-2047fc3fc151",
    "title": {
      "en": "Ai ga Omosugiru Uchi no Yandere Kai Neko (Official colored)"
    },
    "updatedAt": "2024-08-26T20:23:04+00:00",
    "coverArt": "https://mangadex.org/covers/3b134287-b0a8-447a-866c-2047fc3fc151/d266c9c7-3ffa-44d5-ba26-1a327906b71e.jpg",
    "altTitles": [
      {
        "ja": "愛が重すぎるうちのヤンデレ飼い猫 (Official colored)"
      },
      {
        "ja-ro": "Ai ga Omosugiru Uchi no Yandere Kai Neko (Official colored)"
      },
      {
        "en": "My Yandere Cat Whose Love Is Too Heavy (Official colored)"
      },
      {
        "pt-br": "Meu amor é muito pesado, minha gata de estimação yandere (Official colored)"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b52f32ed-5e46-4fa6-b8dd-6a0f46ebe3c2",
    "title": {
      "en": "The Savior's Bucket List"
    },
    "updatedAt": "2024-06-29T01:25:14+00:00",
    "coverArt": "https://mangadex.org/covers/b52f32ed-5e46-4fa6-b8dd-6a0f46ebe3c2/9d3177ee-b0f9-482e-837a-190be401b5b9.jpg",
    "altTitles": [
      {
        "ko": "구원자의 버킷리스트"
      },
      {
        "ko-ro": "Guwonjaui Beokisliseuteu"
      }
    ],
    "description": {
      "en": "Yonghak ultimately failed to save the world despite repeated regressions. At the next regression, he decides to quit being a savior. But suddenly, disciples show up, one by one... Will the world be kept safe?! Will the savior be able to fulfill his bucket list of wishes for rest?!",
      "ko": "반복되는 회귀에도 결국 세상을 구원하지 못한 용학 \n다음 회귀에 이르러 구원자를 그만두기로 한다. \n그런데 하나둘 제자가 생기고… 세상이 자꾸만 구원되기 시작한다?! \n과연 구원자는 쉬고 싶어 하는 자신의 버킷리스트를 이룰 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a911ce8c-317a-48ee-9713-31b9c1807004",
    "title": {
      "en": "Chikotan, Kowareru"
    },
    "updatedAt": "2024-07-13T01:33:44+00:00",
    "coverArt": "https://mangadex.org/covers/a911ce8c-317a-48ee-9713-31b9c1807004/e62708c8-a3ff-4453-b219-5b85c057b241.jpg",
    "altTitles": [
      {
        "en": "Chikotan Is Broken"
      },
      {
        "ru": "Чикотан сломалась"
      },
      {
        "ja": "ちこたん、こわれる"
      },
      {
        "zh": "稚子炭的崩坏"
      },
      {
        "ko": "찌코탄, 분쇄"
      },
      {
        "zh": "稚子美眉坏掉了"
      },
      {
        "zh-hk": "稚子美眉壞掉了"
      }
    ],
    "description": {
      "en": "Miyahara Chiko is a mysterious girl who never seems to talk to anyone and always wears a pair of headphones and a scarf. But what is she hiding behind that silent facade?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "69"
  },
  {
    "mangaId": "55fe7e05-6c8e-4164-bd42-4ecfb76c5715",
    "title": {
      "en": "Surviving the Game as a Barbarian"
    },
    "updatedAt": "2024-06-27T14:45:08+00:00",
    "coverArt": "https://mangadex.org/covers/55fe7e05-6c8e-4164-bd42-4ecfb76c5715/dc43f01f-540f-47b9-9d51-50301a2b517c.jpg",
    "altTitles": [
      {
        "ko": "게임 속 바바리안으로 살아남기"
      },
      {
        "ko-ro": "Game Sok Babarian-euro Saranamgi"
      },
      {
        "es-la": "Sobreviviendo al juego siendo un bárbaro"
      }
    ],
    "description": {
      "en": "After spending nine years on Dungeon and Stone, the role-playing game that no player has ever beaten, Lee Hansoo finally reaches the dungeon of the final boss.\n\nAs soon as he opens the gate, however, he suddenly sees a message that says his tutorial has been completed and finds himself in the body of Bjorn Yandel, a real barbarian within the game.\n\nAn exciting adventure awaits him as he endeavors to abide by the laws of the fictional world!\n\n----\n[Additional Official English translation (Tappytoon)](https://www.tappytoon.com/en/book/surviving-the-game-as-a-barbarian)",
      "ko": "지금껏 아무도 클리어하지 못한 게임 [던전 앤 스톤]을 9년간 플레이한 끝에 최종 보스 스테이지에 도달한 이한수.\n그러나 보스 방에 입장함과 동시에, 튜토리얼 완료라는 멘트와 함께 [던전 앤 스톤] 속 바바리안 '비요른 얀델'에 빙의하게 된다.\n\n도시에서 부과하는 막대한 세금을 내지 못하면 '하층민'으로 사형당한다.\n빙의한 사실을 들키면 '악령'이라고 판단되어 살해당한다.\n살아남을 수 있는 유일한 길은 미궁에 들어가 목숨을 걸고 싸우는 것뿐.\n\n9년간 쌓아온 공략법과 무식하게 강한 바바리안의 육체로, 반드시 이 게임에서 살아남겠다!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb29bf36-7423-4a1c-bcfb-418d305ebaf6",
    "title": {
      "en": "The Film Emperor Is Dead Set on Becoming My Backer"
    },
    "updatedAt": "2024-07-09T11:45:19+00:00",
    "coverArt": "https://mangadex.org/covers/eb29bf36-7423-4a1c-bcfb-418d305ebaf6/1fd12a18-0b42-4d54-acab-36a832906a98.jpg",
    "altTitles": [
      {
        "zh": "影帝他硬要当我金主"
      },
      {
        "zh-ro": "Yingdi Ta Ying Yao Dang Wo Jin Zhu"
      }
    ],
    "description": {
      "en": "A gold mentalist paparazzi exposes pictures of Lin Chu privately meeting with his sponsor late at night. After getting into a car accident, he entered the body of the center of gossip, Lin Chu. And, his mysterious sponsor is suspected to be the cold and ruthless movie star Li Yu, who doesn't seem to get along with Lin Chu?! What's even more shocking is that it seems Lin Chu... Has more than one sponsor?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "912dd3eb-80f2-4659-8986-badb32c847c0",
    "title": {
      "en": "7-Nin no Nemuri Hime"
    },
    "updatedAt": "2024-08-15T00:05:19+00:00",
    "coverArt": "https://mangadex.org/covers/912dd3eb-80f2-4659-8986-badb32c847c0/7417d386-f195-4d82-bc79-0f00c51a3941.jpg",
    "altTitles": [
      {
        "ja": "7人の眠り姫"
      },
      {
        "es-la": "Las Siete Bellas Durmientes"
      },
      {
        "fr": "Les Sept Princesses Endormies"
      },
      {
        "ja-ro": "Shichinin no Nemurihime"
      },
      {
        "en": "Seven Sleeping Beauties"
      },
      {
        "nl": "De Zeven Slapende Prinsesjes"
      },
      {
        "fr": "Les Sept Belles Endormies"
      },
      {
        "nl": "De Zeven Slapende Schoonheden"
      },
      {
        "fr": "Les Sept Beautés Endormies"
      },
      {
        "de": "Die Sieben Dornröschen"
      },
      {
        "zh": "爱寐七公主"
      },
      {
        "pt-br": "As Sete Belas Adormecidas"
      },
      {
        "fr": "Les 7 Belles au bois dormant"
      }
    ],
    "description": {
      "en": "A wandering prince set off to break an ancient curse bewitching the Kingdom of Amaryllis by waking up its princess with a kiss of true love. However, nobody told him there were 7 princesses to kiss and he must now take responsibility by living with them while they find out why the people of Amaryllis are unable to wake up. Will they reach a happily ever after?",
      "fr": "Un prince errant est parti pour briser une ancienne malédiction qui ensorcelle le royaume d'Amaryllis en réveillant sa princesse par un baiser d'amour véritable. Cependant, personne ne lui a dit qu'il y avait 7 princesses à embrasser et il doit maintenant prendre ses responsabilités en vivant avec elles pendant qu'ils découvrent pourquoi les habitants d'Amaryllis sont incapables de se réveiller. Parviendront-ils à être heureux pour toujours ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8513b78c-cd7e-4efa-90d4-cab852430fd6",
    "title": {
      "en": "Kimi ni Koi wo suru Nante, Arienai Hazu Datta"
    },
    "updatedAt": "2024-05-17T16:47:27+00:00",
    "coverArt": "https://mangadex.org/covers/8513b78c-cd7e-4efa-90d4-cab852430fd6/4e62e8d5-6dfe-4da7-afe7-97bfe23c81c8.jpg",
    "altTitles": [
      {
        "en": "I Was Supposed to Never Fall in Love With You."
      },
      {
        "ja": "君に恋をするなんて、ありえないはずだった"
      }
    ],
    "description": {
      "en": "Yasutaka Iijima, the glasses boy in the corner of the class, has a hard time with Ema Kitaoka, a gal in the same class at high school.\nHowever, after coming into contact with her at a third-year camp, they start to talk to each other outside of school. They are both unsure of each other's \"true feelings.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2024-08-26T18:21:10+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      },
      {
        "es-la": "El Gran Villano Hermano Mayor y todas sus Hermanas Menores Yandere"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "827a3cbf-6859-4f71-906f-285596becb59",
    "title": {
      "ja": "Nido to Jidori Okutte Yannai!"
    },
    "updatedAt": "2024-05-09T20:31:57+00:00",
    "coverArt": "https://mangadex.org/covers/827a3cbf-6859-4f71-906f-285596becb59/01b322f1-6b49-4971-86f9-6e6b8f9bdea7.jpg",
    "altTitles": [
      {
        "ja": "二度と自撮り送ってやんない！"
      },
      {
        "en": "I'll never send a selfie again!"
      },
      {
        "ru": "Я больше никогда не буду отправлять тебе селфи!"
      },
      {
        "ja-ro": "Nido to Jidori Okutte Yannai!"
      },
      {
        "es-la": "¡Nunca más te enviaré una selfie!"
      }
    ],
    "description": {
      "en": "My childhood friend keeps asking me for a selfie to use as a reference for his drawing, what do I do?",
      "ja": "久しぶりに連絡を寄こした幼馴染の影介。漫画の作画資料用にわたしの自撮り写真を送ってほしんだって。成長していろいろ変わった私を見て驚け・・・て、ありがとう以外のこと何か言えないの⁉　恥ずかしいのを我慢して撮っているのに！気になり始めた幼馴染同士の自撮りコミュニケーション・ラブコメ！",
      "es-la": "Mi amigo de la infancia no deja de pedirme una selfie para usarlo como referencia para su dibujo, ¿Qué hago?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "90"
  },
  {
    "mangaId": "ca702a1d-f7ef-43b7-baa0-e323dda4f6de",
    "title": {
      "en": "To Be an Actor"
    },
    "updatedAt": "2024-06-15T08:21:28+00:00",
    "coverArt": "https://mangadex.org/covers/ca702a1d-f7ef-43b7-baa0-e323dda4f6de/e5a3c48b-beea-4d84-a7a5-44400556e9c5.jpg",
    "altTitles": [
      {
        "en": "I Will Live as an Actor"
      },
      {
        "ko": "배우로서 살겠다"
      },
      {
        "ja": "役者として生きる"
      },
      {
        "en": "Be the Actor"
      },
      {
        "ko-ro": "Baeuroseo Salgetda"
      },
      {
        "fr": "Vivre comme un acteur"
      },
      {
        "fr": "Comment vivre selon un acteur"
      }
    ],
    "description": {
      "en": "To escape a life of poverty, Jang Youngkuk aspired to be a famous actor. And he succeeds... at the cost of his mother's life. Upon proceeding to take his own out of despair, Youngkuk miraculously returns to his childhood. With a second chance to make things right, he swears to abandon acting and be the good son he never was. However, when financial troubles begin to haunt Youngkuk and his mother, he discovers that he may have no choice but to return to the set for one last take."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "addc1a5c-c1d7-440c-af13-59d8a2a78e7e",
    "title": {
      "en": "Saraiya Goyou"
    },
    "updatedAt": "2023-07-15T02:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/addc1a5c-c1d7-440c-af13-59d8a2a78e7e/c592e85f-3ae5-4550-a3d5-8b25cdf28d28.jpg",
    "altTitles": [
      {
        "tr": "Beş Yaprak"
      },
      {
        "en": "House of Five Leaves"
      },
      {
        "ja-ro": "Sarai-ya Goyo"
      },
      {
        "ja-ro": "Sarai-ya Goyou"
      },
      {
        "ja": "さらい屋五葉"
      },
      {
        "zh": "江戶盜賊團五葉"
      },
      {
        "ko": "납치사 고요"
      }
    ],
    "description": {
      "en": "Masterless samurai Akitsu Masanosuke is a skilled and loyal swordsman, but his naïve, diffident nature has time and again caused him to be let go by the lords who have employed him. Hungry and desperate, he becomes a bodyguard for Yaichi, the charismatic leader of a gang called \"Five Leaves.\" Although disturbed by the gang's sinister activities, Masa begins to suspect that Yaichi's motivations are not what they seem. And despite his misgivings, the deeper he's drawn into the world of the Five Leaves, the more he finds himself fascinated by these devious, mysterious outlaws."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "57"
  },
  {
    "mangaId": "1026e605-61f4-4b43-bfb4-06782c110236",
    "title": {
      "en": "Kyou mo Kitansu ka, Yoda-senpai."
    },
    "updatedAt": "2024-08-26T14:16:05+00:00",
    "coverArt": "https://mangadex.org/covers/1026e605-61f4-4b43-bfb4-06782c110236/21275617-f830-4db9-90f0-aa4a6f953ec9.jpg",
    "altTitles": [
      {
        "ja": "今日も来たんすか、依田先輩。"
      },
      {
        "en": "Have You Come Again Today, Yoda-senpai?"
      },
      {
        "vi": "Hôm nay chị lại tới nữa à, Yoda-senpai?"
      }
    ],
    "description": {
      "en": "This woman makes herself at home in my parents' house. She is a senior in the same high school and a friend of my sister's. It seems to take her two hours to get to school each way, so she stays at my house almost every day. Yoda is defenseless and a bit out of the ordinary, and I'm always on the edge of my seat!",
      "ja": "**ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！**\n\n俺の実家で、我が家のようにくつろぐこの女。 同じ高校の先輩で、姉の友達の依田燈。 学校まで片道2時間らしく、ほぼ毎日俺の家に居座っている。 無防備で少し抜けてる依田先輩に振り回されて、ドキドキしっぱなし!! ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fc391db-1810-4e72-842d-8151155bbe0f",
    "title": {
      "en": "Uesugi-kun wa Onnanoko wo Yametai"
    },
    "updatedAt": "2024-08-25T15:27:08+00:00",
    "coverArt": "https://mangadex.org/covers/9fc391db-1810-4e72-842d-8151155bbe0f/925f9e44-277a-406b-8aef-d78f1a5a9ef9.jpg",
    "altTitles": [
      {
        "ja": "上杉くんは女の子をやめたい"
      },
      {
        "en": "Uesugi-kun Wants to Quit Being a Girl"
      }
    ],
    "description": {
      "en": "Uesugi-kun is a boy who's as petite and cute as a girl. He has a crush on a girl he's known since childhood, but overheard her saying, \"Wouldn't Uesugi be totally adorable if he was a girl?!\" Uesugi-kun's not as tall as his other childhood friend, Eito, nor is he as good at studies, and now he's suffering from a broken heart. A depressed Uesugi-kun stops by a shrine while running an errand and makes a wish... A love-triangle romantic comedy featuring an overly cute, and now female, protagonist begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fb01f4a-e78c-4f2b-a8c8-bd14a1fd8132",
    "title": {
      "ja": "Maou to Yuri"
    },
    "updatedAt": "2024-04-17T15:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/6fb01f4a-e78c-4f2b-a8c8-bd14a1fd8132/ef1804b7-6eca-4743-b992-17193973c707.jpg",
    "altTitles": [
      {
        "ja": "魔王と百合"
      },
      {
        "en": "The Demon King and Yuri"
      }
    ],
    "description": {
      "en": "Aiming to bring peace between the human and demon realms, the newly appointed Demon King is tasked with selecting a human girl to be her consort and unite the two nations. With five candidates chosen for the running; Princess Knight, Brave, Priestess, Witch and Maid, the Demon King's fate lies in the hands of the readers in this audience participation yuri!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "fcd1696b-b8dc-4900-b6a2-58f6c6472de6",
    "title": {
      "en": "The Fifth Prince Exiled to the Frontier Survives with His [Luck] Skill"
    },
    "updatedAt": "2024-08-28T16:03:07+00:00",
    "coverArt": "https://mangadex.org/covers/fcd1696b-b8dc-4900-b6a2-58f6c6472de6/d038b34d-ecc4-4114-97fc-866197052424.png",
    "altTitles": [
      {
        "ja": "辺境に追放された第5王子は【幸運】スキルでさくさく生き延びます"
      },
      {
        "ja-ro": "Henkyo ni tsuihō sareta dai go ōji wa [Kōun] sukiru de sakusaku ikinobimasu"
      }
    ],
    "description": {
      "en": "\"Don't underestimate my reincarnation cheat!\"\n\nElroy, the fifth prince of the Norgard royal family. He possesses the memories of his previous life and a cheat skill bestowed upon him during his reincarnation, which grants him luck that can turn the tide in dire situations [Luck - All or Nothing]\n\nAlthough Elroy was recognized as a prodigy from a young age, his brilliance made him a target of disdain from his brothers, leading to his forced exile to the desolate and remote region of Ouroboroslant, where he was destined to die a miserable death. However, liberated from the palace's constraints, Elroy, alongside the strongest maid, utilizes his reincarnation cheat to transform the barren wasteland into a magnificent territory!The story of a slow-life battle fantasy in the frontier begins here!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3de0128-f60b-4fd2-acc6-fa4735659a34",
    "title": {
      "en": "Reality Quest"
    },
    "updatedAt": "2023-05-28T20:30:29+00:00",
    "coverArt": "https://mangadex.org/covers/d3de0128-f60b-4fd2-acc6-fa4735659a34/63eaa70f-d8c8-4ead-8214-7a4d3f4a903c.png",
    "altTitles": [
      {
        "ko": "현실퀘스트"
      },
      {
        "en": "Real Life Quest"
      },
      {
        "en": "IRL Quest"
      },
      {
        "ko-ro": "Hyeonsil Quest"
      },
      {
        "ru": "Реалити Квест"
      },
      {
        "fr": "IRL Quest"
      }
    ],
    "description": {
      "en": "Due to the school bully's threat to get him game items, Ha Do-wan, the unlucky game shuttle, died after playing games all night long for a week. The moment he died, he got respawned to the classroom one week before he died... Everything is the same as that day. The only thing that has changed is the floating in front of him! What? Use the skills of the games I've played so far to beat the bully?!?!",
      "fr": "À cause de la menace des harceleurs de son école qui l'obligent à gagner des objets dans un jeu, Ha Do-Wan, le malheureux joueur à tout faire, est mort après avoir joué sans arrêt pendant une semaine. Au moment où il est mort, il s'est fait réincarner dans sa salle de classe une semaine avant sa mort... Tout est comme ce jour-là. La seule chose qui a changé est cette fenêtre volante devant lui ! Quoi ? Utiliser les skills que j'ai utilisé dans tous les jeux auxquels j'ai pu jouer jusqu'ici pour battre les harceleurs ?!?!",
      "ru": "После угроз и запугиваний школьного хулигана, который требовал добыть предметы, Ха До Ван всю неделю проводит ночи напролет за играми, умирает и перерождается в школьном кабинете за неделю до этого... Все было точно таким же, как в тот день. Изменилось только одно - это \"Оповещение о квесте\", которое всплыло перед глазами! Что? От меня требуется победить этого хулигана, используя все мои игровые навыки?",
      "pt-br": "Após ser forçado pelo valentão da escola a dropar um item lendário, Ha Dowan, o escravo gamer, morre depois de passar a sete dias seguidos jogando. No momento de sua morte, ele renasce na sala de aula, uma semana antes do dia em que morreu. Tudo está exatamente igual àquele dia. A única coisa diferente é que a <notificação de missão> está flutuando na frente dele! “O quê? tenho que usar as habilidades de todos os jogos que joguei até hoje pra descer o cacete nesse desgraçado?!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f227ce6-64e6-4cab-8aa4-c96bb59963f6",
    "title": {
      "en": "Junsui Kanojo to no Hajimete no yoru"
    },
    "updatedAt": "2024-08-17T13:23:42+00:00",
    "coverArt": "https://mangadex.org/covers/4f227ce6-64e6-4cab-8aa4-c96bb59963f6/f6bea10d-1ac9-4af8-b6fc-f6d23f826ac8.jpg",
    "altTitles": [
      {
        "en": "The first night with my pure girlfriend"
      },
      {
        "ja": "純粋彼女との初めての夜"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2bb2dc26-0d44-4a3d-8f85-c698b4299f60",
    "title": {
      "en": "Urakohishi kimi"
    },
    "updatedAt": "2024-07-28T17:22:31+00:00",
    "coverArt": "https://mangadex.org/covers/2bb2dc26-0d44-4a3d-8f85-c698b4299f60/a65fc2a0-b157-490a-b9a5-4995fe6bc3e5.png",
    "altTitles": [
      {
        "en": "Yearning for You"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-05-30T15:28:16+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/1021308f-8511-4f29-9c4a-3a4c471de3ac.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13d2856e-9163-43a1-86f9-cd66d41db09b",
    "title": {
      "en": "Isekai Samurai"
    },
    "updatedAt": "2024-06-29T05:36:44+00:00",
    "coverArt": "https://mangadex.org/covers/13d2856e-9163-43a1-86f9-cd66d41db09b/41e3dda4-210c-4d9f-a363-7aadebbf1882.jpg",
    "altTitles": [
      {
        "ja": "異世界サムライ"
      },
      {
        "en": "Samurai in Another World"
      },
      {
        "id": "Samurai di Dunia Lain"
      }
    ],
    "description": {
      "en": "The strongest swordsman of the Warring States period, transferred to another world.\n\nAt the end of the Warring States Period, Ginko, the greatest swordsman of the time, was always hungry for a fight to the death with someone stronger than herself. After cutting and cutting and cutting, she finally despairs that there is no one stronger than her in this world, and then she is transferred to another world! Before her eyes - a dragon!",
      "ja": "戦国時代最強の剣豪、異世界転移。\n\n戦国時代末期、最強の剣豪・ギンコは常に、自分より強いものとの死闘に飢えていた。切って切って切りまくり、ついにこの世に自分以上の強者がいないと絶望した矢先、異世界へ転移！　目の前には――ドラゴン！？",
      "pt-br": "A espadachim mais forte do período dos Reinos Combatentes, transferida para outro mundo.\n\nNo final do Período dos Reinos Combatentes, Ginko, a maior espadachim da época, estava sempre ansiosa por lutar até a morte com alguém mais forte que ela. Depois de cortar e cortar e cortar, ela finalmente se desespera porque não há ninguém mais forte do que ela neste mundo, e então ela é transferida para outro mundo! Diante de seus olhos está um dragão!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "888b469a-2903-4a03-b19b-f11a1c899862",
    "title": {
      "en": "0.0000001% Demon King-nim"
    },
    "updatedAt": "2024-08-07T18:02:46+00:00",
    "coverArt": "https://mangadex.org/covers/888b469a-2903-4a03-b19b-f11a1c899862/9acda72f-ce9c-4cd0-a838-b0d12a320383.jpg",
    "altTitles": [
      {
        "ko": "0.0000001%의 마왕님"
      },
      {
        "en": "0.0000001% Demon King"
      }
    ],
    "description": {
      "en": "The 72 Demon Kings, who received the order to destroy the earth, each went through a trial by the Great Demon King Astrea. Those who passed the trial earned the title of Demon King, and each Demon King was granted special powers by the Great Demon King.\n\nSo far, each Demon King had been granted extraordinary abilities. When Karos became a Demon King, he received a power from the Great Demon King, but… \n\n“Great Demon King, no matter how much I think about it, there is a problem with my power.”\n“Problem?”\n\nAmong the Demon Kings with extraordinary abilities… Karos received the [Gacha] ability. \n\n“Gacha as the power of a Demon King? How am I supposed to rule the world with Gacha?!'”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "101c7648-2599-4167-a4e8-5e1bc07fedae",
    "title": {
      "en": "Urenokori no Dorei Elf o Hirotta no de, Musume ni Suru Koto ni shita"
    },
    "updatedAt": "2024-08-22T04:39:29+00:00",
    "coverArt": "https://mangadex.org/covers/101c7648-2599-4167-a4e8-5e1bc07fedae/50ca3742-5e25-44fe-bf61-527a67cba4f1.jpg",
    "altTitles": [
      {
        "ja": "売れ残りの奴隷エルフを拾ったので、娘にすることにした"
      },
      {
        "ja-ro": "Urenokori no Dorei Elf wo Hirotta no de, Musume ni suru Koto ni shita"
      },
      {
        "en": "My Daughter Was an Unsold Enslaved Elf"
      },
      {
        "en": "My daughter was an unsold slave elf."
      }
    ],
    "description": {
      "en": "Weiss, a magician living in the scoundrel-filled Zenith, finds a high elf girl for sale, a higher level elf species that is said to be extinct.\n\nHe decides to buy her and raise her as his daughter. The high elf doesn't even know how to speak the language, but Weiss' hard work in raising her seems to be paying off...? \n\nA warm and fluffy fantasy featuring the rookie dad Weiss and his cute little elven daughter!",
      "ja": "絶滅したというエルフの上位種、ハイエルフの少女が売られているのを見つけたヴァイス。\n\n購入して娘として育てることに決めた。言葉も知らないハイエルフだったがヴァイスの懸命な育児の成果がでてきて…？ \n\n成長が止まらないハイエルフから目が離せないっっ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu o Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2024-07-07T06:37:28+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/5c8ee3a1-5954-4e46-904b-9ae14b69ba27.jpg",
    "altTitles": [
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ja-ro": "Fukushuu wo Koinegau Saikyou Yuusha ha, Yami no Chikara de Senmetsu Musou Suru"
      },
      {
        "en": "The Strongest Hero Who Longs For Revenge Will Peerlessly Annihilate With The Power Of Darkness"
      },
      {
        "en": "The Hero Who Seeks Revenge Shall Exterminate with Darkness"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      },
      {
        "en": "The strongest brave who craves for revenge, extinguish with the power of darkness"
      },
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      },
      {
        "ja": "こいねが"
      },
      {
        "ja-ro": "Koinega"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. “Oh, I’m looking forward to it – from now on, I'll bask in their blood as I please.” \n\nSeveral days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。　私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484f94e7-35c3-4cb5-a068-53d684c1439a",
    "title": {
      "en": "Baki Rahen"
    },
    "updatedAt": "2024-08-03T12:24:41+00:00",
    "coverArt": "https://mangadex.org/covers/484f94e7-35c3-4cb5-a068-53d684c1439a/15b0c95c-037b-48df-a09e-d2f9d90fefa7.jpg",
    "altTitles": [
      {
        "ja": "刃牙らへん"
      },
      {
        "en": "Baki Part 6"
      },
      {
        "ru": "Баки: Рахэн"
      },
      {
        "ru": "Баки: Где-то рядом"
      },
      {
        "en": "Baki and Others"
      },
      {
        "tr": "Baki Rahen"
      }
    ],
    "description": {
      "en": "The sixth part of the Baki series.",
      "ru": "Продолжение великой эпопеи \"Баки\". 6-я номерная серия тайтла, которая поведает нам нереальную историю сражения Джека Хаммера и доисторического человека Пикла!!!",
      "tr": "Büyük destan Bucky'nin devamı. Jack Hammer ve tarih öncesi adam Pickle arasındaki savaşın gerçek dışı hikayesini anlatacak olan Baki'nin 6 numaralı serisidir!!!",
      "pt-br": "Jack derrubou o mundo do sumô, agora ele irá desafiar a todos para seu torneio. Desta vez uma nova jornada."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8325137c-32bf-464c-b716-b4c9b17c0002",
    "title": {
      "en": "Natsume Arata no Kekkon"
    },
    "updatedAt": "2024-08-12T21:26:02+00:00",
    "coverArt": "https://mangadex.org/covers/8325137c-32bf-464c-b716-b4c9b17c0002/9e8defdf-278d-4282-9c30-ab8b01d4f0c5.jpg",
    "altTitles": [
      {
        "en": "Arata Natsume Getting Married"
      },
      {
        "ja": "夏目アラタの結婚"
      },
      {
        "zh-hk": "夏目新的结婚"
      },
      {
        "es-la": "La boda de Natsume Arata"
      },
      {
        "en": "Natsume Arata's Marriage"
      },
      {
        "fr": "Pour le pire (Glénat)"
      }
    ],
    "description": {
      "en": "Arata Natsume works at a child guidance center, is in his thirties and single with no plans for marriage. But one day, he receives a request from the child he was in charge of, Takuto, to \"meet the criminal who killed his father\". That serial killer is Shinagawa Shinju, also known as the \"Shinagawa Pierrot\".",
      "fr": "“Le clown de Shinagawa” avait défrayé la chronique lors de son arrestation : cette tueuse en série corpulente, déguisée en clown, avait découpé et caché les corps de ses victimes… Pour aider l'enfant d'une victime à retrouver la tête de son père, Arata Natsume, assistant social, va la rencontrer. Mais contre toute attente, une frêle et fragile jeune fille arrive en face de lui. Est-elle vraiment un monstre sanguinaire ? Pour le savoir, Arata va devoir se livrer à un jeu dangereux en se prétendant amoureux d'elle…",
      "ja": "これは、最も一線を越える「結婚」！！\n\n児童相談所に勤務する夏目アラタは、結婚に夢など抱いていない30代・独身。彼はある日、担当児童・卓斗から「父を殺した犯人に代わりに会って欲しい」という依頼を受ける。犯人の名は品川真珠。【品川ピエロ】と呼ばれる有名連続殺人犯だった…！！",
      "pt": "Natsume trabalha no conselho tutelar, está em seus trinta anos e solteiro, sem planos para casa. Mas um dia, ele recebe um pedido de uma criança a qual estava a cargo, de \"encontrar o criminoso que matou seu pai\". Tal assassino é a serial killer Shinagawa Shinu, também conhecida como \"Pierrot Shinagawa\".",
      "es-la": "Arata Natsume trabaja en un centro de orientación infantil, tiene más de treinta años y está soltero sin planes de matrimonio. Pero un día recibe una petición del niño que tenía a su cargo, Takuto, para \"conocer al criminal que mató a su padre\". Ese asesino en serie es Shinagawa Shinju, también conocido como el \"Shinagawa Pierrot\"."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "106"
  },
  {
    "mangaId": "f5a4da5b-f7d9-46cc-8853-8a5217fec455",
    "title": {
      "en": "Mi Diaburo"
    },
    "updatedAt": "2024-03-15T16:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/f5a4da5b-f7d9-46cc-8853-8a5217fec455/3b3d05a9-ecd8-40ab-bae8-afa058a09d78.jpg",
    "altTitles": [
      {
        "en": "Mi Diablo"
      },
      {
        "ja": "ミ・ディアブロ"
      }
    ],
    "description": {
      "en": "Jack decided to become a cop to deal with his issues of being mixed blood and to possibly patch things up with his father. An important undercover assignment is given to him, and he meets Michael, a man who's a lot like him, but…",
      "pl": "Jack Sills, pół-Meksykanin, idzie w ślady ojca i zostaje policjantem. Chcąc awansować zgadza się na udział w operacji pod przykrywką, by móc zinfiltrować gang od wewnątrz. Jack przyjmuje imię Jose i staje się członkiem grupy przestępczej, której przewodniczy niejaki Miguel. Wygląda na to, że obaj, mimo widocznych różnic mają ze sobą wiele wspólnego.  \nOpis ze strony Dream Victims"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "c780ebc0-b2af-4f69-bc52-5465c96e4258",
    "title": {
      "en": "Wolf in the House"
    },
    "updatedAt": "2024-08-27T13:54:39+00:00",
    "coverArt": "https://mangadex.org/covers/c780ebc0-b2af-4f69-bc52-5465c96e4258/04d14011-544a-438e-90d1-aedc129e1b72.jpg",
    "altTitles": [
      {
        "ko-ro": "Ulpeu Indeo Hauseu"
      },
      {
        "pl": "Wilk w domu"
      },
      {
        "ja": "WOLF IN THE HOUSE：ウルフ・イン・ザ・ハウス"
      },
      {
        "ru": "Волк в доме"
      },
      {
        "zh": "入夜为人"
      },
      {
        "zh-hk": "家中有狼"
      },
      {
        "ko": "울프 인더 하우스"
      }
    ],
    "description": {
      "en": "After ending an on-again, off-again relationship of 10 years, Minsuk decides to foster a Siberian husky named Bexan to mark the start of his new single life. He can’t wait to cuddle with his new furry roommate, take him on walks, and play fetch. But Bexan is no ordinary dog…and when night falls, Minsuk is in for a surprise.",
      "pl": ": ||  \nPo zakończeniu 10-letniego związku, Minsuk postanawia zaadoptować syberyjskiego husky, o imieniu Bexan, aby uczcić początek jego nowego życia jako singiel. Nie może się doczekać, by przytulić się do swojego futrzanego współlokatora, zabierać go na spacery i bawić się z nim w aport. Lecz Bexan nie jest zwykłym psem…i kiedy zapada zmrok, na Minsuka czeka niespodzianka.||  \n  \n- [Official Japanese Translation](https://www.lezhin.com/ja/comic/with)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "79"
  },
  {
    "mangaId": "c0ad7424-c087-4fa4-9eab-3c6d92744b11",
    "title": {
      "en": "Tori Kissa!"
    },
    "updatedAt": "2022-09-16T13:16:06+00:00",
    "coverArt": "https://mangadex.org/covers/c0ad7424-c087-4fa4-9eab-3c6d92744b11/f0e7d9e2-4c28-4832-bdea-422d2edc17fe.jpg",
    "altTitles": [
      {
        "en": "Bird Café!"
      },
      {
        "en": "Bird Cafe!"
      },
      {
        "ja-ro": "Torikissa!"
      },
      {
        "ja": "とりきっさ！"
      },
      {
        "zh": "鸟娘咖啡"
      },
      {
        "zh-hk": "鳥娘咖啡"
      }
    ],
    "description": {
      "en": "Wilcome, wilcome!  \nThis is a 4-koma about a cafe run by two avian sisters. Originally a oneshot, before winning a newbie contest and being awarded a serialization.\n\n**Wikipedia**\n- [Chinese (Traditional)](https://zh.wikipedia.org/wiki/%E9%B3%A5%E5%A8%98%E5%92%96%E5%95%A1)\n- [Japanese](https://ja.wikipedia.org/wiki/%E3%81%A8%E3%82%8A%E3%81%8D%E3%81%A3%E3%81%95!)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "44"
  },
  {
    "mangaId": "8cc788c2-e988-4288-b351-769e10429905",
    "title": {
      "en": "Blade of Retribution"
    },
    "updatedAt": "2024-08-11T17:07:21+00:00",
    "coverArt": "https://mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "altTitles": [
      {
        "ko": "폭력의 대가"
      },
      {
        "en": "The Cost of Violence"
      },
      {
        "en": "Price of Violence"
      },
      {
        "ru": "Цена жестокости"
      },
      {
        "fr": "La lame de la vengeance"
      }
    ],
    "description": {
      "en": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own.",
      "fr": "Le jour où Shiho, champion de kendo décide d’aider sa mère célibataire à tenir un restaurant de gukbap, il apprend que sa sœur, Shiyeon, s’est suicidée. Pendant les funérailles, Shiho se rend compte que quelque chose cloche. Ce n’était pas un suicide, elle a été assassinée. Pour découvrir la vérité et venger la mort de sa sœur, Shiho reprend son sabre et entame sa propre guerre.",
      "ru": "В день, когда мастер кендо Шихо решает всё бросить и помочь своей матери-одиночке в управлении небольшим ресторанчиком, он узнаёт о том, что его младшая сестра Шиён, которая училась в университете Сеула, покончила с собой. \nВо время похорон Шихо замечает кое-что странное. \nЧтобы узнать правду и отомстить за смерть сестры, Шихо снова берёт в руки уже знакомый меч и начинает свою собственную войну."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-08-22T01:10:09+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b60fa5bf-c76a-480a-89b7-266b45b7068c",
    "title": {
      "en": "Stage S"
    },
    "updatedAt": "2024-07-15T22:51:49+00:00",
    "coverArt": "https://mangadex.org/covers/b60fa5bf-c76a-480a-89b7-266b45b7068c/7a0c25fd-6695-4bfc-81eb-30e7d8e47d2e.jpg",
    "altTitles": [
      {
        "ja": "ステージS"
      },
      {
        "zh": "呼魂蛇使"
      },
      {
        "ru": "Этап S"
      }
    ],
    "description": {
      "en": "Ukiyo Meguru is in love with his childhood friend, Tatsumi Sara. One day, he meets a white snake that can “see the future”…!?",
      "pt-br": "Ukiyo Meguru que está apaixonado pela sua amiga de infância, Tatsumi Sara, um dia encontra uma cobra branca que diz \"eu posso ver o futuro...!?\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a8e0eff-f486-4142-bd8c-6e30be9db5a4",
    "title": {
      "en": "Manyuu Hikenchou"
    },
    "updatedAt": "2024-06-07T18:38:27+00:00",
    "coverArt": "https://mangadex.org/covers/7a8e0eff-f486-4142-bd8c-6e30be9db5a4/d7650bf3-9178-4cb3-9800-0e8642105c84.jpg",
    "altTitles": [
      {
        "en": "Magic Breast Secret Sword Scroll"
      },
      {
        "ja-ro": "Machichi Hikenchou"
      },
      {
        "ja-ro": "Manyū Hikenchō"
      },
      {
        "ja-ro": "Manyuu Hiken-chou"
      },
      {
        "ja": "まにゅうひけんちょう"
      },
      {
        "ja": "魔乳秘剣帖"
      },
      {
        "fr": "La Paire et le Sabre (French)"
      },
      {
        "zh-hk": "魔乳秘劍帖"
      }
    ],
    "description": {
      "en": "It is currently the Taiheimeji Era. It is a reign ruled by the Tokugawa shogunate. Inside this shogunate, there is a group of warriors that support the government. They are the Manyuu Clan.  \n  \nIn this current era, breasts mean everything. If you have breasts, you are guaranteed wealth and popularity. If you lack them, you are rarely considered \"human\". Members of the Manyuu Clan help raise the future big breasts. Written on a secret scroll possessed by the clan, there is said to be various techniques on how to grow big and beautiful breasts.  \n  \nChifusa is to be successor of the clan. However, she takes the secret scroll and runs away with it, hoping to fight against the cruel world that the Manyuu Clan has created…  \n\n\n---\n\n**Links:**  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12728)"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": "46"
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcbf9c51-2f3c-462c-a81b-b6e5530ae00f",
    "title": {
      "en": "Isekai Koushoku Musou Roku ~Isekai Tensei no Chie to Chikara o, Tada Hitasura ✕✕✕✕ Suru Tame ni Tsukau~"
    },
    "updatedAt": "2024-07-10T00:01:07+00:00",
    "coverArt": "https://mangadex.org/covers/bcbf9c51-2f3c-462c-a81b-b6e5530ae00f/b7441826-6fd4-4cf6-b9cf-404ccb854fd8.jpg",
    "altTitles": [
      {
        "ja": "異世界好色無双録〜異世界転生の知恵と力を、ただひたすら✕✕✕✕するために使う〜"
      },
      {
        "ja-ro": "Isekai Koushoku Musou Roku ~Isekai Tensei no Chie to Chikara wo, Tada Hitasura ✕✕✕✕ Suru Tame ni Tsukau~"
      },
      {
        "ja-ro": "Isekai Koushoku Musou Roku: Isekai Tensei no Chie to Chikara o, Tada Hitasura ✕✕✕✕ Suru Tame ni Tsukau"
      },
      {
        "en": "Records Of Unparallelled Otherworld Lechery ~Using The Wisdom And Power Of Otherworld Reincarnation Just To Have XXXX~"
      },
      {
        "en": "Records of Lustful Warriors in Another World"
      },
      {
        "en": "Isekai Koushoku Musou Roku: Using the Wisdom and Power of Reincarnation in Another World to Just XXXX"
      },
      {
        "id": "Catatan pejuang penuh nafsu di dunia lain ~Kebijaksanaan dan keterampilan reinkarnasi di dunia lain, gunakan saja untuk XXXX bahkan untuk sesaat~"
      },
      {
        "ko": "이세계 호색무쌍록 ~이세계전생의 지식과 힘을, 그저 xxxx를 위해서 쓴다~"
      },
      {
        "ko-ro": "Isegye hosaegmussanglog: isegyejeonsaeng-ui jisiggwa him-eul, geujeo xxxxleul wihaeseo sseunda"
      }
    ],
    "description": {
      "en": "A man who has been reincarnated in a different world acquires the vocation of \"pole master\" in the new world! However, that special ability is not used to defeat enemies, nor to gain power, but to embrace the beautiful girls who appear one after another with all one's might! A unique story of conquering another world begins here!\n\nThe protagonist, “Sao” has been reborn with his memories from his past life. He’s born as a son of a rural villager, but his true identity is a reincarnated person with cheat abilities and the knowledge of the modern world. With the class “Rod Master,” he received as he grows up, and the many skills that came up with it, he can defeat enemies, help people, and even for sex.",
      "id": "Seorang pria yang telah bereinkarnasi di dunia lain memperoleh panggilan \"master tongkat\" di dunia baru!  Namun, kemampuan itu tidak digunakan untuk mengalahkan musuh, atau untuk mendapatkan kekuatan, melainkan untuk ngentot dengan gadis-gadis cantik yang terus muncul!",
      "ja": "ノクターンノベルズ大人気作！ 異世界転生したとある男は新天地で「竿師」なる天職を手にする！ だが、その異能は敵を倒すためでもなく、権力を手にするためでもなく、ただひたすらに全力で次々と現れる美少女を抱くことに使うのだ！ 異色の異世界制覇譚、ここに開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e905fc7-d534-479e-9880-f89effbf30e2",
    "title": {
      "en": "Kimi ga Hoeru Tame no Uta wo,"
    },
    "updatedAt": "2024-08-16T14:26:07+00:00",
    "coverArt": "https://mangadex.org/covers/7e905fc7-d534-479e-9880-f89effbf30e2/547ca8d2-17d9-4e09-a114-580cb9ddb6c8.jpg",
    "altTitles": [
      {
        "en": "Howling Song for Husky Girl"
      },
      {
        "ja": "キミが吠えるための歌を、"
      },
      {
        "ja": "キミ吠え"
      },
      {
        "en": "Kimihoe"
      }
    ],
    "description": {
      "en": "Oogami Haru, a high schooler troubled by her childish appearance and contrasting deep voice secretly uploads videos of herself singing on the internet. One day, when her classmate Narumiya Yuu finds out about this, instead of the ridicule she expected, Yuu instead invites Haru to form their own musical group… A shared story of music and youth between two girls, each burdened by the past.",
      "ja": "幼い見た目とチグハグな低い声に悩む女子高生・大神晴は、ひそかに「歌ってみた」動画をあげる日々を送っていたが、クラスメイトの鳴宮優雨に歌声を聞かれてしまう。「馬鹿にされる…」と怯える晴だったが、優雨は「私とユニットを組んでプロを目指そう」と誘ってきて… 。くするぶる想いを抱える少女二人の、音楽青春ストーリー！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e2707b8-b723-41de-a608-4e4d9ce2f99c",
    "title": {
      "en": "Maydare Tensei Monogatari: Kono Sekai de Ichiban Warui Majo"
    },
    "updatedAt": "2024-05-21T09:28:25+00:00",
    "coverArt": "https://mangadex.org/covers/9e2707b8-b723-41de-a608-4e4d9ce2f99c/2b70a60e-518b-4b64-9376-93833d362c56.jpg",
    "altTitles": [
      {
        "ja": "メイデーア転生物語"
      },
      {
        "ja": "メイデーア転生物語 この世界で一番悪い魔女"
      },
      {
        "ja-ro": "Maydare Tensei Monogatari"
      },
      {
        "en": "Tales of Reincarnation in Maydare: The World's Worst Witch"
      },
      {
        "ru": "История реинкарнаций в Мейдере"
      },
      {
        "ko": "메이데어 전생 이야기"
      },
      {
        "zh": "梅迪亚转生物语"
      },
      {
        "zh": "美狄亚魔王转生记"
      },
      {
        "zh-hk": "梅蒂亞轉生物語"
      },
      {
        "de": "Wiedergeburt in Maydare: Die bösartigste Hexe der Welt"
      },
      {
        "de": "Wiedergeburt in Maydare"
      },
      {
        "fr": "Les contes de la réincarnation en le Maydaré"
      },
      {
        "fr": "Les contes de la réincarnation en le Maydaré: La pire sorcière en le monde"
      },
      {
        "vi": "Chuyện chuyển sinh ở Maydare"
      },
      {
        "id": "Kisah Reinkarnasi Di Maydare"
      }
    ],
    "description": {
      "de": "Einst rettete Makia, die Tochter einer berüchtigten Hexe, dem Sklavenjungen Thor das Leben. Gemeinsam wuchsen sie auf und erlernten magische Fähigkeiten. Doch dann reißt das Schicksal sie auseinander und Makia landet an einer Magierakademie, wo sie sich schwört, die beste Schülerin ihres Jahrgangs zu werden, um ihren alten Freund möglichst schnell wiederzufinden. Denn es gibt noch ein weiteres Geheimnis, das sie verbindet: Beide kamen ursprünglich aus einer anderen Welt nach Maydare! Dort war Makia eine gewöhnliche, japanische Oberschülerin, die gemeinsam mit zwei anderen Klassenkameraden umgebracht wurde. Wird es ihr gelingen, das Verbrechen aufzuklären und in der neuen Welt ihr Glück zu finden?",
      "en": "Makia is a noble lady descended from an infamous witch. Thor, a boy who was raised with her and came from another world, is chosen to be the knight of the \"savior.\" The two are forced apart, and to see Thor once again, Makia aims to be the top student at Magic School!  \n\n\n---",
      "fr": "Makia est une noble dame issue d'une infâme sorcière. Thor, un garçon qui a été élevé avec elle et est venu d'un autre monde, est choisi pour être le chevalier du «sauveur». Les deux sont forcés de se séparer, et pour revoir Thor, Makia vise à être la meilleure élève de Magic School!",
      "id": "Makia adalah seorang gadis bangsawan yang merupakan keturunan dari seorang penyihir yang dikenal akan kejahatannya. Thor, seorang anak laki-laki yang dirawat bersama makia dan datang dari dunia lain, dipilih untuk menjadi seorang ksatria bagi sang \"penyelamat\". Keduanya terpaksa harus berpisah karena suatu alasan, dan ketika mereka berdua dipertemukan kembali, Makia bertekad untuk menjadi murid terbaik yang ada di sekolah sihir! ---",
      "ru": "Загадочный мир под названием «Мейдер». В нём существуют магия, рыцари, драконы и… ведьмы. Макия – юная волшебница из дворянской семьи, являющаяся потомком «Самой худшей ведьмы этого мира», и любительница провести вечерок-другой, изучая новые заклинания. Однажды она встречает необычного паренька, которому даёт имя Тор. Вместе они продолжают углубляться в исследование колдовства и довольно быстро находят общий язык. Это начало длинной истории о девочке, пытающейся понять себя и свои истинные чувства.",
      "tr": "Makia, kötü şöhretli bir cadının soyundan gelen asil bir hanımefendi. Başka bir dünyadan gelen ve Makia ile birlikte büyüyen Thor, \"Kurtarıcı\"nın şövalyesi olarak seçiliyor. İkisi de birbirlerinden ayrılmak zorunda kalıyorlar ve Makia, Thor'u bir kez daha görmek için Büyü Okulu'nun en iyi öğrencisi olmayı hedefliyor!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "261ff484-8ab5-45ba-8bcb-02517d1d1cc3",
    "title": {
      "en": "'Tis Time for \"Torture,\" Princess"
    },
    "updatedAt": "2024-07-29T14:19:18+00:00",
    "coverArt": "https://mangadex.org/covers/261ff484-8ab5-45ba-8bcb-02517d1d1cc3/ed7e6f94-b3d3-4faf-9df5-f354bf9dab29.jpg",
    "altTitles": [
      {
        "ja-ro": "Hime-sama, \"Goumon\" no Jikan desu"
      },
      {
        "en": "It's Time for \"Interrogation,\" Princess!"
      },
      {
        "fr": "Princesse, c'est l'heure de la “torture”"
      },
      {
        "ru": "Пришло время \"допроса\", принцесса!"
      },
      {
        "zh-hk": "公主大人，接下來是“拷問”時間"
      },
      {
        "zh": "公主大人，接下来是“拷问”时间"
      },
      {
        "ja": "姫様“拷問”の時間です"
      },
      {
        "pt-br": "É hora do \"interrogatório\", Princesa!"
      }
    ],
    "description": {
      "de": "Die illustre und militärisch begnadete Prinzessin des Königreiches wurde von Schergen des Dämonenfürsten gefangen genommen und in Ketten gelegt. Darauf bedacht, jede auch noch so kleine Information aus ihr herauszupressen, setzt der Dämonenfürst seine Großinquisitorin darauf an, die Prinzessin zum Reden zu bringen.  \n  \nKann sie dieser schier endlosen Folter widerstehen? Oder knickt sie bei den Verhören ein und offenbart ihrem erbitterten Feind vitale Informationen über ihr geliebtes Königreich?  \n  \nDies ist die Geschichte jener armen Prinzessin und der Qualen, die sie im Zuge der Verhöre erleiden muss.",
      "en": "The princess who's been held captive by the Demon Lord's army is scheduled to be executed by the Demon Lord's relentless torture!",
      "id": "Seorang Putri yang ditahan oleh pasukan Raja Iblis, disiapkan untuk menerima siksaan dari Raja Iblis tanpa henti!  \n\n\n---\n\n**Links:**  \n- [Chapter 1 art](https://i.imgur.com/SaOoznH.png)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efbd7593-c29f-45ec-aacb-497029978136",
    "title": {
      "en": "Sensitive Boy"
    },
    "updatedAt": "2024-07-03T18:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/efbd7593-c29f-45ec-aacb-497029978136/9fafc730-5b10-476a-b13a-9789d728ff5e.jpg",
    "altTitles": [
      {
        "ja": "センシティブ・ボーイ"
      }
    ],
    "description": {
      "en": "Kaede, a victim of past sexual abuse, is obsessed with becoming \"normal\" ...  \n\nA bittersweet story about a boy facing coming-of-age questions about love, sexuality, complexes, and other troubles."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-08-24T08:51:06+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/07cee817-71dc-4219-9dca-ff5e2d3f4ee3.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28f9e770-fa28-4d7a-95ae-da4edf977921",
    "title": {
      "en": "Cardfight!! Vanguard Will+Dress D2"
    },
    "updatedAt": "2024-02-24T16:35:23+00:00",
    "coverArt": "https://mangadex.org/covers/28f9e770-fa28-4d7a-95ae-da4edf977921/8408bd2a-2f99-4f3e-8afd-20e99c716c48.png",
    "altTitles": [
      {
        "ja": "カードファイト!! ヴァンガード will+Dress D2"
      }
    ],
    "description": {
      "en": "Mukae Jinki have gathered 15 Fighters, and One who have chosen from winning all the Shop Tournaments. These 16 fighters will fight for the throne to be the strongest, as the Curtain for the Second Deluxe Opens!! Who will be the one to Control the fight, who will be the one to win!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2024-07-30T21:34:34+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/116dce04-dc9d-42f5-a759-47b167fe2e93.png",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, overworked salaryman Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?).",
      "ja": "狐を拾ったら、嫁がれました。\n\n三十路手前のサラリーマン、日野峰吾郎は、とある理由で嫁ぎ遅れた化け狐、こがねを助けたことで恩返しと称した求婚を迫られる。こがねを無下にすることもできず、吾郎は「1年間の同棲を経て妻として認められたら結婚する」という条件を提案することに。果たしてこがねは無事に嫁ぐことができるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]