[
  {
    "mangaId": "26937cf3-0fba-4651-995d-5ebcc8a15eb2",
    "title": {
      "en": "Katekyo Hitman Reborn!"
    },
    "updatedAt": "2024-10-09T05:03:40+00:00",
    "coverArt": "https://mangadex.org/covers/26937cf3-0fba-4651-995d-5ebcc8a15eb2/5d0e6081-481d-4758-9140-a20bccb3e588.jpg",
    "altTitles": [
      {
        "en": "Home Tutor Hitman Reborn!"
      },
      {
        "ja-ro": "Kateikyoushi Hitman Reborn!"
      },
      {
        "ja-ro": "Katekyou Hitman Reborn!"
      },
      {
        "ru": "Репетитор-киллер Реборн!"
      },
      {
        "th": "ครูพิเศษจอมป่วน รีบอร์น!"
      },
      {
        "zh-hk": "家庭教师REBORN！"
      },
      {
        "ja": "家庭教師ヒットマンREBORN！"
      },
      {
        "ko": "가정교사 히트맨 리본!"
      },
      {
        "en": "Reborn!"
      }
    ],
    "description": {
      "en": "Tsuna comes home one day, only to be greeted by a little baby mafioso who apparently is his new home tutor. His job is to guide Tsuna into his role as the 10th Boss of the Vongola mafia family. With the help of all his new friends and an array of special items such as the \"Dying Will Bullet\", he might just be able to do it.",
      "ru": "Тсунаёши Савада— на первый взгляд самый обыкновенный мальчик. Слегка невезуч, слегка неуклюж, слегка паникёр. Хотя, может, и не слегка. И все в его жизни скучно и безрадостно, до того волшебного момента, как пред его взором предстаёт чудо-ребёнок Реборн, который на деле оказывается давно зарекомендовавшим себя в мафиозном мире киллером. Реборн мило радует Тсуну, что отныне тот назначается наследником крупнейшей мафиозной семьи Вонгола, и что он, Реборн, обязуется сделать из него надлежащего босса. С этого дня жизнь Савады кардинально меняется…"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "409"
  },
  {
    "mangaId": "6ef2cc94-eb99-4058-929f-6b1afae1caca",
    "title": {
      "en": "Is it Normal to Raise a Yandere Heroine as a Villainess ?!"
    },
    "updatedAt": "2024-08-07T15:36:48+00:00",
    "coverArt": "https://mangadex.org/covers/6ef2cc94-eb99-4058-929f-6b1afae1caca/500263ae-db48-4adf-8458-248eef830f80.jpg",
    "altTitles": [
      {
        "zh": "身为恶役女配的我养成病娇女主很正常吧？！"
      },
      {
        "pt-br": "Como A Vilã, Criar Uma Protagonista Yandere É Normal, Não É?!"
      },
      {
        "zh-ro": "Shen Wei E Yi Nv Pei De Wo Yang Cheng Bìng Jiao Nv Zhu Hen Zheng Chang Ba?!"
      }
    ],
    "description": {
      "en": "Jiang Yang was a lead designer for a popular game company until she fell to her death while gathering inspiration for a new game. After waking up in a world of cultivation, she trained tirelessly to return to her original world, when a thread of fate pulled her into the world of an otome game.\n\nJiang Yang quickly realizes she is in the world of the very first game she had worked on. The thread of fate connected her to Stardew, the heroine of the game who is being bullied during her first year at the Royal Academy of Magic.\n\nAs the game progresses, Jiang Yang remembers the ridiculous story the game follows, and she decides that she can’t stand by while the game makes Stardew suffer. She helps Stardew deal with the flirtatious love interest of the original game, Crown Prince Miller, and even imparts her with some of her cultivation power. To protect Stardew from the game’s story, she even puts herself in danger. However, as Jiang Yang and Stardew’s relationship becomes closer, Jiang Yang realizes that the thread of fate connecting her and Stardew is not as simple as she imagined.",
      "zh": "姜央是一名为了游戏新作采风不幸摔下悬崖穿越到修真世界的游戏主美，为了回到原本的世界，姜央努力修炼，终于要飞升成神回到原本的世界，结果因为一条神秘的因果线，被强制牵引到了一个魔法世界中（还是个乙女游戏，游戏刚开始），捡到了初入魔法校园就被恶役女二欺负的的游戏女主。 姜央这时反应过来，这不就是当初让自己穿越的那个倒霉换皮游戏吗？而自己的因果线就连接在了游戏女主星露的身上。姜央以为只要跟着游戏通关，自己就能回到最初的现实世界，但是随着游戏发展，姜央再次回想起了煞笔策划写的沙雕剧情，看着星露受苦，具有强烈责任心和道德感的姜央选择对星露出手相助，不仅要帮对方清理花心皇子那些烂桃花，还传授修真技巧以防对方被其他学生霸凌，甚至有时还得搭上自己的身子！！随着姜央和星露的交往越来越密切，姜央发现自己在星露身上的因果线没有自己想象中那么简单……",
      "pt-br": "Jiang Yang é a diretora de designe de arte de um jogo, ao coletar referências para uma nova produção, cai de um penhasco e acaba atravessando para um mundo de cultivo. Para voltar ao seu mundo original, Jiang Yang se dedica ao cultivo e finalmente está prestes a ascender como uma divindade para retornar. No entanto, devido a uma misteriosa linha do destino, ela é forçada a ser puxada para um mundo de magia (que também é um jogo otome, e o jogo acabou de começar). Nesse novo mundo, ela encontra a protagonista do jogo, Xing Lu, sendo intimidada pela vilã secundária logo no início da academia de magia.\n\nJiang Yang percebe que este é o jogo problemático que a fez atravessar os mundos originalmente. Sua linha do destino está ligada a Xing Lu, a protagonista do jogo. Jiang Yang acredita que, seguindo a história do jogo até o fim, ela poderá retornar ao seu mundo real. No entanto, conforme o jogo se desenvolve, Jiang Yang relembra as tramas ridículas escritas pelo roteirista idiota do jogo. Vendo o sofrimento de Xing Lu, a fortemente responsável e moralmente íntegra Jiang Yang decide ajudar Xing Lu. Ela não apenas ajuda a livrar Xing Lu dos pretendentes indesejados, incluindo o príncipe mulherengo, mas também lhe ensina técnicas de cultivo para que ela possa se defender dos outros estudantes. Às vezes, isso até envolve sacrificar-se fisicamente! \n\nÀ medida que Jiang Yang e Xing Lu se tornam mais próximas, Jiang Yang descobre que sua linha do destino com Xing Lu é mais complexa do que ela imaginava..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-10-11T18:07:18+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/ccfd14b4-7eb6-42d4-a71a-18cded8181ea.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2443c0cf-e3e1-4305-bf57-b5c7f370781b",
    "title": {
      "en": "Yuukoku no Moriarty: The Remains"
    },
    "updatedAt": "2024-08-02T17:32:19+00:00",
    "coverArt": "https://mangadex.org/covers/2443c0cf-e3e1-4305-bf57-b5c7f370781b/1438e0d3-59c8-4fdf-b784-06e3b3b6f267.jpg",
    "altTitles": [
      {
        "ja": "憂国のモリアーティ-The Remains-"
      },
      {
        "en": "Moriarty the Patriot: The Remains"
      }
    ],
    "description": {
      "en": "A manga adaptation of the Yuukoku no Moriarty light novels."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Mahou Shoujo ni Akogarete"
    },
    "updatedAt": "2024-11-02T18:27:31+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "en": "Gushing over Magical Girls"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6698000b-b0fb-4946-80c0-9ecf0464f07d",
    "title": {
      "en": "Dao of the Bizarre Immortal"
    },
    "updatedAt": "2024-12-18T08:22:47+00:00",
    "coverArt": "https://mangadex.org/covers/6698000b-b0fb-4946-80c0-9ecf0464f07d/06cd2f1a-5f80-488d-bd3f-3ab7904f531c.png",
    "altTitles": [
      {
        "zh": "道诡异仙"
      },
      {
        "pt-br": "Dao do Imortal Bizarro"
      },
      {
        "vi": "Đạo Quỷ Dị Tiên"
      }
    ],
    "description": {
      "en": "High school student Li Huowang possesses an ability: whenever he closes his eyes, he enters a bizarre cultivation world. In that strange world, he is captured by someone who calls him “Master” and is made into a living medicine—a human cauldron that could be turned into a pill at any moment.\n\nIn the real world, however, Li Huowang is a mentally ill patient living in a psychiatric hospital, unable to attend school. The doctors tell him that the bizarre cultivation world is nothing but a hallucination.\n\nNow, caught between reality and illusion, truth and lies, Li Huowang breaks down, crying and shouting:\n“Mom, I really can’t tell what’s real anymore!”",
      "vi": "Học sinh trung học Lý Hỏa Vượng sở hữu khả năng chỉ cần nhắm mắt là có thể đi đến một thế giới tu tiên kỳ quái. Trong thế giới kỳ quái đó, cậu bị một người được gọi là \"Sư phụ\" bắt đi làm một dược nhân, có thể bị luyện thành đan dược bất cứ lúc nào. Còn trong thế giới thực, Lý Hỏa Vượng là một bệnh nhân tâm thần sống trong bệnh viện tâm thần, không thể đi học được nữa. Bác sĩ nói với cậu rằng, thế giới tu tiên kỳ quái đó chỉ là ảo giác của cậu mà thôi. Giờ đây, thật thật giả giả, giả giả thật thật, Lý Hỏa Vượng bật khóc trong tuyệt vọng và hét lên: “Mẹ ơi, con thật sự không phân biệt nổi nữa!",
      "pt-br": "Li Huowang, um estudante do ensino médio, possui uma habilidade peculiar: sempre que fecha os olhos, ele entra em um mundo de cultivo bizarro. Nesse mundo estranho, ele é capturado por alguém que o chama de “Mestre” e acaba transformado em uma medicina viva — um humano…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c2869d7-3893-4dfe-8b4f-f729a0870ae1",
    "title": {
      "en": "\"Monban Yattero\" to Iware Juugo Nen, Tsuttatetteru Aida ni Ore no Maryoku ga 9999 \"Saikyou\" ni Sodattemashita"
    },
    "updatedAt": "2024-12-27T15:04:24+00:00",
    "coverArt": "https://mangadex.org/covers/7c2869d7-3893-4dfe-8b4f-f729a0870ae1/0e53f26d-dacc-42a7-8488-cd93d9b3e467.jpg",
    "altTitles": [
      {
        "ja": "「門番やってろ」と言われ15年、突っ立ってる間に俺の魔力が9999（最強）に育ってました"
      },
      {
        "ja-ro": "\"Monban Yattero\" to Iware 15 Nen, Tsuttatetteru Aida ni Ore no Maryoku ga 9999 \"Saikyou\" ni Sodattemashita"
      },
      {
        "en": "Being Told \"Do Your Best\" for 15 Years, My Magical Power Has Grown to 9999 \"The Strongest\""
      }
    ],
    "description": {
      "en": "Although Royle is blessed with a good physique, he was told that he had no talent for fighting, and was forced to work as a lonely gatekeeper for 15 years. While he is working, all he can do is fantasize about the adventure stories in which he is the main character, and his job as gatekeeper is replaced by an “automatic surveillance interception magic tool” and he is laid off.\nLoyle is at a loss, but on the way to another town, he meets the saint Diz. After meeting her, he discovers that the “strongest original magic” that he always used in his delusions can in fact be used in reality…\nAn exhilarating story about the strongest man with no communication skills and 9999 magic power who becomes an adventurer and becomes unrivaled!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2024-12-21T01:15:33+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái đáng thương"
      },
      {
        "pl": "Biedna siostrzyczka"
      },
      {
        "pt-br": "Pobre Irmãzinha"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan",
      "pl": "Biedna młodsza siostrzyczka, która zakochała się w swoim bracie",
      "vi": "Cô em gái đáng thương phải lòng anh trai mình",
      "pt-br": "Pobre irmãzinha que arma seu onii-chan"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72231b89-3934-439b-9d83-0f82e45f01d6",
    "title": {
      "en": "Kanchigai no Atelier Meister: Eiyuu Party no Moto Zatsuyougakari ga, Jitsu wa Sentou Igai ga SSS Rank Datta to Iu Yoku Aru Hanashi"
    },
    "updatedAt": "2024-12-01T18:59:22+00:00",
    "coverArt": "https://mangadex.org/covers/72231b89-3934-439b-9d83-0f82e45f01d6/40eff0b1-c9ad-459d-88a5-7c6136ff4edc.jpg",
    "altTitles": [
      {
        "ja": "勘違いの工房主　英雄パーティの元雑用係が、実は戦闘以外がSSSランクだったというよくある話"
      },
      {
        "en": "The Unaware Atelier Meister"
      },
      {
        "en": "The Unaware Atelier Master"
      }
    ],
    "description": {
      "en": "Kuruto gets kicked out of the hero's party for being too useless in combat. However unknown to him, he's SSS Rank in skills like cooking, building, magic tool crafting, etc. \n  \nWN Raw: <https://www.alphapolis.co.jp/novel/292207951/264201950>"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fc391db-1810-4e72-842d-8151155bbe0f",
    "title": {
      "en": "Uesugi-kun wa Onnanoko wo Yametai"
    },
    "updatedAt": "2024-11-02T01:17:10+00:00",
    "coverArt": "https://mangadex.org/covers/9fc391db-1810-4e72-842d-8151155bbe0f/7e20c29f-aa62-4878-b495-acde3a9f36ed.jpg",
    "altTitles": [
      {
        "ja": "上杉くんは女の子をやめたい"
      },
      {
        "en": "Uesugi-kun Wants to Quit Being a Girl"
      }
    ],
    "description": {
      "en": "Uesugi-kun is a boy who's as petite and cute as a girl. He has a crush on a girl he's known since childhood, but overheard her saying, \"Wouldn't Uesugi be totally adorable if he was a girl?!\" Uesugi-kun's not as tall as his other childhood friend, Eito, nor is he as good at studies, and now he's suffering from a broken heart. A depressed Uesugi-kun stops by a shrine while running an errand and makes a wish...",
      "ja": "可愛すぎる女体化男子の恋の行方は――！？\n\n上杉ケースケの悩みは男子なのに小さくて可愛いこと。ある日、片想いの相手・のえるが「上杉が女の子だったらめっちゃ可愛くない!？」と話しているのを聞いてしまう。\n\n「オレ、男扱いもされてないってこと…!？」\n\n幼なじみで何でもできる瑛人には、身長も勉強も勝てないし、失恋もしちゃうし…。落ち込むケースケが、家の隣の神社で恋がかなうようにお願いをしてみると、身体が女の子になっちゃって――!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e156d65-cf65-4d5b-9d04-52f2f8100fbf",
    "title": {
      "en": "Isekai Mokushiroku Mynoghra: Hametsu no Bunmei de Hajimeru Sekai Seifuku"
    },
    "updatedAt": "2024-11-22T17:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/6e156d65-cf65-4d5b-9d04-52f2f8100fbf/03ff0d8e-8c07-42f8-9db3-49ef13ebf352.jpg",
    "altTitles": [
      {
        "ja": "異世界黙示録マイノグーラ ～破滅の文明で始める世界征服～"
      },
      {
        "zh-hk": "異世界默示錄米諾戈拉 ～從滅亡的文明開始的世界征服～"
      },
      {
        "en": "Apocalypse Bringer Mynoghra: World Conquest Starts with the Civilization of Ruin"
      }
    ],
    "description": {
      "en": "Bedridden and abandoned, Takuto Ira spent his days in the hospital trying to beat the illness that was slowly killing him. His only solace lay in the nation management strategy game Eternal Nations, where he had built a reputation as the greatest player to ever live. \n\nAfter succumbing to his disease, Takuto awoke within the game next to Atou — the Hero unit for his favorite civilization, Mynoghra. Now they’ll set out to conquer the world together (again), one unit, settlement, and level at a time!",
      "pl": "Ira Takuto umiera w młodym wieku i budzi się w świecie przypominającym jego ulubioną grę 『Eternal Nations』 w której spotyka postać z gry, Atou. Razem postanawiają stworzyć własne królestwo.",
      "pt-br": "Eu reencarnei como um deus do mal. Ira Takuto sucumbiu à doença em tenra idade e acabou reencarnando em um mundo que lembrava o jogo de simulação de estratégia, “Eternal Nations”, do qual ele adorava jogar quando estava vivo. O que apareceu na frente dele foi Atou, uma garota pertencente à civilização do mal que eu costumava interpretar como “Mynoghra”. Os dois decidiram criar um novo país neste mundo mais uma vez."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-11-21T15:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/94d40a54-9507-4dfd-8f37-adf6ae64a43d.jpg",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-11-13T19:43:36+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/25b29d9c-cc75-4a94-9174-7bcabec9d169.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!",
      "ru": "Пробравшись на невольничий корабль, Юлиан отправляется на континент вместе с сотней рабов, жаждущих свободы... Но что ждёт его впереди?!",
      "vi": "Lén đi lậu trên một con tàu, Julian ra đi tìm đến đại lục cùng với một trăm người nô lệ khác... Ai ai cũng khao khát có được tự do, thế nhưng rồi...?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe7de7ae-db9d-40dd-a117-cc022bf69997",
    "title": {
      "en": "Quiz! Seigi no Sentaku"
    },
    "updatedAt": "2024-12-23T15:29:39+00:00",
    "coverArt": "https://mangadex.org/covers/fe7de7ae-db9d-40dd-a117-cc022bf69997/468a0278-6dcd-4a75-8093-b259bff63efc.jpg",
    "altTitles": [
      {
        "en": "Quiz! Choice of Justice"
      },
      {
        "ja": "クイズ! 正義の選択"
      }
    ],
    "description": {
      "en": "New challengers will challenge the popular variety program “Quiz! Choice of Justice” presented by the video distribution service “Justice” tonight! Do you get \"5 million yen for entrepreneurship\" or lose your \"left arm\"? Each decision to be tested on unanswered questions."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "85"
  },
  {
    "mangaId": "8987ca6e-5fca-41b9-9d35-a47897667bc4",
    "title": {
      "en": "I Am in the Same Class as the Crazy Male Leads"
    },
    "updatedAt": "2024-12-27T19:59:20+00:00",
    "coverArt": "https://mangadex.org/covers/8987ca6e-5fca-41b9-9d35-a47897667bc4/086e2d67-dd08-45ac-badd-70e72f4c9b99.jpg",
    "altTitles": [
      {
        "ko": "미친 남주들과 같은 반이 되었다"
      }
    ],
    "description": {
      "en": "\"On an Unbelievably Unlucky Day, I Got Hit by a Truck and Woke Up to Find Myself in the Crazy Novel I Wrote Back in High School.\n\nAnd it’s filled with nothing but utterly unhinged male leads!\n\nThere’s Kang Seonwoo, the top student with impeccable manners but secretly a psychopath.  \nCha Ihan, the rough-looking delinquent with puppy-like charm, yet an obsessive clingy maniac—only for the heroine.  \nAnd Kim Chanseung, a promising national swimmer... who also happens to be a stalker!\n\n“What was I even thinking when I wrote this back in high school?!”\n\nI just need to stay far away from these lunatics and live quietly!  \n\nBut life never goes the way you want it to, does it...?\n\n\"Let me know if there’s something you don’t like. I want to get closer to you.\"  \nA friend request from the psychopath.  \n\"Aren’t you too close to those boys? Isn’t that a bit much for someone so conservative?\"  \nJealousy from the misdirected obsessive.  \n\"Here, take this.\"  \nAnd protein-flirting from the national swimmer-stalker.\n\nWhat is wrong with all of them?! Why are they like this with me?!\n\nCan I... actually survive here...?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a67ec4e-fa2a-4cc0-9873-1dd8edff59eb",
    "title": {
      "en": "Lock On"
    },
    "updatedAt": "2024-12-23T14:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/9a67ec4e-fa2a-4cc0-9873-1dd8edff59eb/36a35932-b183-424a-9f2f-527897225f9c.png",
    "altTitles": [
      {
        "ja": "ロックオン"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "356de811-ae92-48f1-b93b-cfdf0f8d02e4",
    "title": {
      "en": "Now That We Draw"
    },
    "updatedAt": "2024-11-25T13:19:50+00:00",
    "coverArt": "https://mangadex.org/covers/356de811-ae92-48f1-b93b-cfdf0f8d02e4/e9c47c27-6476-4a82-a3f8-5411cf8f211b.jpg",
    "altTitles": [
      {
        "ja": "描くなるうえは"
      },
      {
        "ja-ro": "Kakunaru Ue wa"
      },
      {
        "ja-ro": "Kakunaru Ue ha"
      },
      {
        "zh": "既然要画恋爱漫画"
      },
      {
        "id": "Rupa Gambar Kita"
      },
      {
        "vi": "Ta Cùng Vẽ Thôi Nào!"
      }
    ],
    "description": {
      "en": "Uehara-kun, who loves 2D, dreams of becoming a comic artist one day! However, his dream is threatened when an editor rejects his work as too boring. The next day, while contemplating giving up on his dream, a gal in his class, Miyamoto Niina, sees his manuscript, and a too-close pseudo-romance for the sake of their comics begins!?",
      "id": "Uehara-kun menyukai karakter 2 dimensi dan mempunyai cita-cita menjadi mangaka! Namun, mimpinya pupus saat seorang editor menolak manga-nya karena bikin ngantuk. Besoknya, dia berencana membuang manga yang ditolak tersebut, namun, salah satu gadis dari kelasnya, Miyamoto Niina, mengetahui manga hasil buatannya, timbulah kisah komedi-romantis yang terjalin dari sebuah manga!",
      "ja": "2次元をこよなく愛する上原くんの夢は漫画家！ ある日、同じクラスのギャル宮本さんに自分の原稿を見られたことで漫画のための距離感近すぎ疑似恋愛、開始!?",
      "vi": "Uehara-kun là một thằng rất thích gái 2D và ước mơ làm hoạ sĩ Manga! Tuy nhiên, giấc mơ của anh ta lại ngay lập tức bị đạp đổ khi bị một biên tập viên nhận xét rằng tác phẩm này nhìn chán chả buồn nói.\n\nTưởng như anh đã định từ bỏ giấc mơ của mình thì một cô gái trong lớp của anh, Miyamoto Niina, nhìn thấy bản phác thảo của cậu ấy và muốn bắt đầu một mối tình tưởng lãng mạn nhưng ai ngờ là giả tạo, để giúp cậu hoàn thành được bộ manga của mình!\n\nMột bộ manga về Mangaka ✖ Romcom tuổi mới lớn!",
      "pt-br": "Uehara-kun, que adora 2D, sonha em se tornar um mangaká um dia! No entanto, seu sonho é ameaçado quando um editor rejeita seu trabalho por considerá-lo muito chato.\n\nNo dia seguinte, enquanto pensa em desistir de seu sonho, uma garota de sua turma, Miyamoto Niina, vê seu manuscrito, e um pseudo-romance muito próximo para o bem de seus mangás começa!?\n\nEsta é uma comédia romântica juvenil de quadrinistas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43ff67bf-44a7-41ae-8cd4-b38b8664db4d",
    "title": {
      "en": "Nichiasa Suki no Otaku ga Akuyaku Seito ni Tenseishita Kekka, Hametsu Flag ga Houkaishiteiku Ken ni Tsuite"
    },
    "updatedAt": "2024-11-01T22:57:25+00:00",
    "coverArt": "https://mangadex.org/covers/43ff67bf-44a7-41ae-8cd4-b38b8664db4d/ab74c93b-6bd6-4694-9ed9-db38fe3dd1ad.jpg",
    "altTitles": [
      {
        "ja": "ニチアサ好きのオタクが悪役生徒に転生した結果、破滅フラグが崩壊していく件について"
      },
      {
        "en": "Regarding the Destruction of the Destruction Flag as a Result of a Nichiasa-Loving Otaku Being Reincarnated as a Villainous Student."
      }
    ],
    "description": {
      "en": "Yugo Kurei is a high school student that loves tokusatsu hero shows. One day, he loses his life protecting a child from a street slasher, but he is reincarnated in another world as Yugo Clay, a character from a certain game. However, Yugo is the most disliked person in the school and is destined to die tragically... He was reincarnated as a villain, but with the new power of magic in his hands, he aims to become a hero!\n\n\"In this world, I can become the strongest hero!\" A hero story of a tokusatsu otaku who rises from the bottom while crushing his doom flags!",
      "ja": "日曜日の朝に放送されているヒーロー番組をこよなく愛している高校生・呉井雄悟。ある日、通り魔から子供を庇って命を落とすが、気づくと【ルミナス・ヒストリー】というゲームのキャラクター、ユーゴ・クレイとして異世界転生していた。しかし、ユーゴというキャラは学園一の嫌われ者で、ゆくゆくは無様に命を落とす運命・・・\n\nそんな悪役キャラに転生したが、魔法という新たな力を手にしたことで、ヒーローになれる可能性に気づく！\n\n「この世界なら俺は“本物”のヒーローになれる！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c2cf97e-0c2e-47ac-a4ed-9bd97f710fdc",
    "title": {
      "en": "Mobile Suit Gundam SEED Destiny - The Edge: Desire"
    },
    "updatedAt": "2024-09-20T23:11:20+00:00",
    "coverArt": "https://mangadex.org/covers/3c2cf97e-0c2e-47ac-a4ed-9bd97f710fdc/0fc3f34a-caae-4c10-bd08-4d02ea3bc288.png",
    "altTitles": [
      {
        "ja": "機動戦士ガンダムSEED DESTINY THE EDGE Desire"
      },
      {
        "ja-ro": "Kidou Senshi Gundam Seed Destiny The Edge Desire"
      }
    ],
    "description": {
      "en": "The world of *The Edge* that could not be depicted only from Athrun's point of view is presented in this fascinating omnibus work!"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "6"
  },
  {
    "mangaId": "bd6d0982-0091-4945-ad70-c028ed3c0917",
    "title": {
      "ja-ro": "Mushoku Tensei ~Isekai Ittara Honki Dasu~"
    },
    "updatedAt": "2024-08-16T17:50:43+00:00",
    "coverArt": "https://mangadex.org/covers/bd6d0982-0091-4945-ad70-c028ed3c0917/ec119d54-8a30-4e1b-8c4a-a4c66d8560b9.jpg",
    "altTitles": [
      {
        "pt-br": "A Reencarnação do Vagabundo: Vou dar meu melhor se for para outro mundo"
      },
      {
        "en": "Jobless Reincarnation - I Will Go All Out When I'm Transported to Another World"
      },
      {
        "en": "Jobless Reincarnation - It Will be All Out if I Go to Another World"
      },
      {
        "en": "Mr. No-Job's New Life - If I Go to a Parallel World, Then I'll Get Serious"
      },
      {
        "ja-ro": "Mushoku Tensei"
      },
      {
        "fr": "Mushoku Tensei - Nouvelle vie, nouvelle chance"
      },
      {
        "en": "Mushoku Tensei: If I Get to a Parallel Universe I'll Bring Out my True Effort"
      },
      {
        "en": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "ru": "Реинкарнация безработного ~История о приключениях в другом мире~"
      },
      {
        "ru": "Реинкарнация безработного: Попав в другой мир, я стану сёръёзнее"
      },
      {
        "th": "เกิดชาตินี้พี่ต้องเทพ"
      },
      {
        "zh": "无职转生~在异世界认真地活下去~"
      },
      {
        "ja": "無職転生 〜異世界行ったら本気だす〜"
      },
      {
        "ko": "무직전생 〜다른 세계 가면 진심 낸다〜"
      },
      {
        "it": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "de": "Mushoku Tensei - In dieser Welt mach ich alles anders"
      },
      {
        "es": "Mushoku Tensei: Reencarnación desde cero"
      },
      {
        "fa": "موشوکو تنسی: تناسخ علاف"
      },
      {
        "zh-hk": "無職轉生~在異世界認真地活下去~"
      },
      {
        "pt-br": "Jobless Reincarnation: I Will Seriously Try If I Go to Another World"
      },
      {
        "ms": "Penjelmaan Semula yang Menganggur: Jika Saya Pergi ke Dunia Lain, Saya Akan Menjadi Serius"
      },
      {
        "it": "Reincarnazione senza lavoro: Ci proverò seriamente se vado in un altro mondo"
      },
      {
        "fr": "Réincarnation sans emploi : j'essaierai sérieusement si je vais dans un autre monde"
      },
      {
        "vi": "Thất nghiệp chuyển sinh ~ Sống hết mình sau khi tới thế giới khác~"
      },
      {
        "ru": "Реинкарнация безработного: Я серьёзно постараюсь, если отправлюсь в другой мир"
      },
      {
        "ar": "موشوكو تينسي"
      },
      {
        "fa": "موشوکو تنسی"
      },
      {
        "tr": "Mushoku Tensei: İşsiz Reenkarnasyon"
      },
      {
        "tr": "Mushoku Tensei: Paralel Evrene Taşındığımda Her Şeyi Yapacağım"
      }
    ],
    "description": {
      "en": "A 34-year-old NEET gets killed in a traffic accident and finds himself in a world of magic. Rather than waking up as a full-grown mage, he gets reincarnated as a newborn baby, retaining the memories of his past life. Before he can even properly move his body, he resolves to never make the same mistakes he made in his first life ever again and instead live a life with no regrets with the new one that was given to him. Because he has the knowledge of a middle-aged man, by the age of two, he has already become a prodigy and possesses power unthinkable for anyone his age and even older. Thus begins the chronicles of Rudeus Greyrat, son of swordsman Paul and healer Zenith, as he enters a new world to become the strongest mage known to man, with powers rivaling even the gods themselves.",
      "ru": "34-летнего отаку-затворника выгнали из дома родственники после похорон его родителей. Этот жирный и уродливый девственник без гроша в кармане осознал, что его жизнь подошла к концу. Затем он понял, что его жизнь вообще могла бы быть намного лучше, если бы тот мог избавиться от тёмных страниц своей жизни. Пребывая в сожалениях, мужчина увидел, как грузовик со спящим водителем быстро надвигается на трёх школьников. Собрав все свои силы, он попытался спасти их и погиб.  \r\n  \r\nА открыв глаза, он обнаружил, что переродился в мире меча и магии как Рудеус Грейрат. Получив в этом мире новую жизнь, Рудеус решил, что в этот раз проживёт свою жизнь на полную, безо всяких сожалений!  \r\n  \r\nИ так началось приключение человека, пожелавшего заново начать свою жизнь.  \r\n  \r\nAlternative Raw: <http://seiga.nicovideo.jp/comic/23831>",
      "es-la": "La historia trata sobre un muchacho que se encierra en su casa tras sufrir una enorme humillación pública sin atreverse a salir durante varios años debido a los traumas que esto le ocasionó. Incapaz de soportar esto, se encerró en casa sin querer salir ni volver a ver a sus compañeros y durante años el miedo a salir creció y creció, acabando por convertirse en una carga para su familia… hasta el día en que sus padres murieron y sus hermanos lo expulsaron de su hogar por el parásito en el que se había convertido. En ese momento, aunque tarde, se arrepintió de su actitud y se puso a pensar que su vida podría haber sido decente si él le hubiera puesto más esfuerzo. Justo cuando estaba a punto de iniciar su nuevo cambio, ve un camión en movimiento a gran velocidad dirigiéndose a tres estudiantes de secundaria. Reuniendo todas las fuerzas que tenía logra salvarlos, pero a cambio él termina siendo atropellado por el camión, muriendo al instante. Cuando abrió los ojos, él había reencarnado en un mundo de espadas y magia como Rudeus Greyrat. Nacido en este nuevo mundo, con una nueva vida, Rudeus decidió que, “Esta vez, realmente voy a vivir mi vida al máximo sin arrepentimientos”. De este modo se inicia el viaje de un hombre que anhela reiniciar su vida."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8300b59b-0d57-4681-b2b7-c4bbfc811dae",
    "title": {
      "en": "FUGA: Melodies of Steel"
    },
    "updatedAt": "2024-12-10T21:22:14+00:00",
    "coverArt": "https://mangadex.org/covers/8300b59b-0d57-4681-b2b7-c4bbfc811dae/58675ff3-147f-47f4-8706-e7faf40b4355.jpg",
    "altTitles": [
      {
        "ja": "戦場のフーガ 鋼鉄のメロディ"
      }
    ],
    "description": {
      "en": "This story takes place in a world made up of floating islands of various sizes, where two types of races, \"Caninu\" and \"Felineko\" live.\n\nMalt, a caninu boy, lives peacefully with his younger sister Mei on their grandparents' farm in the remote village of Petit Mona. One day, their village is suddenly attacked by the Berman Empire, and is burnt to the ground overnight. \"How could something like this happen...\" Malt and his friends were confused, then a mysterious voice called out from the radio...! ?\n\nA group of children caught in the flames of war ride the mysterious giant tank ``Taranis'' and fight to save their families!",
      "ja": "子どもたちは戦火の中、復讐を誓うー\n\n“戦争×復讐×ケモノ”をテーマにしたドラマティックシュミレーションRPG『戦場のフーガ』の公式コミカライズ作品『戦場のフーガ 鋼鉄のメロディ』！漫画執筆は足立たかふみ氏（代表作：『D・Mファイター焔』や『メタルファイト ベイブレード』など）が担当。\n\n＜あらすじ＞\n「イヌヒト」と「ネコヒト」という2種類の種族が暮らす、大小様々な浮島からなる世界――浮遊大陸。\nイヌヒトの少年マルトは、辺境にあるプチ・モナ村でヒツウシ飼いをしながら妹のメイと穏やかに暮らしていた。ある日突然、北東の国「ベルマン帝国」から村が襲撃され、一夜にして戦火に焼け落ちる。どうしてこんなことに……混乱するマルトたちにラジオから謎の声が―――！？\n\n戦火に巻き込まれたこどもたちは連れ去られた家族を取り戻すため、謎の巨大戦車『タラニス』に乗り込む！\n\n単行本だけの付録として足立たかふみ氏の設定画やゲームソフト『戦場のフーガ』総監督であり株式会社サイバーコネクトツー代表取締役 松山洋による開発ブログも収録。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82751029-527f-4129-81f4-e0adad81e89d",
    "title": {
      "en": "Kikori no Isekai Tan ~Tensei shita Shounen wa, Ono 1-pon de Nariagaru~"
    },
    "updatedAt": "2024-11-07T21:29:42+00:00",
    "coverArt": "https://mangadex.org/covers/82751029-527f-4129-81f4-e0adad81e89d/66034810-0da5-4943-b5b0-c5703caed78b.jpg",
    "altTitles": [
      {
        "ja": "キコリの異世界譚～転生した少年は、斧１本で成り上がる～"
      },
      {
        "en": "Kikori's Otherworldy Tales"
      }
    ],
    "description": {
      "en": "Reincarnated into another world, Kikori was shunned in his hometown village as being possessed by a demon. With only an axe he received when leaving his hometown, he makes his way to Neergen, a defensive city at the forefront of adventurers battling monsters. Despite his lack of experience and skill, Kikori decides to live as a harsh adventurer to earn money for survival. While barely escaping death in battles with monsters, he is supported by his first companions and, through sheer effort and determination, rushes towards becoming the strongest (physically) adventurer!",
      "ja": "悪魔憑きと忌み嫌われ、村を追放された少年、キコリ。その手には、哀れに思った老神官が持たせてくれた斧が一本…。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2024-11-19T14:30:36+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/68254b0f-7672-4eea-ad7d-de91a78a61c5.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      },
      {
        "vi": "Hành Trình Cô Độc Nơi Dị Giới"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \r\n  \r\nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "vi": "Câu chuyện theo chân Haruka - một cậu học sinh trung học mọt sách cô độc, đột nhiên bị triệu hồi đến dị giới với đám bạn học. Không giống như cả lớp nhận được các kỹ năng cheat đủ để làm bá chủ tại thế giới khác, nhân vật chính của chúng ta phải ôm theo bảng trạng thái phế vật mà lăn lộn hòng sống sót. Vậy thì, hãy cùng dõi theo và cổ vũ cho Haruka có thể tai qua nạn khỏi, vươn đến đỉnh cao mà không cần tới cheat trong câu chuyện tràn đầy hài hước này nhé.",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-12-03T15:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/be30dcd5-dba6-4867-9b5e-85c9919599b5.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5309245e-f6a8-4004-be99-6c6749a2c564",
    "title": {
      "en": "Akuyaku Ouji no Eiyuutan"
    },
    "updatedAt": "2024-10-30T21:01:15+00:00",
    "coverArt": "https://mangadex.org/covers/5309245e-f6a8-4004-be99-6c6749a2c564/ac5d50eb-5020-47d4-babb-aa4c8fec7388.jpg",
    "altTitles": [
      {
        "ja": "悪役王子の英雄譚"
      },
      {
        "en": "Heroic Tale of Villainous Prince"
      }
    ],
    "description": {
      "en": "Alfred, the third prince of the royal family who was born with black hair and black eyes, was hated. One day, he comes across his older brother, the first prince, Leolu, announcing to his fiancée, Charlotte, that she has broken off their engagement. In order to save Charlotte, who was falsely accused, Alfred took her place and thought the situation was settled...!?",
      "ja": "王族で唯一の黒髪黒眼に生まれ、忌み嫌われる第三王子・アルフレッド。ある日、兄である第一王子・レオルが婚約者であるシャルロットに婚約破棄を宣言する場に出くわす。冤罪をかけられたシャルロットを救うため、アルフレッドが身代わりとなり事態は一件落着、と思いきや……!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30eb9ee7-4cfe-4036-95f9-4aac5e05b505",
    "title": {
      "en": "Nito no Taidana Isekai Shoukougun ~Saijaku Shoku \"Healer\" nano ni Saikyou wa Cheat desu ka?~"
    },
    "updatedAt": "2024-10-11T16:11:10+00:00",
    "coverArt": "https://mangadex.org/covers/30eb9ee7-4cfe-4036-95f9-4aac5e05b505/a46639de-61d3-4381-989a-b31c7d200fe5.jpg",
    "altTitles": [
      {
        "ja": "ニトの怠惰な異世界症候群 ～最弱職＜ヒーラー＞なのに最強はチートですか？～"
      },
      {
        "ja-ro": "NEET no Taidana Isekai Shoukougun: Saijaku Shoku \"Healer\" nano ni Saikyou wa Cheat desu ka?"
      },
      {
        "en": "A NEET’s Guide to the Parallel World: Healer, the Strongest Cheat?"
      },
      {
        "en": "NITO's Lazy Foreign World Syndrome"
      },
      {
        "en": "Nito’s Guide to the Parallel World: Healer, the Strongest Cheat?"
      },
      {
        "ru": "Ленивый Нито из другого мира"
      },
      {
        "ru": "Синдром ленивого Нито, в ином мире"
      },
      {
        "zh": "尼特的慵懒异世界症候群"
      },
      {
        "ja-ro": "NEET no Taidana Isekai Shoukougun"
      },
      {
        "zh-hk": "尼特的慵懶異世界症候群"
      },
      {
        "ko": "니트의 나태한 이세계 증후군 ~최약직 <힐러>인데 최강은 치트입니까?~"
      }
    ],
    "description": {
      "en": "Hidako Masamune is a high school student who suffers from continuous bullying by his classmates. Becoming tired of it all, he decides to commit suicide, but instead he is transported to another world along with all his classmates. When they arrive, they find that they now possess amazing abilities but he was only granted the status of a \"healer,\" the weakest skill of all. The king decides to get rid of him by transporting him to another faraway place, but not before Hidako swears revenge against the king, the kingdom, and all of his classmates.",
      "fr": "Hidako Masamune est un lycéen qui est continuellement harcelé, brimé par ses camarades de classe. Lassé de tout cela, il décide de se suicider, mais il est transporté dans un autre monde avec tous ses camarades de classe. À leur arrivée, ils découvrent qu'ils possèdent désormais des capacités étonnantes, lui en revanche, n'a obtenu que le statut de \"guérisseur\", la plus faible de toutes les compétences. Le roi décide de se débarrasser de lui en le transportant dans un autre lieu éloigné, mais pas avant que Hidako ne jure de se venger contre le roi, le royaume et tous ses camarades de classe.",
      "pt-br": "Hidako Masamune é um estudante do ensino médio que sofre bullying constante por seus colegas de classe. Ficando cansado de tudo, ele decide se matar, mas ao invés disso ele é transportado para outro mundo junto com seus colegas de classe. Quando ele chega, ele os encontra em posse de excelentes habilidades, mas ele foi o único que ganhou a classe de “healer”, a classe mais fraca de todas. O rei decide transportá-lo para outro lugar bem longe, mas não antes de Hidako jurar vingança contra o rei, o reino, e todos os seus colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6676aef9-cf30-4950-9a20-e0382b5e7447",
    "title": {
      "en": "Record of Ragnarok: The Apocalypse of the Gods"
    },
    "updatedAt": "2024-11-15T13:33:03+00:00",
    "coverArt": "https://mangadex.org/covers/6676aef9-cf30-4950-9a20-e0382b5e7447/9a219555-634d-47fc-966e-3ff9b5c5b326.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ禁伝 神々の黙示録"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie Kinden Kamigami no Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Warukyuure Kinden Kamigami no Apokaripusu"
      },
      {
        "fr": "L'Apocalypse des dieux"
      }
    ],
    "description": {
      "en": "Zeus, supreme chairman of the Council of Valhalla, announces to the gods twelve of the thirteen fighters set to participate in Ragnarok--and is met with the dissenting voices of those who were not chosen. However, Zeus has foreseen this, and immediately declares the holding of another tournament to decide the final spot on the Ragnarok lineup, one which will break the taboo on gods fighting one another. Thus begins the \"Revelation\" of the untold side of *Record of Ragnarok!*"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-23T15:20:50+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Драма Квин"
      },
      {
        "ru": "Королева Драмы"
      },
      {
        "vi": "Nữ Hoàng Drama"
      },
      {
        "pt-br": "Rainha do Drama"
      },
      {
        "id": "Ratu Drama"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…",
      "id": "Setelah menyelamatkan Bumi, para alien tinggal bersama manusia di Jepang. Nomamoto, seorang pekerja pabrik dengan bos alien yang kejam, suatu hari bertemu dengan Kitami, yang mengatakan bahwa keluarganya sendiri dibunuh oleh alien. Keduanya dengan cepat menjalin persahabatan, tetapi suatu hari Kitami melakukan hal yang tidak terpikirkan...",
      "ja": "<毎週月曜更新>宇宙人が地球を救ってから、人間と宇宙人が共に住むようになった日本。工場で宇宙人の上司にこき使われるノマモトは、家族を宇宙人に殺されたという北見と出会う。仲を深める2人だが、ある日北見がとんでもないことをしてしまい…",
      "ru": "Пришельцы спасли Землю и обосновались с людьми в Японии. Номамото, работающая на фабрике с отвратительным боссом-пришельцем, однажды встречает Китами, который рассказывает ей, что семью его убили пришельцы. Между ними быстро возникает дружба, но однажды Китами совершает немыслимое...",
      "pt-br": "Após salvar a Terra, os alienígenas passaram a viver com os humanos no Japão. Nomamoto, uma operária de fábrica com um chefe alienígena abusivo, um dia conhece Kitami, que conta que sua própria família foi morta por alienígenas. Os dois rapidamente formam uma amizade, mas um dia Kitami faz o impensável…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f97d80a4-21db-44bc-9e44-8853b71aec9a",
    "title": {
      "en": "Ijimete Aishite"
    },
    "updatedAt": "2023-01-29T02:46:51+00:00",
    "coverArt": "https://mangadex.org/covers/f97d80a4-21db-44bc-9e44-8853b71aec9a/bbf48e68-fd37-4680-a974-db163f097f11.png",
    "altTitles": [
      {
        "ja": "いじめて愛して"
      },
      {
        "zh": "虐你、愛你"
      },
      {
        "en": "Tease me or Love me"
      }
    ],
    "description": {
      "en": "What I'm looking for is not stability but \"stimulation\". \"The bite mark you put on me, it's gone, hasn't it?\"Hina, who runs a detective agency, meets Seishi, a clerk at a coffee shop near his new office.Hina is intrigued by his rebellious attitude and charming demeanor and frequents the coffee shop.Kiyoshi, who runs the store by himself, gradually begins to open up to Hina, who has become a regular customer.One night, Hina notices this and, as a thank-you, begins to touch Kiyoshi in a lewd manner..."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-11-22T22:30:29+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      },
      {
        "ko-ro": "Gwonwangjeonsaeng"
      },
      {
        "es-la": "El Indomable Rey Marcial"
      },
      {
        "en": "The Reincarnated King of Fists"
      },
      {
        "pl": "KRÓL NIEWOLNIKÓW"
      },
      {
        "fr": "La vie antérieur du roi des poings"
      }
    ],
    "description": {
      "en": "In a world where humans enslave non-human species, the powerful wizard Leppenhardt creates an empire to safeguard these beings. However, his reign ends when he's defeated by the brutally strong Tesron, the \"King of Fists.\" \n\nBut death isn’t the end, because Leppenhardt awakens in Tesron's young body! \n\nNow armed with incredible strength and a new identity, he sets off to free the non-human races again. Can the new King of Fists reshape the world for all, or will his second chance slip away?",
      "ko": "인간들이 이종족을 노예로 부리는 세상.대마도사 '레펜하르트'는 이종족들을 돕는다는 이유로인간들에게 마왕 취급을 받는다.\n\n마왕을 토벌하기 위해 온 용사 일행!'레펜하르트'는 그에 맞서 용사 일행에게 큰 피해를 주는 것에 성공하지만,결국 권왕 '테스론'에게 죽임당할 위기에 처하는데….\n\n\"시공 회귀 주문.\"\n\n그러나 마지막 보루로서 시전한 마법이 기적적으로 성공하여'레펜하르트'는 과거로 돌아가게 된다.그런데….\n\n내가 용사 일행 중 한 명인, 대륙 최강의 육체를 가진 권왕 '테스론'이 되었다?!\n\n육체적 강함까지 손에 넣은 대마도사 '레펜하르트'가새로운 힘으로 세상을 변화시켜 나간다!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb8dee72-9fc4-429f-bc6a-06c8b6ad5985",
    "title": {
      "en": "Shin Kirari"
    },
    "updatedAt": "2024-12-27T23:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/cb8dee72-9fc4-429f-bc6a-06c8b6ad5985/6e3ee707-34c5-4646-b920-c37594c69f5f.png",
    "altTitles": [
      {
        "ja": "しんきらり"
      },
      {
        "en": "Talk to My Back"
      }
    ],
    "description": {
      "en": "A celebrated masterwork shimmering with vulnerability from one of alt-manga's most important female artists.\n\n\"Now that we've woken from the dream, what are we going to do?\" Chiharu thinks to herself, rubbing her husband's head affectionately.\n\nSet in an apartment complex on the outskirts of Tokyo, Murasaki Yamada's Talk to My Back (1981-84) explores the fraying of Japan's suburban middle-class dreams through a woman's relationship with her two daughters as they mature and assert their independence, and with her husband, who works late and sees his wife as little more than a domestic servant.\n\n(Source: Drawn & Quarterly)",
      "pt-br": "Uma obra-prima aclamada, reluzindo com vulnerabilidade, de uma das artistas mais importantes do mangá alternativo.\n\nAmbientada em um complexo de apartamentos nos arredores de Tóquio, Shin Kirari (1981-84), de Murasaki Yamada, explora o desmoronamento dos sonhos da classe média suburbana japonesa por meio do convívio  de uma mulher com suas duas filhas, à medida que elas amadurecem e afirmam sua independência, e com seu marido, que trabalha até tarde e vê sua esposa só um pouco além de uma empregada doméstica para os padrões da época."
    },
    "status": "completed",
    "releaseDate": 1981,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "36"
  },
  {
    "mangaId": "d41fe947-2e33-4b26-ac29-abc70fb08edb",
    "title": {
      "en": "Shut Up, Evil Dragon! I Don't Want to Raise a Child With You Anymore"
    },
    "updatedAt": "2024-11-07T23:56:04+00:00",
    "coverArt": "https://mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/ee4e3885-ee1d-45c6-bc56-b2928765b0ba.jpg",
    "altTitles": [
      {
        "zh": "闭嘴恶龙我不想再跟你带孩子了"
      },
      {
        "en": "Shut Up, Malevolent Dragon! I Don’t Want to Have Any More Children With You"
      },
      {
        "uk": "Помовч, зла драконихо! Я не буду виховувати з тобою дітей!"
      },
      {
        "zh-ro": "Bizui Elong Wo Bu Xiang Zai Gen Ni Dai Haizi Le"
      }
    ],
    "description": {
      "en": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
      "id": "Setelah dikalahkan dan ditangkap, Dragon Slayer Leon menjadi tawanan Silver Dragon Queen. Dengan kesadaran akan kematian, dia menggunakan sihir terlarang untuk mengutuk sang ratu, tetapi secara tak terduga, sang ratu kehilangan kendali. Dia berpikir bahwa ini akan membuat sang ratu hidup dalam rasa malu seumur hidupnya, dan itu akan sepadan dengan misinya sebagai pemburu naga. Namun, dua tahun kemudian, ketika Leon membuka matanya, di sampingnya ada seorang gadis kecil naga dengan ekor...",
      "uk": "Після поразки та полону, вбивця драконів Леон потрапив у полон до королеви клану Срібних Драконів. Усвідомлюючи наближення смерті, він використав заборонену техніку, щоб накласти прокляття на королеву, але несподівано королева втратила контроль.\n\nВін думав, що це змусить королеву жити з соромом до кінця життя, і це буде гідно титулу вбивці драконів.\n\nАле через два роки, коли Леон розплющив очі, поруч з ним сиділа дівчинка-дракон із хвостиком..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "caa197bb-990e-4f59-bc6f-f20e42015d01",
    "title": {
      "en": "Gotou-san wa Furimukasetai!"
    },
    "updatedAt": "2024-10-31T19:26:10+00:00",
    "coverArt": "https://mangadex.org/covers/caa197bb-990e-4f59-bc6f-f20e42015d01/c396db84-6cc5-41c0-bf66-f54d0cfa2b44.png",
    "altTitles": [
      {
        "ja": "後藤さんは振り向かせたい"
      },
      {
        "en": "Gotou-san Wants Me to Turn Around"
      },
      {
        "fr": "Gotou-san veut que je me retourne"
      },
      {
        "zh": "後藤同學想讓你回頭"
      },
      {
        "es": "Gotou-san Quiere Que me Dé la Vuelta."
      }
    ],
    "description": {
      "en": "Gotou-san, the prettiest girl in school, tries to get the attention of Maeda-kun, who sits in front of her. She secretly harbors a crush on him, but Maeda, who lacks self-confidence, doesn't notice her feelings. What is the future of Gotou-san's unwavering love?",
      "es": "La chica más guapa de la escuela, Gotou-san, siempre está tonteando con Maeda-kun, el chico sentado frente a ella. Ella está secretamente enamorada de él, pero Maeda-kun, que es inseguro de sí mismo, no entiende sus intenciones.",
      "fr": "Gotou-san, la plus jolie fille de l'école, demande quelque chose à Maeda-kun devant lui. Gotou-san l'aime secrètement, mais Maeda, qui ne lui fait pas confiance, ne la remarque pas.Quel est l'avenir de l'amour indéfectible de Gotou-san ?",
      "ja": "その恋心に気付いてほしい！\n\n学校一の美少女・後藤さんは前の席の前田くんになにかとちょっかいをかけてくる。そこには後藤さんの秘めたる恋心があるのだが、自分に自信のない前田君にはその意図は全く伝わらない。果たして後藤さんの一途な恋の行く末は？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-12-07T15:52:09+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/0b54fd9e-edae-4ae2-b98f-db86ceec3254.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ae0898a-0876-49de-8890-2814ea030d72",
    "title": {
      "en": "Escape the Original Male Lead!"
    },
    "updatedAt": "2024-07-26T17:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/7ae0898a-0876-49de-8890-2814ea030d72/8e9cad9c-3b29-4a4e-a416-e523072017bf.jpg",
    "altTitles": [
      {
        "ko": "실수로 남주의 동생을 꼬셔버렸다"
      },
      {
        "ko-ro": "Silsuro Namjuui Dongsaengeul Kkosyeobeoryeotda"
      },
      {
        "pt-br": "Sem querer seduzi o caçula do reino"
      },
      {
        "ru": "Я случайно соблазнила младшего брата главного героя"
      },
      {
        "ja": "間違って男主人公の弟を口説いちゃった"
      },
      {
        "id": "Tidak sengaja menggoda adik male lead"
      },
      {
        "zh": "不小心勾引了男主的弟弟"
      },
      {
        "es": "No quise cautivar al hermano menor del protagonista masculino"
      },
      {
        "vi": "Tôi Đã Vô Tình Quyến Rũ Em Trai Của Nam Chính"
      },
      {
        "en": "I Accidentally Seduced the Male Lead's Younger Brother"
      }
    ],
    "description": {
      "en": "She possessed the mistress of the male lead in an R19 novel. In the original novel, the male lead was trash who abandoned her after getting her pregnant, saying that he belatedly realized that he loved the heroine. Fortunately, it was still before the original work started. She decided to scrap that shit herself.\n\n\"No, I don't want to,\" she flatly rejected Killian's offer to have an affair with him.\n\nWhen he asked her why, she smiled brightly and answered, \"Young Master is not my taste. If I must say, your younger brother is much preferable.”\n\n\"What? You prefer my younger brother?\"\n\n*Yeah. Not you, but your brother.*\n\nUnlike the original, she firmly set up an iron wall, took care of Lexion, the younger brother who was abused by his elder brother, and protected the original female lead who had low-esteem from that shitty male lead.\n\nAnd now that she'd already done what she had to do, she's off to go.\n\nBut a few years later–\n\nLexion, who had pushed out his older brother and taken the ducal title, came back to her as a beast with a decadent beauty. On top of that, he was even holding the engagement document that she had signed as a joke during their childhood.\n\n\"I've never forgotten you for a moment. Please marry me, Noona.\"\n\n*No, wasn't that just for playing house?*\n\nEvery time she refuses his marriage proposal, he gently hugs her around the waist, and asks in a cold voice, \"Did your taste change while I was away?\"\n\nLexion's eyes were full of life as he asked.\n\nIt was as if when he found out who her type was, he'd kill them right away.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "es": "“No, no quiero.”\n\nLa propuesta fue rechazada como un golpe en seco.\n\n“Confucio no es de mi agrado. Mi preferencia es el hermano menor de Confucio”.\n\n“¿Qué? ¿A mi hermana le gusta?”\n\n“Así es. No tú, sino tu hermano.”\n\n===\n\nEse ‘hermano menor’ vino a nosotros como una bestia con una belleza trascendental. \n\n“Nunca te he olvidado ni por un solo momento. Por favor, cásate conmigo, hermana.”\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "id": "Dia memiliki kekasih dari pemeran utama pria dalam novel R19. Dalam novel aslinya, pemeran utama pria adalah sampah yang mencampakkannya setelah membuatnya hamil, mengatakan bahwa dia terlambat menyadari bahwa dia mencintai pahlawan wanita tersebut. Untungnya, itu masih sebelum pekerjaan aslinya dimulai. Saya memutuskan untuk menghapus omong kosong ini sendiri. *** \"Tidak, aku tidak mau\". Aku dengan tegas menolak tawaran Killian untuk berselingkuh dengannya. Ketika dia bertanya mengapa, saya tersenyum cerah dan menjawab. “Tuan Muda tidak sesuai dengan seleraku. Jika saya harus mengatakan, adik laki-laki Anda jauh lebih disukai. ” \"Itu? Apakah kamu lebih suka adik laki-lakiku?\" \"Ya. Bukan kamu, tapi kakakmu.\" *** Berbeda dengan aslinya, saya dengan kuat membangun tembok besi, merawat Lexion, adik laki-laki yang dilecehkan oleh kakak laki-lakinya, dan melindungi pemeran utama wanita asli yang memiliki harga rendah terhadap pemeran utama pria yang tidak bermutu itu. Dan sekarang setelah saya melakukan apa yang harus saya lakukan, saya akan pergi. Namun beberapa tahun kemudian, Lexion, yang melewati kakak laki-lakinya dan duduk di kursi sang duke, kembali kepadaku seperti binatang buas dengan kecantikan dekaden. Selain itu, dia bahkan memegang dokumen jaminan yang saya tandatangani sebagai lelucon saat masih kecil. “Aku tidak pernah melupakanmu sedetik pun. Tolong menikahlah denganku, noona.” Tidak, bukankah itu hanya untuk bermain rumah? Setiap kali saya menolak lamaran pernikahannya, dia dengan lembut memeluk pinggang saya dan bertanya kepada saya dengan suara yang begitu dingin. \"Apakah seleramu berubah saat aku pergi?\" Mata Lexion penuh dengan kehidupan saat dia bertanya. Ini seperti ketika dia mengetahui siapa tipeku, dia akan langsung membunuhnya.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "ru": "Обычный офисный работник перевоплотился в романе 18+ в второстепенного персонажа, который изначально был любовницей главного героя. В оригинальном романе главный герой бросил ее после того, как она забеременела, сказав, что запоздало понял, что любит главную героиню. Теперь у нее есть шанс изменить судьбу этого персонажа и отказать главному герою: «Я на это не соглашусь!»\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "vi": "Tôi đã sở hữu cơ thể người yêu của nam chính trong một cuốn tiểu thuyết 19+. Trong nguyên tác, nam chính đích thị là một tên rác rưởi. Anh ta đã vứt bỏ cô sau khi làm cô có thai, còn bonus thêm câu anh ta đã vô tình rơi vào lưới tình của nữ chính. May thay, hiện giờ nguyên tác chưa bắt đầu. Vậy nên, tôi đã quyết định tự mình loại bỏ tên rác rưởi đó. *** “Không thích” Tôi đã nhanh chóng từ chối lời đề nghị làm người yêu từ Killian. Anh ta muốn hỏi tôi lý do với khuôn mặt đầy dấu chấm hỏi, tôi chỉ nhẹ nhàng nở nụ cười rạng rở và trả lời. “Thiếu gia đây không phải gu tôi. Gu tôi chính là em trai của thiếu gia cơ” “Gì? Em thích em trai của ta?” Chính xác rồi đó anh trai. Không phải anh, mà là em trai của anh cơ. *** Không như nguyên tác, tôi đã xây dựng một bức tường thành chắc chắn nhằm ngăn chặn tên thiếu gia kia. Bắt đầu chăm sóc cho Lexion, người bị anh trai của mình ngược đãi và cũng chính là người đã bảo vệ nữ chính. Và khi đã hoàn thành công việc, tôi đã nhanh chóng tẩu thoát khỏi dinh thự công tước. Nhưng trôi qua mấy năm. Lexion, người đã đẩy cái tên khốn kia ra khỏi vị trí công tước và tự mình ngồi chễm chệ trên vị trí đó đã trở thành một con thú và đến tìm tôi. Đồng thời còn mang theo một tờ giấy đính hôn có sẵn chữ ký như trò đùa khi nhỏ. “Em chưa hề quên chị dù chỉ một phút. Chị kết hôn với em nhé” Điều đó chẳng phải chỉ để con nít chơi với nhau à? Mỗi lần từ chối, anh ta lại bắt đầu quấn lấy eo của tôi mà ôm. Quá mệt mỏi, tôi đã hỏi anh ta với vẻ mặt nghiêm túc. “Chẳng lẽ em đã thay đổi gu trong thời gian chị vắng mặt?” Đôi mắt của Lexion chứa đầy sát khí khi tôi cất lời. Cứ như thể khi anh ta phát hiện ra gu của tôi là ai, anh ta sẽ giết người đó ngay lập tức.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "zh": "“公爵不是我喜欢的类型，我喜欢的是公爵您的弟弟。” 果断拒绝油腻海王公爵的的提议，这一世我不会做你的情人，没想到随便使用的借口，却让对方上了心。那个小软萌弟弟长大后居然变成了一个病娇美男？“姐姐不是说喜欢我吗？”这个婚约该怎么拒绝呀！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "pt-br": "**“Jovem mestre, você não faz o meu tipo… Eu quero o seu irmão!”**\n\n“Você não faz o meu tipo, jovem mestre. Prefiro muito mais o seu irmão mais novo.”\n“O quê? O meu irmão?”\n“Isso mesmo, o seu irmão, não você.”\n\n===\n Quando criança, eu assinei um contrato de casamento com este “irmão mais novo”, eu só não contava que…\n“Eu nunca me esqueci de você, por favor, case-se comigo!”\nEle disse isso enquanto segurava o contrato que foi assinado quando éramos crianças, mas espera… não era tudo apenas uma brincadeira??!\n\n---\n\"Não.\" Rejeitei categoricamente a oferta do canalha de ter um caso comigo. “O jovem mestre não é meu tipo. Meu tipo é seu irmão.” \"O quê? Meu irmão é o seu tipo?\" Garfos. Não você, mas seu irmão. * * * O 'irmão' veio até mim, uma fera da decadência. “Nunca me esqueci de você nem por um momento, quero que se case comigo, irmã.” Segurando os papéis de noivado que assinei de brincadeira na minha infância. Não, isso não era para uma brincadeira de criança? \"Você mudou seus gostos enquanto eu estava fora?\" Os olhos de Lexion estavam cheios de emoção quando ele perguntou. É como se ele soubesse do meu novo gosto, ele me mataria imediatamente.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66102488-d47f-423b-8cb6-44e98cdb0ad3",
    "title": {
      "en": "Sumire 16-sai!!"
    },
    "updatedAt": "2022-01-25T00:17:09+00:00",
    "coverArt": "https://mangadex.org/covers/66102488-d47f-423b-8cb6-44e98cdb0ad3/c9b1d857-fb80-4a5d-a503-95a351ff939b.jpg",
    "altTitles": [
      {
        "en": "Sumire 16"
      },
      {
        "ja-ro": "Sumire 16 Sai!!"
      },
      {
        "en": "Sumire 16!!"
      },
      {
        "en": "Sumire Sixteen"
      },
      {
        "ru": "Сумирэ 16!!"
      },
      {
        "ja": "スミレ16歳!!"
      }
    ],
    "description": {
      "en": "While bicycling to school her first day as a high school student, Renge Ohyama meets a weird girl who on closer inspection appears to be a life-sized doll–and this is not an advanced robotic creation or even a magical doll. Rather, a scary looking middle aged man controls her movements, puppet-like, and speaks for her via ventriloquism. Unfortunately, this perverted-seeming old man and his doll happen to attend her new school. Even worse, is in the same class and sits right behind her. And it seems the doll wants to be friends?!  \n  \n*Sumire 17-sai!!* was published before *Sumire 16-sai!!*"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "52"
  },
  {
    "mangaId": "757c05b6-017d-492e-8c78-cbcfdf568944",
    "title": {
      "en": "Apparently, I'm the Villainess?"
    },
    "updatedAt": "2024-03-23T16:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/757c05b6-017d-492e-8c78-cbcfdf568944/279d77ce-a7b4-4eed-8ddc-240d736fd02c.jpg",
    "altTitles": [
      {
        "en": "They Say I'm the Villainous Young Miss"
      },
      {
        "vi": "Họ Đồn Tôi Là Đại Tiểu Thư Xấu Xa"
      },
      {
        "zh": "据说我是反派大小姐"
      }
    ],
    "description": {
      "en": "I worked as a manhua artist, then died from pulling an all-nighter. I woke up as the villainess \"Emi Morwen\" from my webcomic! Emi was an alluring yet cruel character who departed from the story by ending her own life. However, I’m not the real Emi!",
      "vi": "《Sau khi thức quá khuya, chạy deadline để rồi kết thúc sinh mệnh, tôi đã tái sinh thành nhân vật phản diện trong truyện tranh của mình》"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER (Official Colored)"
    },
    "updatedAt": "2024-12-24T00:03:27+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/c08c2728-5af5-4a6e-83e0-f665280c866c.jpg",
    "altTitles": [
      {
        "en": "Hunter × Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter × Hunter"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "ja": "HUNTER×HUNTER カラー版"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "vi": "Truyện dõi theo hành trình của bốn nhân vật chính: Gon, Killua, Kurapika và Leorio.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2024-12-23T02:40:16+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/dccbd42d-5a83-431d-aba7-e889002efc5d.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "en": "Sasha-chan and Her Classmate Otaku-kun"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      },
      {
        "en": "Sasha-chan & Her Classmate Geek-kun"
      },
      {
        "en": "Sasha and Her Otaku Classmate"
      },
      {
        "ru": "Саша и ее одноклассник Отаку"
      },
      {
        "zh-hk": "莎夏醬和阿宅君同學"
      },
      {
        "zh": "JC莎夏酱和同班的宅宅"
      },
      {
        "vi": "Bé sơ trung Sasha và thằng bạn Otaku cùng lớp"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me “Master”!?\n\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "ja": "僕は未来の大漫画家にして現えっちな同人誌アシの中学生。学校で同人誌を読んでいたら、えっち方面に興味津々の美少女、サーシャさんから「ししょー」と呼ばれ‥‥!?",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1760bde8-b369-4072-943d-1d99a521d75c",
    "title": {
      "en": "Uso Kareshi Demo Ii Kara Tonikaku Shitai Mashiro-chan"
    },
    "updatedAt": "2024-11-30T06:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/1760bde8-b369-4072-943d-1d99a521d75c/fbad0834-ccd1-4931-acb2-3440707fc5e8.jpg",
    "altTitles": [
      {
        "ja": "嘘彼氏でもいいからとにかくシたいましろちゃん"
      },
      {
        "ja-ro": "Usokareshi Demo Iikara Tonikaku Shitai MASHIRO-chan"
      },
      {
        "en": "Mashiro-chan Wants to Do It Even If It's with a Fake Boyfriend"
      }
    ],
    "description": {
      "en": "Mashiro Naomoto wants to have a taste of romance and even get to try lewd things, now that she has become a high school student.\n\nHowever, she has low self-esteem and as a result of lacking confidence in herself, she began to think that it's probably impossible for her. Right at that moment, to her surprise a handsome male classmate named Oosagi-kun confesses to her. Mashiro starts to suspect that his confession must be some sort of punishment game, but her own desire to do lewd stuff wins over it and as a result, she does the opposite and makes a move on him... it's a case of sexual desire winning over suspicion?!\n\nThis is a romcom where a high school girl's libido will run wild!!\n\n(Source: Comic-Meteor)\n\n---\n\n* [Twitter](https://twitter.com/nekomattaaaaan/status/1851462156996551019) (Preview) *Posted with the caption: Doushitemo Sukebe Shitai JK no Manga Kakimashita (どうしてもスケベしたいJKの漫画描きました) \"I drew a manga about a high school girl who wants to do perverted stuff no matter what\"*",
      "ja": "高校生になったのだから恋愛、さらにはＨなことをしてみたい直本ましろ。だが、自己肯定感が低く、自分に自信がないため、どうせ無理だろうなと思っていたところ、なんとクラスメートのイケメン男子・大鷺くんから告白される。絶対に罰ゲームだろうと告白に疑心暗鬼になるましろだったが、Ｈなことをしたいという欲求が勝ったため、逆に大鷺くんに迫るが…性欲は疑惑に勝る!?　性欲強めJKの暴走ラブコメディ!!",
      "pt-br": "Mashiro Naomoto quer experimentar o romance e até tentar coisas pervertidas, agora que se tornou uma estudante do ensino médio**.\n\nNo entanto, ela tem baixa autoestima e, por falta de confiança em si mesma, começou a pensar que isso provavelmente seria impossível para ela. Nesse momento, para sua surpresa, um colega bonito chamado Oosagi-kun se declara para ela. Mashiro começa a suspeitar que a confissão dele seja algum tipo de jogo de punição, mas seu próprio desejo de fazer coisas pervertidas fala mais alto, e, como resultado, ela toma a iniciativa com ele... seria esse um caso de desejo sexual vencendo a desconfiança?!\n\nEssa é uma comédia romântica onde a libido de uma garota do ensino médio vai correr solta!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a149c7c9-3fcc-4813-942e-7fe29a2b59b7",
    "title": {
      "en": "Miss Forensics"
    },
    "updatedAt": "2024-08-31T00:10:26+00:00",
    "coverArt": "https://mangadex.org/covers/a149c7c9-3fcc-4813-942e-7fe29a2b59b7/382cb57e-975c-4a16-a90c-30f4d63abd03.jpg",
    "altTitles": [
      {
        "zh": "我亲爱的法医小姐"
      },
      {
        "en": "My Dear Forensic Lady"
      },
      {
        "pt-br": "Minha querida médica legista"
      },
      {
        "zh-hk": "我親愛的法醫小姐"
      },
      {
        "zh-ro": "Wǒ Qīn'ài de Fǎyī Xiǎojiě"
      },
      {
        "pl": "Lekarz sądowy Lin Yan"
      }
    ],
    "description": {
      "en": "Lin Yan, a cold and arrogant female forensic expert, meets Song Yuhan, a righteous and sharp female detective. From being incompatible to becoming friends, they witness the lives of many ordinary people along the way: a young girl who struggles to survive but dies innocently, an old mother who waits for her criminal son to return in the mountains, a timid policeman who faces a gun-wielding robber bravely... \n\nThey fight for the rights of the living, speak for the dead, and vow to uncover the truth that has been silent for years."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou"
    },
    "updatedAt": "2024-12-20T16:57:11+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/2c150d45-fbe6-49cb-8697-3053d2475fb3.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "zh-hk": "尾守月美希和奇日常。"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind. When he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n\n日常が変わっていく、つみきさんと一緒なら。まだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "vi": "Thời hiện đại trong câu chuyện này là thời đại của \"đa dạng\" giống loài, những chủng tộc bán nhân có một tên gọi mới là\"Genjin\" và sống cùng nền văn minh con người. Yukata Shinsou, 1 học sinh năm nhất cao trung bình thường quyết dịnh nhập học vào một ngôi trường tư thục có tỉ lệ Genjin cao nhất nước để tránh mặt những người bạn sơ trung của mình. Và rồi cậu gặp được Tsumiki Ogami, một cô nàng Genjin dạng người sói, và cô ấy sẽ dẫn cậu tận hưởng cuộc sống cao trung đầy màu sắc!",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "pt-br": "Hoje, vivemos numa era de diversidade. A frase “não-humanos” é coisa do passado. “Genjin” vivem suas vidas interagindo com seres humanos.\n\nUm menino humano, Yutaka Shinsou, está preocupado. Ele está tão acostumado a estar em sintonia com o ambiente que não entende mais seus próprios sentimentos. No Colégio Keiki, onde muitos \"Genjin\" estudam, ele conhece Tsumiki Ogami, uma lobisomem. Ela é fofa, poderosa, um pouco fora do comum e gentil.\n\nQuando ele passa um tempo com ela, o coração de Yutaka fica mais acelerado do que o normal. Girando uma vida cotidiana \"incomum\" com o lobisomem Tsumiki.\n\nO novo gráfico normal da juventude está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Jigen no Ririsa"
    },
    "updatedAt": "2024-10-09T17:08:34+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/cb3806bd-3537-45f7-9568-a19aa0e02c9a.jpg",
    "altTitles": [
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "en": "2.5 Dimensional Seduction"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "pt-br": "Sedução 2.5D"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b0826d-d6bc-4867-baf8-d2a5bc3c778a",
    "title": {
      "en": "NARUTO Fanfiction  : Reborn / Rebirth"
    },
    "updatedAt": "2024-12-20T12:48:22+00:00",
    "coverArt": "https://mangadex.org/covers/c7b0826d-d6bc-4867-baf8-d2a5bc3c778a/4e791053-0bb4-4671-ad24-77391fa28cc0.png",
    "altTitles": [],
    "description": {
      "en": "After facing off the last of the Otsutsuki clan members a forbidden seal activates on the last descendant’s body sending Naruto back into the past before his change began. Naruto is back in the academy with a few days remaining before the academy graduation exam. Naruto now has the opportunity to relive either as a loser who became the hero or awaken as a reborn genius that surpassed all his peers and changes the future."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4080db42-038f-4f6b-a8ab-0ddc71183e1a",
    "title": {
      "en": "Kawaii Kouhai ni Iwasaretai"
    },
    "updatedAt": "2024-11-19T23:46:11+00:00",
    "coverArt": "https://mangadex.org/covers/4080db42-038f-4f6b-a8ab-0ddc71183e1a/fb2b34cf-e9e2-4ac4-875d-e8d4dc173cbe.jpg",
    "altTitles": [
      {
        "ja": "かわいい後輩に言わされたい"
      },
      {
        "en": "I Want to be Teased by a Cute Junior"
      },
      {
        "ko": "귀여운 후배에게 듣고 싶어"
      },
      {
        "zh-hk": "可愛後輩想讓我說出口"
      },
      {
        "pt-br": "Eu quero ser provocado por uma kouhai fofa"
      }
    ],
    "description": {
      "en": "Yasu likes his kouhai, Moriyama, who is at the same time extremely assertive, deadpan, and extremely passive aggressive.",
      "ja": "まったく素直じゃない後輩・守山ちゃんは、自分にアプローチさせようと野洲先輩を挑発したり、時には大胆にアクションしたり…!?",
      "pt-br": "Yasu gosta da sua kouhai, Moriyama, que é ao mesmo tempo extremamente assertiva, inexpressiva e extremamente passiva-agressiva."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "391a6590-42d0-4860-9a2f-9dbeb9824037",
    "title": {
      "en": "Beware the Ides of March"
    },
    "updatedAt": "2024-12-27T12:53:22+00:00",
    "coverArt": "https://mangadex.org/covers/391a6590-42d0-4860-9a2f-9dbeb9824037/82c671f8-c583-4c28-97ea-3d304fd74a24.jpg",
    "altTitles": [
      {
        "en": "Beware of the Full Moon in March"
      },
      {
        "ja": "3月15日に気を付けよ"
      },
      {
        "ko": "3월의 보름을 조심하라"
      }
    ],
    "description": {
      "en": "Ex-convict Park Mokhwa wants nothing more than to keep his head low and stay out of anything that has to do with his past. However, his new-found tranquility as a florist is shattered by the appearance of Kim Nakwon, corrupt cop and unabashed hedonist. Nakwon is sure that Mokhwa’s the key to cracking an important case, and he’ll do anything to get the taciturn man to talk. The best way to make someone confess is to cause them pain, and Nakwon thinks he knows just what’ll hurt Mokhwa the most. But despite Nakwon’s best efforts, Mokhwa continues to stay silent. It’s not often that life doesn’t go the way Nakwon wants it to, so his obsession with Mokhwa only grows stronger..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-12-26T01:23:19+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/b40ac878-06b6-40d8-97ec-5f80fa6be184.jpg",
    "altTitles": [
      {
        "ja": "呪術廻戦"
      },
      {
        "ja-ro": "Juujutsu Kaisen"
      },
      {
        "en": "Revolving Battles of Curse Arts"
      },
      {
        "en": "Revolving Battles of Sorcery"
      },
      {
        "en": "Sorcery Fight"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "it": "Jujutsu kaisen: Sorcery Fight"
      },
      {
        "pt-br": "Jujutsu Kaisen: Batalha de feiticeiros"
      },
      {
        "es": "Jujutsu Kaisen: Contiendas de brujería"
      },
      {
        "es": "Batalla de hechiceros"
      },
      {
        "es": "Jujutsu Kaisen: Guerra de hechiceros"
      },
      {
        "ca": "Jujutsu Kaisen: La guerra màgica"
      },
      {
        "sr": "Џуџуцу каисен"
      },
      {
        "cs": "Jujutsu Kaisen –⁠ Prokleté války"
      },
      {
        "uk": "Магічна битва"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "fa": "جوجوتسو کایسن"
      },
      {
        "fa": "ججك"
      },
      {
        "bn": "জুজুৎসু কাইসেন"
      },
      {
        "hi": "जादुई लडाई"
      },
      {
        "ka": "ჯუჯუცუ კაისენი"
      },
      {
        "he": "ג'וג'וטסו קאייזן"
      },
      {
        "ar": "جوجوتسو كايسن"
      },
      {
        "ar": "مكافحة السحر"
      },
      {
        "mn": "Жүжүцү Кайсэн"
      },
      {
        "tr": "Lanet Savaşları"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "vi": "Chú Thuật Hồi Chiến"
      },
      {
        "ko": "주술회전"
      },
      {
        "th": "มหาเวทย์ผนึกมาร"
      },
      {
        "bg": "Магическа Битка"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, he soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ja": "類稀な身体能力を持つ高校生・虎杖悠仁（いたどりゆうじ）は、病床に伏せる祖父の見舞いを日課にしていた。だがある日学校に眠る「呪物」の封印が解かれ、化物が現れてしまう。取り残された先輩を救う為、校舎へ乗り込む虎杖だが!?",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "30",
    "lastChapter": "271"
  },
  {
    "mangaId": "1847d70b-1868-4f71-8279-a06a18a15e21",
    "title": {
      "en": "Botsuko-chan"
    },
    "updatedAt": "2024-10-13T16:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/1847d70b-1868-4f71-8279-a06a18a15e21/4b38794b-dec6-4ead-ae9e-23dd6eac95c9.jpg",
    "altTitles": [
      {
        "ja": "ボツ子ちゃん"
      },
      {
        "ja": "没キャラ"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]