[
  {
    "mangaId": "bd935ca2-c9b6-4f2b-a3b3-77402d2337d8",
    "title": {
      "en": "Maou Gakuen no Hangyakusha"
    },
    "updatedAt": "2024-07-12T21:01:57+00:00",
    "coverArt": "https://mangadex.org/covers/bd935ca2-c9b6-4f2b-a3b3-77402d2337d8/8e5ba6e2-14cb-4a6c-939c-9b2b04ec600a.jpg",
    "altTitles": [
      {
        "ja": "魔王学園の反逆者"
      },
      {
        "en": "Demon Academy's Rebel"
      }
    ],
    "description": {
      "en": "Yuuto is an ordinary high school boy who, one day, notices a mysterious tarot card by his bed. He shows it to his parents, who give him the good news - as the son of demonking, he is eligible to become the next Demon Lord. As such, Yuuto is soon brought to a demonic academy in order to improve his devilish skills and earn the title of demon lord. And, you know, get a harem along the way.   \n  \nFrom the author of Masou Gakuen HxH and Ecstas Online.",
      "pt-br": "\"A humanidade é nada mais que escrava para uma raça demoníaca - Um estudante comum do ensino médio, Morioka Yuuto, foi escolhido para ser candidato ao próximo rei demônio. Ele é transferido para o colégio Ginsei, aonde é tratado com desdenho pelos outros estudantes. [Juro que vou te fazer ser rei demônio. Por isso... me torne a sua serva!] Yuuto se encontra com uma linda demônio, Himegami Lizel, que muda o seu mundo e sua vida. Ele pode aprender qualquer tipo de magia instantaneamente e absorver poder mágico infinitamente ao ter contato com suas servas. Esse é um poder especial que os demônios não tinham e era concedida a apenas a um humano, Yuuto. O humano que se tornou candidato a rei demônio e desafiou os mais fortes demônios para ser o próximo rei! Emocionante e fascinante. A fantástica história de ascensão em um colégio de magia se inicia!\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d06a27c-90a1-4e00-a60c-30afb3746c08",
    "title": {
      "en": "Meguro-san wa Hajimete ja Nai"
    },
    "updatedAt": "2024-08-04T18:18:54+00:00",
    "coverArt": "https://mangadex.org/covers/3d06a27c-90a1-4e00-a60c-30afb3746c08/2a910446-e041-4533-9beb-af80abe30d17.jpg",
    "altTitles": [
      {
        "id": "Bukan Kali Pertamanya Mbak Meguro"
      },
      {
        "ja-ro": "Meguro-san wa Hajimete ja Nai"
      },
      {
        "ru": "Не девственница Мэгуро-сан"
      },
      {
        "ja": "目黒さんは初めてじゃない"
      },
      {
        "zh-hk": "目黑同學並非第一次"
      },
      {
        "vi": "Đây không phải lần đầu của Meguro-san"
      },
      {
        "en": "It's Not Meguro-san's First Time"
      },
      {
        "zh-ro": "Mù hēi tóngxué bìngfēi dì yī cì"
      }
    ],
    "description": {
      "en": "Third-year high school student Makoto Koga decides to confess to his crush, the school's most beautiful girl, second-year Saki Meguro. To his surprise, she agrees to date him. But what surprises him even more is her following words: \"I'm not a virgin.\"\n\nUnbeknownst to Koga, the surprisingly passive Meguro has the reputation of being the lascivious \"easy girl\" at school, not rejecting any boy that approaches her and having gone through multiple boyfriends.\n\nWill Koga persevere? Will he fare any differently than the rest?\nHow will Meguro react to Koga, a boy who, for once, actually approached her before he knew of her reputation?\n\n*Note: Was originally on Palcy (Kodansha platform for shojo manga), but also is on Magazine Pocket (Kodansha platform for shonen manga.)*\n\n[Alternate official raw](https://palcy.kodansha.co.jp/c/1.html)",
      "es-la": "Koga decide confessar a garota mais bonita da escola, Meguro. Para sua surpresa, ela concorda em sair com ele. Mas o que o surpreende ainda mais são suas seguintes palavras: \"Eu não sou virgem\"."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "78"
  },
  {
    "mangaId": "1dc52164-933d-41f0-81c4-7f823d003748",
    "title": {
      "en": "Virus King"
    },
    "updatedAt": "2024-07-07T08:38:59+00:00",
    "coverArt": "https://mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "altTitles": [
      {
        "en": "Doomsday for All: Me, Virus Monarch"
      },
      {
        "zh": "全民末日：我，病毒君王"
      }
    ],
    "description": {
      "en": "The world is plunged into doomsday. The entire doomsday world has turned into a cruel evolutionary game! This is the greatest opportunity and trial ground for mankind, and it is also the amusement park of gods and demons! Chen Bai was reborn and returned",
      "zh": "全球陷入末日笼罩。 整个末日世界，变成了一场残酷的进化游戏！ 这是人类最大的机缘与试炼场，也是神魔的游乐园！ 陈白重生回到了末日开始的十天前！ 直接注射丧尸病毒， 觉醒SSS天赋：病毒君王！ 掌控病毒开始一条与众不同的进化之路！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb2d1a45-d4e7-4e32-a171-b5b029c5b0cb",
    "title": {
      "en": "Kumo Desu ga, Nani ka?"
    },
    "updatedAt": "2024-04-13T18:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/eb2d1a45-d4e7-4e32-a171-b5b029c5b0cb/054719a9-4b04-4870-976f-8ce5d2246c92.jpg",
    "altTitles": [
      {
        "tr": "Örümceğim ben, ne olmuş?"
      },
      {
        "lt": "AÅ¡ voras, ir kas iÅ¡ to?"
      },
      {
        "id": "Aku ini laba laba, lalu apa ?"
      },
      {
        "sv": "Jag är en spindel, vadå då?"
      },
      {
        "no": "Jeg er en edderkopp, hva så?"
      },
      {
        "ja-ro": "kumoko"
      },
      {
        "pl": "No i co z tego że jestem pająkiem?"
      },
      {
        "it": "Sono un ragno, e quindi?"
      },
      {
        "es": "Soy una araña, ¿y qué?"
      },
      {
        "ru": "Да, я паук, и что же?"
      },
      {
        "ru": "Да, я паук, и что с того?"
      },
      {
        "ar": "أنا عنكبوت، وماذا في ذلك؟"
      },
      {
        "fa": "من یک عنکبوتم. خب که چی؟"
      },
      {
        "th": "แมงมุมแล้วไง, ข้องใจเหรอคะ?"
      },
      {
        "zh": "不过是蜘蛛什么的"
      },
      {
        "ja": "蜘蛛ですが、なにか？"
      },
      {
        "ko": "거미입니다만, 문제라도?"
      },
      {
        "de": "Ich bin eine Spinne, na und?!"
      },
      {
        "pt-br": "Então eu sou uma aranha, e daí?"
      },
      {
        "en": "So I'm a Spider, So What?"
      },
      {
        "kk": "Өрмекшімін, енді не?"
      },
      {
        "ja-ro": "Kumo Desu ga, Nani ka?"
      }
    ],
    "description": {
      "en": "When a mysterious explosion killed an entire class full of high school students, the souls of everyone in class were transported into a fantasy world and reincarnated. While some students were reincarnated as princes or prodigies, others were not as blessed.  \nOur heroine, who was the lowest in the class, discovered that she was reincarnated as a spider! Now at the bottom of the food chain, she needs to adapt to the current situation with willpower in order to live. Stuck in a dangerous labyrinth filled with monsters, it's eat or be eaten!  \nThis is the story of a spider doing whatever she can in order to survive!",
      "ru": "В результате необъяснимого происшествия с участием пикселей класс обычных японских школьников погибает, но перерождается в другом мире. А нашей героине, которая была самой непопулярной в классе, повезло куда больше. Она переродилась пауком в подземелье, полном опасностей. Сможет ли она, используя лишь свою хитрость и удачу, выжить?",
      "pt-br": "Quando uma misteriosa explosão mata toda uma classe cheia de alunos do ensino médio, as almas de todos na sala de aula são transportadas para um mundo de fantasia e reencarnados. Enquanto alguns estudantes foram reencarnados como príncipes ou prodígios, outros não foram tão abençoados. Nossa heroína, que era a menor na classe, descobriu que ela estava reencarnado como uma aranha!? Agora, na parte inferior da cadeia alimentar, ela precisa se adaptar à situação atual com a força de vontade para viver! Preso em um labirinto perigoso, repleto de monstros, é comer ou ser comido! Esta é a história de uma aranha fazendo tudo o que puder para sobreviver!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "812f9696-048f-496d-9ed4-84c99345d1fb",
    "title": {
      "en": "Tales of Demons and Gods"
    },
    "updatedAt": "2024-05-29T22:05:56+00:00",
    "coverArt": "https://mangadex.org/covers/812f9696-048f-496d-9ed4-84c99345d1fb/4dcdd628-9195-4fa8-8079-50541ed60515.jpg",
    "altTitles": [
      {
        "es-la": "Cuentos de Demonios y Dioses"
      },
      {
        "no": "Fortellinger om Demoner og Guder"
      },
      {
        "es": "Historias De Dioses Y Demonios"
      },
      {
        "en": "TDG"
      },
      {
        "en": "TODAG"
      },
      {
        "en": "TODAG : Tales of Demons and Gods"
      },
      {
        "en": "TODG"
      },
      {
        "vi": "Trach Yeu Ky"
      },
      {
        "es-la": "Una Vida Del Demonio"
      },
      {
        "vi": "Yêu Thần Ký"
      },
      {
        "zh-ro": "Yāoshén jì"
      },
      {
        "zh-ro": "Yaoshenji"
      },
      {
        "ru": "Клеймо Зловещего Духа"
      },
      {
        "ru": "Сказания о Демонах и Богах"
      },
      {
        "zh": "妖神记"
      },
      {
        "es-la": "Crónicas De Dioses Y Demonios"
      }
    ],
    "description": {
      "en": "Nie Li became the strongest Demon Spiritualist and stood at the pinnacle of the martial world. However, he lost his life during the battle with the Sage-Emperor and six deity-ranked beasts.  \r\n  \r\nHis soul was then brought back to when he was still 13 years old. At this point in his life, Nie Li was considered to be the most pathetic of his peers. However, with the vast knowledge he accumulated from his previous life (his future), he began becoming stronger faster than anyone could expect. He also decided to help those who died nobly in his previous life become stronger as well.  \r\n  \r\nAiming to avert the future destruction of his home by demon beasts, and to avoid his previous fate of ending up destroyed, Nie Li fights to protect his lover, friends, family and fellow citizens who died in the beast assault or its aftermath. He also aims to destroy the so-called \"sacred family,\" who will abandon their duty and betray the city.",
      "ru": "Сильнейший в мире заклинатель демонов Не Ли погиб в битве с Мудрецом-Императором. Но его душа воплотилась вновь, вернувшись на десятилетия назад, в нём самом, тринадцатилетнем подростке. Теперь у него есть шанс исправить все ошибки, совершённые в прошлом: спасти от монстров родной город, защитить любимую, друзей и семью. В детстве Не Ли был самым слабым учеником в классе, имея духовную силу на уровне простых людей. Он и мечтать не смел стать воином, не говоря уже о заклинателе демонов, но опыт и знания, накопленные в предыдущей жизни, помогут ему стать сильнее. Ведь сейчас он знает то, что неведомо профессорам в их боевой академии.",
      "es-la": "Nie Li, el más fuerte Espiritista Demoníaco, en su vida pasada estuvo en la cima del mundo marcial, sin embargo, perdió la vida durante la batalla con el Sabio Emperador y sus bestias, al morir fue devuelto al pasado cuando tenía 13 años gracias a la ayuda del Libro Temporal del Demonio Espiritual y aunque en este momento él es el más débil de su clase con la ayuda de los vastos conocimientos que acumuló de su vida anterior, se transformara en un guerrero formidable.",
      "pt-br": "Nie Li, o mais poderoso Espiritualista Demoníaco e estando no topo do mundo marcial, perde sua vida durante a batalha com o Imperador Sábio e as seis bestas de nível divino, e sua alma volta ao passado para quando ele tinha 13 anos. Embora ele seja o mais fraco em sua classe, com o talento mais baixo no reino da alma Vermelho – o mais fraco dos reinos – com a ajuda de seu vasto conhecimento acumulado na sua vida passada, cresce mais rápido do que todos. Agora, ele irá tentar proteger a cidade que no futuro será invadida pelas bestas e que acabou sendo destruída, assim como sua amada, seus amigos e sua família que morreram pelo ataque das mesmas, e destruir a família Sagrada que abandonaram seus deveres e traíram a cidade em sua vida passada."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f7367e32-f7f3-4ddc-a101-9cb46e60e73d",
    "title": {
      "en": "Haiena-chan ni Nerawarete"
    },
    "updatedAt": "2024-03-03T18:03:44+00:00",
    "coverArt": "https://mangadex.org/covers/f7367e32-f7f3-4ddc-a101-9cb46e60e73d/f1347716-1980-48f4-bffa-b880eb1b19b7.jpg",
    "altTitles": [
      {
        "es-la": "Siendo el objetivo de Hiena-chan"
      },
      {
        "es-la": "La chica hiena está destrás de mi."
      },
      {
        "ja": "ハイエナちゃんに狙われて"
      },
      {
        "pt-br": "Sendo alvo da Hiena-chan"
      },
      {
        "ja-ro": "Haiena-chan ni Nerawarete"
      },
      {
        "en": "Being Targeted by Hyena-chan"
      },
      {
        "tr": "Hyena-chan Tarafından Hedef Alınmak"
      }
    ],
    "description": {
      "en": "I found out that my long-distance girlfriend had gotten a new older boyfriend from the city and while I was in the grip of despair, a girl named Haibara Enako, more affectionately called \"Hyena-chan\" suddenly appeared before me and confessed, \"I don't have a boyfriend and I'm free right now.\"",
      "tr": "Uzak mesafe kız arkadaşımın şehirden yaşça büyük yeni biriyle sevgili olduğunu öğrendim ve ben umutsuzluğun pençesindeyken Haibara Enako adında, diğer adıyla \"Hyena-chan\" olarak anılan bir kız aniden karşıma çıktı ve bana açıldı, \" Erkek arkadaşım yok ve şu anda boşum.\"",
      "pt-br": "Após um término de namoro recente, nosso protagonista é abordado por Enako Haibara, também conhecida como “Hiena”…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a84638a7-2a16-4fad-888f-c99033300cf4",
    "title": {
      "en": "Everything but your life"
    },
    "updatedAt": "2024-07-31T16:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/a84638a7-2a16-4fad-888f-c99033300cf4/d19ecc4e-89b4-42b2-8ec1-49a893de2e09.png",
    "altTitles": [],
    "description": {
      "en": "A transfer student desperately seeking someone to relate to pursues the attention of a mysterious boy covered in bandages, thinking he might finally be able to build a friendship for the first time since a tragic accident."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac49570e-e49e-40b1-9ae5-9e126361445c",
    "title": {
      "en": "Monster Princess of the Snowy Mountain"
    },
    "updatedAt": "2024-07-20T18:59:53+00:00",
    "coverArt": "https://mangadex.org/covers/ac49570e-e49e-40b1-9ae5-9e126361445c/93cdcd8d-cada-41db-a1da-f77be488e3d9.jpg",
    "altTitles": [
      {
        "ko": "설산의 괴물 황녀"
      },
      {
        "en": "Snow Mountain Monster Princess"
      },
      {
        "es-la": "La princesa monstruosa de las montañas nevadas"
      }
    ],
    "description": {
      "en": "Valerie Beloff, a princess in exile, decides to take her own life on her 19th birthday. Abused by her own mother and exiled for her mother’s crimes, she had to live in the freezing Makleroad palace by herself, and she somehow acquired the powers of an ancient monster - the power to freeze things. Hopeless, she seeks an escape in death… only to find herself before her cruel mother, yelling at her once again. Is she dead? Is she reliving a memory? When her mother strikes her, the throbbing pain lets her know that this is neither a dream nor a memory!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc283611-42aa-4819-ae48-142b2c164a82",
    "title": {
      "en": "Sex Friend, Yappa nashi de!"
    },
    "updatedAt": "2024-05-19T07:57:14+00:00",
    "coverArt": "https://mangadex.org/covers/dc283611-42aa-4819-ae48-142b2c164a82/38e2e1da-2058-4f61-9ccf-05064aa65850.jpg",
    "altTitles": [
      {
        "vi": "Kết Thúc Mối Quan Hệ Bạn Tình Này Thôi"
      },
      {
        "ja": "セフレ、やっぱなしで"
      },
      {
        "en": "Let’s End This FWB Relationship"
      }
    ],
    "description": {
      "en": "\"Would you like to have sex with me once?\" Tsukioka's love life doesn't go well because his private parts are XL size.One day, his classmate Tokieda sees his private parts and proposes sex.Tsukioka, who worries about being too big, and Tokieda, who is loyal and greedy for what feels good, are a perfect fit in terms of compatibility and size!A limited-time sex friend relationship begins, “until the two find a girlfriend”, but they gradually begin to be attracted to each other's true faces...?A youthful tale of unrequited love between young people!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-09-08T13:57:15+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/976c4719-d70e-4570-8960-0f17c071032d.jpg",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      },
      {
        "pt-br": "A escrava arrogante"
      },
      {
        "id": "Budak yang congkak"
      }
    ],
    "description": {
      "en": "At the market, a man stumbles upon a particularly arrogant slave...",
      "pt-br": "No mercado, um homem se depara com uma escrava particularmente arrogante..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "47"
  },
  {
    "mangaId": "0416aa86-2f9a-461b-8376-b3765bfa1519",
    "title": {
      "en": "The Blond Yankee and The Punishment Game"
    },
    "updatedAt": "2024-07-07T11:51:10+00:00",
    "coverArt": "https://mangadex.org/covers/0416aa86-2f9a-461b-8376-b3765bfa1519/7aa915ce-6279-422f-88b7-757d0f9e3a13.jpg",
    "altTitles": [
      {
        "ja": "金髪ヤンキーと罰ゲーム"
      },
      {
        "ja-ro": "Kinpatsu yankee to batsu game"
      }
    ],
    "description": {
      "en": "As part of her punishment game, the transfer student, Shindou Eruko, must talk to the coolest delinquent in the school, which turns out to be Hoshi Natsuki, the blonde delinquent in the class next door. However, she soon found out that Hoshi-kun might not be as scary as he looks...\n\nThis manga is Konogi Yoshiru's fantasy take on  [Shingeki no Eroko-san](https://mangadex.org/title/bdfc7777-f1ee-4131-82cb-2fb5861d32e1/shingeki-no-eroko-san-hen-na-oneesan-wa-danshikousei-to-nakayoku-naritai), depicting a setting with Eruko being in the same age as Hoshi-kun. It was later adapted in the main title as Eruko's dream sequence."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-09-07T17:53:05+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      },
      {
        "es-la": "El Villano Del Destino"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/1f99d3e7-a813-499c-9982-464c9328eeb6.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3574d78e-0ba6-47c0-995e-6257cde50084",
    "title": {
      "en": "Transorbital"
    },
    "updatedAt": "2024-09-11T19:08:01+00:00",
    "coverArt": "https://mangadex.org/covers/3574d78e-0ba6-47c0-995e-6257cde50084/7ab4d2bb-0ffe-4822-8f24-2ec613046aec.jpg",
    "altTitles": [],
    "description": {
      "en": "A small village finds itself at the mercy of mysterious entities that hover over the city, at least that's what young Anna often sees. On the other side of the city, Margot, a middle-aged woman, also sees the anomalies. What will be the connection between the two? Are the things they see nothing more than delusions, or do other people just not want to see them? Plot and script: Yoshino Yuki (@yoshino_yuki4) Translation : Freya Ariello (@freya.dangel) Editor : Lan Saza (@lansaza) Book publisher: Equafro Studios (@equafrostudios)",
      "pt-br": "Um pequeno vilarejo se encontra à mercê de misteriosas entidades que pairam a cidade, pelo menos é o que a jovem Anna costuma ver com frequência. Do outro lado da cidade, Margot, uma mulher de meia idade, também enxerga as anomalias. Qual será a ligação entre ambas? Será que as coisas que vêem não passam de delírios, ou será que as demais pessoas é que não querem vê-las?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc41ee4b-9a40-402b-babd-55c230094325",
    "title": {
      "en": "Touge Oni"
    },
    "updatedAt": "2024-09-08T15:27:44+00:00",
    "coverArt": "https://mangadex.org/covers/bc41ee4b-9a40-402b-babd-55c230094325/fb392215-6656-4345-87d5-754bd6a2a85b.jpg",
    "altTitles": [
      {
        "en": "Primal Gods in Ancient Times"
      },
      {
        "ja": "峠鬼"
      },
      {
        "en": "Touge Oni: Primal Gods in Ancient Times"
      }
    ],
    "description": {
      "en": "In ancient times, there existed the land of Wa, split between the reign of the gods and the world of man. It was an age when gods and men existed together. Miyo, an orphan girl, spent her days trying to accept her upcoming death as the designated sacrifice for the god worshipped by her village, Kippuuson-no-Mikoto-no-Kami. However, her fate changed as she encountered En-no-Ozuno, a monk with supernatural abilities capable of conversing with the gods. An orphan girl, a great monk, and a demon boy. Follow their adventure as they encounter the gods, traveling through even dimension and time.",
      "pt-br": "Nos tempos antigos, existia a terra de Wa, dividida entre o reino dos deuses e o mundo dos homens. Era uma época em que deuses e homens viviam juntos.\n\n\nMiyo, uma garota órfã, passava seus dias tentando aceitar sua morte iminente como o sacrifício designado para o deus adorado por sua aldeia, Kippuuson-no-Mikoto-no-Kami. No entanto, seu destino mudou quando ela encontrou En-no-Ozuno, um monge com habilidades sobrenaturais capaz de conversar com os deuses. \n\nUma garota órfã, um grande monge e um garoto demônio. Acompanhe a aventura deles enquanto encontram deuses, viajando por diferentes realidades e eras."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15fb2547-1b35-4fc6-806a-10ade59423fb",
    "title": {
      "en": "GodTale"
    },
    "updatedAt": "2024-08-13T20:11:04+00:00",
    "coverArt": "https://mangadex.org/covers/15fb2547-1b35-4fc6-806a-10ade59423fb/e9cdee34-133d-4711-8cda-2be92b291dbc.png",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-08-18T13:01:06+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/16fcf909-e490-4f33-bb00-790effc7be96.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch Has Begun: I Will Live Freely In A World Where Only I Can View The \"Strategy Site\""
      },
      {
        "id": "Aku Menjadi Penyihir Terkuat di Dunia: Aku Akan Hidup dengan Bebas di Dunia di Mana Hanya Aku yang Bisa Mengakses \"Situs Panduan\""
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c67e88c-ebbc-4dcc-bb92-b326283434ea",
    "title": {
      "en": "Himegasaki Sakurako wa Kyou mo Fubin Kawaii"
    },
    "updatedAt": "2024-09-11T09:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/9c67e88c-ebbc-4dcc-bb92-b326283434ea/f147df6d-0eab-43f3-a409-7312649a543b.jpg",
    "altTitles": [
      {
        "en": "Sakurako Himegasaki is Still Pitiably Cute Today"
      },
      {
        "ja": "姫ヶ崎櫻子は今日も不憫可愛い"
      },
      {
        "ko": "히메가사키 사쿠라코는 오늘도 딱하면서 귀여워"
      },
      {
        "zh-hk": "姬之崎櫻子今天也惹人憐愛"
      },
      {
        "en": "Himegasaki Sakurako Is Pitiably Cute Today Too"
      },
      {
        "ja-ro": "Himegasaki Sakurako ha Kyou mo Fubin Kawaii"
      }
    ],
    "description": {
      "en": "An average romcom told from the perspective of the losing childhood friend. Other things happen as well."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "en": "One Piece - Digital Colored Comics"
      },
      {
        "en": "One Piece"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2235b990-cd9d-4f22-bff6-5b8fba0c1146",
    "title": {
      "en": "Loved by All When Rebirth: The Film King's Wife Is Poor and Fierce"
    },
    "updatedAt": "2024-09-08T13:50:02+00:00",
    "coverArt": "https://mangadex.org/covers/2235b990-cd9d-4f22-bff6-5b8fba0c1146/b76e60de-7802-46db-afe2-afe18d0f0089.jpg",
    "altTitles": [
      {
        "zh": "重生团宠：影帝夫人又穷又凶"
      }
    ],
    "description": {
      "en": "Sheng Wenyin was deceived and died tragically in her previous life. She was reborn as the 18th-tier female star with a lot of scandals. This time, Sheng Wenyin stopped pretending and criticized the scumbag in various ways, which made her famous. Her biological parents, five brothers, and more than a dozen nephews and nieces came to recognize her as her relatives. She was also engaged to Qi Si, the nine-time Golden Award winner, as a child."
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a91e92e-4014-4f20-b289-fa71844d79d1",
    "title": {
      "en": "Akuyaku Reijo no Ani ni Tenseishimashita"
    },
    "updatedAt": "2024-09-02T21:03:19+00:00",
    "coverArt": "https://mangadex.org/covers/4a91e92e-4014-4f20-b289-fa71844d79d1/f87389c3-279d-467d-93a5-275f3ae1e17c.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の兄に転生しました"
      },
      {
        "en": "Reincarnated as a Villainess's Brother"
      },
      {
        "ja-ro": "Akuyaku Reijo no Ani ni Tensei Shimashita"
      }
    ],
    "description": {
      "en": "\"Onii-tama?\"\nCain, who reincarnated as one of the love interests of an otome game, screamed at the loveliness of his sister, Diana. I can't believe that this angel is going to be a villainess with countless bad ends-- No, there is no way that such a future can exist!\nClenching his fist tightly, he raises his sister into a gentle lady, while also dispelling the darkness held by the love interests in place of the heroine.\nRelying on his game knowledge from his previous life and an orphaned chamberlain. Everything for his beloved sister-- The brother's challenge begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97080ea0-3738-4415-9018-df279cfe48b6",
    "title": {
      "en": "The Supporting Female Is Reborn, She Will No Longer Serve This Broken Plot"
    },
    "updatedAt": "2024-09-08T12:38:22+00:00",
    "coverArt": "https://mangadex.org/covers/97080ea0-3738-4415-9018-df279cfe48b6/0906274b-0b11-4206-a427-8cb7517e46bc.jpg",
    "altTitles": [
      {
        "zh": "女配重生，这破剧情她不伺候了"
      },
      {
        "ko": "조연으로 태어났지만 막장드라마에 봉사하지 않겠다"
      }
    ],
    "description": {
      "en": "Yin Susu couldn't believe that she was reborn again, her life was repeating again, the setting was the same, the painful things were the same.\n\nShe thought that she would just become a salted fish,* living a lazy life, waiting for death, waiting for everything to end, for the female lead to die, which would mean the end of everything, but she did not want to accept her fate!\n\n\"If you, the female lead, has a golden hand, then I will break that golden hand.\"\n\n*salted fish: metaphor of a corpse or a person who doesn't want to do anything."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "240"
  },
  {
    "mangaId": "47f701c2-d565-4ff7-aa66-08110a9435bf",
    "title": {
      "en": "Lvitsa of Ascention"
    },
    "updatedAt": "2024-09-12T06:27:09+00:00",
    "coverArt": "https://mangadex.org/covers/47f701c2-d565-4ff7-aa66-08110a9435bf/6f113dee-c8b2-4f2c-b733-392fa1ec912d.jpg",
    "altTitles": [
      {
        "ja": "頂のリヴィーツァ"
      },
      {
        "ja-ro": "Itadaki no Lvitsa"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-09-03T06:19:59+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-09-08T18:51:45+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/7033c604-e1c4-42d2-93d8-48aba83032b3.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5159c521-00c7-4c17-b4e6-f6d8c00ec9a3",
    "title": {
      "en": "Cultivator’s Ascent: A Solitary Journey"
    },
    "updatedAt": "2024-08-18T19:45:44+00:00",
    "coverArt": "https://mangadex.org/covers/5159c521-00c7-4c17-b4e6-f6d8c00ec9a3/7df509c2-46a0-43a0-a061-d9176b214b89.jpg",
    "altTitles": [
      {
        "zh": "独自去修仙"
      },
      {
        "en": "Go Alone to Xiuxian"
      },
      {
        "zh-ro": "Duzi Qu Xiuxian"
      },
      {
        "en": "Go And Practice Immortality Alone"
      },
      {
        "en": "Go Alone to Immortal Cultivate"
      }
    ],
    "description": {
      "en": "The legendary cultivator, seeking excitement, decided to create a secondary account in a parallel world. However, he unexpectedly discovered…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70b5170b-7331-4057-ac41-74392f99a435",
    "title": {
      "en": "μ & i"
    },
    "updatedAt": "2024-08-17T17:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/70b5170b-7331-4057-ac41-74392f99a435/cb1f3212-992b-4fca-b1cb-a68952c5a247.jpg",
    "altTitles": [
      {
        "ja": "μ&i"
      },
      {
        "ja": "μ&i みゅうあんどあい"
      },
      {
        "ja-ro": "μ&i - Myuu and I"
      },
      {
        "en": "μ&i"
      },
      {
        "en": "μ & I"
      },
      {
        "en": "Myuu & I"
      },
      {
        "en": "Myuu and I"
      },
      {
        "ko": "뮤 앤 아이"
      }
    ],
    "description": {
      "en": "After the meteorite “Artemis” crashed into the moon, an unidentified phenomenon began to affect humans: the “Reproductive System Disease”.\n\n12 years have passed, and in a world with a birth rate of 0, humanity has focused its collective efforts on researching cloning and immortality. Amidst this, Ashiro Koshiro continues to search for the cause of the disease. Suddenly, a woman appears, handing him a mysterious suitcase…",
      "ja": "月の崩壊により繁殖機能を失った人類が暮らす、西暦20X7年──。大学生の孝志郎は、思わぬ出来事から記憶喪失の少女・みゅうを預かることに。ごく普通に見える彼女だが、人類で唯一繁殖機能を有する突然変異だった！"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "23"
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-05-05T18:03:04+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/ccfd14b4-7eb6-42d4-a71a-18cded8181ea.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c30266a7-cc5c-48fa-b414-689d8c5cd22c",
    "title": {
      "en": "Beet the Vandel Buster"
    },
    "updatedAt": "2023-06-28T17:36:58+00:00",
    "coverArt": "https://mangadex.org/covers/c30266a7-cc5c-48fa-b414-689d8c5cd22c/665ae3b7-8a94-4e99-9ff1-0b732e6bb2a8.jpg",
    "altTitles": [
      {
        "en": "Adventure King Beet"
      },
      {
        "en": "Beet"
      },
      {
        "ja-ro": "Bōken Ō Bīto"
      },
      {
        "ja-ro": "Boken oh Beet"
      },
      {
        "ja-ro": "Bouken Oh Beet"
      },
      {
        "ja-ro": "Bouken Ou Beet"
      },
      {
        "en": "冒险王比特"
      },
      {
        "ja": "冒険王ビィト"
      },
      {
        "en": "少年冒险王Beet"
      },
      {
        "ko": "모험왕 비트"
      }
    ],
    "description": {
      "en": "It's the Century of Darkness where monsters known as Vandels rule the world, and the Vandel Busters are the only ones who can fight them. When a group of Busters are killed in battle, they pass on their magic Saiga weapons to Beet, making him the strongest Buster ever. But Beet won't just fight the Vandels–he wants to destroy them and finally end the Century of Darkness.  \n  \n**Notes:**  \nReturned from a decade-long hiatus in 2016 after the artist was severely injured in 2006.  \n  \n\n\n---\n\n**Links:**  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=4347)  \n- [Anime (sequel) on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6209)"
    },
    "status": "ongoing",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf95c63-dc64-4518-9ed8-362805165fd6",
    "title": {
      "en": "Isekai Yururi Kikou"
    },
    "updatedAt": "2024-07-23T03:04:23+00:00",
    "coverArt": "https://mangadex.org/covers/fbf95c63-dc64-4518-9ed8-362805165fd6/70455534-b71f-4539-b586-c56b1d6d184b.jpg",
    "altTitles": [
      {
        "ja": "異世界ゆるり紀行"
      },
      {
        "ja": "異世界ゆるり紀行 ～子育てしながら冒険者します～"
      },
      {
        "ja-ro": "Isekai Yururi Kikou: Kosodate Shinagara Bouken-sha Shimasu"
      },
      {
        "ja-ro": "Isekai Yururi Kikou: Kosodateshinagara Boukensha Shimasu"
      },
      {
        "en": "Isekai Yururi Kikou - Raising Children While Being an Adventurer"
      },
      {
        "en": "Another World Leisurely Journey - Raising Children While Being an Adventurer"
      },
      {
        "en": "A Journey Through Another World ~Raising Kids While Adventuring~"
      },
      {
        "zh": "异世界悠闲纪行"
      },
      {
        "zh": "异世界悠闲纪行～边养娃边当冒险者～"
      },
      {
        "zh-hk": "異世界悠閒紀行"
      },
      {
        "zh-hk": "異世界悠閒紀行 ~ 邊養娃邊當冒險者 ~"
      },
      {
        "ja-ro": "Isekai Yururi Kikō ~ Kosodate Shinagara Bōken-sha Shimasu ~"
      }
    ],
    "description": {
      "en": "\"I'm terribly sorry!\"\n\nTakumi gets accidentally killed by the wind god Syl and is reborn and summoned to another world. After giving Takumi his sincerest apologies, Syl grants Takumi with skills and sends him to the world Etelldia that Syl presides over. However, this new world is a vast forest filled with dangerous monsters!\n\nIn the forest, Takumi finds a young boy and girl who appear to be twins. He is worried about their safety and names them Alan and Elena, and decides to take care of them. He soon finds out to his surprise they are able to defeat a monster with their bare hands. The three of them reach a town, and Takumi decides to register at a guild to make a living. He begins his life as an adventurer while taking care of the two children.\n\nAn isekai fantasy about an adventurer with two kids!",
      "it": "\"Son veramente dispiaciuto\"\n\nUn dio si è improvvisamente chinato davanti a Kayano Takumi. Èù stato ucciso per errore. Tuttavia, può essere reincarnato. Però, da quanto ha detto dio, deve essere in un'altro mondo. Ma, dio commette un'altro errore teletrasportandolo in una pericolosa foresta… dove trova due gemelli. Fu così che Takumi decide di prendersi cura di loro.",
      "pt-br": "\"Sinto muito!\"\n\nTakumi é acidentalmente morto pelo deus do vento Syl e renasce sendo convocado para outro mundo. Após pedir desculpas sinceras a Takumi, Syl concede-lhe habilidades e o envia para o mundo Etelldia, que Syl preside. No entanto, este novo mundo é uma vasta floresta cheia de monstros perigosos!\n\nNa floresta, Takumi encontra um menino e uma menina que parecem ser gêmeos. Preocupado com a segurança deles, ele os chama de Alan e Elena e decide cuidar deles. Logo, para sua surpresa, descobre que eles são capazes de derrotar um monstro com as próprias mãos. Os três chegam a uma cidade, e Takumi decide se registrar em uma guilda para ganhar a vida. Ele começa sua vida como aventureiro enquanto cuida das duas crianças.\n\nUma fantasia isekai sobre um aventureiro com duas crianças!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-06-14T00:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-07-25T17:52:21+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/bce9aac3-ec01-4d12-8158-54f7c3cd2c07.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "206b25a1-f7c2-4234-84d0-732f9317740d",
    "title": {
      "en": "You Shou Xi Hua"
    },
    "updatedAt": "2024-06-18T00:54:59+00:00",
    "coverArt": "https://mangadex.org/covers/206b25a1-f7c2-4234-84d0-732f9317740d/641b4f75-3fb0-456b-8957-b0c35b5ce473.png",
    "altTitles": [
      {
        "zh": "You Shou QnA"
      }
    ],
    "description": {
      "en": "Youshou Xihua- a non-canon, spinoff slice-of-life mini-theater of the Youshou Yan Manga unrelated to the main plotline. Go read the main story [here](https://mangadex.org/title/151bca3e-db98-4ad2-8d8d-239943b91437/you-shou-yan)."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91cf2809-f975-4cdf-baff-fa0b64e13dbe",
    "title": {
      "en": "Seiyuu Radio no Ura Omote - Yuuhi to Yasumi wa Tomodachi ni narenai?"
    },
    "updatedAt": "2024-09-12T04:55:45+00:00",
    "coverArt": "https://mangadex.org/covers/91cf2809-f975-4cdf-baff-fa0b64e13dbe/71509313-530a-4559-9e5f-4738dbad1a32.jpg",
    "altTitles": [
      {
        "ja": "夕陽とやすみは友達になれない?"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e421eb8-d4a0-4096-86db-ca5e3fc42c5d",
    "title": {
      "en": "Pumpkin Night"
    },
    "updatedAt": "2024-09-01T04:26:40+00:00",
    "coverArt": "https://mangadex.org/covers/4e421eb8-d4a0-4096-86db-ca5e3fc42c5d/53e16a9e-b2bc-4b83-ad01-2d7e4efb57b1.jpg",
    "altTitles": [
      {
        "ja": "パンプキンナイト"
      },
      {
        "kk": "Асқабақ түні"
      },
      {
        "es": "Noche de calabazas"
      },
      {
        "uk": "Гарбузова ніч"
      }
    ],
    "description": {
      "en": "After escaping from a mental institution, a girl with a self-inflicted facial deformity enacts twisted justice on those who mistreated her, face hidden underneath the disguise of a pumpkin.",
      "es": "Una deforme chica sale con una calabaza en su cabeza para matar a todos aquellos que la acosaron en su pasado después de escapar de un manicomio.",
      "fr": "Victime de sévices orchestrés aux yeux de tous par ses camarades de classe, une collégienne a été interné dans un hôpital psychiatrique. Plusieurs mois plus tard, alors que ses bourreaux sont aujourd’hui au lycée, ils apprennent qu’elle s’est échappée en tuant tout le personnel hospitalier qui a tenté de lui barrer la route et qu’elle est bien décidé à se venger d’eux.",
      "ja": "ある日、女子高生・中谷明日美は、SNSで「パンプキンナイト」という見知らぬアカウントからフォローされる。 『中谷明日美コロス』というメッセージが届いた直後、カボチャのマスクを被った殺人鬼に襲われ惨死する。 そして偶然、明日美と通話していた和也にも死の宣告が突きつけられ……。",
      "kk": "Бет әлпеті қатты зақымданған, оқушы қыз, бұрын оны келеке еткен адамдардың жандарын алу үшін, ауруханадан қашып шығады.",
      "pt": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que a maltrataram no passado depois de escapar de um hospital psiquiátrico.",
      "pt-br": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que fizeram bullying com ela no passado depois de escapar de um hospital psiquiátrico."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da0f55cd-4878-4f65-b56a-25882b6c8376",
    "title": {
      "en": "The Gourmet Gamer"
    },
    "updatedAt": "2024-09-10T18:22:54+00:00",
    "coverArt": "https://mangadex.org/covers/da0f55cd-4878-4f65-b56a-25882b6c8376/803bb5d4-7ce9-4418-84e1-232fa3ad938c.jpg",
    "altTitles": [
      {
        "ko": "식사하고 가세요!"
      },
      {
        "en": "Please Have a Meal !"
      },
      {
        "en": "Eat and Go!"
      },
      {
        "ko-ro": "Siksahago Gaseyo!"
      },
      {
        "ru": "Великолепный вкус"
      },
      {
        "ja": "お食事はいかがですか？"
      },
      {
        "pt-br": "Por favor, coma!"
      }
    ],
    "description": {
      "en": "When he lost his ability to taste and smell, Lee Rim’s life as a chef ended. Just as he’s sinking deeper and deeper into depression, Rim discovers [Real], an incredibly immersive VR game that simulates all five senses. There, he’s able to regain his senses of taste and smell. Not only that, but he can cook, too! Although he does need to hunt his own monster ingredients down… Now, Rim is here to cook up delicious food, hunt some dangerous monsters, and maybe even build a whole new legacy along the way. Welcome to Lee Rim’s new life as “Rice”, the gourmet gamer!\n\n---\n\n- [Original Webtoon <Nate Webtoon>](https://toonnbook.nate.com/detail/H040842508)\n\n- [Original Webtoon <OneStory>](https://onestory.co.kr/detail/H040842508)\n\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/eatNgo)\n\n- [Original Webtoon <Comico>](https://www.comico.kr/comic/1198)\n\n- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000048455)\n\n- [Original Webtoon <Lezhin>](https://www.lezhin.com/ko/comic/have_a_meal)\n\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=6193068)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/86172)",
      "ja": "生まれ持ったセンスと磨き上げた才能のおかげで前途有望な料理長だった川越。ある日、不意の事故で一時的なものでありながらも味覚と嗅覚を失ってしまう。しばらく立ち直れず引きこもっていたが、現実よりもリアルと巷で噂のVRゲーム「リアル」で感覚を取り戻したかのような臨場感溢れる経験をする。「リアル」に食材を見て、触れて、嗅いで、味わいながら料理人としての道を進めて行く。その経験を活かし、実生活でも少しずつ前を向き始める川越しのこれからはどうなる!? 笑いあり涙ありの新感覚グルメマンガ！\n\n---\n\n- [Original Webtoon <Nate Webtoon>](https://toonnbook.nate.com/detail/H040842508)\n\n- [Original Webtoon <OneStory>](https://onestory.co.kr/detail/H040842508)\n\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/eatNgo)\n\n- [Original Webtoon <Comico>](https://www.comico.kr/comic/1198)\n\n- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000048455)\n\n- [Original Webtoon <Lezhin>](https://www.lezhin.com/ko/comic/have_a_meal)\n\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=6193068)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/86172)",
      "ko": "미각을 잃은 요리사 이림이 좌절에 빠진 와중 가상현실게임인 [리얼]에서 오감을 체험하고 요리하면서 모험하고, \n현실에서도 요리사의 꿈에 다시 도전하는 성장기\n\n---\n\n- [Original Webtoon <Nate Webtoon>](https://toonnbook.nate.com/detail/H040842508)\n\n- [Original Webtoon <OneStory>](https://onestory.co.kr/detail/H040842508)\n\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/eatNgo)\n\n- [Original Webtoon <Comico>](https://www.comico.kr/comic/1198)\n\n- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000048455)\n\n- [Original Webtoon <Lezhin>](https://www.lezhin.com/ko/comic/have_a_meal)\n\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=6193068)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/86172)",
      "ru": "Ли Ирим был лучшим шеф-поваром, пока он не попал в аварию и не потерял вкус.\n\n\"Технологический прорыв! Виртуальная реальность - игра, где вы сможете обрести все свои мечты и даже больше, ваша вторая реальность! Доступны все пять чувств, скорее присоединяйтесь к миллионам игроков на нашем сервере!\"\n\n-Все пять чувств... неужели, это возможно?..\n\n---\n\n- [Original Webtoon <Nate Webtoon>](https://toonnbook.nate.com/detail/H040842508)\n\n- [Original Webtoon <OneStory>](https://onestory.co.kr/detail/H040842508)\n\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/eatNgo)\n\n- [Original Webtoon <Comico>](https://www.comico.kr/comic/1198)\n\n- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000048455)\n\n- [Original Webtoon <Lezhin>](https://www.lezhin.com/ko/comic/have_a_meal)\n\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=6193068)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/86172)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "116"
  },
  {
    "mangaId": "c636d2b5-2ba7-423b-b5ec-3c8984dfc366",
    "title": {
      "en": "The Dang Clan’s Swordmaster Heir Just Wants a Normal Life"
    },
    "updatedAt": "2024-08-15T15:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/c636d2b5-2ba7-423b-b5ec-3c8984dfc366/aed43fd5-c6ab-4147-8899-498758a2a187.jpg",
    "altTitles": [
      {
        "en": "Becoming the Swordmaster Rank Young Lord of the Sichuan Tang Family"
      },
      {
        "ko": "사천당가의 검신급 소가주가 되었다"
      },
      {
        "en": "He Became the Head of the Four Heavenly Dang Family"
      },
      {
        "en": "Becoming the Sacheon Dang's Swordsmaster-Rank Young Lord"
      },
      {
        "en": "Became a swordsman-level Sogami of the Sacheondang family"
      }
    ],
    "description": {
      "en": "The Dang clan of Sacheon, once renowned for its poison and hidden weapons, is now on the path to its demise. That is, until Yeonmyeung Dang, an outcast boy of the clan, awakens by recollecting the memories of his past life as the 'god of swords' who devoted his life to mastering the sword. Will the boy be able to protect his family and fulfill his dream of living a normal life?",
      "ko": "독과 암기의 명가였지만 지금은 몰락해버린 사천당가.\n그곳에서 태어난 당연명은 문득 검에 미쳐 살며\n검신의 경지에 이르렀던 전생을 각성한다.\n\n'이번 생은 평범하게 살고 싶다.'\n\n평범하게 살려면, 역시 검술 실력은 숨겨야겠지.\n그런데 방해하는 것들이 너무 많다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2023-09-03T17:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5ddcb63-3e21-4817-8e5b-46ff9d4b6a8a",
    "title": {
      "en": "Boku no Noroi no Kyuuketsukihime"
    },
    "updatedAt": "2024-07-22T17:45:08+00:00",
    "coverArt": "https://mangadex.org/covers/f5ddcb63-3e21-4817-8e5b-46ff9d4b6a8a/9903b6ae-0196-479a-8011-e5bf0d8641b2.jpg",
    "altTitles": [
      {
        "ja": "僕の呪いの吸血姫"
      },
      {
        "en": "My Dear, Curse-Casting Vampiress"
      }
    ],
    "description": {
      "en": "In Japan, vampires have emerged and are rampaging throughout the country, eating and killing humans. In order to protect his friends, Isuzu, the leader of the anti-vampire security force, plans to kidnap the vampire slayer \" Baroque,\" who is unofficially detained by the government. She is a legendary \"vampire\" that drives those who see her crazy with her sheer beauty.\n\n[Official English Volumes (Yen Press)](https://yenpress.com/series/my-dear-curse-casting-vampiress)",
      "ja": "人間を喰い殺す「吸血鬼」が出現し、猛威を振るうようになった日本。特殊部隊の隊長・緒坂唯鈴は、吸血鬼から仲間を守りたい一心で国が非公式に拘束しているという「吸血鬼バロック」の誘拐を計画。あまりの美しさゆえ、見た者を狂い死なせるという伝説の「吸血鬼殺し」バロック。自らの立場も命も投げうち、彼女に協力を求める唯鈴にバロックは――。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b407de00-75a5-415a-a001-585fb41b9cf2",
    "title": {
      "en": "The Max Level Hero Strikes Back"
    },
    "updatedAt": "2024-07-31T23:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "altTitles": [
      {
        "ko": "만렙 영웅님께서 귀환하신다!"
      },
      {
        "en": "The MAX leveled hero will return!"
      },
      {
        "en": "Max Level Hero is Making a Comeback!"
      },
      {
        "zh": "顶级英雄归来"
      },
      {
        "ja": "最終レベル英雄のご帰還"
      },
      {
        "th": "การกลับมาของวีรบุรุษเวลตัน"
      },
      {
        "ru": "Возвращение героя максимального уровня"
      },
      {
        "pt-br": "O Herói de Nível Máximo Retornou!"
      },
      {
        "en": "The Max Level Hero Has Returned!"
      },
      {
        "fr": "Max Level Hero"
      }
    ],
    "description": {
      "en": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!",
      "it": "Il debole principe di un paese insignificante, Davey. Dopo essere diventato in coma, la sua anima fuggì in un tempio dove si riunivano le anime degli eroi. Si è allenato per mille anni e ora è tornato come eroe di massimo livello!  \n  \n“Aspettate solo ragazzi, vi affronterò tutti a testa alta!”  \n  \nLa rinfrescante storia della vita reale e della vendetta di Davey è appena iniziata.",
      "ja": "王国内の権力争いに敗れた王子「デイビー」。 昏睡状態の中、魂のみが抜け出して到着したところは、英雄たちの魂が集まる巨大な回廊。 千年もの間苦労した彼が、最高レベルの英雄となって帰ってきた。 \"覚悟しとけよ、ちゃんと相手してやるから！\" 「デイビー」の痛快な復讐劇と王宮生活記が今始まりますーー！",
      "ko": "힘없는 골방왕자 데이비,\n혼수상태에서 영혼이 빠져나온 그가 도착한 곳은\n영웅들의 혼이 모인 거대한 회랑.\n\n천년동안 굴려진, 그가 만렙 영웅님이 되어 귀환하셨다!\n\n기다려라, 모두\n제대로 상대해주마!\n\n데이비의 통쾌한 복수극과 왕궁생활기가 지금 시작됩니다!\n\n**********\n악마꼬리 작가님의 인기판타지소설<만렙 영웅님께서 귀환하신다!>를 웹툰으로 만나보세요!",
      "ru": "Дейви - бессильный принц маленькой страны.\nКогда он впал в кому и его душа покинула тело, она переместилась в огромную галерею душ былых героев.\nВзяв все в свои руки, Дейви возвращается.",
      "th": "ใครว่าเป็นเจ้าชาย แล้วจะสบายไปหมดทุกอย่าง\n'เดวี่ อัล ราวน์' ผู้เกิดมาเป็นเจ้าชาย แต่โชคร้ายถูกตระกูลชนชั้นสูงวางแผนฆ่าทั้งแม่และเขา เพียงเพื่ออยากมาแทนที่คนทั้งสอง\n\nเดวี่ถูกลูกธนูปริศนาเสียบหลัง จนหมดสติ ร่างกายอยู่ในอาการโคม่า มา 6 ปีเต็ม ระหว่าง 6 ปีนั้น วิญญาณของเดวี่ได้อยู่ในระเบียงสถิต ที่ซึ่งเป็นศูนย์รวมเหล่าวิญญาณวีรชนผู้เป็นตำนานแห่งแดนต่างๆ\nเดวี่ได้เรียนรู้การใช้เวทมนตร์และศาสตร์ต่างๆ จากพวกเขา จนครบ 1,000 ปีตามเวลาในสถานที่แห่งนั้น\n\nเขาได้ฟื้นขึ้นมาจากเจ้าชายผู้อ่อนแอ กลายเป็นผู้กล้าฝีมือขั้นเทพ \nมาดูสิว่า ในโลกนี้จะมีใครล้มเขาได้อีก\nทีนี้แหละ ถึงคราวเอาคืนทุกคนที่ทำให้เขามีสภาพแบบนี้แล้ว!",
      "pt-br": "Um fraco príncipe de um país insignificante, Davey. Depois de entrar em coma, sua alma escapou para um templo onde às almas dos heróis se reunem. Ele treinou por mil anos e agora voltou como um herói de nível máximo! “Vocês me esperem, vou enfrentar cada um de vocês!”. A refrescante história de vingança de Davey apenas começou."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "557615b9-6fec-4ab7-a512-03cbde39815f",
    "title": {
      "en": "Chika Idol wo Kage de Sasaeru Ore"
    },
    "updatedAt": "2024-07-27T20:21:02+00:00",
    "coverArt": "https://mangadex.org/covers/557615b9-6fec-4ab7-a512-03cbde39815f/0985ba3f-2152-4c18-9deb-ee418c60ce36.jpg",
    "altTitles": [
      {
        "ja": "地下アイドルを影で支える俺"
      },
      {
        "en": "Underground Idol & I"
      },
      {
        "en": "Supporting an Underground Idol from the Shadows"
      },
      {
        "pl": "Podziemna Idolka i Ja"
      }
    ],
    "description": {
      "en": "Kageyama, an unremarkable boy, secretly receives a message from gal classmate Natsukawa , saying, “Meet me at the usual karaoke place after school.” \n\nHe goes to karaoke with her alone. There, Kageyama reveals something he had been asked by Natsukawa to show her.",
      "pl": "Kageyama, niewyróżniający się chłopak, otrzymuje potajemnie wiadomość od koleżanki z klasy, Natsukawy, o treści \"Spotkajmy się po szkole w miejscu z Karaoke\". Idzie tam z nią sam na sam. Tam, Kageyama pokazuje coś o co został poproszony przez Natsukawe.",
      "pt-br": "Kageyama, um garoto normal, recebe secretamente uma mensagem da colega de classe Natsukawa, dizendo: “Encontre-me no karaokê de sempre depois da escola”.\n\nEle vai ao karaokê sozinho com ela. Lá, Kageyama revela algo que Natsukawa pediu para mostrar a ela."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2024-09-05T20:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/7a80bc8d-ba43-4810-bb54-56b3f51901c9.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa Is My Senior, and My Friend."
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "en": "Noa-senpai Is My Friend."
      }
    ],
    "description": {
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04ff2200-7e68-49fe-92e0-d353b3dff2d2",
    "title": {
      "en": "Inkya Datta Ore no Seishun Revenge: Tenshi sugiru Ano Ko to Ayumu Re Life"
    },
    "updatedAt": "2024-06-12T04:00:47+00:00",
    "coverArt": "https://mangadex.org/covers/04ff2200-7e68-49fe-92e0-d353b3dff2d2/39de870b-2652-4d7d-8672-a68b7d29ff51.jpg",
    "altTitles": [
      {
        "ja": "陰キャだった俺の青春リベンジ 天使すぎるあの娘と歩むReライフ"
      },
      {
        "ja-ro": "Inkya Datta Ore no Seishun Revenge: Tenshi sugiru Ano Ko to Ayumu Re Life"
      },
      {
        "ru": "Месть моей юности: Моя жизнь с девушкой, которая была слишком похожа на ангела"
      },
      {
        "en": "The Revenge of My Youth: My Re Life with a Girl Who Was Too Much of an Angel"
      },
      {
        "ja": "陰リベ"
      },
      {
        "ja-ro": "In-ri-be"
      }
    ],
    "description": {
      "en": "This is the story of Niihama Shincirou, who collapsed after being ravaged by a black company and woke up to find that he had been sent back to his second year of high school. When he wakes up, he finds himself in a time leap to his second year of high school. His high school life …… was gray and shady, but he’s sure he can start over now.\n\nThe beautiful girl of his dreams, Haruka Shijouin, whom he met again over time, is even more innocent and cute than he remembered, and above all, she has been staring straight at Niihama.\n\n*“I feel like you’ve changed a lot from the Niihama I knew yesterday. You’re still kind, but you’ve grown up, and that’s wonderful!”*\n\nIf I could change the future, I would definitely save her life after she took her own life after being severely bullied. With the adult mentality and corporate power that I’ve acquired, I’m going to take my revenge on my second youth with her–!",
      "id": "bercerita tentang seorang budak korporat bernama Niihama Shincirou yang bekerja di perusahaan gelap dia pingsan setelah kelelahan bekerja dan ketika terbangun ia terkejut karena ternyata dia mengalami lompatan waktu dan kembali ke masa di mana dia masih seorang murid SMA. lalu karena dia sudah kembali ke masa lalu dia bertekad untuk balas dendam dengan menjadi lebih aktif dan berjuang untuk mendapatkan hal yang dia inginkan tidak peduli siapapun lawannya sampai pada akhirnya menebus semua penyesalan yang telah ia lakukan di kehidupan sebelumnya...",
      "ja": "ブラック企業勤めの社畜サラリーマン・新浜心一郎は、過労の末に職場で倒れ――――目が覚めると高校時代に！？\nタイムリープ青春\"リベンジ\"ラブコメ、ここに開幕！",
      "pt-br": "Niihama Shinichirou, o qual desmaiou após ser explorado ao extremo por uma ‘companhia exploradora’ e ao acordar descobriu que havia sido mandado de volta para o segundo ano do ensino médio. Sua vida escolar foi sombria e melancólica… No entanto, ele tem certeza de que agora pode recomeçar.\nHaruka Shijouin, uma linda garota que ele conheceu antes, de repente parece ainda mais inocente e bonita do que Shinichirou se lembrava, e acima de tudo, ela olha diretamente para ele… \n\n“Eu sinto que você está bem diferente do Niihama que eu conhecia ontem. Você continua gentil, mas você cresceu, e isso é maravilhoso!” \n\nSe eu pudesse mudar o futuro, eu definitivamente iria salvá-la depois que ela tirou a própria vida após sofrer severamente por conta de bullying. Com a mentalidade adulta e poderes corporativos que adquiri, eu vou me vingar da minha segunda juventude com ela–!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e4dce395-e3fd-429d-b138-d017fff8797e",
    "title": {
      "en": "Again!!"
    },
    "updatedAt": "2024-05-08T20:33:20+00:00",
    "coverArt": "https://mangadex.org/covers/e4dce395-e3fd-429d-b138-d017fff8797e/8b425a89-6b0a-4c9b-bdb1-ee075ec8140c.jpg",
    "altTitles": [
      {
        "th": "Again ย้อนเวลากลับมาป่วน"
      },
      {
        "zh": "Again！！重来一次"
      },
      {
        "tl": "Muli!!"
      },
      {
        "tr": "Yeniden!!"
      },
      {
        "ru": "Ещё разок!"
      },
      {
        "ja": "アゲイン！！"
      },
      {
        "ko": "어게인!!"
      }
    ],
    "description": {
      "en": "After three unfulfilling years of high school, Imamura Kinichirou was finally graduating. Because of his delinquent-esque looks, he was feared by his classmates, has made no friends, and his greatest regret was not joining the ouendan (cheer club), which was now disbanded. After an accident on the day of his graduation, he and classmate Fujieda Aki are transported three years back in time, freshman again in body but with high-school memories intact. Can Imamura fix the mistakes of his past? Can he re-do his high school years in the way that he's always wanted? Again!! The universe suddenly shouts."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "136"
  },
  {
    "mangaId": "d4341560-3715-4912-9b12-c1869e914310",
    "title": {
      "en": "Seirei-tachi no Rakuen to Risou no Isekai Seikatsu"
    },
    "updatedAt": "2024-07-25T06:42:41+00:00",
    "coverArt": "https://mangadex.org/covers/d4341560-3715-4912-9b12-c1869e914310/d77b3558-cb06-4c5e-9c1d-3b16d7b6ef95.jpg",
    "altTitles": [
      {
        "en": "Paradise of Spirits and Ideal Life of Different World"
      },
      {
        "en": "Spirits Paradise and The Idle Another World Life"
      },
      {
        "ru": "Рай духов и идеальная жизнь в другом мире"
      },
      {
        "ja": "精霊達の楽園と理想の異世界生活"
      },
      {
        "ja-ro": "Seirei-tachi no Rakuen to Risō no Isekai Seikatsu"
      },
      {
        "ko": "정령들의 낙원과 이상적인 이세계 생활"
      },
      {
        "zh": "精灵们的乐园与理想的异世界生活"
      },
      {
        "zh-hk": "精靈們的樂園與理想的異世界生活"
      },
      {
        "ja": "Seireitati no Rakuen to Risou no Isekaikatsu"
      }
    ],
    "description": {
      "en": "It's the Golden Week, and Morizono Yuuta can't wait to spend the next 11 days staying home and conquering all of his games and manga. After a trip to the supermarket to stock up on food however, he found himself stranded in a wasteland with no sight of human. Now he's just gonna have to find a way to live in this world aided only by some magic tools and numerous Spirits whom he came into contact with."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1c79d23-d306-40e5-8b47-17cab7408f1a",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken: Bangaihen - Toaru Kyuuka no Sugoshikata"
    },
    "updatedAt": "2024-02-02T01:45:08+00:00",
    "coverArt": "https://mangadex.org/covers/f1c79d23-d306-40e5-8b47-17cab7408f1a/156d2415-51ad-4211-a0e2-46ebbc7cc821.jpg",
    "altTitles": [
      {
        "ja": "転生したらスライムだった件　番外編～『とある休暇の過ごし方』～"
      },
      {
        "en": "That Time I Got Reincarnated as a Slime: Extra Story - How to Spend a Certain Vacation"
      },
      {
        "ru": "О моём перерождении в слизь: Дополнительная история - как провести отпуск"
      },
      {
        "ja-ro": "Tensura: Bangaihen - Toaru Kyuuka no Sugoshikata"
      }
    ],
    "description": {
      "en": "**Warning:** This Spinoff manga has spoilers from the Light Novel.\n\nAfter successfully completing the Founding Festival, which includes meetings with the leaders of various countries, a martial arts tournament, technology presentations, and the unveiling of the underground labyrinth, the peaceful daily life in Tempest has returned. Then, Veldora begins to say, \"I'm also thinking of developing magic beasts\", and the three of them, including Rimuru and Hinata, who are interested in developing new magic, head for the Magic Tower, the sacred place of magic...?\n\nThis work is based on the Light Novel, and the timeline is from the end of Volume 9 to the beginning of Volume 10."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af0527c1-8734-4498-b128-7090340bc10d",
    "title": {
      "en": "Dragon Ball (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:59:32+00:00",
    "coverArt": "https://mangadex.org/covers/af0527c1-8734-4498-b128-7090340bc10d/74af82cd-d605-4600-a697-64b2cc96d01b.jpg",
    "altTitles": [
      {
        "en": "Dragon Ball - Digital Colored Comics"
      },
      {
        "en": "Dragon Ball - Full Color Edition"
      },
      {
        "ja": "DRAGON BALL カラー版"
      }
    ],
    "description": {
      "en": "Goku and friends battle intergalactic evil in the greatest action-adventure-fantasy-comedy-fighting series ever! Legend has it that if all seven of the precious orbs called “Dragon Balls” are gathered together, an incredibly powerful dragon god will appear to grant one wish. Unfortunately, the orbs are scattered across the world, making them extremely difficult to collect. Enter 16-year-old Bulma, a scientific genius who has constructed a radar to detect the exact locations of the Dragon Balls. She’s on a mission to find all seven orbs, but first she must convince young Son Goku to join her on her quest. With a monkey tail, superhuman strength and a magic staff for a weapon, Son Goku is ready to set out on the adventure of a lifetime…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "519"
  },
  {
    "mangaId": "1bc97ccd-1e56-4570-a399-162d08414f66",
    "title": {
      "en": "Uma Musume Pretty Derby - UmaYome Uma X Tore♂ Kekkon Seikatsu Goudou (Doujinshi)"
    },
    "updatedAt": "2024-09-03T09:42:20+00:00",
    "coverArt": "https://mangadex.org/covers/1bc97ccd-1e56-4570-a399-162d08414f66/f1e5eecb-491e-4bea-856f-932c7b5ee25a.jpg",
    "altTitles": [
      {
        "en": "UmaYome ~Horse & Trainer Wedded Bliss~"
      },
      {
        "ja": "ウマ嫁　ウマ×トレ♂結婚生活合同"
      }
    ],
    "description": {
      "en": "An anthology book series containing many different artists and their favorite Umas enjoying their life after marriage."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60296233-d377-4df8-bb2f-b4090999498c",
    "title": {
      "en": "Tensei Shitekara 40-nen. Sorosoro, Ojisan mo Koi ga Shitai. Nidome no Jinsei wa Harem Route?!"
    },
    "updatedAt": "2024-08-03T08:54:54+00:00",
    "coverArt": "https://mangadex.org/covers/60296233-d377-4df8-bb2f-b4090999498c/f8c1432b-69b6-43f6-b520-6dba381ab6a0.jpg",
    "altTitles": [
      {
        "ja": "転生してから４０年。そろそろ、おじさんも恋がしたい。　二度目の人生はハーレムルート!?"
      },
      {
        "en": "It's been 40 years since I was reincarnated. It's time for this uncle to fall in love."
      },
      {
        "ru": "Прошло 40 лет с тех пор, как я перевоплотился. Пришло время этому дяде влюбиться."
      }
    ],
    "description": {
      "en": "Forty years have passed since his reincarnation, and the guild leader, Girold, has been working diligently. Looking back on his life, he realizes that he hasn't been able to get married, so he tries his best to get a girlfriend, but there is no luck. He thinks he's not popular, but the girls around him are trying to approach him… The harem love comedy from \"Shosetsuka ni Narou\" begins! (DeepL)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]