[
  {
    "mangaId": "c016374f-4670-4d80-9299-46cea9a567ae",
    "title": {
      "en": "Bad Guy"
    },
    "updatedAt": "2024-06-04T17:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/c016374f-4670-4d80-9299-46cea9a567ae/6330e02b-7399-4f61-b518-58ef86ec0fa9.png",
    "altTitles": [
      {
        "ko": "나쁜사람"
      },
      {
        "en": "A Bad Person"
      }
    ],
    "description": {
      "en": "For 10 years I tried to be a good person for her, whom she could love. But then I found out that she did not notice my feelings and fell in love with a bad guy! So from today, I decided to become bad."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "67d3bfbf-d388-4d19-8d3b-e7f1054ea106",
    "title": {
      "en": "Looking for a New Husband"
    },
    "updatedAt": "2024-10-11T06:10:40+00:00",
    "coverArt": "https://mangadex.org/covers/67d3bfbf-d388-4d19-8d3b-e7f1054ea106/33020a23-b626-4a6c-ba68-7800ae028f40.png",
    "altTitles": [
      {
        "ko": "새 남편을 구합니다"
      }
    ],
    "description": {
      "en": "Riat, caught up in her husband's treason, faces death.\n\nAfter repeatedly returning to the past at the cost of half her lifespan, she finally breaks the cycle by offering her husband’s head to the emperor.\n\nWith only 1 year and 3 months left to live, her one wish is—\n\n\"I’m going to fall in love.\"\n\nAt last, an announcement spreads across the entire empire: a competition to find Riat’s new husband, with a grand prize of 1 billion gold.\n\nCandidates begin to flood in, but suspicious figures also start gathering around her…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
    },
    "updatedAt": "2024-10-09T18:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/653c9057-d9fb-4f32-85f9-48aae296c4f0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
      },
      {
        "uk": "Сусідський ангел сильно мене балує: Бісля дощу"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories.",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まり二人は少しずつ惹かれあっていく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4668276-4b3e-49e0-98e7-fcc6841f7680",
    "title": {
      "en": "Blue Lock: Episode Nagi"
    },
    "updatedAt": "2024-07-05T21:30:04+00:00",
    "coverArt": "https://mangadex.org/covers/b4668276-4b3e-49e0-98e7-fcc6841f7680/9127d7ce-ff5a-4611-93a6-7e4cffbc63b3.jpg",
    "altTitles": [
      {
        "ja": "ブルーロック-EPISODE 凪-"
      },
      {
        "ru": "Блю Лок: Путь Наги"
      },
      {
        "fr": "Blue Lock - Épisode Nagi"
      }
    ],
    "description": {
      "en": "Nagi Seishiro is a second-year high school student. He is a boy whose habit is to say, \"It's a pain in the ass,\" and he lives his life listlessly. Until his partner, Mikage Reo, discovers his talent in the \"Blue Lock,\" a dormitory for training strikers that aims to win the World Cup for Japanese soccer.",
      "fr": "Nagi Seishiro est un lycéen de deuxième année. C'est un adolescent qui a l'habitude de tout le temps dire : « C'est chiant », il vit sa vie avec apathie. Jusqu'à ce que son camarade de classe, Mikage Reo, découvre son talent pour le foot, cela les mènera jusqu'au « Blue Lock », un centre de formation révolutionnaire rassemblant les 300 meilleurs attaquants lycéens du pays.",
      "pt-br": "Nagi Seishiro é um estudante do segundo ano do ensino médio. Ele é um garoto cujo hábito é dizer: \"Que saco\", e ele vive sua vida com indiferença. Até que seu parceiro, Mikage Reo, descobre seu talento em \"Blue Lock\", um dormitório para treinamento de atacantes que visa vencer a Copa do Mundo em nome do futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9957c35e-06e1-4b4b-875e-6a3a01e29582",
    "title": {
      "en": "Eiyuu ni Akogareta Shoujo wa Kyuuketsuki ni Ochitemo Eiyuu o Mezasu"
    },
    "updatedAt": "2024-10-13T10:29:58+00:00",
    "coverArt": "https://mangadex.org/covers/9957c35e-06e1-4b4b-875e-6a3a01e29582/8dc8f8e4-af1a-4ecd-bbe6-6d285e2a2312.jpg",
    "altTitles": [
      {
        "ja": "『英雄』に憧れた少女は吸血鬼に堕ちても『英雄』を目指す"
      },
      {
        "ja-ro": "\"Eiyuu\" ni Akogareta Shoujo wa Kyuuketsuki ni Ochitemo \"Eiyuu\" wo Mezasu"
      },
      {
        "en": "A Girl Who Longed to Be a \"Hero\" Aims to Be a \"Hero\" Even If She Falls Into Becoming a Vampire"
      }
    ],
    "description": {
      "en": "“We'll kill all vampires. Sharing our own fallen 『 blood 』 as a weapon...!!” ―― Arbitration Knights travel around the world to protect peace. Rinslet, a girl who has just become a regular knight, meets Yuri, a vampire girl with cool silver hair and crimson eyes. Rinslet learns that she is an abomination who kills her own kind by manipulating the power of 《 blood armor 》, which materializes blood into swords, bows and arrows. She becomes Yuri's kin in exchange for her life, and her goal is...?Yuri x Vampire x Dark Fantasy!",
      "ja": "「私達は全ての吸血鬼を殺す。自らの堕ちた『血』を分け与え武器として…!!」――世界各国を巡り平和を守る調停騎士団。その正騎士になったばかりの少女・リンスレットが出会ったのは、涼やかな銀髪と深紅の瞳を持つ吸血鬼の少女・ユーリ。血液を剣や弓矢に具現化する《血装》の力を操って同族を殺す彼女に対し、忌むべき存在と知りながら想いを通じ合わせるリンスレット。命と引き換えにユーリの眷族となった彼女が目指すは…!?百合×吸血鬼×ダークファンタジ！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4bd0456-a4db-4bad-8486-072aa0e82e46",
    "title": {
      "en": "Creep In"
    },
    "updatedAt": "2024-08-05T15:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/b4bd0456-a4db-4bad-8486-072aa0e82e46/fac401ee-1bc9-4dd7-a8d3-65c1b774372d.jpg",
    "altTitles": [],
    "description": {
      "en": "They come for three reasons: to say hello, to like you, or to harm you.",
      "id": "Mereka datang dengan tiga alasan, sekedar menyapamu, menyukaimu, atau ingin mencelakaimu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "38"
  },
  {
    "mangaId": "e50d5c0b-5df6-4b47-979f-63d14ce33e9a",
    "title": {
      "en": "The Villainess Is Worshipped by the Mafia"
    },
    "updatedAt": "2024-05-27T04:07:01+00:00",
    "coverArt": "https://mangadex.org/covers/e50d5c0b-5df6-4b47-979f-63d14ce33e9a/5a921e65-b617-43c2-b605-5213c136565e.jpg",
    "altTitles": [
      {
        "ko": "악녀는 패밀리의 숭배를 받고"
      },
      {
        "ko-ro": "Agnyeoneun Familyeui Sungbaereul Badgo"
      },
      {
        "ko-ro": "Angnyeoneun Family Sungbaereul Batgo"
      },
      {
        "en": "All Hail Lady Blanche!"
      },
      {
        "en": "The Villainess Is Worshipped by the Mafia?"
      },
      {
        "en": "The Villainess Is Worshipped by the Family"
      },
      {
        "de": "Ein Hoch auf Lady Blanche!"
      },
      {
        "fr": "La mafia aux pieds de Blanche"
      },
      {
        "es": "La villana es adorada por la familia"
      },
      {
        "uk": "Лиходійці поклоняється мафія"
      },
      {
        "ru": "Семья поклоняется Злодейке"
      },
      {
        "zh": "恶女靠系统收割崇拜"
      },
      {
        "zh-hk": "超狂惡女玩霸黑社會"
      },
      {
        "zh-hk": "惡女受到家族的崇拜"
      },
      {
        "vi": "Ác Nữ Được Tôn Thờ"
      },
      {
        "ar": "الشرير يعبد من قبل الأسرة"
      },
      {
        "ja": "悪女はマフィアを手玉に取って"
      },
      {
        "th": "นางร้ายจะเป็นใหญ่ในแก๊งมาเฟีย"
      }
    ],
    "description": {
      "ar": "بلانش ، البطلة ، خجولة ولطيفة. لكنها محتقرة من قبل عائلتها. لا تستطيع التغلب على ازدراء عائلتها وتحاول الانتحار. عندما فتحت عيني ، كنت في عالم اللعبة الذي صنعته! إذا كنت أرغب في البقاء على قيد الحياة في هذا العالم ، فأنا بحاجة إلى إحضار ريكاردو ، الشرير إلى جانبي. لكن ريكاردو يجري غريب ؟!",
      "en": "To Blanche, everything seemed hopeless. Until she realized it was all a game. One she made, to be exact. Now she has a goal: Become the villain's right-hand man! But wait. Why is she the one saving him...?\n\nBlanche, who is timid and kind but is despised by her family, cannot overcome her family's contempt and attempts suicide.\n\nAfter that, when I opened my eyes, this world was the game world I made!!\n\nTo survive in this world, I must have the villain Ricardo to my side. But Ricardo's condition is strange?!\n\n---\nTo Blanche, everything seemed hopeless. Until she realized it was all a game. One she made, to be exact. Now she has a goal: Become the villain's right-hand man! But wait. Why is she the one saving him...?",
      "es": "Blanche, la protagonista femenina, es tímida y agradable. Pero ella es despreciada por su familia. No puede superar el desdén de su familia e intenta suicidarse. Cuando abrí los ojos, ¡estaba en el mundo del juego que creé! Si quiero sobrevivir en este mundo, necesito traer a Ricardo, el villano, a mi lado. ¿Pero Ricardo está siendo raro?",
      "fr": "Née dans une famille qui la martyrise, tout semble perdu d'avance pour Blanche. Mais tout est bien plus simple quand on a créé soi-même le jeu-vidéo dans le quel on vit… Maintenant, elle n'a plus qu'une chose en tête: se joindre au grand méchant de l'histoire pour échapper à son destin. Que la vengeance est douce…",
      "id": "Blanche, seorang putri kerajaan yang \"berbeda\" terjebak dalam keluarga yang menggunakannya demi nama baik dan kepentingan mereka. Ingin membalikkan keadaan, apa yang akan Blanche lakukan?",
      "ja": "前世の記憶とともによみがえったブランシュ。\n家族の元を離れ、悪党リカルドの右腕になろうと無法都市ジギタリスを目指すも、いざ会ったリカルドの様子がおかしい。 \n「ブランシュ…頼むから俺を嫌わないでくれ。君に嫌われたらと思うと息もまともにできなくなるんだ。」彼女の耳元でそうささやくとリカルドはぎゅっと抱きしめ涙を流した。\nこれは世界屈指の悪党たちから崇められる話。そして彼女の寵愛を得ようと一人の男が奮闘する話。\nそれから…ブランシュが本当の「家族」を選ぶ物語。",
      "ko": "소심하고 착하지만 가족에게 멸시를 당하는\n블랑쉐(여주)는 가족들의 멸시를 이겨내지 못하고\n자살시도를 하고 만다.\n\n그 이후 눈을 뜨니 이 세계는 내가 만들었던 게임세계!!\n\n이 세계에서 살아남을려면\n악역인 리카르도(남주)를 내편으로 만들어야해.\n그런데 리카르도의 상태가 이상하다?!",
      "pt": "Blanche, a irmã mais nova de um dos pretendentes da protagonista feminina, é tímida e simpática. Mas ela é desprezada por seus familiares. Ela não consegue superar o desdém de sua família e tenta cometer suicídio. “Quando abri os olhos, eu estava no mundo do jogo que criei! Se eu quiser sobreviver neste mundo, preciso trazer Ricardo, o vilão, para o meu lado. Mas por que Ricardo está agindo tão estranho assim?!”\n\n---\nBlanche, que é tímida e gentil, mas é desprezada por sua família, não consegue superar o desprezo de sua família e tenta o suicídio. Depois disso, quando abri meus olhos, este mundo era o mundo do jogo que eu fiz!! ter o vilão Ricardo ao meu lado. Mas a condição de Ricardo é estranha?!",
      "ru": "Бланш - милая и робкая девушка. К сожалению, родственники презирают её. У главной героини не получается справиться с пренебрежительным отношением семьи, поэтому бедняжка решается наложить на себя руки... \"Открыв глаза, я поняла, что оказалась в собственном игровом мире! Но если мне хочется выжить в нём, то нужно привлечь на свою сторону злодея Рикардо... Постойте, мне кажется, или он ведёт себя как-то странно?!\"",
      "th": "บล็องช์ สาวน้อยสุดอาภัพฟื้นขึ้นมาพร้อมความทรงจำในชาติก่อนเธอจึงหาทางหนีไปจากครอบครัวตัวแสบของตัวเองและมุ่งหน้าไปยังดิจิทาลิส เมืองอันไร้กฎหมายเพื่อเป็นมือขวาของตัวร้ายอย่างริคาร์โด แต่เมื่อพบกันเขากลับทำตัวแปลกประหลาด ริคาร์โดดึงบล็องช์เข้าไปกอดพร้อมน้ำตาไหลแล้วกระซิบข้างหูว่า \"อย่าเกลียดข้าเลย ไม่งั้นข้าคงมีชีวิตอยู่ต่อไปไม่ได้แน่\" เรื่องราวของสาวน้อยที่ได้รับการยกย่องจากเหล่าตัวร้ายและชายที่ทำทุกอย่างเพื่อให้ได้ความรักของเธอมา",
      "uk": "Бланш сором'язлива і добра, але її зневажає сім'я. Не маючи сил поболати презирливе ставлення сім'ї вона чинить спробу самогубства...\nОпісля, відкривши очі я зрозуміла, що знаходжусь у світі гри яку створила!! Що б вижити в цьому світі я маю переманити на свій бік злодія Рікардо. Але Рікардо поводиться якось дивно?!\n\nПримітка:Це опис до манхви в ориганалі та перекладах, хоча він не точно передає цю історію. Манхва написана за новелою.",
      "vi": "Blanche là một nữ chính nhút nhát, thiện lương nhưng cô lại bị chính gia đình của mình khinh thường. Cô không thể chịu đựng thêm việc mình bị lăng nhục và buộc phải tìm đến cái chết. Nhưng khi tỉnh lại, đập vào mắt cô là một bối cảnh quen thuộc- chính là thế giới trong game mà cô đã tạo ra! Cô hiểu rõ rằng nếu muốn tồn tại trong không gian này, Ricardo- kẻ phản diện phải đứng về phía mình. Nhưng mà, đã có gì đó sai sai…",
      "zh": "家族耻辱布兰雪，逃婚跳楼觉醒前世记忆，这竟是她所设计的养成恋爱游戏？！只有成为恶女才能舒服地活下去，她利用游戏系统疯狂升级，不仅得到了所有反派的崇拜，连最终BOSS男主都靠她养成？",
      "zh-hk": "雖然一直小心善良，但卻被家人蔑視的布蘭雪，某天無法再忍受家人的蔑視，於是試圖自殺。\n\n但睜開眼後，這竟然是我所設計出來的遊戲世界！\n\n如果想要在這個世界上活下去，就必須得讓反派列卡度站在我這邊。\n\n可是列卡度的狀態很奇怪？ ！\n\n---\n帶著前世記憶甦醒的布蘭雪，離開了不愛自己的家，一路來到無法治都市狄吉塔利斯。企圖在此成為反派裡卡爾多的左右手以求安身的她，實際遇到裡卡爾多時，卻覺得他有點怪怪的？裡卡爾多哭哭啼啼深怕被她丟下，一副楚楚可憐的模樣……\n這是一部描述布蘭雪被世界級黑幫兄弟擁戴崇拜的故事。也是一個男人為了得到她的寵愛而奮鬥的故事。\n同時還是…布蘭雪要選擇真正的「家人」的故事。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "6158dcf1-359c-429f-8bf2-41f3c42abc91",
    "title": {
      "en": "Shoukoku no Altair"
    },
    "updatedAt": "2024-04-09T19:22:49+00:00",
    "coverArt": "https://mangadex.org/covers/6158dcf1-359c-429f-8bf2-41f3c42abc91/489a0850-d1e4-4933-ac17-4974957e6747.jpg",
    "altTitles": [
      {
        "tr": "Altair ve Savaşlar Kitabı"
      },
      {
        "th": "ALTAIR ดาวจรัสฟ้า อินทรีถลาลม"
      },
      {
        "en": "Altair: A Record of Battles"
      },
      {
        "ja": "将国のアルタイル"
      },
      {
        "zh": "将国之天鹰星"
      },
      {
        "vi": "Sao Thiên Ưng trên bầu trời Tướng quốc"
      }
    ],
    "description": {
      "en": "For generations the Torqye Pashalu and the Balt-Rhein Empire have stood in stern opposition of each other. Then one night, when an Imperial minister is found assassinated, the two nations are plunged into a potentially explosive situation. As the generals of Torqye's council cry for war, Mahmut comes to discover the devious truth behind the assassination. Thus the young pasha's battle for his country and peace and trust in his fellow man begins…  \n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10291/episode/324757) (U.S. Only), [Kodansha](https://kodansha.us/series/altair-a-record-of-battles/)\n\n**Notes:**\n- Won the 41st Kodansha Manga Awards in the shounen category."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "160"
  },
  {
    "mangaId": "fa32e1bc-ffb9-47c7-8035-c66ad61b9ebe",
    "title": {
      "en": "Koori no Reijou no Tokashi kata"
    },
    "updatedAt": "2024-09-29T13:06:03+00:00",
    "coverArt": "https://mangadex.org/covers/fa32e1bc-ffb9-47c7-8035-c66ad61b9ebe/fcddb431-92b4-4d87-a412-d157d9e8b730.jpg",
    "altTitles": [
      {
        "ja": "氷の令嬢の溶かし方"
      },
      {
        "en": "How to Melt the Ice Queen's Heart"
      }
    ],
    "description": {
      "en": "Kagami Asahi: a blunt yet overly caring high schooler and Himuro Fuyuka: a classmate who never lets anyone near her, earning her the nickname \"Ice Queen.\" These two never had any chances to meet, but from Asahi's meddling, the closed off soul of Fuyuka might just be showing change?",
      "ja": "**「私に構わないでください」**\n\nぶっきらぼうながらも、世話焼きな火神朝陽と、心を閉ざし、他者を寄せ付けないことから\"氷の令嬢″と呼ばれる氷室冬華。マンションの隣に住んでいるとはいえ、関わる機会がなかった二人だが、朝陽のお節介から冬華との関係性に変化が訪れ……。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "5bb3b15f-3f60-490a-b873-bd7589f4e662",
    "title": {
      "en": "Kabeyaku Nado Fuyou to Tsuihousareta S-kyuu Boukensha, <Dorei Kaihou> Skill wo Kushi shite Shijou Saikyou no Kunizukuri"
    },
    "updatedAt": "2024-09-26T20:48:16+00:00",
    "coverArt": "https://mangadex.org/covers/5bb3b15f-3f60-490a-b873-bd7589f4e662/1776478a-e772-4382-88f1-37e7ab5f5a8a.jpg",
    "altTitles": [
      {
        "ja": "壁役など不要と追放されたＳ級冒険者、≪奴隷解放≫スキルを駆使して史上最強の国造り"
      },
      {
        "en": "An S-class Adventurer, Banished as the Tank of the Party, Uses His \"Slave Release\" Skill to Build the Strongest Country in History!"
      },
      {
        "pt-br": "Um aventureiro classe-S que foi banido como tank da party, usa suas habilidades de “Libertação dos Escrav*s” para construir a nação mais forte da história."
      }
    ],
    "description": {
      "en": "Alex, a holy knight, is suddenly expelled from his adventurers' party.\n\nHe tries to live a comfortable life by accepting a quest to cultivate a remote area, but suddenly he is given the extra skill \"Slave Release\"...?\n\nSummon beautiful girl slaves and cultivate a demon territory overrun with demons! A slow life of harem in a fantasy world is about to begin!",
      "ja": "冒険者パーティーから突如追放された聖騎士・アレックス。\n\n僻地の開拓クエストを受けて、悠々自適の生活を送ろうとするが突然エクストラスキル≪奴隷解放≫を授かって―!?\n\n美少女奴隷を召喚して、魔物が跋扈する魔族領を開拓しろ! 異世界ハーレムスローライフ開幕!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f7ee454-7478-40d5-9eeb-b8ae8e72600d",
    "title": {
      "en": "Class no Gal ni Kuuki Atsukai Sareteimasu"
    },
    "updatedAt": "2024-09-09T17:25:36+00:00",
    "coverArt": "https://mangadex.org/covers/4f7ee454-7478-40d5-9eeb-b8ae8e72600d/4974ef97-8061-4b70-97bf-dad2e4281ece.jpg",
    "altTitles": [
      {
        "ja": "クラスのギャルに空気扱いされています"
      },
      {
        "ja-ro": "Kurasu no Gyaru ni Kuuki Atsukai Sareteimasu"
      },
      {
        "en": "The Gals in My Class Treat Me Like Air"
      },
      {
        "id": "Aku Dianggap Seolah-olah Udara Oleh Gadis Gyaru Di Kelas"
      },
      {
        "es-la": "Las chicas de mi clase me tratan como el aire"
      },
      {
        "vi": "Mấy nhỏ Gyaru trong lớp tôi đối xử tôi như không khí"
      }
    ],
    "description": {
      "en": "A boy named Ryuuji Aizawa is getting treated by his gyaru classmates like he wasn't there, like this girl named Nana Aino who sits on his seat. With him still in it.",
      "es-la": "Un par de gals parecen no notar al chico delante de ellas."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "24"
  },
  {
    "mangaId": "aeb26397-e270-41f6-bde8-728608d63858",
    "title": {
      "en": "Sesesese! ~Mezase Hatsu H! Doutei Joshi no Tokimeki Daisakusen~"
    },
    "updatedAt": "2024-10-01T00:16:56+00:00",
    "coverArt": "https://mangadex.org/covers/aeb26397-e270-41f6-bde8-728608d63858/02d9d98c-b35d-48da-8259-43235fdd6f2c.jpg",
    "altTitles": [
      {
        "ja": "せせせせ！～目指せ初H！童貞女子のときめき大作戦～"
      },
      {
        "ja-ro": "Sesesese! ～Mezase Hatsu H! Doutei Joshi no Tokimeki Daisakusen～"
      },
      {
        "en": "Sesesese! ~Aiming For My First Time! A Virgin Girl's Heart-Pounding Grand Strategy~"
      }
    ],
    "description": {
      "en": "A high-energy sexually-charged comedy! Nagara Ayano, who has transformed from a virgin college student into a female version of his middle school self, blindly rushes in headfirst to try and achieve his first sexual experience, but things aren't going as smoothly as he'd hope...!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e42f6486-e018-4f29-b54c-7baed2ee855d",
    "title": {
      "en": "Minigram (MILGRAM 4koma)"
    },
    "updatedAt": "2023-06-22T16:37:38+00:00",
    "coverArt": "https://mangadex.org/covers/e42f6486-e018-4f29-b54c-7baed2ee855d/2288012b-9dae-49fb-8cf0-bddd56f8256f.png",
    "altTitles": [
      {
        "ja-ro": "MILGRAM"
      }
    ],
    "description": {
      "en": "The day-to-day lives of the prisoners and guards of the Milgram Prison! But in a funny 4-Koma form!",
      "es": "¡El día a día de los prisioneros de Milgram! Un 4koma cómico",
      "es-la": "¡El día a día de los prisioneros de Milgram! Un 4koma cómico"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-10-07T19:30:18+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/c6e86e9d-b556-4197-9988-e84a8fe47135.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий."
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10e20e17-7ae6-48f9-8d33-7cf32db82674",
    "title": {
      "en": "Uchi no Dorei ga Akaru Sugiru!"
    },
    "updatedAt": "2024-10-03T23:57:36+00:00",
    "coverArt": "https://mangadex.org/covers/10e20e17-7ae6-48f9-8d33-7cf32db82674/a5124cec-6e85-4a9d-9f11-6b0a630a9e15.jpg",
    "altTitles": [
      {
        "ja": "うちの奴隷が明るすぎる！"
      },
      {
        "en": "My Slave is Way Too Cheerful"
      }
    ],
    "description": {
      "en": "Roland is known throughout the world as the Black Knight. He appears calm, cool, and collected on the outside, but secretly he’s anything but - he can’t talk to girls for the life of him. One day, while doing his regular heroic thing, he comes across a slave girl bound and gagged. Roland suddenly realizes - if he saves this slave girl, he can slowly build up his social skills by talking to her. After all, a slave girl has to be as shy as him, right?",
      "ja": "悪しき者共から人々を守る高潔な黒騎士、ローランド。彼には一つの悩みがあった。アラサー、独身、女性不信。親や周りの人から結婚を期待されるも、女性への免疫はゼロ。そんな彼が思い至った、素晴らしい(？)女性克服方法。「奴隷の女の子なら、自分にも優しくしてくれるのでは…？」しかし、ローランドが運命的な出会いを果たしたのは、イメージとは180度違う、明るすぎる奴隷少女、ジェシカだった…！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47f8b468-4bf8-4f5f-b24d-8749d0c82ab4",
    "title": {
      "en": "Souzou Renkinjutsushi wa Jiyuu wo Ouka suru: Kokyou wo Tsuihou saretara, Maou no Ohizamoto de Chouzetsu Kouka no Magic Item Tsukuri-houdai ni Narimashita"
    },
    "updatedAt": "2024-10-04T13:17:48+00:00",
    "coverArt": "https://mangadex.org/covers/47f8b468-4bf8-4f5f-b24d-8749d0c82ab4/e085384d-a9c5-49e4-a7e2-9f606bd69d15.jpg",
    "altTitles": [
      {
        "en": "The Creation Alchemist Enjoys Freedom -If I Am Exiled From My Hometown, I Can Make Magic Items With Transcendent Effects at the Knees of the Demon Lord-"
      },
      {
        "ja": "創造錬金術師は自由を謳歌する 故郷を追放されたら、魔王のお膝元で超絶効果のマジックアイテム作り放題になりました"
      },
      {
        "en": "A creative alchemist enjoys freedom. After being banished from his hometown, he is now free to create magical items with extraordinary effects at the mercy of the Demon King."
      }
    ],
    "description": {
      "en": "Thor Regus, a boy who lived in the empire, was banished to the territory of the Demon Lord by the hands of his father, the Duke.\n\nThe reason was that he could only use [Alchemy] and didn’t have any combat skills.\n\nThe empire was a military country, and those without combat skills were discriminated against.\n\nThat is why the Empire decided to make him a hostage and sacrifice to the Demon Territory.\n\nThis is a story about an exiled boy who transcends Empires and Heroes and transforms the Demon Territory into a civilised power.",
      "pt-br": "Thor Regus, um garoto que vivia no império, foi banido para o território do Lorde Demônio pelas mãos de seu pai, o Duque.\n\nA razão era que ele só podia usar [Alquimia] e não tinha nenhuma habilidade de combate.\n\nO império era um país militar e aqueles que não tinham habilidades de combate eram discriminados.\n\nÉ por isso que o Império decidiu torná-lo refém e sacrificá-lo ao Território Demoníaco.\n\nEsta é a história de um garoto exilado que transcende Impérios e Heróis e transforma o Território Demoníaco em um poder civilizado."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc672e09-85c8-4b4f-a148-825bb5c59245",
    "title": {
      "en": "Control"
    },
    "updatedAt": "2024-09-29T18:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/cc672e09-85c8-4b4f-a148-825bb5c59245/da209864-bc4e-4e8b-bd5d-e93a4aa84479.jpg",
    "altTitles": [
      {
        "ko-ro": "Jibae"
      },
      {
        "de": "Kontrolle"
      },
      {
        "ko": "지배"
      },
      {
        "en": "Domination"
      },
      {
        "ru": "Контроль"
      }
    ],
    "description": {
      "de": "Da geht irgendwas sehr seltsames in der Nachbarschaft vor sich.  \nJa wen wirst du Bescheid sage? Wen willst du zur Hilfe holen? Ähm… irgendein komisches… Mädchen was von sich behauptet, hypnotische Kräfte zu besitzen? Ach so, ja, genau das.  \nJedoch hast du absolut keine Ahnung wo sie ist, und du hast ihr auch nicht Bescheid gegeben.  \nWas wird nun aus dir werden, da er da ist…?",
      "en": "There's something strange, in the neighborhood.  \nWho you gonna call? Uhm. Some strange cute hypnotist girl.  \nAnd you have no clue who she is, and you didn't call her.  \n  \n\n\n---",
      "ru": "Каково это, когда привычный мир рушится в одночасье? Кто друг, а кто враг?\nМожно ли доверять себе, когда сам теряешься в круговороте пугающих и необъяснимых событий? А может быть, ты сам и есть их источник?\nГлавный герой — обычный корейский парень, живущий с пожилой матерью в крохотной квартирке, обнаружил, что люди вокруг внезапно изменились. Некие зловещие существа без лишнего шума захватили целый город, а, возможно, даже страну или мир. Но главный герой не собирается сидеть сложа руки и, объединившись с загадочной гипнотизёршей, решает дать отпор неведомым тварям."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "60"
  },
  {
    "mangaId": "878b109c-f92a-4df4-a644-53d08e77080f",
    "title": {
      "en": "Vampire Princess Miyu"
    },
    "updatedAt": "2024-09-22T18:19:19+00:00",
    "coverArt": "https://mangadex.org/covers/878b109c-f92a-4df4-a644-53d08e77080f/773d1a90-ab49-49b7-a280-c78e0e1c3e7f.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyuuketsu Hime Miyu"
      },
      {
        "ja": "Kyuuketsu-Hime Miyu"
      },
      {
        "ja-ro": "Kyuuketsuki Miyu"
      },
      {
        "ja": "吸血姫 美夕"
      }
    ],
    "description": {
      "en": "Miyu is an eternally youthful, 13-year-old vampire. Her peculiar appearance; golden eyes, pale skin, and hair tied with a ribbon in a strange fashion, are concealed during the day. Miyu is the Guardian (or Watcher), whose duty it is to return the Shinma - god-demons that prey on humans - to the dark. She has the power to call forth fire, which burns Shinma and sends them to the dark. Her only companion, friend, and protector is Larva, a Western Shinma who is bound to serve her. Together, they hunt stray Shinma across Japan. How Miyu became a vampire is unknown, so is how and why she became the Guardian. However, more mysterious is the gift she bestows on the people she feeds from…  \n  \nAdapted from a 1985 OVA."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "2"
  },
  {
    "mangaId": "41bfb7ca-3256-4af0-b6b2-1017d714d1ed",
    "title": {
      "en": "Summer Trend"
    },
    "updatedAt": "2024-09-14T04:54:35+00:00",
    "coverArt": "https://mangadex.org/covers/41bfb7ca-3256-4af0-b6b2-1017d714d1ed/6c24bbca-7496-4e81-b12d-2fc56c5ebd44.png",
    "altTitles": [
      {
        "zh": "潮夏"
      }
    ],
    "description": {
      "en": "After her parents divorced, Lu Yang moved into her mother's good friend's house and began living with the friend's daughter, Su Gui. Su Gui is smart and gentle, like the warm sun in winter, kind yet unobtrusive. She illuminates Lu Yang's life and shines into Lu Yang's heart. Lu Yang saw her as a sister, a friend, and a mother figure... Later on, Lu Yang didn't want to be her little sister anymore, she wanted to date her. However, after realizing that her feelings for Su Gui had changed, Lu Yang did not want to ruin their current relationship. She was afraid to lose her identity as \"little sister\". She had to change her dependence on Su Gui and distance herself. But after reuniting with Su Gui at work, the suppressed feelings bloomed like a rose, tightly binding Lu Yang and Su Gui together. Was it a long-term scheme or destiny?..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "566a584f-edc5-41fd-a37e-14c3f1a25fb7",
    "title": {
      "en": "Takane-san and Arashi-chan"
    },
    "updatedAt": "2024-06-21T19:48:12+00:00",
    "coverArt": "https://mangadex.org/covers/566a584f-edc5-41fd-a37e-14c3f1a25fb7/debd2624-5837-4f0d-aa93-ad320d0d5ca1.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
    },
    "updatedAt": "2024-10-14T03:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/32f6ec68-fbb3-4893-9b24-27789804cdf6.jpg",
    "altTitles": [
      {
        "en": "Medaka Kuroiwa is Impervious to My Charms"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ce94a03e-3fdf-40ba-a02e-d28bc62148e1",
    "title": {
      "en": "Bambino! Secondo"
    },
    "updatedAt": "2024-05-03T13:40:39+00:00",
    "coverArt": "https://mangadex.org/covers/ce94a03e-3fdf-40ba-a02e-d28bc62148e1/3b75762c-73ae-43af-b12d-b4e9a868e1e5.jpg",
    "altTitles": [
      {
        "ja": "バンビ～ノ!SECONDO"
      },
      {
        "zh": "料理新鮮人SECONDO"
      },
      {
        "ko": "밤비노! SECONDO"
      },
      {
        "ja-ro": "Bambino! Secondo"
      }
    ],
    "description": {
      "en": "Shogo Ban is now a chef at Ristorante Legare. As the Yokohama branch of the Trattoria Baccanale he used to work at, he has been entrusted with the responsibility of head of the pasta section. Rejoin Ban as he struggles to meet the expectations of work and develop his personal relationships."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "149"
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-09-25T22:34:29+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7d4c247-a0a4-41b9-aed3-184d7e6a49c3",
    "title": {
      "en": "Hilde Takes House Arpeggio"
    },
    "updatedAt": "2024-06-20T21:00:23+00:00",
    "coverArt": "https://mangadex.org/covers/d7d4c247-a0a4-41b9-aed3-184d7e6a49c3/7a9c274e-a0c9-429f-a7c5-23a486bfba8c.jpg",
    "altTitles": [
      {
        "ko": "오늘부터 공작가는 내가 접수한다"
      },
      {
        "en": "I'll be Taking Over this Duchy"
      },
      {
        "pt-br": "Vou Assumir o Ducado"
      },
      {
        "en": "I'll Take the Dukedom From Today"
      },
      {
        "es-la": "Tomaré el Ducado a Partir de Hoy"
      }
    ],
    "description": {
      "en": "\"I was a noble this whole time?!\"\n\nHilde, a commoner who works at a restaurant in the village, is suddenly notified by a handsome man named Logan that she is a family member of one of the empire's four duchies and hears that her mother 'Lucia Arpeggio' was a powerful mage in the past.\n\nDuke Arpeggio offers to make her an official member of the family if she can prove that she has strong magical powers, and Hilde accepts in order to escape from her oppressed commoner livelihood and enjoy a comfortable life.\n\nHowever, her excitement doesn't last long… Culture, magic, history, literature, etc. The number of things nobles needed to learn were endless! In addition, forget about welcoming Hilde, her family members only sent her cold looks and even put her life in danger…\n\n\"You've left me with no choice. I, a former commoner, will be taking over this duchy!\"",
      "pt-br": "\"Eu era uma nobre esse tempo todo?!\"\n\nHilde, uma plebeia que trabalha em um restaurante na vila, é repentinamente notificada por um homem bonito chamado Logan de que ela é membro da família de um dos quatro ducados do império e ouve que sua mãe 'Lucia Arpeggio' era uma poderosa maga no passado.\n\nO Duque Arpeggio ofereceu torná-la um membro oficial da família se ela puder provar que tem fortes poderes mágicos, e Hilde aceita para escapar de seu sustento oprimido e desfrutar de uma vida confortável.\n\nNo entanto, sua empolgação não dura muito... Cultura, magia, história, literatura, etc. O número de coisas que os nobres precisavam aprender era infinito! Além disso, esqueça a recepção de Hilde, seus familiares apenas lhe lançaram olhares frios e até colocaram sua vida em perigo…\n\n\"Vocês não me deram escolha. Eu, uma ex-plebeia, assumirei este ducado!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "737b5013-799d-427c-af6b-a3b261e0eaad",
    "title": {
      "en": "Fake Snow"
    },
    "updatedAt": "2024-10-16T18:23:42+00:00",
    "coverArt": "https://mangadex.org/covers/737b5013-799d-427c-af6b-a3b261e0eaad/bcb7037c-2cd1-43a6-9280-86e00b2427d9.jpg",
    "altTitles": [
      {
        "ko": "페이크 스노우"
      }
    ],
    "description": {
      "en": "\"Did I take away their lover?\"\n\nSeo Ino, an average man from South Korea, wakes up after losing consciousness to find himself in a strange place. He soon comes to the realization that he is inside the body of Cassius, the Vice Captain of the Royal Knights. The only person he can rely on is Cassius's fellow knight and former lover, Alberto Noe, who has always protected Cassius. But knowing that Alberto is all he has now, Cassius (Ino) makes a vow to protect him instead."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "653c39e5-bd0b-4430-a1eb-5d82bb89b838",
    "title": {
      "en": "Reuniting With My Childhood Friend Whose Boobs Grew Big in Our 10 Years Apart."
    },
    "updatedAt": "2024-10-16T21:04:03+00:00",
    "coverArt": "https://mangadex.org/covers/653c39e5-bd0b-4430-a1eb-5d82bb89b838/70da756f-4c95-4793-b3d3-18219f5466fd.jpg",
    "altTitles": [
      {
        "ja": "１０年ぶりに再会した幼馴染が巨乳になっていた"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "11"
  },
  {
    "mangaId": "c2b32bf8-5015-4ef0-9bbf-a4e63033dabb",
    "title": {
      "en": "Senmetsumadou no Saikyou Kenja: Musai no Kenja, Madou wo Kiwame Saikyou e Itaru"
    },
    "updatedAt": "2024-10-11T14:18:21+00:00",
    "coverArt": "https://mangadex.org/covers/c2b32bf8-5015-4ef0-9bbf-a4e63033dabb/f315e943-895f-4420-b30f-de74afd98960.jpg",
    "altTitles": [
      {
        "ja": "殲滅魔導の最強賢者"
      },
      {
        "ja": "殲滅魔導の最強賢者　無才の賢者、魔導を極め最強へ至る"
      },
      {
        "en": "The Strongest Sage: The Story of a Talentless Man Who Mastered Magic and Became the Best"
      }
    ],
    "description": {
      "en": "The world's strongest magician who carries \"the crest least suitable for battle\" searches for companions to fight together. The ones fit to be his companions would be…?!  \nOne more otherworld \"crest\" fantasy gets turned into a manga!!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8ded87c-349d-413a-b412-e6f379c7ed36",
    "title": {
      "en": "Dageki-kei Onikko ga Yuku Haishindou! @comic"
    },
    "updatedAt": "2024-10-16T03:42:03+00:00",
    "coverArt": "https://mangadex.org/covers/a8ded87c-349d-413a-b412-e6f379c7ed36/f4d138fc-337f-4504-bfa1-57ea314ea404.jpg",
    "altTitles": [
      {
        "ja": "打撃系鬼っ娘が征く配信道！@COMIC"
      },
      {
        "ja-ro": "Dageki-kei Onikko ga Yuku Haishindou! @COMIC"
      },
      {
        "en": "Blunt Type Ogre Girl's Way to Live Streaming"
      },
      {
        "ru": "Глупая девочка-огр в прямом эфире"
      }
    ],
    "description": {
      "en": "Futayado Nanako(二宿菜々香) calling herself a part time warrior, though all the places she worked at got bankrupt, now has too much time on her hands. And to that opportunity, she was invited by a very close friend of hers, a pro gamer and a live streamer, and decided to do the world’s first VRMMO with a live stream function 《WorldLive-ONLINE》. And so, a real cheat girl who has extraordinary strength (21 yrs old) carries a blunt weapon and rampages through the VR world, a bludgeoning refreshing story where the viewers tremble in fear!",
      "ja": "バイト先が全て潰れてしまった少女は、親友のプロゲーマーに誘われて、「スクナ」として配信者になることに！\n選んだゲームは広大な自然広がるファンタジーの世界なのに、勧められたのは物理特化の「鬼人族」に打撃武器!?\nだが超人級の身体能力をもつ彼女にはドンピシャリ。軽々と使いこなし、生き生きと敵をなぎ倒す！\n普段のゆるい雰囲気とは裏腹なその姿に、気づけばリスナーは一万人越え!?\n噂を聞きつけやってくる強敵も、金棒一本に全ての力を込めて迎え撃つ――\n\n「それじゃあ、今日も配信やっていこ～」\n\n解き放たれた鬼っ娘がモンスターを狩りまくる、冒険配信ファンタジー開幕！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "68562661-6521-4191-add4-f04f4074f783",
    "title": {
      "en": "Konbini Goutou kara Tasuketa Jimi Tenin ga, Onaji Kurasu no Ubu de Kawaii Gyaru datta"
    },
    "updatedAt": "2024-10-16T20:49:32+00:00",
    "coverArt": "https://mangadex.org/covers/68562661-6521-4191-add4-f04f4074f783/867bb27b-eb73-48ad-aa28-0b52f751db8a.jpg",
    "altTitles": [
      {
        "ja": "コンビニ強盗から助けた地味店員が、同じクラスのうぶで可愛いギャルだった"
      },
      {
        "ja-ro": "Conveni Goutou Kara Tasuketa Jimi Tenin ga, Onaji Class no Ubu de Kawaii Gal datta"
      },
      {
        "en": "The Sobbing Clerk I Helped From the Convenience Store’s Robbery Is in Fact a Naive and Cute Gal From My Class"
      },
      {
        "id": "Karyawati yang Terisak-sedu yang Kutolong dari Perampok Toserba adalah Seorang Gadis Naif nan Imut dari Kelasku"
      }
    ],
    "description": {
      "en": "_\"Will you stay over at my house starting today?\"_ \n\nRiku Kuromine, a second-year high school student, became despondent after being rejected by his childhood friend. He happens to enter a convenience store and saves a clerk who was being attacked by a robber. The clerk turns out to be Ayana Hoshimiya, the most popular and beautiful gal in school. As a result of this incident, Ayana asks Riku to protect her from a stalker and they start living together under the guise of him protecting her as she lives alone.",
      "ja": "**見た目は派手ギャル、中身は超絶うぶ!? “うぶかわ”ギャル×非リア、禁断の同棲ラブコメ!!**\n\n「今日から、あたしの家に……泊まる？」高校二年生の黒峰リクは、幼馴染に振られて自暴自棄になったところ、偶然入ったコンビニで強盗に襲われていた店員を助ける。その店員は学校でいちばんモテる美人ギャル・星宮彩奈だった。この件をきっかけに星宮からストーカー被害を相談され、一人暮らしの彼女を守る名目でふたりは同棲することになり――!?",
      "pt-br": "“Você gostaria de ficar em minha casa esta noite?”\nRiku Kuromine, um aluno do segundo ano do ensino médio, ficou triste depois de ser rejeitado por sua amiga de infância. Por coincidência, ele entra em uma loja de conveniência e salva uma funcionária que estava sendo roubada. A funcionária era na verdade Ayana Hoshimiya, a garota mais popular e atraente da escola. Como resultado desse incidente, Ayana pede a Riku para passar a noite em sua casa e protegê-la de um perseguidor."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15.2"
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-09-19T16:05:58+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/93b0b3ea-5990-4e2b-ad1a-01e231a7938a.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca33a142-58fb-4fee-88b9-36ef87f02c77",
    "title": {
      "en": "Nezumi no Hatsukoi"
    },
    "updatedAt": "2024-10-08T13:10:42+00:00",
    "coverArt": "https://mangadex.org/covers/ca33a142-58fb-4fee-88b9-36ef87f02c77/d5c3b856-3b1b-4834-b483-20eec1eb6e6f.jpg",
    "altTitles": [
      {
        "ja": "ねずみの初恋"
      },
      {
        "en": "Nezumi's First Love"
      },
      {
        "vi": "Tình đầu của Nezumi"
      },
      {
        "ne": "नेजुमी को पहिलो प्रेम"
      },
      {
        "fr": "Le Premier Amour de Nezumi"
      }
    ],
    "description": {
      "en": "Nezumi is a girl who was raised as a hitman by the yakuza and grew up not knowing human love. An ordinary young man, Ao, knows nothing. They fall in love and start to live together, but the evil hand is close at hand... This is a story of first love, so cruel and so sad.\n\nRead the prequel oneshot featuring Messiah-chan's backstory [here](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan).",
      "fr": "Nezumi est une fille qui a été élevée comme tueuse à gages par les yakuzas et qui a grandi sans connaître l'amour humain. Un jeune homme ordinaire, Ao, n'en sait rien. Ils tombent amoureux et commencent à vivre ensemble, mais la main du mal est proche.... C'est l'histoire d'un premier amour, si cruel et si triste.",
      "ja": "ヤクザに殺し屋として育てられ、人の愛を知らずに育った少女、ねずみ。何も知らない普通の青年、碧(あお)。二人は恋に落ち、共に暮らし始めるが、魔の手はすぐそこまで迫っていた‥‥。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3b168a0-2f0c-4f2b-b75a-17b081866c64",
    "title": {
      "en": "Magabanashi : Ghost Stories Spreading on Social Media"
    },
    "updatedAt": "2024-10-16T20:17:03+00:00",
    "coverArt": "https://mangadex.org/covers/c3b168a0-2f0c-4f2b-b75a-17b081866c64/319ead18-d289-488e-9c9e-a936dec84a10.png",
    "altTitles": [
      {
        "ja": "禍話: SNSで伝播する令和怪談"
      }
    ],
    "description": {
      "en": "Based on the popular horror radio show Magabanashi, this anthology captures supernatural stories that have taken on a life of their own across social media. The collection includes 11 haunting accounts drawn from over 400 urban legends, featuring eerie forests, mysterious flyers, hidden family secrets, and strange sounds from behind forbidden doors. Readers are cautioned that these tales come with risks, as they tap into deep-seated fears and blur the line between reality and the supernatural."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f0f7352-c74c-4bcc-aec1-d0a472d94e39",
    "title": {
      "en": "San Yan Xiao Tian Lu"
    },
    "updatedAt": "2024-08-15T17:25:19+00:00",
    "coverArt": "https://mangadex.org/covers/2f0f7352-c74c-4bcc-aec1-d0a472d94e39/9a5dfa6c-b211-4747-a770-33008f3ffc03.jpg",
    "altTitles": [
      {
        "en": "In Three Eyes The Deified"
      },
      {
        "uk": "Tam Nhãn Hao Thiên Lục"
      },
      {
        "zh": "三眼哮天录"
      }
    ],
    "description": {
      "en": "The heavenly general Yang Jian, also known as god Erlang Shen, was ordered to descend to the mortal realm for the task of get rid of demons and evil spirits.  \nAfter he woke up in the mortal realm, he noticed that Taishang Laojun who was in charge of his transfer absused his power and reincarnated Yang Jian as a woman.  \n Yang Jian is not used to this new body and to make things more worse it seems that he can't use his full power. now he must learn to adapt to modern society and take care of a hidden danger that is going to put the whole world into chaos."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9aada04-49fb-4b74-a5e5-1e533b29b92f",
    "title": {
      "en": "The Jet Black Hedgehog: Shadow the Hedgehog"
    },
    "updatedAt": "2024-10-04T13:51:07+00:00",
    "coverArt": "https://mangadex.org/covers/f9aada04-49fb-4b74-a5e5-1e533b29b92f/6d3a0f20-ea9d-4d83-be9b-f27f063fba33.png",
    "altTitles": [
      {
        "ja": "漆黒のハリネズミ シャドウ・ザ・ヘッジホッグ"
      },
      {
        "ja-ro": "Shikkoku no Harinezumi Shadow the Hedgehog"
      }
    ],
    "description": {
      "en": "The meaning of his birth. The answer he leads to is—\n\nA new serialization of a full-speed action franchise that has attracted the world's attention!\n\nAn adaptation of the much-talked-about *Sonic x Shadow Generations*! CoroCoro's No.1 antihero has arrived."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8432b86-8410-48da-a0bb-ba89c5a49b04",
    "title": {
      "en": "1/2 Prince"
    },
    "updatedAt": "2024-10-14T21:51:54+00:00",
    "coverArt": "https://mangadex.org/covers/c8432b86-8410-48da-a0bb-ba89c5a49b04/2e414fa6-12bb-4c29-b37a-0fb244154868.jpg",
    "altTitles": [
      {
        "en": "½ Prince"
      },
      {
        "ja": "½ 王子"
      },
      {
        "vi": "1/2 Hoàng Tử"
      },
      {
        "zh-ro": "1/2 Wangzi"
      },
      {
        "bg": "1/2 Принц"
      },
      {
        "ja": "1/2 王子"
      },
      {
        "en": "1|2 Prince"
      },
      {
        "zh": "2分之1王子"
      },
      {
        "en": "Half Prince"
      },
      {
        "uk": "Принц наполовину"
      },
      {
        "sr": "ПолПринца"
      },
      {
        "ru": "Полу-Принц"
      },
      {
        "ar": "نصف أمير"
      },
      {
        "zh": "二分之一王子"
      },
      {
        "zh-ro": "1/2 Wángzǐ"
      },
      {
        "uk": "1/2 Принц"
      },
      {
        "lt": "1/2 Princas"
      },
      {
        "it": "½ Principe"
      },
      {
        "uk": "Напівпринц"
      }
    ],
    "description": {
      "en": "It is the year 2100 A.D., and humans have developed a virtual reality game with a realism level of 99%. Feng Lan, due to a bet with her twin brother, vows to succeed in playing the game without using her \"female benefits.\" Due to this, she becomes the first and only female to play as a male character in \"Second Life.\" As her infamy rises as a bloodthirsty warrior, can she keep her identity a secret from her real life acquaintances whom she has beaten up?",
      "fr": "[Wikipedia](https://fr.wikipedia.org/wiki/1/2_Prince)",
      "it": "[Wikipedia](https://it.wikipedia.org/wiki/%C2%BD_Wangzi)",
      "ru": "[Wikipedia](https://ru.wikipedia.org/wiki/%C2%BD_Prince)",
      "zh-hk": "[Wikipedia](https://zh.wikipedia.org/wiki/1/2%E7%8E%8B%E5%AD%90)"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "80"
  },
  {
    "mangaId": "f8fed9b2-546f-446f-bd3f-3c7192019774",
    "title": {
      "en": "Mysterious Girlfriend X"
    },
    "updatedAt": "2024-07-07T01:41:47+00:00",
    "coverArt": "https://mangadex.org/covers/f8fed9b2-546f-446f-bd3f-3c7192019774/7ae6a847-c337-42c1-b725-b7f25bae7c54.jpg",
    "altTitles": [
      {
        "id": "Kekasih Misterius X"
      },
      {
        "es": "Novia misteriosa X"
      },
      {
        "ja-ro": "Nazo no Kanojo X"
      },
      {
        "ja": "謎の彼女Ｘ"
      },
      {
        "zh-hk": "謎樣女友X"
      },
      {
        "ko": "수수꺠끼 그녀 X"
      }
    ],
    "description": {
      "en": "One day, a strange transfer student appears before Tsubaki. Urabe Mikoto is an antisocial girl, whose hobby is just sleeping during class-breaks. \nOne day, Tsubaki goes to wake her up and accidentally tastes her drool… And gets hooked on that!  \n  \nAfter that, he starts going out with her and gets to know her better. Her second hobby, as it turns out, is carrying around scissors in her panties \nand cutting paper into flowers… or whatever else is getting on her nerves…",
      "es-la": "Mikoto Urabe es una nueva estudiante transferida a la clase de Akira Tsubaki. Un día después de clases, Akira encuentra a Mikoto dormida en su escritorio. Akira la despierta y le dice que es hora de irse a casa y descubre que ella ha babeado en su escritorio.\n\nEspontáneamente se acerca para tocar la baba y saborearla... a partir de eso, las cosas comienzan a ponerse extrañas.\n\nEn este sorprendente y dulce giro en una historia romántica de la escuela secundaria, un chico conoce a una chica y aprenden sobre la vida intima de cada uno a través de su vínculo inusual, y Akira aprende a respetar a Mikoto mientras ella establece un ritmo cuidadoso en el desarrollo de su relación."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "92"
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-10-11T14:55:22+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/80f28c37-38b4-459d-b238-fbc8347eaac6.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!",
      "vi": "Lén đi lậu trên một con tàu, Julian ra đi tìm đến đại lục cùng với một trăm người nô lệ khác... Ai ai cũng khao khát có được tự do, thế nhưng rồi...?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d121a49-15b6-45a7-87f5-57891abce744",
    "title": {
      "en": "Fate/Grand Order: Fujimaru Ritsuka Doesn't Get it"
    },
    "updatedAt": "2024-05-22T21:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/7d121a49-15b6-45a7-87f5-57891abce744/f87b36f5-3092-4fa1-8b2d-e575b2ad3364.jpg",
    "altTitles": [
      {
        "ja-ro": "Fate/Grand Order: Fujimaru Ritsuka wa Wakaranai"
      },
      {
        "ja": "Fate/Grand Order 藤丸立香はわからない"
      },
      {
        "fr": "Fate/Grand Order : Ritsuka Fujimaru n’a rien pigé"
      },
      {
        "en": "You've Lost Ritsuka Fujimaru"
      }
    ],
    "description": {
      "en": "Ritsuka Fujimaru—humanity's last master. It would not have been possible to restore humanity without him. However, he does have a shortcoming... he is far too honest! A slapstick comedy in which Fujimaru's simple questions sway the heroic spirits!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko oji: Salaryman reincarnated as a kitten!"
    },
    "updatedAt": "2024-10-13T10:49:14+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/6f87bf16-6b1e-4ed0-9e83-19f61239706f.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat.\n___\n**Alt Official Raw:** [KADOComi](https://comic-walker.com/detail/KC_000231_S?episodeType=first)\n\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/neko-oji-salaryman-reincarnated-as-a-kitten/volumes)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e55355-dfb4-44e9-bd0b-df1fc3a0e33e",
    "title": {
      "en": "The Reason Why Raeliana Ended Up at the Duke's Mansion"
    },
    "updatedAt": "2024-01-05T22:35:58+00:00",
    "coverArt": "https://mangadex.org/covers/39e55355-dfb4-44e9-bd0b-df1fc3a0e33e/c6933fbb-e69b-492e-b3f9-ec722d7dc8ff.jpg",
    "altTitles": [
      {
        "ko": "그녀가 공작저로 가야 했던 사정"
      },
      {
        "ko-ro": "Geunyeoga Gongjagjeolo Gaya Haessdeon Sajeong"
      },
      {
        "en": "Why Raeliana Ended Up at the Duke's Mansion"
      },
      {
        "en": "Why She Had to Go to the Duke"
      },
      {
        "en": "The Duke's Fiancée"
      },
      {
        "de": "Raeliana - Warum sie die Verlobte des Dukes wurde"
      },
      {
        "de": "Der Grund, warum Raeliana im Haus des Herzogs landete"
      },
      {
        "fr": "Comment j'ai survécu au Manoir Wynknight"
      },
      {
        "es": "La razón por la cual Raeliana terminó en la mansión del duque"
      },
      {
        "hr": "Razlog Zbog Kojeg je Raeliana Završila u Vojvodinoj Vili"
      },
      {
        "uk": "Раеліана: Наречена герцога за контрактом"
      },
      {
        "ru": "По которой Раэлиана оказалась в особняке герцога"
      },
      {
        "ru": "Невеста герцога по контракту Причина"
      },
      {
        "ru": "Невеста герцога по контракту"
      },
      {
        "th": "พระเอกของฉันเป็นท่านดยุค"
      },
      {
        "ja": "彼女が公爵邸に行った理由"
      },
      {
        "ja-ro": "Kanojo ga Koushakutei ni Itta Riyuu"
      },
      {
        "ja-ro": "Kanojo ga Kōshakutei ni Itta Riyū"
      },
      {
        "zh": "公爵的契约未婚妻"
      },
      {
        "zh-hk": "公爵的契約未婚妻"
      },
      {
        "vi": "Vị hôn thê khế ước của công tước"
      },
      {
        "vi": "Lý do khiến Raeliana đến nhà công tước"
      },
      {
        "id": "Tunangan Kontrak Duke"
      },
      {
        "tr": "Neden hep Dük’ün malikanesinde son buluyor?!"
      },
      {
        "fr": "Comment Raeliana a survécu au manoir Wynknight"
      }
    ],
    "description": {
      "de": "Von ihrem eigenen Verlobten zu Tode vergiftet werden?! Eunha ist nicht in die Geschichte eines Romans aufgewacht, nur um als ein unglückliches Extra wieder getötet zu werden. Um ihre Geschichte zu ändern, braucht sie eine Deckung...sechs Monate lang vorgeben, die Verlobte des männlichen Hauptcharakteren des Romans, Herzog Noah Wynknight, zu sein. Aber wird dieser kaltherzige, engelsgesichtige Dämon eines Mannes ihr wirklich helfen, ihr unglückliches Ende zu vermeiden?!",
      "en": "Poisoned to death by her own betrothed?! Eunha didn’t wake up in a novel’s story just to get killed off again as an unfortunate extra! To change her story she needs a cover… 6 months pretending to be the fake fiancée of the novel's male protagonist, Duke Noah Wynknight. But will this cold-hearted, angel-faced demon of a man really help her avoid another ill-fated ending?!",
      "es": "¿Envenenada hasta la muerte por su propio prometido? ¡Eunha no se despertó en la historia de una novela para ser asesinada de nuevo como un personaje secundario más! Para cambiar su historia, ella necesita fingir 6 meses ser la novia falsa del protagonista masculino de la novela, el Duque Noah Wynknight. ¡¿Pero este demonio de un hombre de corazón frío y rostro de ángel realmente la ayudará a evitar otro final desafortunado?!",
      "fr": "Empoisonnée par son propre fiancé?! Eunha ne s’est pas réveillée dans l’histoire d’un roman pour se faire tuer! Pour changer son histoire, elle a besoin d'une couverture… six mois à prétendre être la fausse fiancée du personnage principal du roman, le Duc Noah Wynknight. Mais ce démon d'un homme au cœur froid et au visage d'ange l'aidera-t-il vraiment à éviter une autre fin malheureuse?!",
      "hr": "Otrovana od strane svog vlastitog zaručnika?! Eunha se nije probudila u romanu samo da bi završila ubijena kao nesretni višak! Da promijeni svoju priču, treba joj zaštita...6 mjeseci pretvaranja da je zaručnica glavnog muškog lika u romanu, zvanog vojvoda Noah Wynknight. Ali hoće li joj taj demon od čovjeka s kamenim srcem i licem anđela stvarno pomoći da izbjegne još jedan tragičan završetak",
      "hu": "Amikor Park EunHa meghal a modern kori Koreában, Raeliana McMillan, egy nouveau riche báró lányának a testében tér magához. Azonban ez nem egy hétköznapi világ - pontosan olyan, mint a regényben lévő, amit olvasott. Családja szereti, mintha egy tündérmesében lenne. De Raeliana messze áll a főszereplőtől - ő csak egy cselekményeszköz, akinek a vőlegénye általi meggyilkolása kezdeményezi a történetet. Raeliana nem szándékozik csendben elviselni sorsát. A szemét olyasvalakire szegezi, aki nagy hatalmi pozícióban van - a vieux riche férfi főszereplőjére, Noah Volstaire Wynknight hercegre. Célja, hogy megváltoztassa az eredeti történetet. A jövőbeni események ismereteit felhasználva Raeliana információt nyújt Noah-nak azzal a feltétellel, hogy eljátssza a hamis vőlegényét, de a kétszínű herceg keresztül húzza a számításait!",
      "ru": "После неожиданной гибели Пак Ын Ха попадает в волшебный мир, где всё идёт по знакомому ей сюжету романа. Однако она - не главная героиня этой истории, ей досталась второстепенная роль со скорым трагичным концом! Чтобы избежать своей незавидной судьбы, она заключает контракт с герцогом Ноа Волстео Виннайтом. Но всё не так просто… За добрым и ангельским лицом герцога скрывается настоящий дьявол! Сможет ли она избежать судьбы, некогда прописанной на страницах?  \r\n\r\n\r\n---\r\n\r\n- Updates every Monday in the Kakao Page  \r\n  \r\nOfficial: [Indonesian](https://kakaopage.co.id/content/Tunangan-Kontrak-Duke/1999), [Chinese](https://www.kuaikanmanhua.com/web/topic/2180/), [Vietnamese](https://comi.mobi/truyen/vi-hon-the-khe-uoc-cua-cong-tuoc/), [Japanese](https://piccoma.com/web/product/3673?etype=episode), [French](https://www.delitoon.com/webtoon/manoir-wynknight)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "158"
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "89f72dfe-5c24-4f26-988e-46ffcd02acf8",
    "title": {
      "en": "Nakahara-kun no Kahogo na Imouto"
    },
    "updatedAt": "2024-10-16T19:43:52+00:00",
    "coverArt": "https://mangadex.org/covers/89f72dfe-5c24-4f26-988e-46ffcd02acf8/575d5955-856a-455c-938c-48c5449b2c5c.jpg",
    "altTitles": [
      {
        "en": "Nakahara-kun's Overprotective Sister"
      },
      {
        "ja": "中原くんの過保護な妹"
      },
      {
        "vi": "Em gái bao bọc tôi quá mức"
      }
    ],
    "description": {
      "en": "Nakahara Yusuke is a high school boy who has a very loving younger sister, Maria. She loves spending each day taking care of him, doing things such as cooking and cleaning around the house. However, she typically goes a bit too far into treating him like a child–she has a habit of coming to his classroom at lunch to hand-feed him his bento, or brushing his teeth for him at home. She even snoops out his hidden porn magazines. Other people think they're a bit weird, and that Maria acts like his lover or his mom. This 4-koma features their unusual daily life!",
      "es-la": "Nakahara Yusuke es un estudiante de secundaria ordinario que tiene una cosa que esconder. Su excesivamente apegada hermana menor, Maria. Ellos han estado viviendo separados desde que Yusuke se mudó para ir a la secundaria en Tokyo, pero un año después, Maria se mudó con él para asistir a la misma escuela. Y ahora, él es el sujeto de la envidia de todos."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "105"
  },
  {
    "mangaId": "de750dc4-caf1-4f8f-aabd-ac4005215b77",
    "title": {
      "en": "Koibana Onsen"
    },
    "updatedAt": "2023-02-10T19:44:12+00:00",
    "coverArt": "https://mangadex.org/covers/de750dc4-caf1-4f8f-aabd-ac4005215b77/8adb3ad3-3ff3-4e49-b32a-b4e3a86cc7b2.jpg",
    "altTitles": [
      {
        "en": "Love Hotspring"
      },
      {
        "ja": "恋花温泉"
      },
      {
        "pt-br": "Fonte Termal Do Amor"
      }
    ],
    "description": {
      "en": "Despite having been dumped by his girlfriend, Akiyama doesn't want to cancel their reservations to a famous onsen resort popular with couples. Deciding to go alone, he finds 3 sisters taking care of the inn. Later on, the sisters call his ex-girlfriend to come and patch things up with him…. However, will he still want to make up?",
      "pt-br": "Apesar de ter sido abandonado pela sua namorada, Akiyama não quer cancelar as suas reservas no resort onsen, que é muito popular entre os casais. Decidido a ir sozinho, ele encontra 3 irmãs que cuidam da pousada. Mais tarde, as irmãs chamam sua ex-namorada para vir e acertar as coisas com ele…. No entanto, será que ele ainda quer fazer as pazes?"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "64"
  },
  {
    "mangaId": "d7f56ace-cd30-48b9-8b64-afeca0077fca",
    "title": {
      "en": "The Greatest Estate Developer"
    },
    "updatedAt": "2024-08-24T03:08:55+00:00",
    "coverArt": "https://mangadex.org/covers/d7f56ace-cd30-48b9-8b64-afeca0077fca/c2613a1e-426f-4ee3-a6f7-caf003324dc7.jpg",
    "altTitles": [
      {
        "ko": "역대급 영지 설계사"
      },
      {
        "en": "The Greatest Estate Designer"
      },
      {
        "ja": "史上最高の領地設計士"
      },
      {
        "en": "The World's Best Engineer"
      },
      {
        "zh": "史诗级领地设计师"
      },
      {
        "ru": "Система всемогущего дизайнера"
      },
      {
        "zh-hk": "史詩級領地設計師"
      },
      {
        "ko-ro": "Yeokdaegeum Yeongji Seolgyesa"
      },
      {
        "es-la": "El Mejor Ingeniero del Mundo"
      },
      {
        "es-la": "El Mejor Diseñador Inmobiliario"
      }
    ],
    "description": {
      "en": "When civil engineering student Suho Kim falls asleep reading a fantasy novel, he wakes up as a character in the book.\n\n Suho is now in the body of Lloyd Frontera, a lazy noble who loves to drink, and whose family is in a mountain of debt. Using his engineering knowledge, Suho designs inventions to avert the terrible future that lies in wait for him. \n\nWith the help of a giant hamster, a knight, and the world’s magic, can Suho dig his new family out of debt and build a better future?",
      "ja": "大自然の中でのスローライフもよし、最高の教育機関で学ぶのもよし！交通の便はもちろんのこと、赤ちゃんからご老人までどの世代の方にもご満足いただけるワンストッププレミアムライフをフロンテラ男爵領がご提案いたします！現在、先着順にて分譲契約中！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "ko": "소설 속 귀족이 된 토목공학도 김수호. \n그런데 뭐? 내 영지가 곧 망할 거라고? \n그럼 살려야지. 설계하고, 건설하고, 분양해서. \n\n【전 대륙이 기다려온 특별한 기회! 퍼펙트한 교통, 최상의 학군, 쾌적한 숲세권, 원스톱 프리미엄 영지 라이프의 프론테라 남작령이 여러분을 기다립니다. 선착순 분양계약중!】\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "ru": "Инженер-строитель Ким Су Хо стал аристократом на страницах романа. Но вот незадача! Поместье на грани банкротства? Тогда нужно спасать землю. Проектировать, строить и продавать. [Уникальная возможность, которую так ждал весь континент! Вас ждут идеальная транспортная развязка, лучший школьный район, приятный лесной массив и барон Фронтера, владелец уникальной недвижимости премиум-класса. Договор купли-продажи заключается в порядке очереди!]\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "zh": "穿越到小说成了废物贵族！\n逆天改命构建商业帝国！\n土木设计工程学专业的金修豪意外穿越到小说里，还成为了一个在初期就会死掉的废物贵族。已经看到小说结局的修豪知道自家的领地快玩儿完了！那得赶紧救活它啊！设计，建设，出售啊！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "es-la": "Kim Suho, que es ingeniero civil, se convirtió en un noble dentro de una novela. ¿Y qué? ¿Mi patrimonio está a punto de fracasar? Entonces debe salvarse. Diseñar, construir y vender. [¡La esperada oportunidad especial en todo el continente! El transporte perfecto, el distrito educativo más alto, un área forestal agradable y una vida familiar de primera calidad en Baron Frontera que todos han estado esperando. ¡Un contrato por orden de llegada!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb61867b-227e-4737-82ce-11a34ded1e6c",
    "title": {
      "en": "The Start of a Stunning and Feisty Master: A System with Ten Pounds of Rebellion"
    },
    "updatedAt": "2024-10-09T23:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/eb61867b-227e-4737-82ce-11a34ded1e6c/64b119c3-894c-49a6-a239-f435f5054bf8.jpg",
    "altTitles": [
      {
        "zh": "开局绝色俏师父：系统十斤反骨"
      },
      {
        "zh-ro": "Kaiju Juese Qiao Shifu: Xitong Shi Jin Fan Gu"
      },
      {
        "en": "Beginning With a Stunning Master: The System Is 10-Catty Reverse Bones"
      },
      {
        "zh-ro": "Kai Ju Jue Se Qiao Shifu: Xitong Shi Jin Fan Gu"
      },
      {
        "vi": "Khởi Đầu Tuyệt Sắc Nữ Sư Phụ, Hệ Thống Thập Cân Phản Cốt"
      },
      {
        "pt-br": "O surgimento de um mestre poderoso e espirituoso: Um sistema com dez quilos de rebeldia"
      },
      {
        "en": "Becoming the Perfect Son-in-Law: A System with a Rebellious Streak"
      }
    ],
    "description": {
      "en": "Comedy + Transmigration System. My name is Xia Chi. I originally thought that the four female masters would act as my bodyguards on the path to becoming a god, but little did I know, each of them has their own ulterior motives. They actually want me to be their little cotton-padded jacket!?",
      "zh": "搞笑+系统穿越。我叫夏迟,原以为四位女师父作为保 镖护我一路封神成为圣子,没想到她们各怀鬼胎,竟想 让我当她们的小棉袄!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b232739c-94c1-4266-830f-0a1178045160",
    "title": {
      "en": "Tsurumoku Dokushin Ryou"
    },
    "updatedAt": "2024-10-13T12:44:46+00:00",
    "coverArt": "https://mangadex.org/covers/b232739c-94c1-4266-830f-0a1178045160/4ccfa9ce-c77b-4be4-bef6-8296f764d026.jpg",
    "altTitles": [
      {
        "en": "Tsurumoku Bachelor Dormitory"
      },
      {
        "ja-ro": "ツルモク独身寮"
      }
    ],
    "description": {
      "en": "The story is about Miyagawa Shota, who just graduated from high school,\nand left his hometown to work in the famous Tsurumoku Furniture factory\noutside of Tokyo. In the company dorm, Shota is roomed with Tabatake,\nthe most senior resident of the dorm and the most obnoxious roommate,\nand Sugimoto, the in-house Casanova. With these two roommates, Shota\nis constantly caught in awkward situations. Although the manga addresses\nthe issues of making career and love quite seriously, it still succeeds in\nremaining funny at the same time."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "135"
  },
  {
    "mangaId": "b347d551-52eb-40cb-a11a-bfb9959d6495",
    "title": {
      "en": "Sekai Saikyou no Kouei: Meikyuukoku no Shinjin Tansakusha"
    },
    "updatedAt": "2024-08-19T02:18:15+00:00",
    "coverArt": "https://mangadex.org/covers/b347d551-52eb-40cb-a11a-bfb9959d6495/53dec05f-f377-47c3-93c1-84cd9771908d.jpg",
    "altTitles": [
      {
        "fr": "L'arrière-garde la plus forte du monde - L'explorateur novice du pays du labyrinthe"
      },
      {
        "en": "World Strongest Rearguard: Labyrinth Country and Dungeon Seekers"
      },
      {
        "en": "World's Strongest Rearguard - The Novice Seeker of Labyrinth Country"
      },
      {
        "en": "WSR"
      },
      {
        "ru": "Самый сильный в мире Заступник – Страна лабиринта и искатели приключений"
      },
      {
        "ja": "世界最強の後衛"
      },
      {
        "ja": "世界最強の後衛 ～迷宮国の新人探索者～"
      },
      {
        "zh-hk": "世界最強後衛～迷宮國的新人探索者～"
      },
      {
        "ko": "세계최강의 후위 ~미궁나라의 신인탐색가~"
      },
      {
        "en": "The World's Strongest Rearguard: Labyrinth Country's Novice Seeker"
      },
      {
        "zh": "世界最强后卫~迷宫国的新人探索者~"
      }
    ],
    "description": {
      "en": "Workaholic assistant Atobe Arihito fell asleep in his company's bus that was traveling for a vacation. When he awoke he learned he had died due to the bus getting into an accident, and that he had reincarnated into a world of reincarnators - to the Labyrinth Country. To his surprise he was discovered by his slave driving manager, Igarashi Kyouka, who further explains their role in this world. \n\n\nIn Labyrinth Country, Reincarnators are expected to choose a job and form parties to fight against monsters in Labyrinths. \"Valkyrie\" Kyouka had expected Arihito to work with her once again, but he declines due to his knowledge of her demanding nature. As they depart she vows to make him regret not choosing her. \n\nAnd thus starts Arihito's adventure as a \"Rear Guard\".",
      "ru": "Главный герой — трудоголик с большим стажем, он и его босс попадают в аварию, после чего они обнаруживают, что переместились в другой мир. Главный герой не хочет оставаться с начальницей, решая отправиться на приключения в одиночестве. Куда же его приведут эти странствия и встретятся ли они вновь?..   \n\n\n---\n\n**Links:** [Alternate Raw](https://comic-walker.com/contents/detail/KDCW_MF00000068010000_68/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07859881-9fa0-4334-bc28-b42390a3ac39",
    "title": {
      "en": "Kyou Kara Ore wa Loli no Himo!"
    },
    "updatedAt": "2024-06-04T16:30:58+00:00",
    "coverArt": "https://mangadex.org/covers/07859881-9fa0-4334-bc28-b42390a3ac39/b74dc514-d3f6-4e4f-a0da-485b7fe4f89e.jpg",
    "altTitles": [
      {
        "en": "From Today on, I'm Mooching off a Loli!"
      },
      {
        "en": "I'm Living Off a Loli from Today!"
      },
      {
        "zh": "今天开始我就是萝莉的小白脸！"
      },
      {
        "ja": "今日から俺はロリのヒモ！"
      },
      {
        "ko": "오늘부터 나는 로리네 밥벌레!"
      }
    ],
    "description": {
      "en": "I, Tendou Haru, who was aiming to become a mangaka, somehow became a winner in life; super-rich bishoujo elementary school student, Nijou Touka, was a big fan of mine and, on top of that, she said that she was going to be my patron. Just like that, my ideal lifestyle of living off of someone had started.",
      "pt": "Tendou Haru, que de alguma forma buscava se tornar um mangaká, se tornou um vencedor na vida, pois uma linda e super rica estudante do primário, Nijou Touka, era uma grande fã sua e, além disso, ela disse que o bancaria. Deste jeito, seu novo estilo de vida, de viver às custas de alguém, começou."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "37"
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]