[
  {
    "mangaId": "b45db587-db53-43d7-9eef-c0a5fa48c38b",
    "title": {
      "ja": "Shiboritoranaide, Onna Shounin-san"
    },
    "updatedAt": "2024-06-01T14:43:38+00:00",
    "coverArt": "https://mangadex.org/covers/b45db587-db53-43d7-9eef-c0a5fa48c38b/0f3eeb91-3be8-4c9a-9e2b-cdac3a2b057a.jpg",
    "altTitles": [
      {
        "ja": "搾り取らないで、女商人さん"
      },
      {
        "en": "Please Don’t Milk Me, Merchant-san!!"
      }
    ],
    "description": {
      "en": "Tartaros: A mysterious and massive underground dungeon. There, adventurers are engaged in a night and day struggle to find the treasure they seek. Lavi the New Adventurer is taking on the challenge of Tartaros, but has a problem. A renowned dark merchant, Philo the Beastkin, is pestering him to buy her strange items! She pushes items (often erotic) onto Lavi for him to use in every situation they come across. \n\nWhat will become of Lavi’s adventures?! Is he willing to buy anything from this adorably annoying merchant girl?!   \n\nThis is a fantasy comic with a teasing merchant!!",
      "es": "el Misterioso laberinto subterráneo gigante \"Tartaros\".   \r\n  \r\nAllí, los aventureros de día y de noche se aventuran en  \r\nbuscan tesoros y otras riquezas. El aventurero novato Lavi (shota) que desafió el calabozo \"tartaros\" y que para su mala suerte se mete en algunos problemas, Es en ese instante cuando conoció a la mitad bestia Philo (ponkotsu), con quien hace un trato para ser su cliente habitual.  \r\n¿Qué pasará con la aventura de Lavi? ¡seguirá Comprándole ítem   \r\na esta belleza y hermosa!  \r\n  \r\n¡¡¡la comedia de fantasía sobre el aventurero novato Lavi (shota)   \r\ny la comerciante mitad bestia Philo (ponkotsu)!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6925b981-5e83-4e03-8dfa-ae16a88dd6c2",
    "title": {
      "en": "Kami Sen"
    },
    "updatedAt": "2024-02-24T10:36:40+00:00",
    "coverArt": "https://mangadex.org/covers/6925b981-5e83-4e03-8dfa-ae16a88dd6c2/cfba3461-4f52-4c1d-a214-69c240401cbf.jpg",
    "altTitles": [
      {
        "en": "Hot Spring God"
      },
      {
        "ja-ro": "Kami Sen."
      },
      {
        "ja-ro": "Kamisen"
      },
      {
        "ja": "かみせん。"
      },
      {
        "ja": "泉神大人"
      },
      {
        "ja": "狐狸神"
      },
      {
        "ja": "裸神温泉乡"
      },
      {
        "ko": "카미센"
      }
    ],
    "description": {
      "en": "Izumi Koutarou's family have lived in Izumi Hot Spring for generations. But the spring suddenly dried up a couple of years ago, resulting in a family huge debt. As they prepare to skip town to flee from debt collectors, the guardian deity of the house, Konoha-sama, appears. Konoha-sama, (who was supposed to be a really fearsome god), appears instead as a cute girl–wearing no clothes. What will happen to their family debt problem? And what is the power of Konoha-sama?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "27"
  },
  {
    "mangaId": "d4da57af-1c62-4806-a233-fc58b468ec90",
    "title": {
      "en": "Heesu in Class 2"
    },
    "updatedAt": "2024-06-26T07:36:09+00:00",
    "coverArt": "https://mangadex.org/covers/d4da57af-1c62-4806-a233-fc58b468ec90/4d8c3b3c-3f41-4b7b-a69a-8f31df7a1bc7.jpg",
    "altTitles": [
      {
        "ko": "2반 이희수"
      }
    ],
    "description": {
      "en": "Heesu's world revolves around Chanyoung, his best friend and secret crush. He doesn't mind cheering Chanyoung from the sidelines or listening to all his girl problems. He doesn't care if people only know him as \"Chanyoung's friend.\" Then one day, Heesu starts hearing his name everywhere. On the bus, in the halls, during lunch… Turns out, there's a rumor going around school (Got a love problem? Find Heesu in Class 2 and he'll tell you what to do!) and with that, Heesu suddenly finds himself the center of attention. But how could he give anyone advice? He doesn't even know what to do about his own crush!",
      "fr": "Le monde de Heesu tourne autour de Chanyoung, son meilleur ami dont il est secrètement amoureux. Cela ne le dérange pas d’encourager Chanyoung en étant qu’un spectateur ou bien d’écouter tous ses problèmes de fille. Il s’en fiche que les gens le considèrent comme seulement son « ami ». Cependant un jour Heesu commence à entendre son nom de partout : dans le bus, dans le hall et même pendant la pause de midi ? Une rumeur circule dans l’école : Vous avez un problème ? Trouvez Heesu dans la Classe 2 et il vous dira que faire ! Heesu se retrouve soudainement au centre de l’attention. Mais comment il peut conseiller quelqu’un alors qu’il sait pas quoi faire pour son propre amour."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "89"
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "975f3334-8395-4393-84a2-50fcaccbcdc0",
    "title": {
      "en": "Isekai Bishoujo Juniku Ojisan to"
    },
    "updatedAt": "2024-04-22T22:39:55+00:00",
    "coverArt": "https://mangadex.org/covers/975f3334-8395-4393-84a2-50fcaccbcdc0/a23c5078-874d-40af-b8e5-bce0d060e002.jpg",
    "altTitles": [
      {
        "ja-ro": "Fabiniku"
      },
      {
        "ja": "異世界美少女受肉おじさんと"
      },
      {
        "ja": "ファ美肉"
      },
      {
        "ru": "Фантастический мир с обращённым в красавицу мужчиной и…"
      },
      {
        "ko": "이세계 미소녀가 되어 버린 아저씨와"
      },
      {
        "en": "With a Fogie Reincarnated as a Pretty Fantasy Girl"
      },
      {
        "ja-ro": "Isekai Bishōjo Juniku Ojisan to"
      },
      {
        "ja-ro": "Fantasy Bishoujo Juniku Ojisan to"
      },
      {
        "en": "Life with an Ordinary Guy Who Reincarnated into a Total Fantasy Knockout"
      }
    ],
    "description": {
      "en": "Hinata Tachibana, a beleaguered 32-year-old office worker, and his handsome best friend Tsukasa Jinguuji were summoned to another world by a naked goddess. However, because of the goddess's mischief, Tachibana was turned into a peerless beautiful girl?! To get back his body, he has to go on a journey with his best friend to defeat the demon king!!   \n  \nHowever… will they be able to keep their hands off each other!?  \n  \n\"An older man that became a beautiful girl\" and \"A handsome older man\"! Let the madness-filled another world journey rom-com begin!!",
      "ru": "Скучный мужчина вместе с его красивым лучшим другом были призваны в другой мир обнаженной богиней! Однако из-за озорства богини одного превратили в... невероятно красивую девушку?! Чтобы обратно вернуть своё тело, они должны отправиться в путешествие, чтобы победить Короля Демонов!! Да пускай начнётся романтическая комедия, наполненная полным безумием иного мира!",
      "pt-br": "Hinata Tachibana, um trabalhador de escritório sitiado de 32 anos, e seu belo melhor amigo Tsukasa Jinguuji foram convocados para outro mundo por uma deusa nua. No entanto, por causa das travessuras da deusa, Tachibana foi transformada em uma garota bonita inigualável ?! Para recuperar seu corpo, ele tem que viajar com seu melhor amigo para derrotar o rei demônio !! \n\nNo entanto... eles serão capazes de manter as mãos longe um do outro !? \n\n\"Um homem mais velho que se tornou uma garota bonita\" e \"Um homem mais velho e bonito\"! Deixe a loucura outra jornada mundial rom-com começar!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fa823a6-44b4-4c14-be51-56abb1a8502c",
    "title": {
      "en": "Only Love"
    },
    "updatedAt": "2023-12-29T03:00:39+00:00",
    "coverArt": "https://mangadex.org/covers/8fa823a6-44b4-4c14-be51-56abb1a8502c/3e2077cb-6da6-476b-878e-39d449bca9d8.jpg",
    "altTitles": [
      {
        "zh": "偏偏宠爱"
      },
      {
        "zh-ro": "Piānpiān Chǒng'ài"
      },
      {
        "en": "Destined to Love You"
      }
    ],
    "description": {
      "en": "Bully × The first love of many, an interpretation of the deepest love. Reborn as a high school sophomore, it was the best year in Meng Ting's short life. She wants to live it to the fullest, she wants to dance again, and never mess with the demonic boy who later raises his butcher knife - Jiang Ren. This summer, around the corner of the school building, Meng Ting heard Jiang Ren, the bad boy, laughing wildly: \"What kind of girls do I like? Girls like Meng Ting.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8af33c74-2779-4e2e-94ab-d614762ab499",
    "title": {
      "en": "My Home Hero"
    },
    "updatedAt": "2024-07-28T17:16:39+00:00",
    "coverArt": "https://mangadex.org/covers/8af33c74-2779-4e2e-94ab-d614762ab499/fcf3a77b-d00f-4184-aec6-e0bd7bafd294.jpg",
    "altTitles": [
      {
        "ja": "マイホームヒーロー"
      }
    ],
    "description": {
      "en": "For the sake of his family, an average middle-aged man must go against a crime syndicate, by all means necessary.",
      "ja": "頼れる妻と、ちょっと反抗期気味だけど可愛い高校生の娘。鳥栖哲雄の人生はそれなりに幸せだった。娘の顔に殴打の傷を見つけるまでは。",
      "pt": "Pelo bem de sua filha, um homem de meia idade embarca na jornada de sua vida.",
      "tr": "Orta yaşlarında bir baba kızı ve ailesi uğruna her şeyi yapmaya hazır; suç karteline karşı koymak da buna dâhildir!",
      "pt-br": "Pelo bem de sua filha, Tetsuo de 47 anos embarca de uma vez em algo irremediável."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "224"
  },
  {
    "mangaId": "16851fef-456a-4efe-ae95-5ac51aa0506a",
    "title": {
      "en": "I Belong to House Castiello"
    },
    "updatedAt": "2024-06-02T18:19:23+00:00",
    "coverArt": "https://mangadex.org/covers/16851fef-456a-4efe-ae95-5ac51aa0506a/f2087ed3-25e2-4b62-8caf-0ffdb18631f7.jpg",
    "altTitles": [
      {
        "en": "I Am a Child of This House"
      },
      {
        "en": "I Belong to House Castielo"
      },
      {
        "en": "I Belong to This House"
      },
      {
        "ko": "나는 이 집 아이"
      },
      {
        "ko-ro": "Naneun I Jib Ai"
      },
      {
        "it": "Appartengo al Casato dei Castielo"
      },
      {
        "es": "Soy hija de esta casa"
      },
      {
        "es": "Pertenezco a la Casa Castiello"
      },
      {
        "es": "Pertenezco a la Casa Castielo"
      },
      {
        "id": "Anak Keluarga Ini"
      },
      {
        "pt-br": "Sou filha desta casa"
      },
      {
        "fr": "J'appartiens à la Maison Castielo"
      },
      {
        "ru": "Я - дитя этого дома"
      },
      {
        "ar": "أنا طفلة من هذا المنزل"
      },
      {
        "th": "ข้าเป็นลูกสาวท่านดยุค"
      },
      {
        "ja": "ある日、私は冷血公爵の娘になった"
      },
      {
        "zh": "我是这家的孩子"
      },
      {
        "zh-hk": "我是這家的孩子"
      }
    ],
    "description": {
      "en": "\"Pink Eyes,\" a young girl, has lived a life filled with battery and abuse by her mother, but she has two unexpected factors that may play a role in her life: first, she has gained memories of her previous life as Seo Young, a 23 year-old Korean woman, and second, she is a nobleman's illegitimate daughter.\n\nOne day, her prostitute mother takes her to the empire's sole Duke and claims that the girl is his child to gain alimony from him. Although he seems to not believe her, he nevertheless buys \"Pink Eyes\" for 20,000 gold. With that, her new life as \"Estelle\" starts.\n\nBut what truly awaits her? And is she really a child of this house?\n\n---\nOfficial Translations:\n* [Chinese / 汉语](https://ac.qq.com/Comic/comicInfo/id/639223)\n* [French / Français](http://delitoon.com/webtoon/maison-castielo)\n* [Indonesian / bahasa Indonesia](https://kakaopage.co.id/content/Anak-Keluarga-Ini/2587)\n* [Japanese / 日本語](https://piccoma.com/web/product/8168)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/1/31)",
      "es": "\"Ojos Rosados\" es una niña pequeña que ha vivido una vida llena de violencia y abuso por parte de su madre, pero hay dos factores que podrían afectar su vida: primero, ella ha obtenido memorias de su vida anterior como Seo Young, una mujer coreana de 23 años y, segundo, ella es la hija ilegítima de un noble.  \r\n  \r\nUn día, su madre prostituta la lleva al único duque del imperio y argumenta que la niña es su hija para reclamarle manutención. A pesar de que él no le crée, el duque compra a \"Ojos Rosados\" por el monto de 20,000 monedas doro. Así, su vida como \"Estelle\" empieza.  \r\n  \r\nSin embargo, ¿qué le aguarda? ¿Es ella de hecho una hija de esta casa?  \r\n\r\n\r\n---\r\n\r\nBased on the Original Webnovel by Siya  \r\n[Official Japanese Translation](https://piccoma.com/web/product/8168)  \r\n[Official French Translation](http://delitoon.com/webtoon/maison-castielo)  \r\n[Official Indonesian Translation](https://kakaopage.co.id/content/Anak-Keluarga-Ini/2587)",
      "fr": "«Pink Eyes» a toujours vécu une vie relativement normale, à deux exceptions près: premièrement, elle s'est souvenu de sa vie antérieure comme Seo Young, et deuxièmement, elle est la fille illégitime de quelqu'un. Un jour, lorsqu'elle aura 11 ans, sa mère prostituée l'emmène chez le seul duc de l'empire et prétend qu'elle est son enfant. Bien qu'il ne semble pas la croire, il achète néanmoins «Pink Eyes» pour 20.000 or. C'est ainsi que commence sa nouvelle vie de «Estelle.» Mais qu'est-ce qui l'attend vraiment? Et est-elle vraiment une enfant de cette maison?",
      "id": "Estelle adalah gadis kecil yang menggemaskan. Dulu dia tinggal bersama ibunya yang kejam. Namun, akhirnya ia bisa tinggal bersama ayah kandungnya, seorang Duke Castiello. Kini ia dikelilingi orang-orang yang menyayanginya dan menjaganya. Mulai dari ayahnya, kakaknya, hingga pengawalnya. Tetapi, keluarga Castiello bukanlah keluarga biasa. Bagaimanakah kehidupan baru Estelle?",
      "it": "Estelle, 11 anni, non avrebbe mai immaginato di essere venduta da sua madre. Ma il compratore è il solo e unico duca dell'impero, Ein Castielo che è anche il padre di Estelle? Temuto in tutti i regni per i suoi occhi rosso sangue e gli immensi poteri magici della sua stirpe, Ein è il freddo padrone della Casata Castielo. I nemici giurati e i suoi cavalieri affascinanti potrebbero presto diventare anche quelli di Estelle, ma essere la sua unica figlia significa davvero che è parte di questa casata? Tratto dal romanzo di successo.",
      "th": "สาวน้อยเอสเทลล์วัย 11 ปีไม่คาดคิดมาก่อนเลยว่าจะถูกแม่ของตนเองขายทิ้ง ผู้ซื้อก็ดันเป็นไอน์ คาสเทียโล่... ดยุกเพียงหนึ่งเดียวของอาณาจักร แถมยังเป็นพ่อของเธออีก?! ไอน์ผู้เย็นชาเป็นเจ้าของคฤหาสน์คาสเทียโล่ เขาสามารถทำให้ความกลัวครอบงำอาณาจักรได้ด้วยดวงตาสีแดงเลือดและพลังเวทมนตร์อันยิ่งใหญ่ในสายเลือดของเขา ศัตรูที่สาบานจะโค่นล้มเขาและเหล่าอัศวินที่ห้าวหาญก็อาจกลายมาเป็นศัตรูของเอสเทลล์ด้วย แต่การเป็นลูกสาวที่แสนหายากของเขาหมายความว่าเธอเป็นลูกของบ้านนี้จริงๆงั้นเหรอ?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "155"
  },
  {
    "mangaId": "81f9951f-9dbb-457f-9e32-6451499628b4",
    "title": {
      "en": "Sacchan to Ken-chan wa Kyou mo Itteru"
    },
    "updatedAt": "2024-07-03T09:22:20+00:00",
    "coverArt": "https://mangadex.org/covers/81f9951f-9dbb-457f-9e32-6451499628b4/ebecabce-ddd5-4d11-96dc-b9a4e776abeb.jpg",
    "altTitles": [
      {
        "en": "Sacchan and Ken-chan Are Going at It Again"
      },
      {
        "ja": "さっちゃんとけんちゃんは今日もイってる"
      }
    ],
    "description": {
      "en": "University student Kenta is excited to be going out with the quiet but beautiful Sachiko. Six months into their relationship, a side of Sachiko other than her \"ladylike\" side becomes apparent. The more you know about her, the more you fall in love with her.",
      "ja": "物静かな美人・幸子と付き合うことになり、舞い上がる男子大学生・賢太。 付き合って半年後、明らかになる”おしとやか”だけじゃない彼女の一面に!? 知れば知るほど好きになる、イケメン彼女と乙女な彼氏のイってる系エロコメディ開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a1a79e4-7f90-450d-854c-0c780179f47f",
    "title": {
      "en": "The Martial God Who Regressed Back to Level 2"
    },
    "updatedAt": "2024-06-18T02:43:46+00:00",
    "coverArt": "https://mangadex.org/covers/8a1a79e4-7f90-450d-854c-0c780179f47f/1c5a58a5-ad5a-495e-a111-9eff4d4d1781.png",
    "altTitles": [
      {
        "ko": "2레벨로 회귀한 무신"
      },
      {
        "en": "The God of War Who Regressed to Level 2"
      },
      {
        "es-la": "El dios marcial que regresó al nivel 2"
      }
    ],
    "description": {
      "en": "[NO. 4212: 'Humanity' has failed the Demotion Match.]\n[NO. 4212: ‘Humanity’ has been deemed useless. Beginning deletion.]\n\nEarth lost the fight for survival in the BattleNet system and humanity now faces eradication. However, Jihan Seong is given another chance. He has returned three years into the past before BattleNet became a life-or-death game.\n\nWith his knowledge of the future, he’s determined to become the strongest player. Will Jihan be able to change the fate of humanity? And more importantly, can he protect the ones he loves from those who want him to fail?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb2a5c99-f76b-4b44-aa6b-8d6c064e978c",
    "title": {
      "en": "You Are My Desire"
    },
    "updatedAt": "2024-07-25T09:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/fb2a5c99-f76b-4b44-aa6b-8d6c064e978c/b32fe923-beb4-4d36-bfa2-73939f82eab6.jpg",
    "altTitles": [
      {
        "zh": "白日梦我"
      },
      {
        "zh-ro": "bái rì mèng wǒ"
      }
    ],
    "description": {
      "en": "The battle for the scholarship raged like wildfire. At the entrance of the school director’s office, Lin Yujing and Shen Wan came face to face.\n\nAfter exhausting their tears, the two people stared at each other blankly for three seconds before turning around in unison and leaving.\n\nShen Wan got onto his private helicopter while Lin Yujing climbed into her Rolls-Royce.\n\n–This is a story of two rich people trying their best to look poor in front of the other.",
      "fr": "Lorsque les parents de Lin Yu Jing divorcent, elle décide de suivre son père dans une nouvelle ville avec sa belle-mère et son demi-frère. Transférée dans un nouveau lycée, elle se fait très vite de nouveaux amis, dont son voisin de table, le redoublant Shen Juan."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23410e36-1834-441a-85fd-722f74e0db02",
    "title": {
      "en": "Royal Tailor: Clothier to the Crown"
    },
    "updatedAt": "2024-06-27T15:57:04+00:00",
    "coverArt": "https://mangadex.org/covers/23410e36-1834-441a-85fd-722f74e0db02/ff251526-b1f5-44a2-8170-8c9a9a67f5c9.jpg",
    "altTitles": [
      {
        "ja": "ロイヤルテーラー　―王宮の裁縫師―"
      },
      {
        "ja-ro": "Royal Tailor -Oukyuu no Saihoushi-"
      },
      {
        "zh-hk": "皇家裁縫 -王宮的裁縫師-"
      },
      {
        "zh": "皇家裁缝 -王宫的裁缝师-"
      }
    ],
    "description": {
      "en": "Hana's lifelong dream is to become a tailor and make wonderful clothes for people of all the different fantasy races. However, in a world where humans are discriminated against, even getting work as a seamstress is a struggle. When a handsome, mysterious prince offers her a job, it seems like Hana's fortunes might finally be changing for the better!\n\n(Source: [Seven Seas Entertainment](https://sevenseasentertainment.com/series/royal-tailor-clothier-to-the-crown/))"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d64e0d6-2d45-476f-b182-a881bc056281",
    "title": {
      "en": "I Became My Son's First Love"
    },
    "updatedAt": "2024-07-18T23:19:49+00:00",
    "coverArt": "https://mangadex.org/covers/8d64e0d6-2d45-476f-b182-a881bc056281/6dfb565d-e71b-435d-af22-7ef3f17cb91d.jpg",
    "altTitles": [
      {
        "ko": "아드님의 첫사랑이 되었습니다"
      }
    ],
    "description": {
      "en": "In order to support her older sister, Eve Jenna, the beautiful second daughter of a poor countryside baron, agreed to marry Count Hound. Despite his age, Count Hound holds the title of being the empire's most handsome man, a rich and powerful playboy with numerous women on each arm - and thus only interested in a lady of the house and not someone to warm his bed. He already had numerous children, the oldest of which is even a year older than Eve, so no need to bear him an heir either. So, for 3 years, the two had a harmonious marriage as partners who hardly interferre with each other's private lives, until the Count suddenly requests a divorce. Naturally, as he is the one to break their contract first and thus has to pay out compensation, Eve is happy to agree..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "163306e6-1700-42a4-882f-26db124cbec2",
    "title": {
      "en": "Hero Killer"
    },
    "updatedAt": "2024-07-14T02:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/163306e6-1700-42a4-882f-26db124cbec2/649d7c41-83fc-49ca-b271-abb21b882042.jpg",
    "altTitles": [
      {
        "ko": "히어로 킬러"
      },
      {
        "de": "Heldentöter"
      },
      {
        "fr": "La tueuse d'héros"
      },
      {
        "es": "La asesina de héroes"
      },
      {
        "pl": "Zabójca bohaterów"
      },
      {
        "uk": "Вбивця героїв"
      },
      {
        "ru": "Убийца героев"
      },
      {
        "zh-hk": "英雄殺手"
      },
      {
        "fr": "Tueur des héros"
      }
    ],
    "description": {
      "de": "Alle Schurken sind besiegt und die Helden haben die Welt gerettet. Das klingt erst einmal gut, doch sind wirklich alle Helden gut? Nicht alle, die sich „Helden“ nennen, verhalten sich auch so: Eine Frau, deren Schwester von einem dieser „Helden“ getötet wurde, begibt sich auf die Mission, den Täter zu finden, und wird zum „Hero-Killer“, der jede Nacht Jagd auf korrupte Helden macht. Kann sie es schaffen, ihre Schwester zu rächen und die Welt zu einem besseren Ort zu machen?\n\n---\n**Official Translations:**\n* [German / Deutsch](https://www.webtoons.com/de/action/hero-killer/list?title_no=3403)",
      "en": "The world is in constant turmoil, with constant wars breaking out between Heroes and Villains.\n\nGifted with supernatural abilities, one lone girl sets out on a bloody path for revenge against the injustices of the world she lives in. With the constant clashes between titans, no one is safe.\n\nIf no one is willing to protect the innocent, who are the real heroes, and who are the real villains? What truly separates one from the other?",
      "es": "El mundo está en constante agitación, con guerras constantes desatándose entre héroes y villanos. Dotada con habilidades extraordinarias, una chica solitaria recorre un camino sangriento de venganza contra las injusticias del mundo en el que vive. Con los enfrentamientos constantes entre los titanes, nadie está a salvo. Si nadie está dispuesto a proteger a los inocentes, ¿quiénes son los verdaderos héroes? ¿Quiénes son los verdaderos villanos? ¿Qué es lo que realmente separa a los unos de los otros?\n\n---\n**Official Translations:**\n* [Spanish / Español](https://www.webtoons.com/es/action/hero-killer/list?title_no=3422)",
      "fr": "Dotée de capacités surnaturelles, Ehwa, une jeune fille solitaire, s'engage sur un chemin sanglant afin de se venger pour sa soeur qui a été tuée par un \"héros\". Elle ne sait toujours pas qui de ces \"héros\" est responsable de sa mort, mais cela lui importe peu... car il suffit de les massacrer tous.\n\n---\n**Official Translations:**\n* [French / Français](https://www.webtoons.com/fr/action/hero-killer/list?title_no=3151)",
      "hu": "A világ állandó kavarodásban van, állandó háborúk törnek ki a Hősök és a Gonoszok között. Természetfölötti képességekkel felruházva egy magányos lány véres útra indul, hogy bosszút álljon a világ igazságtalanságai ellen, amelyben él. Ha senki sem hajlandó megvédeni az ártatlanokat, kik az igazi hősök és kik az igazi gonosztevők? Mi választja el igazán a másikat?",
      "id": "Bertahun-tahun yang lalu, Ehwa kehilangan saudara perempuan karena seorang hero yang tidak dikenal. Sampai sekarang, tidak ada yang tahu siapa pembunuh saudara perempuan Ehwa. Tetapi hal itu tidak masalah baginya, karena dia akan menghabisi semua hero yang ada di dunia.\n\n---\nPerang berakhir dengan kekalahan para villain. Sekarang dunia dikuasai oleh Hero yang korup. Dan Salah satu Hero tersebut membunuh saudara perempuan Ehwa. dia tidak tahu yang mana, tapi tidak masalah. Jika dia membunuh satu per satu, mereka akan ada di antara mereka. Ehwa menjadi Hero killer, Villain yang memburu para Hero setiap malam. \"Aku akan membunuh semua orang dan akan mengambil semuanya!\"\n\n---\n**Official Translations:**\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/hero-killer/list?title_no=3083)",
      "it": "Il mondo è in costante fermento, con continue guerre scoppiate tra eroi e cattivi. Dotata di abilità soprannaturali, una ragazza solitaria intraprende un percorso sanguinoso per vendicarsi contro le ingiustizie del mondo in cui vive. Con i continui scontri tra titani, nessuno è al sicuro. Se nessuno è disposto a proteggere gli innocenti, chi sono i veri eroi e chi sono i veri cattivi? Cosa separa veramente l'uno dall'altro?",
      "ko": "전쟁은 빌런들의 패배로 막을 내렸다.\n이제 세상은 부패한 히어로들이 지배하고 있다.\n그리고, 그런 히어로들 중 하나가 이화의 언니를 죽였다.\n언니를 죽인 게 누구인지는 모르지만 상관없다.\n한 놈씩 죽이다 보면 그중에 있을 테니까.\n이화는 매일 밤 영웅들을 사냥하는 빌런, 히어로 킬러가 된다.\n​\n한 악당의 지독한 액션 활극.\n“모조리 죽이고, 빼앗아 주마!”",
      "th": "เรื่องราวสงครามระหว่างเหล่าฮีโร่และวายร้ายได้จบลงด้วยชัยชนะของกลุ่มฮีโร่ แต่โลกในตอนนี้กลับปกครองด้วยกลุ่มฮีโร่ที่ฉ้อฉล และหนึ่งในฮีโร่กลุ่มนั้นได้ฆาตกรรมพี่สาวของอีฮวา อีฮวาไม่รู้เลยว่าฮีโร่คนไหนที่ลงมือฆ่าพี่สาวของเธอ เธอเลยตัดสินใจไล่ฆ่าพวกฮีโร่ไปทีละคน เธอคิดว่าถ้าฆ่าพวกฮีโร่กลุ่มนั้นให้หมด แล้วมันจะนำไปสู้การล้างแค้นให้พี่สาวเธอได้ การล้างแค้นของวายร้ายผู้สิ้นหวังได้เริ่มต้นขึ้น “ฉันจะฆ่าพวกแกทุกคน ฉันจะพรากทุกอย่างที่แกมีไปจากแก”\n\n---\n**Official Translations:**\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/hero-killer/list?title_no=2840)",
      "zh-hk": "戰爭在反派的敗北下落幕了，而世界由腐敗的英雄們接手掌控。 然而，其中一個英雄殺了苡禾的姐姐。 她不在乎兇手是誰，反正把他們全部殺掉就可以了。 苡禾每晚都會行動，成為了英雄殺手的反派角色。 一個壞蛋的殘忍獵殺行動。「全部殺掉！全部搶走！」\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/hero-killer/list?title_no=5647)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ee33627-9a1d-454d-bf11-25ee1fa0a136",
    "title": {
      "en": "Yeon Lok Heun"
    },
    "updatedAt": "2024-06-06T22:49:10+00:00",
    "coverArt": "https://mangadex.org/covers/0ee33627-9a1d-454d-bf11-25ee1fa0a136/bd484881-7981-4de0-9ef3-eb8e2e43614b.jpg",
    "altTitles": [
      {
        "ko-ro": "Yeon Lokheun"
      },
      {
        "ko": "연록흔"
      },
      {
        "en": "His Majesty's Secret Heroine"
      },
      {
        "ja": "蓮禄昕～宿命の華～"
      },
      {
        "zh-hk": "尹樂香"
      },
      {
        "fr": "Yeon Lokheun, l'héroïne secrète"
      },
      {
        "es-la": "La heroína oculta de su Majestad"
      }
    ],
    "description": {
      "en": "Yeon Lokheun is a girl who grows up living as a boy learning martial and spiritual arts. She heads for the palace in order to clear the name of her father, a wanted criminal, where she meets the young Emperor Garyun. He promises to save her father's life in exchange for her lifelong services. After gaining Garyun's trust, she travels the world solving supernatural-like problems that arise in place of the Emperor. But how long can she continue this life without the others finding out that she is actually a woman?\n\n---\nLokheun’s name means \"happy morning,\" but her life takes a tragic turn when her mother is murdered and her father becomes a fugitive after exacting revenge. To save him, Lokheun devotes her life to Garyun, the dashing emperor who’s committed to right the wrongs of his father. Believing Lokheun to be a boy, Garyun is determined to mold her into an unsurpassed martial artist, even if it means sending her to hell. Their strained relationship turns into something more as Lokheun searches for the one thing she’s never had: a life befitting her name.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%97%B0%EB%A1%9D%ED%9D%94/2621), [KakaoPage](https://page.kakao.com/home?seriesId=51793959)\n\n**Official Translations:**\n* [English](https://tapas.io/series/his-majestys-secret-heroine/info)\n* [Japanese / 日本語](https://piccoma.com/web/product/76054)",
      "es-la": "Yeon Lokheun es una niña que crece viviendo como un niño aprendiendo artes marciales y espirituales. Se dirige al palacio para limpiar el nombre de su padre, un criminal buscado, donde conoce al joven emperador Garyun. Él promete salvar la vida de su padre a cambio de sus servicios de por vida. Después de ganarse la confianza de Garyun, viaja por el mundo resolviendo problemas sobrenaturales que surgen en lugar del Emperador. ¿Pero cuánto tiempo puede continuar esta vida sin que los demás descubran que en realidad es una mujer?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "205"
  },
  {
    "mangaId": "0957b2d6-4aff-46e4-916a-b10bc8cd12ee",
    "title": {
      "en": "Manga! Nyanko Great War"
    },
    "updatedAt": "2024-07-29T13:30:48+00:00",
    "coverArt": "https://mangadex.org/covers/0957b2d6-4aff-46e4-916a-b10bc8cd12ee/4bfb1915-a3d9-45ef-94c2-1f2be2770d15.jpg",
    "altTitles": [
      {
        "ja-ro": "Manga de! Nyanko dai Sensou"
      },
      {
        "ja": "まんがで！にゃんこ大戦争"
      },
      {
        "en": "Battle Cats: The Manga!"
      }
    ],
    "description": {
      "en": "Popular cats have become comics!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ebddb02-6aba-4a23-9569-4318286eb62e",
    "title": {
      "en": "Sleepless Beauty"
    },
    "updatedAt": "2024-07-29T10:39:00+00:00",
    "coverArt": "https://mangadex.org/covers/8ebddb02-6aba-4a23-9569-4318286eb62e/754b90d0-3c27-4ab9-8f1b-22b71d1001d8.png",
    "altTitles": [
      {
        "ja": "スリープレス・ビューティー"
      }
    ],
    "description": {
      "en": "'I wish I could share my sleepiness with you, Oz-san.'\n\nDesigner Kotou, who has trouble sleeping, secretly respects Amemiya, a junior employee in another department. He admires the way he can quickly turn down a drinking session he doesn't feel like attending, and the way he takes a nap in exactly 15 minutes during his lunch break. Kotou, who has a tendency to overthink things and is unable to get along with others in a safe manner, looks at him with envy.\n\nOn his way home one day, Amemiya invites him out for a drink, and with the help of alcohol, Kotou spills the beans about his insomnia problems. Afterwards, he decides to let the drunken Amemiya stay at his house. There, Amemiya proposes \"sleeping in a sofa\" as a solution to his insomnia - and what happens?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "67e56a7a-c7ea-4db8-84f0-db19c2034729",
    "title": {
      "en": "Seasons of Blossom"
    },
    "updatedAt": "2024-07-02T20:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/67e56a7a-c7ea-4db8-84f0-db19c2034729/86f85502-4640-4947-b740-69a2149c2eb3.jpg",
    "altTitles": [
      {
        "en": "Cheongchun Blossom"
      },
      {
        "en": "Youth Blossom"
      },
      {
        "ko": "청춘 블라썸"
      },
      {
        "uk": "Розквіт молодості"
      }
    ],
    "description": {
      "en": "Children who are beginning their youth.  \nTheir growing pain on their way to spring."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "130"
  },
  {
    "mangaId": "baac09cd-6eb9-43ec-a780-980c8da4f066",
    "title": {
      "en": "Misaki-kun wa Kouryaku Chara Janai"
    },
    "updatedAt": "2024-07-08T13:38:45+00:00",
    "coverArt": "https://mangadex.org/covers/baac09cd-6eb9-43ec-a780-980c8da4f066/18fe7b09-b112-4832-825e-b4ba27c88580.jpg",
    "altTitles": [
      {
        "ja": "三咲くんは攻略キャラじゃない"
      },
      {
        "en": "Misaki-kun is Unobtainable"
      }
    ],
    "description": {
      "en": "Misaki-kun may be adorable, but he's just the 'best friend' type character you can find in any gal game. However, the protagonist, Kihara Hareta, isn't set on wooing any of the heroines; he has his eyes set on the Unobtainable Misaki-kun! Gender makes little difference in the face of such cuteness in this heart-stoppingly sweet comedy!",
      "ja": "ここはギャルゲーの世界。 親友キャラ・三咲泉の使命は、主人公・季原晴太のヒロイン攻略のサポート…のはずが、 肝心の季原は何故か三咲を攻略するつもりで――!? 「男の子のままヒロインになってくれ！」 友情？愛情？男の娘ハッピー胸キュンコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89ed5db9-c9e5-4a90-b29b-87fbca7a6f86",
    "title": {
      "en": "Natsu no Arashi!"
    },
    "updatedAt": "2023-01-16T22:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/89ed5db9-c9e5-4a90-b29b-87fbca7a6f86/8d040656-f993-47a8-9341-46903a0fb001.jpg",
    "altTitles": [
      {
        "en": "Summer Storm"
      },
      {
        "ja": "夏のあらし!"
      },
      {
        "zh": "夏之岚"
      },
      {
        "zh-hk": "夏日風暴"
      },
      {
        "zh": "夏日风暴"
      }
    ],
    "description": {
      "en": "In an old town coffee shop, a boy met an older high school girl. From there… an unforgettable summer began."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "50"
  },
  {
    "mangaId": "046edc6a-67c5-44ae-9afb-e789e108e170",
    "title": {
      "en": "The Poe Clan"
    },
    "updatedAt": "2023-10-28T21:28:55+00:00",
    "coverArt": "https://mangadex.org/covers/046edc6a-67c5-44ae-9afb-e789e108e170/e7432bff-639d-4063-b1f3-75a314b6747c.png",
    "altTitles": [
      {
        "es": "El clan de los Poe"
      },
      {
        "ja-ro": "Poe no Ichizoku"
      },
      {
        "ja": "ポーの一族"
      },
      {
        "it": "Il Clan dei Poe"
      },
      {
        "pl": "Klan Poe"
      },
      {
        "zh": "波族傳奇"
      },
      {
        "de": "Die Familie Poe"
      },
      {
        "ko": "포의 일족"
      },
      {
        "vi": "Gia tộc Poe"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nAround 1880, the Baron de Portsnell and his family visited a seaside town. They had come from London, and they soon became well known in the city. The baron and his wife and their children, Edgar and Marybelle, exuded an elegance that was out of place in a country town.\n\nThe sight of them was like looking at a perfect painting. In fact, their beauty was a magical beauty out of time. They were the \"Poe's Clan\", vampirnellas who consume human blood. The family rented a house on the outskirts of the city and began to search for someone to welcome into the clan, pretending to be human. \n\nEdgar was intrigued by Alan Twilight, the son of the city's foremost trader....\n\n[Official English](https://www.fantagraphics.com/products/the-poe-clan-vol-1?_pos=1&_sid=27aa05edc&_ss=r)\n\n---\n- **Won the 21st Shogakukan Manga Award for Shojo in 1976, which it shared with Hagio's other serial, They Were Eleven**"
    },
    "status": "completed",
    "releaseDate": 1972,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "15"
  },
  {
    "mangaId": "d2befbc2-3e34-4716-a25d-e072c0ff3d02",
    "title": {
      "en": "Kaifukushoku no Akuyaku Reijou"
    },
    "updatedAt": "2024-07-06T04:26:23+00:00",
    "coverArt": "https://mangadex.org/covers/d2befbc2-3e34-4716-a25d-e072c0ff3d02/2f91eef8-3c7b-4d60-a475-8f348cc86c1b.jpg",
    "altTitles": [
      {
        "ja": "回復職の悪役令嬢"
      },
      {
        "en": "The Healer Villainess"
      },
      {
        "en": "Villainess Healer"
      }
    ],
    "description": {
      "en": "Charlotte discovered that she was in the game world she played in her previous life when her engagement was broken off. With her cheat knowledge, she escapes from the scenario and changes her job to a <healer> in the enemy country, and enjoys a free adventurous life!",
      "id": "Ketika pertunangannya diputus, Charlotte menyadari bahwa dia berada di dunia game yang dia mainkan di kehidupan sebelumnya. Dengan pengetahuan cheatnya, dia melarikan diri dari skenario cerita dan mengubah pekerjaannya menjadi <Penyembuh> di negara musuh, dan menikmati kehidupan petualangan yang bebas!",
      "ja": "婚約破棄されたことをきっかけに、ここが前世でプレイしていたゲーム世界だと気づいたシャーロット。チート知識でシナリオ脱出＆敵国で＜癒し手＞にジョブチェンジして、自由な冒険ライフを堪能します！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16cbc4ea-81cd-49f8-b25d-69ec014b195d",
    "title": {
      "en": "A Monster in Cat's Clothing"
    },
    "updatedAt": "2024-07-15T06:20:18+00:00",
    "coverArt": "https://mangadex.org/covers/16cbc4ea-81cd-49f8-b25d-69ec014b195d/024c9bad-7f86-44f8-a050-e44da1d08913.png",
    "altTitles": [
      {
        "ja": "猫かぶり"
      },
      {
        "ja-ro": "Nekokaburi"
      },
      {
        "ja": "私は可愛い君の猫"
      },
      {
        "ja-ro": "Watashi ha Kawaii Kimi no Neko"
      },
      {
        "en": "I'm Your Cute Cat"
      }
    ],
    "description": {},
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4e2da95-1cd7-49e8-9197-b7419be2077b",
    "title": {
      "en": "Ore ni Trauma wo Ataeta Joshi-tachi ga Chirachira Mitekuru kedo, Zannen desu ga Teokure desu"
    },
    "updatedAt": "2024-07-29T13:07:31+00:00",
    "coverArt": "https://mangadex.org/covers/e4e2da95-1cd7-49e8-9197-b7419be2077b/416ab867-3e3d-4fb0-b0bc-c1c769e3c789.jpg",
    "altTitles": [
      {
        "ja": "俺にトラウマを与えた女子達がチラチラ見てくるけど、残念ですが手遅れです"
      },
      {
        "en": "The Girls Who Traumatized Me Keep Glancing at Me, but Alas, It’s Too Late"
      },
      {
        "es-la": "Las chicas que me traumaron me están mirando, pero desafortunadamente es demasiado tarde."
      }
    ],
    "description": {
      "en": "Kokonoe Yukito has always been unlucky when it comes to women. \n\nHe was rejected by his childhood friend, which he thought they had mutual feelings for each other. His sister hates him. His mother neglected him. \n\nDue to all these trauma stacking with each other, his emotions were completely destroyed. When Yukito enters high school, the girls who inflicted these pain on him started to care for him...?! \n\nThus commence a youthful romcom full of misunderstandings!",
      "ja": "九重雪兎は昔から女運が悪い。両想いだと思っていた幼馴染にはフラれ、姉には嫌われ、母親には疎まれ――度重なるトラウマの果てに感情がぶっ壊れてしまう。そんな雪兎が高校に入学したら、彼にトラウマを与えてきた女子達がやたらと彼のことを気にかけてきて……!?　手遅れから始まる勘違い思春期ラブコメ、開幕！",
      "es-la": "Yukito Kokonoe siempre ha tenido mala suerte. Es odiado por su madre, su hermana, y su amiga de la infancia, pensaba que tenían sentimientos mutuos, pero ella se siente frustrada antes de la confesión, e incluso hace travesuras durante sus heridas, y sus emociones se rompen después de repetidos traumas con muchas mujeres.\n\nSin embargo, cuando ingresó a la escuela preparatoria, ¿¡Las chicas que lo traumatizaron comenzaron a preocuparse por él ...!?\nEsta es una comedia romántica de un adolescente incomprendido que comienza demasiado tarde."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "557d17fe-a32e-41bb-bb48-f0d1b75b4ec4",
    "title": {
      "en": "I Tried Confessing My Love to a Serious Girl"
    },
    "updatedAt": "2024-07-01T20:55:17+00:00",
    "coverArt": "https://mangadex.org/covers/557d17fe-a32e-41bb-bb48-f0d1b75b4ec4/1f48cebe-8684-456d-a515-4767191d5e9a.png",
    "altTitles": [
      {
        "ja": "カタブツ系女子に告白してみた"
      },
      {
        "ja-ro": "Katabutsu-kei Joshi ni Kokuhaku shitemita"
      },
      {
        "en": "I Tried Confessing My Love to a Serious Girl"
      }
    ],
    "description": {
      "en": "Although she's pretty, she's widely rumoured to be the school's number one straight-laced girl. So when I gathered up my courage to confess to her…‽",
      "ja": "美人だけど学校一『カタブツ』だと噂の女子に勇気を出して告白すると…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d62d9ad-a613-4979-b05a-6610692e9cc4",
    "title": {
      "en": "Whisper Me a Love Song Official Comic Anthology"
    },
    "updatedAt": "2024-07-29T12:36:54+00:00",
    "coverArt": "https://mangadex.org/covers/9d62d9ad-a613-4979-b05a-6610692e9cc4/f1f0795e-5c90-45b9-86f5-8d842add257d.jpg",
    "altTitles": [
      {
        "ja": "ささやくように恋を唄う　公式コミックアンソロジー"
      },
      {
        "ko": "속삭이듯 사랑을 노래하다 공식 앤솔로지"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca6edf6e-f4f3-44b6-9a0d-18530701ae87",
    "title": {
      "en": "Uchi no Musuko wa Tabun Gay"
    },
    "updatedAt": "2024-03-26T14:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/ca6edf6e-f4f3-44b6-9a0d-18530701ae87/ed8199ce-21be-4d76-b6e6-b316ab0e1863.jpg",
    "altTitles": [
      {
        "vi": "Con Trai Tôi Có Lẽ Là Gay"
      },
      {
        "de": "Ich glaub, mein Sohn ist schwul"
      },
      {
        "en": "Our Son Is Probably Gay"
      },
      {
        "ja-ro": "Uchi no Musuko wa Tabun Gei"
      },
      {
        "ja": "うちの息子はたぶんゲイ"
      },
      {
        "en": "My Son Is Probably Gay"
      },
      {
        "en": "I Think Our Son Is Gay"
      }
    ],
    "description": {
      "en": "A sweet, open-minded mother starts suspecting one of her sons might be gay."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "104"
  },
  {
    "mangaId": "b90b4118-4270-49d0-8787-cffb91a1290f",
    "title": {
      "en": "Mitasu No Wa Kuufuku Dake Desuka?"
    },
    "updatedAt": "2024-07-21T03:16:08+00:00",
    "coverArt": "https://mangadex.org/covers/b90b4118-4270-49d0-8787-cffb91a1290f/98c7e6a6-5b02-4a88-90c8-1219ddc27870.jpg",
    "altTitles": [
      {
        "en": "Do you really want only meal?"
      },
      {
        "ja": "満たすのは空腹だけですか？"
      }
    ],
    "description": {
      "en": "Masamune Hanazawa is exhausted from work. Hoping to eat something other than convenience store food, he rings up a housekeeping service, who sent out Natsuki Mikoshiba, a college student working part-time. Natsuki's reserved nature put off Masamune at first, but he's just happy to be served a warm home-cooked meal. But then Natsuki suddenly confesses to Masamune, saying it was \"love at right sight\"...!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11.5"
  },
  {
    "mangaId": "a1de21f0-3007-4cde-b45a-d71462b70e8e",
    "title": {
      "en": "Napoleon - Age of the Lion"
    },
    "updatedAt": "2024-06-29T02:06:52+00:00",
    "coverArt": "https://mangadex.org/covers/a1de21f0-3007-4cde-b45a-d71462b70e8e/d24a7d3b-df77-43e3-8663-2ab3fb8fa4fe.jpg",
    "altTitles": [
      {
        "ja": "ナポレオン 獅子の時代"
      },
      {
        "zh": "拿破仑-狮子的时代"
      },
      {
        "ja-ro": "Napoleon - Shishi no Jidai"
      }
    ],
    "description": {
      "en": "This is a story of the life of Napoleon. The tale begins just before the Battle of Austerlitz. Then, it jumps back to 1769 to tell the story of Napoleon's life from the very beginning, including the circumstances of his birth, his childhood on Corsica, and his difficulties as a Corsican boy in a French school. All of these experiences eventually culminate in his becoming the famous Emperor of the French.",
      "ja": "フランス革命に始まり、イタリア戦役を経て、皇帝への道を駆け進む一人の英雄ナポレオン・ボナパルトの生涯を描く、壮大な英雄譚!!　血みどろ汗の臭いムンムンな一人の「漢」が、獅子のごとく吠える。吼える！　フランス近代史重厚ストーリー!!"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": ""
  },
  {
    "mangaId": "d31b8a09-e28d-4f9f-887b-d62dced36db8",
    "title": {
      "en": "Omiai Shitakunakatta node, Murinandai na Jouken wo Tsuketara Doukyuusei ga Kita Ken ni Tsuite"
    },
    "updatedAt": "2024-06-21T01:04:54+00:00",
    "coverArt": "https://mangadex.org/covers/d31b8a09-e28d-4f9f-887b-d62dced36db8/a581c499-f228-4dc8-b5e6-9c0bb5f9351a.jpg",
    "altTitles": [
      {
        "en": "About That Time I Didn’t Want to Have a Matchmaking Interview, So I Set Some Impossible Conditions and Then My Classmate Showed Up"
      },
      {
        "en": "I Didn’t Want to Meet a Prospective Marriage Partner So I Set an Impossible Condition and Then My Classmate Came"
      },
      {
        "ja": "お見合いしたくなかったので、無理難題な条件をつけたら同級生が来た件について"
      },
      {
        "es": "No Quería ir a la Cita, Así que Puse Condiciones Absurdas y Vino una Compañera de Clases"
      },
      {
        "es-la": "En ese Momento no Quería Tener una Entrevista de Emparejamiento, así que Puse Algunas Condiciones Imposibles y Luego Apareció mi Compañero de Clase"
      }
    ],
    "description": {
      "en": "One day, Yuzuru Takasegawa — a first-year high school student — is urged by his grandfather to go on an arranged marriage meeting, insisting that he wants to see his great-grandson before he dies.\n\nHowever, not wanting to bear the weight of a fiancee at the tender age of a freshman in high school, Yuzuru tries to avoid the arranged marriage meeting by imposing an irrational condition that, “If she is Blonde Haired, Blue Eyed, Fair Skinned with big boobs, only then I will think about the marriage”.\n\nBut somehow, he finds the girl who meets the conditions that Yuzuru has put out, and he reluctantly ends up going to matchmaking only once.\n\nAnd on the day of matchmaking, it was Arisa Yukishiro, a beautiful girl with reputation at school, shows up on the scene. [adapted from Novel Updates]",
      "es": "Un día, su abuelo insta a Yuzuru Takasegawa, un estudiante de primer año de secundaria, a asistir a una reunión matrimonial arreglada, insistiendo en que quiere ver a su bisnieto antes de morir. Sin embargo, al no querer soportar el peso de una prometida a la tierna edad de un estudiante de primer año en la escuela secundaria, Yuzuru intenta evitar la reunión matrimonial arreglada imponiendo una condición irracional que dice: \"Si es de pelo rubio, ojos azules, piel clara, etc. ., sólo entonces pensaré en el matrimonio ”. Pero de alguna manera, encuentra a la chica que cumple con las condiciones que Yuzuru ha puesto, y de mala gana termina yendo al emparejamiento solo una vez. Y el día del emparejamiento, Arisa Yukishiro, una hermosa chica con reputación en la escuela, apareció en escena. Al escuchar su historia, parece que también la obligaron a regañadientes a continuar el emparejamiento. Por lo tanto, los dos intentan evitar más propuestas de matrimonio con su falso \"compromiso\".",
      "ja": "私と嘘の“婚約”をしませんか？ 嘘から始まるピュアラブコメディ開幕!!\n\nお見合い話を持ってくる祖父に「金髪碧眼色白美少女なら考える」と、無理難題をつきつけた高校生・高瀬川由弦。数日後、お見合いの場にいたのは同級生の雪城愛理沙!? 由緒ある家に生まれたため、幾度となくお見合いを勧められうんざりしていた二人は、お互いのために、嘘の『婚約』を交わすことになるのだが…。嘘の婚約から始まるピュアラブコメディ、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd14a481-211e-43c7-b100-a1b466e93d6d",
    "title": {
      "en": "Nikubami Honegishimi"
    },
    "updatedAt": "2024-04-25T22:47:35+00:00",
    "coverArt": "https://mangadex.org/covers/cd14a481-211e-43c7-b100-a1b466e93d6d/dad12cb9-8362-450b-8051-0906ca5d20c9.jpg",
    "altTitles": [
      {
        "ja": "ニクバミホネギシミ"
      }
    ],
    "description": {
      "en": "It was 1999, the year Nostradamus predicted the end of the human race.\n\nRiding the unprecedented occult boom, Inubosaki, an editor of a third-rate occult magazine, is covering strange incidents with his cameraman Asama, who is also psychic. As Asama's psychic powers draw them together, the two encounter a number of terrifying and bizarre phenomena.\nMeanwhile, in the present day, 2023, an elderly Asama is visited by someone claiming to be Inubosaki's nephew.\n\nThis is the start of a bizarre tale about forbidden memories that must not be unveiled."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6655cece-57c8-4188-a04d-a9aa0903abb9",
    "title": {
      "en": "Captain Tsubasa - Rising Sun - FINALS"
    },
    "updatedAt": "2024-04-26T22:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/6655cece-57c8-4188-a04d-a9aa0903abb9/159f5174-a37f-4826-ba0a-783ded162bbf.png",
    "altTitles": [
      {
        "en": "Captain Tsubasa - Rising Sun - Part 3"
      },
      {
        "ja": "キャプテン翼ライジングサン   F I N A L S"
      },
      {
        "es-la": "Capitán Tsubasa - Rising Sun - FINALS"
      },
      {
        "vi": "Đội trưởng Tsubasa - Mặt trời mọc - Chung kết"
      }
    ],
    "description": {
      "en": "A web-comic continuation of Captain Tsubasa 9th arc: Rising Sun - The Final.\n\nRising Sun - FINALS is covering the 2nd half of the Madrid Olympics match of Japan VS. Spain and beyond.\n\nThe web-comic came to be when on April 2024 mangaka Yoichi Takahashi announced his retirement, ending Rising Sun - The Final official published serialization half-way through the match opting to continue the story at his own pace with storyboard pencil sketches, publishing them on the official Captain Tsubasa World website."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1953f80-36f7-492c-b0f8-e9dd0ad01752",
    "title": {
      "en": "Modern MoGal"
    },
    "updatedAt": "2024-07-29T12:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/b1953f80-36f7-492c-b0f8-e9dd0ad01752/5e418a46-e876-4176-961b-8622840a33e2.jpg",
    "altTitles": [
      {
        "en": "Monster Gals"
      },
      {
        "zh-ro": "Rén Wài de Xīngqíwǔ"
      },
      {
        "zh-hk": "人外的星期五"
      },
      {
        "uk": "Монстро-дівчата"
      }
    ],
    "description": {
      "en": "The daily experiences of modern monster girls.   \r\n  \r\nOriginal comic by [Shepherd0821](https://mangadex.org/group/6025/shepherd0821), uploaded to MangaDex with permission.",
      "pt-br": "As experiências diárias de garotas monstro modernas.\nQuadrinhos originais por Shepherd0821"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1214654-650a-4bdd-b1f9-56818a99ac38",
    "title": {
      "en": "Lure the Enemy Deeper"
    },
    "updatedAt": "2024-04-07T07:30:15+00:00",
    "coverArt": "https://mangadex.org/covers/a1214654-650a-4bdd-b1f9-56818a99ac38/04b02b8c-8b3b-4866-8de3-730137a7c41e.png",
    "altTitles": [
      {
        "en": "Luring the Enemy Deeper"
      },
      {
        "vi": "Dụ Địch Thâm Nhập"
      },
      {
        "zh": "诱敌深入"
      },
      {
        "zh-ro": "Yòu Dí Shēn Rù"
      }
    ],
    "description": {
      "en": "The regent wields overwhelming power over the court and nation, harboring ambitions as wild as those of a wolf. Zang Xiaojing, the emperor's most beloved brother, is determined to eliminate this major threat for his brother. Yet, who would have thought that in his attempt to lure the enemy deeper, he would find himself caught up in the very trap he had set?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61d81be6-2759-4cc4-9815-7952a3449149",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken: Clayman Revenge"
    },
    "updatedAt": "2024-03-20T17:38:06+00:00",
    "coverArt": "https://mangadex.org/covers/61d81be6-2759-4cc4-9815-7952a3449149/a96f4675-7385-43ba-85b8-7fc54e9190f0.jpg",
    "altTitles": [
      {
        "ja": "転生したらスライムだった件: クレイマン Revenge"
      },
      {
        "en": "That Time I Got Reincarnated as a Slime: Clayman's Revenge"
      },
      {
        "ru": "О моём перерождении в слизь: Месть Клеймана"
      },
      {
        "ja-ro": "TenSura: Clayman Revenge"
      },
      {
        "ar": "ذلك الوقت الذي تجسد فيه كسلايم: انتقام كلايمان"
      },
      {
        "tr": "Tensei Shitara Slime Datta Ken: Clayman'in İntikamı"
      },
      {
        "uk": "Про моє переродження в слиз: Помста Клеймана"
      }
    ],
    "description": {
      "en": "Walpurgis ended with echoes of a public condemnation. It seems as if a clown's dream has already ran its course. But as if fate was pranking, or the world has other plans, the  supposedly dead Clayman has been resurrected from the dead. Is it the beginning of his dark era once more...?\n\nA new spin-off \"Tensura\" manga written by the original author Fuse himself!",
      "ja": "ワルプルギスに響き渡った断末魔。道化の夢は一度は尽きたかと思われた。しかし運命のイタズラか、世界の選択か、死んだはずのクレイマンは復活し、再び暗躍を始め･･･る？",
      "es-la": "Este Manga Spinoff es una historia alternativa que sucede luego de los eventos del Volumen 6 de la Novela Ligera.\n\nHistoria alternativa que continua despues de los eventos del Volumen 6 de la Novela Ligera. - El Walpurgis habia terminado con el grito de su muerte. Parecia que el sueño del arlequin habia llegado a su fin. Sin embargo, ya sea por una broma del destino o una decisión del mundo, Clayman quien supuestamente murio, ha resucitado una vez mas. ¿Es el comienzo de una nueva era oscura...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-06-11T14:00:20+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "God's Blessing on This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      },
      {
        "en": "Bless This Wonderful World!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95e0a3cf-052c-460a-8897-cde70d39561d",
    "title": {
      "en": "Kyoujin Kankei"
    },
    "updatedAt": "2024-06-30T14:17:39+00:00",
    "coverArt": "https://mangadex.org/covers/95e0a3cf-052c-460a-8897-cde70d39561d/b0229549-1efa-4fd7-8dc6-9675dbd20e00.png",
    "altTitles": [
      {
        "ja": "狂人関係"
      },
      {
        "fr": "Folles passions"
      },
      {
        "en": "Madman Relationship"
      },
      {
        "en": "Furious Love"
      }
    ],
    "description": {
      "en": "Edo period, a young draftsman, Sutehachi, arrives at Katsuhika Hokusai's house, the genius of the print and his daughter O-ei. If the boy's passion for drawing does not give way to that of the master, haunted just like him by the passion of the print, he is also very attracted by the world of pleasures."
    },
    "status": "completed",
    "releaseDate": 1973,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "44"
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-06-26T04:40:46+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/d241a461-acac-48f4-9c8a-ec8211619263.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b52f32ed-5e46-4fa6-b8dd-6a0f46ebe3c2",
    "title": {
      "en": "The Savior's Bucket List"
    },
    "updatedAt": "2024-06-29T01:25:14+00:00",
    "coverArt": "https://mangadex.org/covers/b52f32ed-5e46-4fa6-b8dd-6a0f46ebe3c2/9d3177ee-b0f9-482e-837a-190be401b5b9.jpg",
    "altTitles": [
      {
        "ko": "구원자의 버킷리스트"
      },
      {
        "ko-ro": "Guwonjaui Beokisliseuteu"
      }
    ],
    "description": {
      "en": "Yonghak ultimately failed to save the world despite repeated regressions. At the next regression, he decides to quit being a savior. But suddenly, disciples show up, one by one... Will the world be kept safe?! Will the savior be able to fulfill his bucket list of wishes for rest?!",
      "ko": "반복되는 회귀에도 결국 세상을 구원하지 못한 용학 \n다음 회귀에 이르러 구원자를 그만두기로 한다. \n그런데 하나둘 제자가 생기고… 세상이 자꾸만 구원되기 시작한다?! \n과연 구원자는 쉬고 싶어 하는 자신의 버킷리스트를 이룰 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9132169e-1825-4189-b3d9-db5efaffcc46",
    "title": {
      "en": "The Trapped Beast"
    },
    "updatedAt": "2024-04-19T00:04:44+00:00",
    "coverArt": "https://mangadex.org/covers/9132169e-1825-4189-b3d9-db5efaffcc46/e40a77fe-2e56-4df5-8c0b-be4627206bb3.png",
    "altTitles": [
      {
        "zh": "困兽之染"
      },
      {
        "en": "The Stain of the Trapped Beast"
      },
      {
        "zh-hk": "困獸之染"
      },
      {
        "zh-ro": "Kùn Shòu Zhī Rǎn"
      }
    ],
    "description": {
      "en": "Once a prince of a fallen nation, but due to the defeat in war, he could only be reduced as a prisoner and become plaything for the powerful people of the victorious nation. Xing Mu, who endured the humiliation and disguised himself as an Omega, was on a mission of revenge and restoration of his homeland. However, his biggest obstacle was the helpless second prince of the enemy nation — a beautiful omega who was marked by him in an accident. Therefore, the love and hate between the two, accompanied by the dark surge of revenge, tightly entangled together...",
      "pl": "Kiedyś należał do rodziny królewskiej, lecz jego kraj poniósł solidną porażkę. Mógł tylko zostać jeńcem dla potężnych ludzi zwycięskiego kraju, aby mogli się zabawić jego kosztem. Xing Mu, mimo iż czuł upokorzenie, przebrał się za Omegę, by móc się zemścić i odbudować swój kraj. Jednakże... Najważniejszą przeszkodą, jaką musiał pokonać, był drugi książę wroga, Hill, którego przez przypadek oznaczył, czyniąc z niego jego Omegę. W tym momencie miłość i nienawiść między dwojgiem ludzi są ściśle splecione z nurtem zemsty...."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "458082c6-5f0b-4844-8bf2-01f40ff7a0cc",
    "title": {
      "en": "Kinmuchuu ni Senpai Rashiki Hito no Shashin ga Takusan Okuraretekurun desu ga... (Fan Colored)"
    },
    "updatedAt": "2024-07-29T11:39:49+00:00",
    "coverArt": "https://mangadex.org/covers/458082c6-5f0b-4844-8bf2-01f40ff7a0cc/ee815ecd-29ee-4af5-9510-cff699d57f5e.png",
    "altTitles": [
      {
        "en": "I'm in the Middle of Working When I Received a Lot of Photos of a Person Who Looks Like My Senpai... (Fan Colored)"
      },
      {
        "ja": "勤務中に先輩らしき人の写真がたくさん送られてくるんですが…… (Fan Colored)"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5542f387-8e85-478a-8d58-f42ca521bd8f",
    "title": {
      "en": "H-Years Shameless School"
    },
    "updatedAt": "2024-07-29T13:00:49+00:00",
    "coverArt": "https://mangadex.org/covers/5542f387-8e85-478a-8d58-f42ca521bd8f/c7b73163-eb18-4e6a-b00a-cb8a7884c455.jpg",
    "altTitles": [
      {
        "ja": "平成ハレンチ学園"
      },
      {
        "ja-ro": "Heisei Harenchi Gakuen"
      },
      {
        "en": "Heisei era Shameless School"
      },
      {
        "en": "Modern-Era Shameless School"
      }
    ],
    "description": {
      "en": "Modern-era remake/alternative future of the infamous Harenchi Gakuen.\n\nYamagishi and Fukurokoji fresh from University are starting as the first male teachers in the prestigious girls' Harenochi school. Sure enough, like the predecessor \"Harenchi Gakuen\", the school isn't lacking in perverted teachers and students.\n\nThis manga was also adapted into OVA of the same name [animenewsnetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=9972)"
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "7c18f5e5-fb9b-4724-b4f5-c38ade9a5806",
    "title": {
      "en": "Undercover Darling"
    },
    "updatedAt": "2024-04-28T19:05:11+00:00",
    "coverArt": "https://mangadex.org/covers/7c18f5e5-fb9b-4724-b4f5-c38ade9a5806/9435138b-017c-4e64-a752-6e0dc26e7c06.jpg",
    "altTitles": [
      {
        "ko": "언더커버 달링"
      }
    ],
    "description": {
      "en": "The daily life of Lee Jae, a hot-blooded police officer in a quiet rural village, is turned upside down by the reunion with his first love.Who would have thought that his first love, who had suddenly disappeared without a word one day, would reappear before him as a gangster?\"Just bear with it a little longer. I'm going to do everything that I've been putting off today.\"Can he resist that dirty handsome face that he never wanted to see again?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d6e6097-5612-476b-b7a7-825826ddb9a4",
    "title": {
      "en": "Netkama Punch!!!"
    },
    "updatedAt": "2024-05-31T20:06:40+00:00",
    "coverArt": "https://mangadex.org/covers/6d6e6097-5612-476b-b7a7-825826ddb9a4/b30b48ed-e23f-41bc-8181-454ca516e1f9.png",
    "altTitles": [
      {
        "ko": "넷카마 펀치!!!"
      },
      {
        "es": "Netkama PUNCH!!!: La venganza perfecta"
      },
      {
        "ja": "ネカマパンチ!!!"
      },
      {
        "zh": "伪娘重拳"
      }
    ],
    "description": {
      "en": "Netkama – a male who portrays himself as female online. This is what Kim Seyeong decides to become after reencountering Shin Heejae, the guy who destroyed Seyeong's gaming career in \"Arcadia\" a year prior. His plan is to pretend to be a girl in the game, get Heejae to fall for him, and then make the big reveal to everyone so that his archnemesis will also be humiliated out of \"Arcadia\" forever. But being a dude trying to become the girlfriend of your worst enemy is no easy feat, especially more so when said worst enemy starts to show a bit too much interest in you. Will Seyeong come out the victor of this scheme? Or will he find himself losing to Heejae all over again?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "81"
  },
  {
    "mangaId": "de7769da-b078-4978-8458-3d5dec2f99af",
    "title": {
      "en": "Brother for Rent"
    },
    "updatedAt": "2024-07-26T16:31:49+00:00",
    "coverArt": "https://mangadex.org/covers/de7769da-b078-4978-8458-3d5dec2f99af/d2aa737d-d792-415e-971d-c5f1ec7a9069.jpg",
    "altTitles": [
      {
        "pt-br": "Irmão de Aluguel"
      },
      {
        "en": "Rental Onii-chan"
      },
      {
        "uk": "Старший брат напрокат"
      },
      {
        "ja": "レンタルおにいちゃん"
      }
    ],
    "description": {
      "en": "What the young girl rents is not a movie, but a brother, and the wonderful warm feeling of spending time with him. With her parents deceased, and her once kind brother changed… What the girl seeks is the warmth of a family that she once had. Even if it's a rental one.",
      "id": "Menceritakan seorang anak perempuan bernama Kanami, dia mempunyai kakak yang baik dan perhatian terhadapnya, namun sebuah insiden tidak terduga terjadi yang membuat kakaknya tersebut berubah drastis dari kakak yang baik dan perhatian berubah menjadi kakak yang tidak peduli terhadap sekitarnya, karena hal itu Kanami merasa diasingkan dan tidak dipedulikan. Namun, sesuatu yang tidak terduga terjadi…  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/ichiiro_hako)   \n- [Author's Pixiv](https://www.pixiv.net/member.php?id=11877871)",
      "pt": "O que a garota alugou foi, um tempo feliz e amigável com seu falso irmão. A morte de seus pais… A completa mudança de seu irmão que era gentil… A garota que agora está sozinha e ferida, almejando a gentileza que um dia viu em seu irmão… Diz: Eu vou alugar um irmão! …Com dinheiro. Mesmo alugando, eu quero ter uma \"família\"."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "3229b2db-0e84-497c-999b-aa50728d2371",
    "title": {
      "en": "Anata-tachi Soredemo Sensei Desu ka!"
    },
    "updatedAt": "2024-07-21T22:57:17+00:00",
    "coverArt": "https://mangadex.org/covers/3229b2db-0e84-497c-999b-aa50728d2371/de887102-b33b-4276-9cc7-875cd045cde1.jpg",
    "altTitles": [
      {
        "ja": "あなた達それでも先生ですかっ！"
      },
      {
        "en": "You Still Call Yourselves Teachers?!"
      },
      {
        "pl": "Czy wy nadal jesteście nauczycielami?"
      }
    ],
    "description": {
      "en": "One day, school teachers come as freeloaders to the inn run by his parents!? Kazami Hiro, a high school boy, decides to take care of the inn and his future!? Under one roof, The forbidden harem romantic comedy begins!!",
      "ja": "親が経営する旅館にある日、居候としてやってきたのは学校の先生たち!? 男子高校生・風見ヒロは旅館のため、自分の未来のためにお世話をすることに!? 一つ屋根の下、禁断のハーレムラブコメが開幕!!",
      "pl": "Pewnego dnia nauczyciele przychodzą jako freeloaderzy do zajazdu prowadzonego przez jego rodziców!? Kazami Hiro, uczeń szkoły średniej, postanawia zadbać o zajazd i swoją przyszłość!? Pod jednym dachem rozpoczyna się zakazana haremowa komedia romantyczna!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7fb957e4-a94b-496d-be91-b7d75fad7b21",
    "title": {
      "en": "Osananajimi to wa Romcom ni Naranai"
    },
    "updatedAt": "2024-06-28T11:51:12+00:00",
    "coverArt": "https://mangadex.org/covers/7fb957e4-a94b-496d-be91-b7d75fad7b21/9d603ea2-7540-429a-a955-8098f059f4b3.jpg",
    "altTitles": [
      {
        "ja": "幼馴染とはラブコメにならない"
      },
      {
        "ja-ro": "Osananajimi to wa Love Comedy ni Naranai"
      },
      {
        "th": "ไม่มีทางที่มันจะกลายเป็นเลิฟคอมเมดี้กับยัยเพื่อนสมัยเด็กหรอก"
      },
      {
        "zh-hk": "和青梅竹馬之間不會有戀愛喜劇"
      },
      {
        "ar": "لا مزيد من الحب مع الفتيات."
      },
      {
        "ru": "Больше никакой любви к девушкам"
      },
      {
        "vi": "Làm Gì Có Chuyện Tình Hài Hước Giữa Bạn Thuở Nhỏ Được!"
      },
      {
        "en": "It Won't Become A Romcom With Childhood Friends"
      },
      {
        "en": "No more love with the girls."
      }
    ],
    "description": {
      "en": "The high school boy Eiyuu has a problem! His two childhood friends (♀) who go to the same school as him, Shio and Akari, are too cute! Even though they have no interest in him, he looks at their grown-up selves with sexual interest. If they were to find out… it would be utterly embarrassing! Meanwhile, his two childhood friends also have secrets of their own...!? It's irritating! It's complicated!! But childhood friends are the best!!! A sweet and irritating love triangle romcom ♡ where you can't be honest!",
      "ja": "高校生男子・えーゆーの悩み。それは、二人の幼馴染「しお」と「あかり」が可愛すぎること! 向こうにその気はないのに、俺だけがオトナになった二人をエッチな目で見てるなんてバレたら…ハズすぎる! 一方、実は二人もえーゆーのことが…!? ヒロイン全員、幼馴染!! じれったい! ややこしい!! けど幼馴染って超最高っ!!!",
      "th": "เอยู (A.U.) หนุ่มมอปลายที่กำลังพบปัญหาใหญ่! ปัญหานั่นก็คือเพื่อนสมัยเด็กทั้งสองคน \"ชิโอ\" และ \"อาการิ\" ที่อยู่โรงเรียนเดียวกันนั้นน่ารักเกินต้าน! ถ้าหากทั้งสองรู้ว่าเขาได้มองพวกเธอที่เติบโตขึ้นมาอย่างสมส่วนด้วยสายตาลามก (ถึงแม้จะไม่ได้ตั้งใจ) ล่ะก็มีหวังแย่แน่! ในทางกลับกัน เพื่อนสมัยเด็กทั้งสองคนนั้นเองก็มีความลับของตนเอง...!? ทั้งหยอกเย้า! ทั้งทำให้สับสน!! ถึงจะอย่างนั้นเพื่อนสมัยเด็กนี่แหละยอดที่สุด!!! เลิฟคอมเมดี้รักสามเส้าแสนหวานที่พูดตรง ๆ ไม่ได้♡"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10939bf2-2dc7-4aae-8e4b-e96ba25c94de",
    "title": {
      "en": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
    },
    "updatedAt": "2024-07-29T12:53:09+00:00",
    "coverArt": "https://mangadex.org/covers/10939bf2-2dc7-4aae-8e4b-e96ba25c94de/0420a0b8-7c94-4cf6-bdf6-f5a81a249833.jpg",
    "altTitles": [
      {
        "ja": "外面は最高なのに、家では本性むき出しの義姉"
      },
      {
        "ja-ro": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
      },
      {
        "en": "Even Though the Outside Is the Best, Her Sister-in-Law Has a Bare Nature at Home"
      },
      {
        "es-la": "Mi hermanastra que es perfecta en público, muestra su verdadera cara en casa."
      },
      {
        "en": "My Stepsister Who Is Perfect in Public, Shows Her True Colors at Home"
      }
    ],
    "description": {
      "en": "One of my classmates is the most beautiful girl in our grade, and I was just gazing at her from afar.\n\nBut when I came home, I found her there and she was acting strangely...\n\nThis is a manga about a sister and brother who are classmates, but turn out to be a “neeshota”!\n\n---\n\n**Note:** The alternative English title (Even Though the Outside Is the Best, Her Sister-in-Law Has a Bare Nature at Home) is the one used on Amazon."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]