[
  {
    "mangaId": "eaa7e3d4-4f91-4a2e-89b0-afe448dc6b2a",
    "title": {
      "en": "Violence Jack"
    },
    "updatedAt": "2024-07-06T09:59:03+00:00",
    "coverArt": "https://mangadex.org/covers/eaa7e3d4-4f91-4a2e-89b0-afe448dc6b2a/e80b4f79-337a-45fc-8f36-b5fbb853868b.jpg",
    "altTitles": [
      {
        "ja-ro": "Baiorensu Jakku"
      },
      {
        "en": "Violence Jack - Advent of the Demon Lord"
      },
      {
        "ja-ro": "Violence Jack Mao Korin Hen"
      },
      {
        "ja": "バイオレンスジャック"
      },
      {
        "ja": "バイオレンスジャック　魔王降臨編"
      },
      {
        "zh": "暴力傑克"
      },
      {
        "zh-hk": "闘魔王傑克"
      },
      {
        "ru": "Жестокий джек"
      }
    ],
    "description": {
      "en": "September 11, 197x, In the whole Kanto region a magnitude 8-9 violent earthquake occurred. Scholars called it the great destruction of the Showa Era, but the people called it the earthquake from hell! Volcanoes erupted, buildings crumbled, Tokyo became decimated in a single day. The government, after failing to recover the city, abandons Tokyo and moves the capital. The survivors form a society with no laws. In this harsh lawless world emerges Jack, a 10 foot giant who annihilates anyone and anything in his path. The manga details his journey.  \n  \nThe numbering is from the Complete Edition, with around 20 Chapters per volume."
    },
    "status": "completed",
    "releaseDate": 1973,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "2"
  },
  {
    "mangaId": "931fd4fd-6c22-485e-b717-2dce335500b1",
    "title": {
      "en": "God of Martial Arts"
    },
    "updatedAt": "2024-01-16T12:20:49+00:00",
    "coverArt": "https://mangadex.org/covers/931fd4fd-6c22-485e-b717-2dce335500b1/6d6dcc4a-ae39-44f4-a6a5-2f0b997043b4.jpg",
    "altTitles": [
      {
        "id": "Dewa Seni Beladiri"
      },
      {
        "en": "GoMA"
      },
      {
        "zh-ro": "Juéshì Wǔshén"
      },
      {
        "en": "Peerless Martial God"
      },
      {
        "en": "PMG"
      },
      {
        "ru": "Бог боевых искусств"
      },
      {
        "th": "เทพยุทธ์พลิกลิขิตสวรรค์"
      },
      {
        "zh": "绝世武神"
      },
      {
        "vi": "Tuyệt Thế Võ Thần"
      }
    ],
    "description": {
      "en": "In this world, respect is earned with martial arts. Weak martial artists have strengths of tens of thousands of pounds, capable of cracking boulders. And the strong ones can cut off rivers and split mountains. There are even martial kings who know everything and can travel across the universe. Martial art decides your fate as well as your life and death. The weak is humiliated while the strong looks down on the world. This is a a world where the strong bullies the weak. People's statuses are decided by the levels of their cultivation of martial arts. Each faction fights for the title of \"The Strongest\". Only the strong ones have the right to survive. Even if you are from the same clan or faction, if you are weak, then you will be bullied and kicked out without mercy.  \n  \nAfter a car accident, Lin Feng crosses over to this new world into the body of a young master from the powerful Lin Family.  \nWill Lin Feng be used by others again or will he forge his own path in this place where, regardless of your family ties or sect, only the strong have the right to live.  \n\n\n---",
      "fr": "Dans ce monde, le respect se gagne avec les arts martiaux. Les artistes martiaux faibles ont des forces de dizaines de milliers de pounds, capables de craquer des blocs rocheux. Et les plus forts peuvent couper les rivières et creuser des montagnes. Il y a même des rois martiaux qui savent tout et peuvent voyager à travers l'univers. L'art martial décide de votre destin ainsi que de votre vie et de votre mort. Les faibles sont humiliés tandis que les forts méprisent tout le monde. C'est un monde où les forts intimident les faibles. Les statuts des gens sont déterminés par les niveaux de culture des arts martiaux. Chaque faction se bat pour le titre du \"plus fort\". Seuls les forts ont le droit de survivre. Même si vous appartenez au même clan ou à la même faction, si vous êtes faible, alors vous serez persécuté et expulsé sans pitié.",
      "pt-br": "Neste mundo, o respeito é obtido através das artes marciais. A força de artistas marciais fracos é igual a dezenas de milhares de libras, capazes de quebrar rochas. E os fortes podem cortar rios e dividir montanhas. Há até reis marciais que conhecem tudo e podem viajar pelo universo. A arte marcial decide seu destino, bem como sua vida e sua morte. Os fracos são humilhados enquanto o olhar forte para o mundo. Este é um mundo onde os fortes intimidam os fracos. O status das pessoas é decidido pelos níveis de cultivo de artes marciais. Cada facção luta pelo título de \"O mais poderoso\". Apenas os fortes têm o direito de sobreviver. Mesmo se você é do mesmo clã ou facção, se você é fraco, então você será intimidado e expulso sem piedade."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31b701a7-78bd-4bb5-931a-6308c807df88",
    "title": {
      "en": "Childhood Friendship Is Hard"
    },
    "updatedAt": "2023-02-14T01:38:31+00:00",
    "coverArt": "https://mangadex.org/covers/31b701a7-78bd-4bb5-931a-6308c807df88/2ff1a317-b9bf-4741-868a-0bd60c4caa69.png",
    "altTitles": [
      {
        "ja": "幼馴染って難しい"
      },
      {
        "ja-ro": "Osananajimitte Muzukashii"
      },
      {
        "pt-br": "Amigos de infância São complicados!"
      }
    ],
    "description": {
      "en": "Yuuma and Rin are childhood friends that are joined at the hip. However, they're mutually expecting a little something or another to nudge their relationship a little closer... not that they'll ever admit it, mind you!",
      "pt-br": "Yuuma e Rin são amigos de infância bastante unidos. No entanto, eles esperam mutuamente que uma coisinha ou outra aconteça para que aproxime um pouco mais seu relacionamento... não que eles admitam isso!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bd72573-7512-4a38-b9fe-ae00a4776fdd",
    "title": {
      "en": "Amarimono Isekaijin no Jiyuu Seikatsu: Yuusha ja Nai node Katteni Yarasete Moraimasu"
    },
    "updatedAt": "2023-10-26T18:24:38+00:00",
    "coverArt": "https://mangadex.org/covers/0bd72573-7512-4a38-b9fe-ae00a4776fdd/9d03fe53-79d4-4085-84c4-65c6533d73c3.jpg",
    "altTitles": [
      {
        "ja": "余りモノ異世界人の自由生活～勇者じゃないので勝手にやらせてもらいます～"
      },
      {
        "ja-ro": "Amarimono Isekaijin no Jiyuu Seikatsu: Yuusha ja Nai node Katteni Yarasete Moraimasu"
      },
      {
        "en": "Free Life of a Leisurely Otherworldly Person: I’m Not a Hero, So I’ll Do Whatever I Want"
      }
    ],
    "description": {
      "en": "Shinichi Sagara, a black corporate warrior. After overcoming a nightmare of consecutive workdays, he finally got on a bus to return home, but unexpectedly, he got transferred to a different world. A young goddess on her knees, “I’m so sorry! I’m sorry! I am really sorry!!” The story unfolded with a climax. I escaped from the country that treats the otherworlders like company slaves and set out for freedom. I changed my name from Shinichi to Shin and moved to another country to live a slow life. But I had to take care of the stupid prince, hunt and gather, rant at the stupid prince, raise my adventurer rank, listen to the goddess complain, discipline the stupid prince, rant at the stupid prince again, then contribute to society…. So, this is the beginning of my slow life in another world.",
      "ja": "ブラック企業に勤める相良真一（シン）は、勇者召喚に巻き込まれて異世界に転移する。ところが、彼が転移した先は異世界人の優れた能力を搾取するトンデモ国家だった。即座にヤバイ臭いを嗅ぎつけたシンは、早々に国外脱出を敢行。他国の山村で念願のスローライフを始める。そんなある日、シンは領主屋敷の離れに幽閉されている貴人と知り合う。この出会いが、静かな田舎暮らしを一変させることに…!?",
      "pt-br": "Shinichi Sagara, um guerreiro corporativo. Depois de superar um pesadelo de dias úteis consecutivos, ele finalmente pegou um ônibus para voltar para casa, mas inesperadamente foi transferido para um mundo diferente. Uma jovem deusa de joelhos, “ Sinto muito! Eu sinto Muito! Sinto muito !! ” A história se desenrolou com um clímax. Eu escapei do país que trata os outros mundos como os da empresa e parti para a liberdade. Mudei meu nome de Shinichi para Shin e me mudei para outro país para viver uma vida lenta. Mas eu tive que cuidar do príncipe estúpido, caçar e reunir, reclamar com o príncipe estúpido, elevar minha posição de aventureiro, ouvir a deusa reclamar, disciplinar o príncipe estúpido, reclamar com o príncipe estúpido novamente, depois contribuir para a sociedade…. Então, este é o começo da minha vida lenta em outro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4441847-6e9d-45b7-ac3f-fe7832e27821",
    "title": {
      "en": "Blades of the Guardians"
    },
    "updatedAt": "2023-10-27T12:22:06+00:00",
    "coverArt": "https://mangadex.org/covers/b4441847-6e9d-45b7-ac3f-fe7832e27821/72e2f7dc-faab-4cef-bed1-a4ea61a7b0cb.png",
    "altTitles": [
      {
        "zh-ro": "Biao Ren"
      },
      {
        "en": "Dart People"
      },
      {
        "ja-ro": "Hyojin"
      },
      {
        "ja-ro": "Hyoujin"
      },
      {
        "vi": "Tiêu Nhân"
      },
      {
        "ru": "Клинки Хранителей"
      },
      {
        "ja": "ヒョウ人 -BLADES OF THE GUARDIANS-"
      },
      {
        "zh": "镖人"
      },
      {
        "de": "Biaoren - Die Klingen der Waechter -"
      }
    ],
    "description": {
      "en": "Escort refers to paid warriors. Their targets of protection are also referred to targets as they are wanted by the government. On the eve of civil chaos during the last years of Sui dynasty, with the rise of a reign of terror around the country, various peoples' feelings of grudge and animosity develop.",
      "id": "Mengambil latar belakang di akhir Dinasti Sui (581–618), munculnya banyak kekacauan di seluruh negeri. Dao Ma dan anaknya Xiao Qi, mencari uang dengan cara menjadi pengawal bayaran atau membunuh orang yang menjadi incaran pemerintah."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fed69a73-de21-4862-95f7-d129e69060e0",
    "title": {
      "en": "The Strongest Childhood Friend"
    },
    "updatedAt": "2024-05-20T16:52:20+00:00",
    "coverArt": "https://mangadex.org/covers/fed69a73-de21-4862-95f7-d129e69060e0/e2644fa7-14d3-4ef2-9c37-5ea1d5eeb09b.jpg",
    "altTitles": [
      {
        "ja": "最強の幼なじみ"
      },
      {
        "ja-ro": "Saikyou no Osananajimi"
      },
      {
        "id": "Teman masa kecil terkuat"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54e7001b-6112-4d5f-8b0e-d8df33abf72d",
    "title": {
      "en": "Shikanoko Nokonoko Koshitantan"
    },
    "updatedAt": "2024-09-13T20:24:19+00:00",
    "coverArt": "https://mangadex.org/covers/54e7001b-6112-4d5f-8b0e-d8df33abf72d/476f0dee-8c3b-4e0f-9c02-fa8019ea2f25.jpg",
    "altTitles": [
      {
        "ja": "しかのこのこのここしたんたん"
      },
      {
        "en": "My Deer Friend Nokotan"
      },
      {
        "ru": "Моя подруга-олениха, Нокотан"
      },
      {
        "tl": "Ang Pag-usa-baybay kay Noko Shikanoko"
      },
      {
        "id": "Kenapa Temanku Kepalanya Kayak Rusa?"
      },
      {
        "vi": "Bạn nai Nokotan của tôi"
      }
    ],
    "description": {
      "en": "No one knows Torako used to be a delinquent. All of her classmates only know her as the perfect student. But everything changes when Nokotan, a transfer student with antlers, enters her life. Antlers aren’t the only thing strange about Nokotan. Her deer nose can sniff out Torako’s secret past! Whether it’s at school or the zoo, chaos follows this doe-eyed girl’s every step. Torako has so many questions! Is Nokotan a deer, a girl, or something in-between?\n\nTrivia:\n- The author is the illustrator/'mama' for Hololive Vtuber [Amane Kanata (天音かなた)](https://www.youtube.com/@AmaneKanata). Because of this, physical copies on Amazon sold out within a day.",
      "ja": "出会いはある朝、彼女のツノが電線に引っかかっていたから………!?うっかり変なツノの生えた女の子を助けたことで優等生（の皮を被った）虎視虎子の人生が大混乱に!?一人の少女（元ヤン）が一人のシカ（？）に出会うガール・ミーツ・シカ物語（コメディ）開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-08-06T11:25:43+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/3b271922-4649-45e8-b98f-4c92bc32e055.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d4b349e-b7a2-4d63-9ce0-f864e790c4a2",
    "title": {
      "en": "Veil"
    },
    "updatedAt": "2024-06-13T03:52:04+00:00",
    "coverArt": "https://mangadex.org/covers/0d4b349e-b7a2-4d63-9ce0-f864e790c4a2/d007f9f5-c959-4c03-9c8e-4f1bb19f5ecd.jpg",
    "altTitles": [
      {
        "ja": "ヴェール"
      },
      {
        "ne": "घुम्टो"
      }
    ],
    "description": {
      "en": "\"He\", a police officer on his shift, happened to meet \"her\" on the streets, by chance.\n\nThrough its bold, yet delicate brushwork and elegant prose, this stylish, full-colour comic illustrates the subtle air of intimacy between these two individuals.\n\n---\nA chance encounter. A handsome policeman. A beautiful woman. A tentative love affair smolders on the snowy cobblestone streets, out of sight of those that might keep them apart. \n\n*Veil* is a beautifully illustrated full-color romance manga, told in stylish short vignettes, beautiful illustrations, and secret moments.",
      "pt-br": "Eles se conheceram na rua por acaso. Ele era policial e ela caminhava pela rua. Através de suas pinceladas ousadas, mas delicadas e diálogos elegantes, esta história refinada e colorida, ilustra o ar sutil da intimidade presente entre os dois."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "561255a9-f8d1-487c-ae37-f98a6ec21e8d",
    "title": {
      "en": "Blessing in Disguise"
    },
    "updatedAt": "2024-09-16T20:31:12+00:00",
    "coverArt": "https://mangadex.org/covers/561255a9-f8d1-487c-ae37-f98a6ec21e8d/584ef956-984a-4a1c-b6bd-9408921bb452.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8280b28c-aeff-4f89-ac99-a4c783e14782",
    "title": {
      "en": "Tensei Shite High Elf ni Narimashitaga, Slow Life wa 120-nen de Akimashita"
    },
    "updatedAt": "2024-07-12T15:34:07+00:00",
    "coverArt": "https://mangadex.org/covers/8280b28c-aeff-4f89-ac99-a4c783e14782/f752bc3d-d7c4-4767-84d5-2a40ef57f552.jpg",
    "altTitles": [
      {
        "ja": "転生してハイエルフになりましたが、スローライフは１２０年で飽きました　-Highelf with a long life-"
      },
      {
        "en": "I Was Reborn and Became a High Elf, but I Got Tired of My Slow Life after 120 Years"
      },
      {
        "en": "Growing Tired of the Lazy High Elf Life After 120 Years"
      },
      {
        "en": "High Elf with a Long Life"
      },
      {
        "en": "Enough with This Slow Life! I Was Reincarnated as a High Elf and Now I’m Bored"
      }
    ],
    "description": {
      "en": "Life in the Great Pulha Woodlands is the very definition of stillness and tranquility—and Acer’s had enough of it! That’s right. Acer isn’t quite like the other high elves of the forest. For starters, he remembers living a past life as a human in another world...meaning he’s got a taste for meat, adventure, and plenty of other decidedly un-elven things! He’s also bored out of his skull after 120 years of the peace and quiet of their serene sylvan lifestyle. So with nothing more than his trusty bow, a bundle of life-giving fruit, and his close bond with the spirits of nature, Acer leaves the monotony of the forest behind to seek a new life, one that’s more his pace. See what excitement awaits in the outside world full of humans, dwarves, and even other elves!\n\n* [Official English Light Novel](https://j-novel.club/series/enough-with-this-slow-life-i-was-reincarnated-as-a-high-elf-and-now-i-m-bored)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-09-14T09:37:48+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/7146785d-b0f9-4ba5-9570-0558900da1ad.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "316d3d09-bb83-49da-9d90-11dc7ce40967",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 3-bu 「Ryouchi ni Hon o Hirogeyou!」"
    },
    "updatedAt": "2024-08-10T16:21:49+00:00",
    "coverArt": "https://mangadex.org/covers/316d3d09-bb83-49da-9d90-11dc7ce40967/07a6b320-bd19-404f-b582-110ffc76c164.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 3 「Let's Spread the Book to the Territory!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 3"
      },
      {
        "en": "Honzuki no Gekokujou: Part 3"
      },
      {
        "fr": "La Petite Faiseuse de Livres"
      },
      {
        "ja": "本好きの下剋上 ～司書になるためには手段を選んでいられません～ 第三部 「領地に本を広げよう！」"
      },
      {
        "ja": "本好きの下剋上 第三部"
      }
    ],
    "description": {
      "en": "Following a disastrous encounter with a noble, Myne finally resolves to say goodbye to her family and friends in the lower city, changing her name to “Rozemyne” and beginning her new life as the adopted daughter of Ehrenfest’s archduke. However, her days as an archnoble in noble society are brutal, as she is put through rigorous etiquette and magic training on top of her duties as High Bishop and forewoman. It all proves too much for a weak little seven-year-old girl… Or it would have, had the High Priest not offered her the keys to the temple’s book room as a reward. If she could get her hands on those, she’d be able to read all sorts of precious books! Her name may have changed, but Rozemyne’s passion for books remains the same as she charges into a whole new world! The detailed setting expands as the printing industry grows in size. Here begins Part 3 of this biblio-fantasy for book lovers everywhere!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c492c1b9-a1e0-48d9-812f-4cae90968355",
    "title": {
      "en": "The Marked"
    },
    "updatedAt": "2024-09-11T12:46:33+00:00",
    "coverArt": "https://mangadex.org/covers/c492c1b9-a1e0-48d9-812f-4cae90968355/5a6cce14-03b0-4f12-bbd1-adf29b1cb310.png",
    "altTitles": [
      {
        "pt-br": "Os Marcados"
      }
    ],
    "description": {
      "en": "In a world where reincarnation is a known phenomenon, the legend of the Marked Ones is often dismissed as nothing more than a children's tale. Yet, deep within an isolated, nameless forest, the first Marked One, Hassasha, was born. \n\nMysterious symbols adorned her skin, said to be a curse or perhaps a gift from a forgotten deity. As she grows, Hassasha begins to uncover the truth behind her markings, unlocking ancient powers and secrets that could change the fate of the world —if they don't destroy her first."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e8daf88-23e3-4a57-a3ec-f5aa904bf850",
    "title": {
      "en": "Genius Hitter Hits Fastball"
    },
    "updatedAt": "2024-09-16T21:43:39+00:00",
    "coverArt": "https://mangadex.org/covers/5e8daf88-23e3-4a57-a3ec-f5aa904bf850/b22dc2e5-9a03-4bd9-9f8b-141fe1896908.jpg",
    "altTitles": [
      {
        "ko": "천재 타자가 강속구를 숨김"
      },
      {
        "zh": "回到愛情本壘"
      }
    ],
    "description": {
      "en": "Even he, Kang Geon-woo, a genius major leaguer who gained wealth, fame, and everything, could not continue a happy married life with his wife. He, who felt regretful about his wife's absence, returned to the past with the power of a mysterious ring.\n\nAs a high school student in the midst of a fresh romance, will he be able to find love this time?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc3db8cd-fe54-457d-90b3-3cc43148b9c8",
    "title": {
      "en": "Jesus"
    },
    "updatedAt": "2024-05-21T15:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/dc3db8cd-fe54-457d-90b3-3cc43148b9c8/884a541d-6edf-4943-80b4-9d3354af7345.png",
    "altTitles": [
      {
        "ja": "シーザス"
      },
      {
        "ja": "復活殺手JESUS"
      },
      {
        "en": "Jesus (FUJIWARA Yoshihide)"
      },
      {
        "id": "J"
      }
    ],
    "description": {
      "en": "The underground speaks of hitman of incredible skill, this man goes by the name \"Jesus.\" Why, you ask? because that happens to be last word to escape the lips of any fool unfortunate enough to be caught on the wrong end of his gun.\n\n\n----\n\nIndonesian release by Elex Media Komputindo as **J**"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "125"
  },
  {
    "mangaId": "d2d0d213-8987-4348-8d20-b1e6d6a883d2",
    "title": {
      "en": "Aura of a Genius Actor"
    },
    "updatedAt": "2024-06-13T00:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0d213-8987-4348-8d20-b1e6d6a883d2/1ca14bcc-66a1-4f9a-93b0-b8c135e5a2d2.jpg",
    "altTitles": [
      {
        "en": "Genius Actor's Aura"
      },
      {
        "ko": "천재 배우의 아우라"
      }
    ],
    "description": {
      "en": "Shin Yoomyeong is an unknown actor who kept on chasing his dream despite playing minor roles for 15 years because of his weak presence. One day, he meets the Acting Spirit, Yeonghwi, who he signs a contract with, and begins to shine in his career. In fact, he was always an acting genius,  but he was overshadowed by his weak presence. He creates a perfect character for every work he takes and slowly raises to stardom. However, Yeonghwi, who he saw as his benefactor, starts to seem suspicious…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d6e6097-5612-476b-b7a7-825826ddb9a4",
    "title": {
      "en": "Netkama Punch!!!"
    },
    "updatedAt": "2024-05-31T20:06:40+00:00",
    "coverArt": "https://mangadex.org/covers/6d6e6097-5612-476b-b7a7-825826ddb9a4/b30b48ed-e23f-41bc-8181-454ca516e1f9.png",
    "altTitles": [
      {
        "ko": "넷카마 펀치!!!"
      },
      {
        "es": "Netkama PUNCH!!!: La venganza perfecta"
      },
      {
        "ja": "ネカマパンチ!!!"
      },
      {
        "zh": "伪娘重拳"
      }
    ],
    "description": {
      "en": "Netkama – a male who portrays himself as female online. This is what Kim Seyeong decides to become after reencountering Shin Heejae, the guy who destroyed Seyeong's gaming career in \"Arcadia\" a year prior. His plan is to pretend to be a girl in the game, get Heejae to fall for him, and then make the big reveal to everyone so that his archnemesis will also be humiliated out of \"Arcadia\" forever. But being a dude trying to become the girlfriend of your worst enemy is no easy feat, especially more so when said worst enemy starts to show a bit too much interest in you. Will Seyeong come out the victor of this scheme? Or will he find himself losing to Heejae all over again?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "81"
  },
  {
    "mangaId": "d786501b-f01e-4134-83bb-2b8c75aab6b2",
    "title": {
      "en": "Mahou Shoujo Madoka Magica - Mami Tomoe's Everyday Life"
    },
    "updatedAt": "2024-08-08T01:07:10+00:00",
    "coverArt": "https://mangadex.org/covers/d786501b-f01e-4134-83bb-2b8c75aab6b2/6c45e72b-9d0a-4757-87a3-a60627fbc02e.jpg",
    "altTitles": [
      {
        "ja-ro": "Tomoe Mami no Heibonna Nichijō"
      },
      {
        "ja": "巴マミの平凡な日常"
      }
    ],
    "description": {
      "ja": "Mami Tomoe's Everyday Life is a slice-of-life featuring a lonely, single, 30-year old Mami Tomoe. It is a remake of the author's original doujinshi series, Mami Tomoe 1X Years Later Mami-san Around 30 Years Old Collection."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "380da075-2030-48d0-9c5f-86742be4ff10",
    "title": {
      "en": "Sentouin, Hakenshimasu!"
    },
    "updatedAt": "2024-07-03T03:24:24+00:00",
    "coverArt": "https://mangadex.org/covers/380da075-2030-48d0-9c5f-86742be4ff10/a489fa05-ecaf-4efc-9eb3-bebdae4397a5.jpg",
    "altTitles": [
      {
        "en": "Combatants Will Be Dispatched!"
      },
      {
        "fr": "Les Combattants Vont Etre Déployés!"
      },
      {
        "ru": "Бойцы будут высланы!"
      },
      {
        "ja": "戦闘員、派遣します！"
      },
      {
        "ko": "전투원, 파견합니다!"
      }
    ],
    "description": {
      "en": "The Secret Society Kisaragi has one mission: world domination! They claim to be an evil organization, but their scientist is eccentric, their hot female generals wear little clothing, and they’re surprisingly concerned about the fate of the world?! No. 6 is a Combatant for Kisaragi, meaning his body has been reconstructed to be stronger and obey the orders of the generals. His latest mission? To do recon on an unknown alien planet with his new partner, the deadpan android Alice. There, he meets a busty female knight… riding a unicorn?! Thus begins their hilarious invasion of a magical fantasy world!",
      "es": "La Sociedad Secreta Kisaragi tiene una misión: dominación mundial. Afirman que es una organización malvada, pero su científica es excéntrica, sus ardientes generales mujeres usan poca ropa y están sorprendentemente preocupados por el destino del mundo. No. 6 es un Combatiente para Kisaragi, lo que significa que su cuerpo ha sido reconstruido para ser más fuerte y obedecer las órdenes de los generales. ¿Su última misión? Hacer reconocimiento en un planeta alienígena desconocido con su nueva pareja, la inexpresiva androide Alicia. Allí, conocí a una caballero tetona…¡¿montando un unicornio?! ¡Así comienza su hilarante invasión de un mundo mágico de fantasía!",
      "pt": "Havia uma empresa chamada Kisaragi, uma sociedade secreta do mal que derruba um número de heróis no mundo e está prestes a conquistar o muno. Como não se sabe os desejos dessa associação, o combatente N° 6, o protagonista, será despachado para outros planetas com a android Alice. No entanto, este combatente mudou as configurações da android pare que ela não se comportasse como se fosse uma invasão, e sim u festival de Ochin, fazendo seus companheiros ficarem estúpidos. Além disso, quando chamaram novos companheiros, os novos membros que se uniram atraíram estandarismo, como a estupida quimera e o bispo. Enquanto isso, o mesmo vendedor que invoca o exército Magus começa a invadir a terra para destruí-la. A notícia se espalha nas ruas por atos de contravenção, e é transmitida ao herói que estava carregando a virtude do mal. “Não há organizações más no mundo” combatente N° 6 finalmente entra em ação com as heroínas metamorfose e as táticas de Kudzu, invadindo o novo mundo.",
      "ru": "Протагонистом является старший элитный боец корпорации зла именуемой как \"Тайное сообщество Кисараги\", которого вместе с девочкой андроидом отправили в другое измерение. И так они оказываются в мире меча и магии, где им предстоит создать предпосылки для захвата этого нового мира корпорацией зла Кисараги.",
      "pt-br": "A Sociedade Secreta Kisaragi tem uma missão: dominar o mundo! Eles afirmam ser uma organização maligna, mas seu cientista é excêntrico, suas generais gostosas usam pouca roupa e estão surpreendentemente preocupadas com o destino do mundo?! O nº 6 é um combatente de Kisaragi, o que significa que seu corpo foi reconstruído para ser mais forte e obedecer às ordens dos generais. Sua última missão? Para fazer reconhecimento em um planeta alienígena desconhecido com sua nova parceira, a andróide inexpressiva Alice. Lá, ele conhece uma cavaleira peituda… montando um unicórnio?! Assim começa a hilariante invasão de um mundo mágico de fantasia!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "66"
  },
  {
    "mangaId": "399f4c2b-8405-4c98-ad48-0b645afe5769",
    "title": {
      "en": "DEAD ROCK"
    },
    "updatedAt": "2024-07-29T23:07:27+00:00",
    "coverArt": "https://mangadex.org/covers/399f4c2b-8405-4c98-ad48-0b645afe5769/9cf395f6-5d4e-475c-9fc9-5755c40f684e.jpg",
    "altTitles": [
      {
        "en": "Dead Rock"
      },
      {
        "ru": "Дэд Рок"
      },
      {
        "fr": "Dead Rock"
      },
      {
        "ja": "デッドロック"
      },
      {
        "ja-ro": "Deddo Rokku"
      }
    ],
    "description": {
      "en": "The latest series by Hiro Mashima is a Demon World Academy Dark Fantasy!!\nDEAD ROCK is a demon king training institution that towers over the depths of the demon world.\nYakuto, a young demon, challenges the harsh entrance exam to knock on the doors of DEAD ROCK!!",
      "fr": "DEAD ROCK se déroule au sein de l'académie sombre et fantastique du même nom, un institut d'entraînement pour les rois démons qui gouvernent les abysses du monde des démons. C'est là que Yakuto, un jeune résident du monde des démons, se lance dans le défi des examens d'admission.",
      "ja": "デッドロック、それは魔界の深層にそびえたつ魔王養成機関。\n魔界人の若者であるヤクトは、デッドロックの門戸をたたくため、過酷な入学試験に挑む!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65976df0-3cc2-49d7-a2e2-f0f5b10aded7",
    "title": {
      "en": "Hatch Potch Panch"
    },
    "updatedAt": "2024-08-10T23:30:38+00:00",
    "coverArt": "https://mangadex.org/covers/65976df0-3cc2-49d7-a2e2-f0f5b10aded7/cfb1dc93-f904-4493-af69-701df31963c1.jpg",
    "altTitles": [
      {
        "ja": "はっちぽっちぱんち,"
      },
      {
        "ja-ro": "Hacchi Pocchi Panchi"
      },
      {
        "en": "Hotch Potch Punch"
      },
      {
        "en": "Hotchpotch Punch"
      }
    ],
    "description": {
      "en": "She was destroying people… in her mind.\n\nKiho Ishiguro is a high school girl who's an honor student at school, and devotes herself to her disabled mother at home. She is quiet and gentle, but deep down inside she has always had the urge to \"hit someone.\" As her feelings gets stronger day by day, Kiho encounters a street criminal. She snaps and unleashes her rage on the bad guy without restraint…? Here comes the JK who will revolutionize the world of women's MMA!",
      "es": "Kuroishi Kiho, en la escuela es una estudiante ejemplar, en casa es una buena hija que ayuda a su madre con sus problemas en las piernas... pero en sus fantasías, es alguien que hace pedazos a la gente. Aunque parece tranquila y gentil, en lo más profundo de su corazón existe un impulso que la hace querer \"golpear a otros\". Desbordada por las fantasías que no la dejan en paz, decide confrontar a un violador, ¿Será capaz de liberar y apaciguar sus emociones reprimidas con este criminal? ¡Entra en escena la estudiante de preparatoria que podría revolucionar las artes marciales de mujeres!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71f90174-12c4-4e5c-bea4-5adbfb086de4",
    "title": {
      "en": "Love's Miracle"
    },
    "updatedAt": "2024-04-22T23:27:24+00:00",
    "coverArt": "https://mangadex.org/covers/71f90174-12c4-4e5c-bea4-5adbfb086de4/7394c367-9353-4de8-9a87-9a02f60da39c.png",
    "altTitles": [
      {
        "ja": "恋の奇跡"
      },
      {
        "ja-ro": "Koi no Kiseki"
      }
    ],
    "description": {
      "en": "Chubby and plain, Taeko's biggest worry is whether she'll ever have the courage to tell her crush how she feels. Then one day a mysterious cousin comes to stay and Taeko's world is shattered. Cast out of her own home after her mother's death, Taeko stumbles into the night and is hit by a truck. When she wakes up, she's greeted by a doctor who promises to turn her life around. And thus begins a tale of revenge and intrigue that's a roller coaster of cracked out soap opera fun from start to finish."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "40"
  },
  {
    "mangaId": "d29071f5-c6bf-4802-aca3-5ee7dde03cdd",
    "title": {
      "en": "Fork & Knife"
    },
    "updatedAt": "2023-09-08T14:49:53+00:00",
    "coverArt": "https://mangadex.org/covers/d29071f5-c6bf-4802-aca3-5ee7dde03cdd/70af3202-0f90-49a8-a8ad-7afc4f791dbb.jpg",
    "altTitles": [
      {
        "ko": "포크&나이프"
      },
      {
        "en": "Fork and Knife"
      }
    ],
    "description": {
      "en": "A world of constant war because we don't understand each other's differences.\nA world where it is normal to hate and harm other species.\nIn this hellish world where blood is splashed and people kill and kill each other, how can a boy named Rito survive?\nA medieval dark fantasy of humans and xenomorphs.",
      "ko": "서로의 다름을 이해 못 해 끊임없는 전쟁이 벌어지는 세계.\n타종을 혐오하고 해하는 것이 당연한 세계.\n피가 튀고 서로가 죽고 죽이는\n이 지옥 같은 세계에서 소년 '리토'는\n과연 어떻게 살아남을 것인가.\n\n인간과 이종족들이 벌이는 중세 다크 판타지"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28b5d037-175d-4119-96f8-e860e408ebe9",
    "title": {
      "en": "Shimeji Simulation"
    },
    "updatedAt": "2024-01-16T13:36:00+00:00",
    "coverArt": "https://mangadex.org/covers/28b5d037-175d-4119-96f8-e860e408ebe9/10fdd70c-4bfa-470c-a821-31d92a00ef47.jpg",
    "altTitles": [
      {
        "ja": "シメジシミュレーション"
      },
      {
        "ru": "Симуляция Симэдзи"
      }
    ],
    "description": {
      "en": "A surreal yet heartwarming 4-koma series about everyday life.  \n  \nFrom the author of Shoujo Shuumatsu Ryokou/Girls' Last Tour.",
      "fr": "Une jeune fille s'est enfermée dans son placard pendant ses 2 dernières années de collège et se rend compte qu'elle doit maintenant passer au lycée. Quand elle sort de son placard pour la première fois en deux ans et se regarde dans le miroir, elle s'aperçoit que des champignons « shimeji » ont commencé à pousser sur sa tête."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "49"
  },
  {
    "mangaId": "c69aa39b-7733-45b4-bf4f-3a733f47f2bd",
    "title": {
      "en": "Humans' Extinctive Emergency"
    },
    "updatedAt": "2024-09-09T18:38:01+00:00",
    "coverArt": "https://mangadex.org/covers/c69aa39b-7733-45b4-bf4f-3a733f47f2bd/d7492a18-1b55-4d6b-9203-476daf82127a.png",
    "altTitles": [
      {
        "es-la": "Humanos en peligro de extinción"
      },
      {
        "ko": "멸종위기종인간"
      },
      {
        "en": "The Endangering Types of Crisis for Mankind"
      }
    ],
    "description": {
      "en": "When an enormous comet covered the Earth, all of humanity's wishes came true. However, in this world that had turned into a catastrophe, those who had gained power through the wishes chose to become heroes to confront the extinction of humanity.",
      "ko": "로또, 짝사랑, 무병장수, 초능력, 저주, 지구멸망...어느날 갑자기 이 모든 소원이 이루어지자\n지구는 쑥대밭이 되고 멸종위기에 몰린 인간들의 유일한 희망은 초능력을 얻게된 극소수의 사람들이 되었다.",
      "es-la": "Cuando un enorme cometa cubrió la Tierra, todos los deseos de la humanidad se hicieron realidad. Sin embargo, en este mundo que se había convertido en una catástrofe, los que habían obtenido el poder a través de los deseos, eligieron transformarse en héroes para enfrentar la extinción de la humanidad."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81013efd-f9ab-4e97-bc94-cf0ed451dcda",
    "title": {
      "en": "An Extremely Attractive Gorilla"
    },
    "updatedAt": "2024-09-13T02:06:10+00:00",
    "coverArt": "https://mangadex.org/covers/81013efd-f9ab-4e97-bc94-cf0ed451dcda/cd92f9e7-f5b3-48ac-acc6-a4170a49a16a.jpg",
    "altTitles": [
      {
        "ja-ro": "Ikemen Sugiru Gorira"
      },
      {
        "pt": "Um gorila bonitão"
      },
      {
        "hi": "एक अत्यंत ही चिकणा वनमानुष"
      },
      {
        "ja": "イケメンすぎるゴリラ"
      },
      {
        "id": "Ini Gorila Keren Parah"
      },
      {
        "de": "Ein Äußerst Gutaussehender Gorilla"
      }
    ],
    "description": {
      "en": "A story about a very attractive gorilla who can make everyone fall for him because of his very kind attitude and unscientific actions.  \n  \n**Note:** It started as a self-published work on Rookie Shounen Jump. It won the bronze Rookie Award for December 2019 and the first chapter was published as a one-shot on Shounen Jump Plus on January 2020.  \n\n\n---\n\n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Author's Twitter Account](https://twitter.com/ranpan21)  \n- [![](https://i.imgur.com/MuzgKcv.png) Official Youtube Channel](https://www.youtube.com/channel/UC0zgctVU3MnsRqaNj9IMLMg)  \n- [![](https://i.imgur.com/pTca85q.png) Author's Line of Stickers](https://store.line.me/stickershop/product/1183342/ja?ref=gnsh_stickerDetail)"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-07-25T17:52:21+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/bce9aac3-ec01-4d12-8158-54f7c3cd2c07.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67258389-41e4-4e3e-8d1b-ac7eed806623",
    "title": {
      "en": "Watashi no Arika"
    },
    "updatedAt": "2024-08-20T19:55:30+00:00",
    "coverArt": "https://mangadex.org/covers/67258389-41e4-4e3e-8d1b-ac7eed806623/250a7e3e-79b7-426a-bf72-ef1cf9ff0d72.jpg",
    "altTitles": [
      {
        "ja": "私のアリカ"
      },
      {
        "en": "My Arika"
      },
      {
        "vi": "Arika của tôi"
      }
    ],
    "description": {
      "en": "A huge incident happens to Arika, the center of a hugely popular idol group. Is the culprit a fan? Or could it be... The light and dark sides of the glamorous idol industry are now exposed!",
      "ja": "人気急上昇中のアイドルグループのセンター・アリカの身に起きた大事件。犯人はファンか、それとも‥‥。華々しいアイドル業界の光と闇が今暴かれる！",
      "vi": "Mamiya Arika, nữ hát chính của nhóm nhạc thần tượng \"Lyrical Trick\" bỗng mất tích một cách bí ẩn. Và đầu mối duy nhất về dấu vết của cô chỉ đơn giản là một đoạn video camera an ninh.\nLiệu đây có đơn giản chỉ là hành vi của một fan hâm mộ quá khích, một idol otaku hay không...!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30952c4e-29f8-407d-98f9-84f4582af76f",
    "title": {
      "en": "Ware ni Cheat o ~Hazure Cheat no Shoukan Yuusha wa Isekai de Yukkuri Kurashitai~"
    },
    "updatedAt": "2024-09-15T08:25:18+00:00",
    "coverArt": "https://mangadex.org/covers/30952c4e-29f8-407d-98f9-84f4582af76f/52eee964-c6bd-4cb3-91b9-fd6bb4da799a.jpg",
    "altTitles": [
      {
        "ja": "我にチートを ～ハズレチートの召喚勇者は異世界でゆっくり暮らしたい～"
      },
      {
        "en": "Give Me Cheat!: The Summoned Hero with Trash Cheats Lives a Slow Life in a Different World"
      }
    ],
    "description": {
      "en": "Amidst the annual summoning of over 1,000 heroes, Saburou's summoning bonus is a mere +1 to luck. Dubbed the most disappointing hero in a decade, he begins a laid-back life in another world with a doll princess as his companion. What adventures await him in this new life?",
      "ja": "年間1000名を超える勇者が召喚される中、勇者サブロウに与えられた召喚ボーナスは運+1。10年に1度のガッカリ勇者となった男は、与えられた人形姫をお供にマイペースな異世界生活を始めるが!?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "375be9e1-5d08-44bd-a99b-b71b8b29bc40",
    "title": {
      "en": "How Could You Repay the Kindness I Raised You With Obsession?"
    },
    "updatedAt": "2024-09-16T20:21:30+00:00",
    "coverArt": "https://mangadex.org/covers/375be9e1-5d08-44bd-a99b-b71b8b29bc40/06e6a788-2f11-48f6-ace2-af3c2e0f7802.png",
    "altTitles": [
      {
        "ko": "키워준 은혜를 집착으로 갚으시다니요"
      },
      {
        "en": "Do You Repay the Kindness I Raised You With Your Obsession?"
      }
    ],
    "description": {
      "en": "I transmigrated into the body of an evil witch in a fairytale.\nWhile I was drowning in loneliness, hated by everyone, I happened to pick up and raise a pair of siblings who were eating my candy house...\n\n\"Hazel the Witch, you're sentenced to execution for kidnapping!\"\n\nWho would have known that I'd be falsely accused of kidnapping the Grand Duke's younger siblings!\nThankfully, before she knew it, Hazel became a nanny in the Grand Duchy with the help of the children.\n\nHowever, her employer once said...\n\"A Grand Duke doesn't marry witches. Nor nannies, of course.\"\nand gulped down kimchi soup.\n\nI don't have no intention of getting marrying either, you know? Especially not to you, your Grace!\nI'll just raise the kids and then quit!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9dbd08c3-a4ed-4fa3-82e2-18a400f80627",
    "title": {
      "en": "Nimotsu Mochi no Nousuji Musou"
    },
    "updatedAt": "2024-09-15T20:36:17+00:00",
    "coverArt": "https://mangadex.org/covers/9dbd08c3-a4ed-4fa3-82e2-18a400f80627/4c0c5179-8df0-4eda-a9b4-c01cd068a275.jpg",
    "altTitles": [
      {
        "ja": "荷物持ちの脳筋無双"
      }
    ],
    "description": {
      "en": "The more he carries, the stronger he becomes! An unmatched fantasy by the weakest adventurer duo!\n\nRyuk, a boy with a unique skill “Porter,” which allows him to carry a massive amount of items, was being exploited as a chore boy for the S-rank party “Black Lion of Foresight.” One day, the party managed to acquire a storage item more convenient than Ryuk’s skill, thus no longer needed, Ryuk is banished inside a dangerous dungeon. Despairing in this hopeless situation, suddenly he meets a shrine maiden girl, Mio — and then?",
      "ja": "大量のアイテムを持つことができるユニークスキル【荷物持ち】を持つ少年・リュック。彼は、Sランクパーティー「慧眼の黒獅子」の雑用係としてこき使われていた。そんな日常を過ごす中、パーティーはリュックのスキルより便利な収納アイテムが手に入れる事に成功。不要となったリュックは危険なダンジョン内で追放をされてしまう。絶望的な状況に陥った彼だったが、突如現れた巫女少女・ミオと出会ってーーー？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-04-25T19:22:13+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/79021f96-d539-40d3-9714-c717fe32a94e.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: \n[Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】](https://mangadex.org/title/ef970af6-8357-43bb-9bd1-fe09dba78624/kowai-onna-joushi-ga-nuidara-h-de-kawaikatta-hanashi-fanbox-0-5-matome)",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
    },
    "updatedAt": "2024-08-11T19:53:51+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/653c9057-d9fb-4f32-85f9-48aae296c4f0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories.",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まり二人は少しずつ惹かれあっていく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-09-13T20:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a58747fa-3bca-43ff-9187-549b00f43578",
    "title": {
      "en": "Yuusha to Yobareta Nochi ni: Soshite Musou Otoko wa Kazoku wo Tsukuru"
    },
    "updatedAt": "2024-08-03T13:00:42+00:00",
    "coverArt": "https://mangadex.org/covers/a58747fa-3bca-43ff-9187-549b00f43578/93beacf6-f276-4c44-8dc3-9e7ebe039823.jpg",
    "altTitles": [
      {
        "ja": "勇者と呼ばれた後に ―そして無双男は家族を創る―"
      },
      {
        "ja-ro": "Yuusha to Yobareta Ato ni - Soshite Musou Otoko wa Kazoku wo Tsukuru"
      },
      {
        "en": "After Being Called a Hero: The Unrivaled Man Starts a Family"
      }
    ],
    "description": {
      "en": "In a world where humans and demons clash, the one who decimated the Demon Lord’s army was a lone hero named Lloyd. \n\nPossessing power so immense that he was said by the Demon Lord to be near godlike, after the war, Lloyd was appointed by the king to be the lord of a remote territory and was sent far away. Furthermore, he was tasked with subduing the Emperor Dragon residing in that land, which he quickly defeated. However, the defeated dragon transformed into a beautiful woman and chose to become Lloyd’s companion!? \n\nThis is the story of a man, hailed as the strongest, yet unable to recognize his own worth, finding a “family”.",
      "ja": "人間と魔族が争う世界――魔王軍を壊滅させたのはたったひとりの勇者、ロイドという男だった。魔王から神に近いとまで言われた力を持つロイドは戦後、王により辺境の領主を命じられ、遠ざけられた。さらにその地に棲む皇帝竜の討伐も頼まれたが、早々に倒してしまう。しかし敗れた竜は、美しい女性に変化し、ロイドの伴侶になることに!?これは最強と呼ばれながらも自分自身の価値を見つけられなかった男が「家族」を見つける物語。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3365e784-dfac-40cd-86d0-6e7c51856155",
    "title": {
      "en": "Happy Happia!"
    },
    "updatedAt": "2024-09-13T02:35:48+00:00",
    "coverArt": "https://mangadex.org/covers/3365e784-dfac-40cd-86d0-6e7c51856155/30377325-1e23-4be7-b726-ccb0c3d9a814.png",
    "altTitles": [
      {
        "ja": "はぴはぴあ！"
      }
    ],
    "description": {
      "en": "Yuki Iwatsuki is a transfer student, today is her first day at her new school. There seems to be some kind of trauma, her classmates “Koneko,” a high-tension girl, and “Akizora Hako,” a box-head girl, are very interested in Yuki! Will she get along with everyone?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa0fb27a-d1db-4826-b400-fa3375468353",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daigoshou - Mizu no Miyako to Eiyuu no Uta"
    },
    "updatedAt": "2024-08-26T15:41:24+00:00",
    "coverArt": "https://mangadex.org/covers/fa0fb27a-d1db-4826-b400-fa3375468353/b1328685-b96d-44a7-9adf-75538ed37622.jpg",
    "altTitles": [
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 5: The City of Water and the Hero's Poem"
      },
      {
        "es-la": "Re:ZERO - Starting Life in Another World-, Arco 5: La Capital del Agua y El Poema del Héroe."
      },
      {
        "ja": "Re:ゼロから始める異世界生活　第五章　水の都と英雄の詩"
      },
      {
        "pt-br": "Re:Zero — Começando uma Vida em Outro Mundo — Arco 5: A Metrópole da Água e o Poema do Herói"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть пятая: Звёзды, что творят историю"
      },
      {
        "ja-ro": "Re:Zero kara Hajimeru Isekai Seikatsu: Dai-5 Shou - Mizu no Machi to Eiyuu no Uta"
      }
    ],
    "description": {
      "en": "The 5th arc of the Re:Zero kara Hajimeru Isekai Seikatsu manga.\n\nSubaru and Emilia receive an invitation to a party from Anastasia and decide to go to Priestella, the city of the watergates.",
      "pt-br": "Um ano após a batalha no santuário. Natsuki Subaru estava passando um tempo tranquilo, mas tudo mudou quando recebeu um convite de um certo mensageiro. O convite para a cidade portuária de Priestella, que era a carta que Anastasia, uma das candidatas à realeza, enviou para Emilia. Rumo à cidade portuária onde o mal se agita, os heróis veteranos se reúnem. A tão esperada adaptação em manga do Arco 5 de Re:Zero começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c636d2b5-2ba7-423b-b5ec-3c8984dfc366",
    "title": {
      "en": "The Dang Clan’s Swordmaster Heir Just Wants a Normal Life"
    },
    "updatedAt": "2024-08-15T15:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/c636d2b5-2ba7-423b-b5ec-3c8984dfc366/aed43fd5-c6ab-4147-8899-498758a2a187.jpg",
    "altTitles": [
      {
        "en": "Becoming the Swordmaster Rank Young Lord of the Sichuan Tang Family"
      },
      {
        "ko": "사천당가의 검신급 소가주가 되었다"
      },
      {
        "en": "He Became the Head of the Four Heavenly Dang Family"
      },
      {
        "en": "Becoming the Sacheon Dang's Swordsmaster-Rank Young Lord"
      },
      {
        "en": "Became a swordsman-level Sogami of the Sacheondang family"
      }
    ],
    "description": {
      "en": "The Dang clan of Sacheon, once renowned for its poison and hidden weapons, is now on the path to its demise. That is, until Yeonmyeung Dang, an outcast boy of the clan, awakens by recollecting the memories of his past life as the 'god of swords' who devoted his life to mastering the sword. Will the boy be able to protect his family and fulfill his dream of living a normal life?",
      "ko": "독과 암기의 명가였지만 지금은 몰락해버린 사천당가.\n그곳에서 태어난 당연명은 문득 검에 미쳐 살며\n검신의 경지에 이르렀던 전생을 각성한다.\n\n'이번 생은 평범하게 살고 싶다.'\n\n평범하게 살려면, 역시 검술 실력은 숨겨야겠지.\n그런데 방해하는 것들이 너무 많다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36155c1a-f10d-4992-a602-a1111239c635",
    "title": {
      "en": "Kiss n Karess !"
    },
    "updatedAt": "2024-06-02T21:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/36155c1a-f10d-4992-a602-a1111239c635/1e25dad5-afee-44c6-990c-4512ccd9ecf2.jpg",
    "altTitles": [],
    "description": {
      "en": "This is a girls love series. When a delinquent and a role model student start dating, they must conceal their relationship because of their reputations. People would be outraged and not approve of such a couple. Even though Alix and Skip are complete opposites like night and day, they manage to maintain a loving relationship."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c941b97f-9e17-422f-8ff7-dd0145d12e8b",
    "title": {
      "en": "Dangerous Lover"
    },
    "updatedAt": "2024-08-06T16:02:42+00:00",
    "coverArt": "https://mangadex.org/covers/c941b97f-9e17-422f-8ff7-dd0145d12e8b/3bf6e544-827c-4712-9311-239ee92ea452.png",
    "altTitles": [
      {
        "zh": "危险情人"
      },
      {
        "zh-ro": "Wei Xian Qing Ren"
      },
      {
        "zh-ro": "Wēixiǎn Qíngrén"
      },
      {
        "en": "Dangerous Lovers"
      }
    ],
    "description": {
      "en": "I've long known about your ill intentions!\n\nHuang Yun'er, a D-lister deliberately gets close to female CEO Ou Chenxi, intending to seduce her in order to gain access to the Ou family and investigate her cousin's death. Ou Chenxi sees through Huang Yun'er's scheming, but believing she can fully control the situation and finding Huang Yun'er aesthetically appealing, she doesn't reject this dangerous woman's advances. At the same time, she wants to investigate Huang Yun'er's motives.\n\nOne deliberately seduces but wavers due to love amidst her calculations, while the other is irresistibly attracted despite knowing the danger... These two cunning individuals sink together while fully aware, parrying each other's moves while desperately trying to suppress their growing feelings. As they struggle with their emotions, they gradually uncover secrets from the past."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d44a209-f885-4851-98ed-c478d5adb8ee",
    "title": {
      "en": "For the Musical Genius"
    },
    "updatedAt": "2024-03-20T08:37:02+00:00",
    "coverArt": "https://mangadex.org/covers/9d44a209-f885-4851-98ed-c478d5adb8ee/c904b63c-8dd4-49e2-a3c7-a21e731aa4b9.jpg",
    "altTitles": [
      {
        "ko": "음악천재를 위하여"
      },
      {
        "en": "For the Music Genius"
      }
    ],
    "description": {
      "en": "Kang Hyeon, who was ashamed of his poor family, cut off ties with those around him and studied desperately to achieve success, but eventually he realized that his ideals were wrong.\nTo make matters worse, Hyeon, who has cancer, gets run over while trying to save someone who fell on the subway tracks, and returns to the past while listening to the melody of a symphony.\nHyeon, who was determined not to live the same life as before, realizes that he has tremendous musical talent..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fd8c5e2-6e13-4e6b-bc72-b852c8d56f7c",
    "title": {
      "en": "Exciting Male Idol Survival"
    },
    "updatedAt": "2024-09-16T19:07:51+00:00",
    "coverArt": "https://mangadex.org/covers/9fd8c5e2-6e13-4e6b-bc72-b852c8d56f7c/fcb747bd-bf9e-4029-b7b0-ebfc191a17ca.jpg",
    "altTitles": [
      {
        "ko": "남장판 오디션"
      },
      {
        "en": "Men's Version Audition"
      },
      {
        "en": "Cross-Dressing Audition"
      }
    ],
    "description": {
      "en": "\"If you think of me as a man, I'll gladly become a man ! \" Lee Cho Hee, is an unlucky female idol trainee who always fail to debut because of her boyish appearance ! Thinking it was her last chance, she applied for the idol audition survival show \"High Teen Universe\"... but there was a problem with her gender. . ."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-08-21T19:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/4c06aba3-f944-4d51-b1eb-c61a4e951191.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c54216b-371b-408f-a735-a3cfa77f16db",
    "title": {
      "en": "Unrequited Love Rendezvous"
    },
    "updatedAt": "2024-08-29T10:07:21+00:00",
    "coverArt": "https://mangadex.org/covers/8c54216b-371b-408f-a735-a3cfa77f16db/99217f11-807d-4036-abd6-c69ebea94cfc.png",
    "altTitles": [
      {
        "ko": "짝사랑 랑데부"
      }
    ],
    "description": {
      "en": "Han Haneul, who dreams of being in a campus romance, witnesses a drug deal involving a crazy-looking man. Shaken to the core, Hanuel desperately flees… However, as if by fate, he encounters the drug dealer, Choi Dajung, again in a club he joined to follow his favorite sunbae. And somehow, Dajung ends up at his apartment…?! Get ready for a sweet, fluffy romance with a head-in-the-clouds Haneul and the unexpectedly charming Dajung, spinning into a warm and fuzzy unrequited love!\n#CampusDrama #Comedy #Cuteness #Misunderstandings #UnrequitedLove #YoungerSeme #OlderUke #PetiteUke #VirginSeme"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "deb0cef0-4129-4899-939c-6f044589e2ea",
    "title": {
      "en": "The Second Life of the Archmage Dominates with Close-Range Magic"
    },
    "updatedAt": "2024-08-15T17:25:06+00:00",
    "coverArt": "https://mangadex.org/covers/deb0cef0-4129-4899-939c-6f044589e2ea/68a0e702-2827-4696-81d4-d67f925160a1.png",
    "altTitles": [
      {
        "ja": "2周目の大魔導士は近接魔法で無双する"
      },
      {
        "ja-ro": "2-Shuume no Daimadoushi wa Kinsetsu Mahou de Musou Suru"
      },
      {
        "en": "Regression of the Close Combat Mage"
      }
    ],
    "description": {
      "en": "\"My biggest regret is not choosing that magic… this time I’ll definitely defeat you!!”\n\nThe human race is on the verge of destruction at the hands of Vidrak, the evil god who suddenly descended. Setsuna Cromwell, the strongest long-range mage, is defeated by the evil god, who can dispel all magical attacks.\n\nHowever, when he wakes up he finds himself 10 years in the past, he’s regressed to the \"Rite of Mastery\" at the Academy of Magic!\n\nWhile the students choose the magic system best suited to them, such as <Ranged Magic>, <Recovery Magic>, and <Formation Magic>, Setsuna chooses <Close Combat Magic>, which was considered the least popular magic of the time, and chosen by those of lower ranks who lacked magical power.\n\n“This is the only magic that can stand up to the evil god!”\n\nSetsuna chooses this style of melee magic, which is  considered lacking in every way, but utilizes his specialty “precise control of magic power,\" to dramatically improve his skills and overturn the world's common sense!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19dca456-59dd-466f-8d89-9709984ab10f",
    "title": {
      "en": "DOOOOM!"
    },
    "updatedAt": "2024-08-26T21:01:45+00:00",
    "coverArt": "https://mangadex.org/covers/19dca456-59dd-466f-8d89-9709984ab10f/65ddbe22-a8ef-4cf0-8def-d069ab30d12a.jpg",
    "altTitles": [
      {
        "ja": "ドゥーム"
      },
      {
        "ja": "DOOOOM―ドゥーム―"
      },
      {
        "en": "DOOOOM"
      }
    ],
    "description": {
      "en": "“Look and you’ll die.” “Post a message and you’ll be cursed.” Horror begins to spread with the use of smartphones. Introducing a new series filled with mystery about the horrors of social media!",
      "es-la": "\"Mira y morirás\". “Publica un mensaje y serás maldecido”. El horror comienza a extenderse con el uso de los teléfonos inteligentes. ¡Presentamos una nueva serie llena de misterio sobre los horrores de las redes sociales!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "235e9469-c919-4c74-b63d-77d7fdde9583",
    "title": {
      "en": "Shinkon Quest: Maou no Musume wa Majime Yuusha o Otoshitai ♡"
    },
    "updatedAt": "2024-09-10T13:56:37+00:00",
    "coverArt": "https://mangadex.org/covers/235e9469-c919-4c74-b63d-77d7fdde9583/d18fcda4-25db-4bf5-a066-bcf20b4b27dd.jpg",
    "altTitles": [
      {
        "ja": "シンコンクエスト 魔王の娘は真面目勇者を堕としたい♡"
      },
      {
        "ja-ro": "Shinkon Quest: Maou no Musume ha Majime Yuusha wo Otoshitai ♡"
      },
      {
        "en": "Newlywed Quest: The Demon King's Daughter Wants to Seduce the Serious Hero ♡"
      }
    ],
    "description": {
      "en": "Harold is the descendant of the hero who defeated the evil demon king. In this peaceful era, Harold has become a convenient handyman for the townsfolk.\n\nOne day, a sacred book predicting the world's destruction is discovered. The condition to avert this catastrophe is... \"you must complete the 'Newlyweds Quest' with the demon king's daughter.\" Thus begins Harold's unexpected married life with Yona, the demon king's daughter.\n\nWhile Harold still feels bewildered by all this, not only can Yona perfectly handle the household chores, she sweetly pampers him when he's tired. However, she harbors a secret..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]