[
  {
    "mangaId": "11801062-d961-460a-b2b5-f0a477f45b66",
    "title": {
      "en": "Yuan Zun"
    },
    "updatedAt": "2022-06-11T17:01:19+00:00",
    "coverArt": "https://mangadex.org/covers/11801062-d961-460a-b2b5-f0a477f45b66/288bb3b6-6b3f-4103-a3a7-45ac2d0fc86c.png",
    "altTitles": [
      {
        "zh": "元尊"
      }
    ],
    "description": {
      "en": "A teenager holds a pen, while a dragon dances; Chaos surrounds the world, lighting the sky. In this world, will the python swallow the dragon, or will the saint dragon rise?!!\n\n\n---\n\n**Links:**\n- [Alternative Raw (KuaiKan)](https://www.kuaikanmanhua.com/web/topic/1745)\n- [Alternative Raw (Zymk)](https://www.zymk.cn/1966)\n- [Alternative Raw (Mkzhan)](https://www.mkzhan.com/212234)\n- [Alternative Raw (Bilibili)](https://manga.bilibili.com/detail/mc24485)\n- [Official Korean (Kakao)](https://page.kakao.com/home?seriesId=52141727)\n- [Official Korean (Lezhin)](https://www.lezhin.com/ko/comic/wonzon)\n- [Official Korean (MrBlue)](https://www.mrblue.com/comic/C000048409)\n- [Official Korean (Battlecomics)](http://www.battlecomics.co.kr/webtoons/1112)\n- [Alternative Official English (BiliBili)](https://www.bilibilicomics.com/detail/mc448)",
      "pt": "Um adolescente segura um pincel, enquanto um dragão dança; O caos rodeia o mundo, iluminando o céu. Neste mundo, a píton engolirá o dragão, ou o Santo dragão se elevará..."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fc391db-1810-4e72-842d-8151155bbe0f",
    "title": {
      "en": "Uesugi-kun Wants to Quit Being a Girl"
    },
    "updatedAt": "2024-09-08T10:42:37+00:00",
    "coverArt": "https://mangadex.org/covers/9fc391db-1810-4e72-842d-8151155bbe0f/faf6f065-b431-4d9a-9ca5-88256cc0c9a6.jpg",
    "altTitles": [
      {
        "ja-ro": "Uesugi-kun wa Onnanoko wo Yametai"
      },
      {
        "ja": "上杉くんは女の子をやめたい"
      }
    ],
    "description": {
      "en": "Uesugi-kun is a boy who's as petite and cute as a girl. He has a crush on a girl he's known since childhood, but overheard her saying, \"Wouldn't Uesugi be totally adorable if he was a girl?!\" Uesugi-kun's not as tall as his other childhood friend, Eito, nor is he as good at studies, and now he's suffering from a broken heart. A depressed Uesugi-kun stops by a shrine while running an errand and makes a wish... A love-triangle romantic comedy featuring an overly cute, and now female, protagonist begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b22561f9-81f1-45f6-b2c0-f5b53cfaee19",
    "title": {
      "en": "All Hail the Sect Leader"
    },
    "updatedAt": "2024-08-01T10:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "altTitles": [
      {
        "en": "The Greatest Sect Leader of All-Time"
      },
      {
        "zh-ro": "Wangu Zui Qiang Zong"
      },
      {
        "zh": "万古最强宗"
      }
    ],
    "description": {
      "en": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
      "fr": "Ma quête est de développer une secte qui serait un foyer chaleureux pour ses membres. Dedans, non seulement le chef de secte est amusant (ouais c'est moi) mais les disciples sont excentriques, aux personnalités très variées. Ils ont comme particularités d'être en constante évolution et d'être anormalement forts. Tous se révèlent être des gros bonnets, et moi, leur patriarche, je deviendrai invincible ! Approchez, les enfants, rejoignez ma secte et ensemble nous réaliserons vos rêves !"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8438feea-6d36-4082-bbd3-50d7273e66ba",
    "title": {
      "en": "8-gatsu 31-nichi no Long Summer"
    },
    "updatedAt": "2024-04-18T21:18:57+00:00",
    "coverArt": "https://mangadex.org/covers/8438feea-6d36-4082-bbd3-50d7273e66ba/1dd079e4-5a32-4bc0-ade7-a469068e5110.jpg",
    "altTitles": [
      {
        "en": "The Long Summer on August 31"
      },
      {
        "ja-ro": "Hachigatsu Sanjuuichinichi no Long Summer"
      },
      {
        "vi": "Mùa hè dài ngày 31 tháng 8"
      },
      {
        "ja-ro": "8-gatsu 31-nichi no Long Summer"
      },
      {
        "ja": "8月31日のロングサマー"
      },
      {
        "ru": "Длинное лето 31-го августа"
      }
    ],
    "description": {
      "en": "Suzuki-kun and Takagi-san — two high-schoolers who found each other in a time loop on August 31. The two are the only ones who keep their memories when it loops. As for the cause of the time loop, one thing comes to mind — Suzuki-kun's lingering regrets for the summer, a guy's greatest ambition....\n\nIt's a time loop comedy of youth, romance, and facing love head-on!",
      "ja": "何度も繰り返す8月31日の中で出会った高校生の二人・鈴木くんと高木さん。\n\n記憶を繰り越せるのは二人だけ。\n\nタイムループの原因として考えられるのは、鈴木くんが夏休みにやり残した、男子最大の目標…。\n\n恋と真っ向から対峙する、青春タイムループコメディ！",
      "ru": "31 августа повторяется снова и снова. Сохранить об этом воспоминания могут только два школьника – Сузуки-кун и Такаги-сан. Задумавшись о причине возникновения такой временной петли, Сузуки-кун пришёл к выводу, что всё дело в нём: его незавершённых делах летом и большом сожалении на этот счёт. Чтобы выбраться из временной тюрьмы подросток решает действовать…\nВас ждёт любовная комедия противостояния любви и временной петли!",
      "vi": "Thế giới bị rơi vào 1 vòng lặp thời gian, chỉ có 2 người giữ lại được ký ức là Suzuki và Takagi. Nếu muốn thoát khỏi vòng lặp thì Suzuki phải hoàn thành ước nguyện còn dang dở của cậu: kiếm được bạn gái và thoát kiếp trai tân."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ad2d9a1-8e01-48f6-b979-a03b1050a2bd",
    "title": {
      "en": "Tomie"
    },
    "updatedAt": "2023-11-30T05:37:06+00:00",
    "coverArt": "https://mangadex.org/covers/9ad2d9a1-8e01-48f6-b979-a03b1050a2bd/7557e573-b89d-4efd-b704-855feb0cec4c.jpg",
    "altTitles": [
      {
        "ru": "Томиэ"
      },
      {
        "ja": "富江"
      },
      {
        "kk": "Томиә"
      }
    ],
    "description": {
      "en": "Every male who encounters Tomie becomes obsessed with her and eventually kills and dismembers her. But Tomie is not human, and is always reborn…  \n  \nNotes:  \n|| Note: There is a third volume of Tomie called \"Tomie: Again\" which was included in the new japanese reissued two- volume version of the Junji Ito Horror Comic Collection (伊藤潤二 恐怖博物館). These new stories are not included in the original ComicsOne editions of Tomie, but are available in Dark Horse's Museum of Terror volume 2.  \n  \nNote 2: Besides Junji Ito's Horror Comic Collection (Also called Museum of Terror), in 2000 Tomie was also published in a compilatory tankoubon called \"Tomie, The Complete of Tomie\" -「富江」 （全）THE COMPLETE OF TOMIE-. Regardless of the title, this volume does not include \"Tomie Again\" within its pages.  \n  \nNote 3: Some people also consider \"Tomie no kyoufu gaka\" [ シリーズ富江の 恐怖 画家] as part of the Tomie franchise. Tomie no kyoufu gaka was the first Tomie's compilatory tankoubon that was ever released (It was published in 1996) and features five stand-alone stories (Gaka, Ansatsu, Mouhatsu, Youjo and Takitsubo) that were published a year later in Junji Ito's Horror Comic Collection.||",
      "kk": "Томиә - қара шашты және ақшыл терісі бар әдемі қыз, әдепті және өте жағымсыз мінезді. Ол жұмбақ және оның өмірі құпияға толы, өйткені одан ешкім құтыла алмайды. Томиә аяқ астынан келіп, өмірдің толық бөлігіне айналады және оны өлтіруге деген барлық әрекеттер ештеңеге айналады, өйткені соңында бұл қыз сізге оралады. Бұл манга Томиә туралы қысқа әңгімелер жинағы.",
      "ru": ":  \n||  \nТомиэ — красивая девушка с чёрными волосами и бледной кожей, обладающая прекрасными манерами и довольно-таки скверным характером. Она таинственная, и её жизнь окутана тайнами, ведь никто не сможет от неё избавиться. Томиэ придёт из ниоткуда и станет полноценной частью жизни, и все попытки убить её обернутся ничем, ведь в конце концов эта девушка вернётся к вам. Эта манга — коллекция небольших историй о Томиэ.||"
    },
    "status": "completed",
    "releaseDate": 1987,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "90be0dde-350d-4f0e-ba83-da4ba05dbc37",
    "title": {
      "en": "Tonari no Onee-san ga Suki"
    },
    "updatedAt": "2023-12-22T06:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/90be0dde-350d-4f0e-ba83-da4ba05dbc37/b82b1710-e5cb-4fa1-8ad7-87eb07646a2a.png",
    "altTitles": [
      {
        "en": "I'm in Love With the Older Girl Next Door"
      },
      {
        "ja": "隣のお姉さんが好き"
      },
      {
        "en": "I Love The Older Girl Next Door."
      },
      {
        "zh-hk": "戀上鄰家的大姐姐"
      }
    ],
    "description": {
      "en": "There's this beautiful, bubbly, film-loving girl who's three years older than me: her name's Shia, and she lives right next door! I'm madly in love with her, and I needed some way to see her! I settled on asking her for movie recommendations, and now I get to meet her every Wednesday! I want to know more about her, and tell her how I feel... but I just can't get the message across! Enjoy this lopsided rom-com brought to you by the author of \"The Girl I Like Forgot Her Glasses\" and \"Paper Braver\", Koume Fujichika!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "47"
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo - The First Step"
    },
    "updatedAt": "2024-07-05T21:18:14+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/85adbbce-f22b-46c3-b541-fb78e1e0da82.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afc0d4fe-13a4-4afd-9a72-b490d2855287",
    "title": {
      "en": "Babel II"
    },
    "updatedAt": "2023-01-22T05:30:00+00:00",
    "coverArt": "https://mangadex.org/covers/afc0d4fe-13a4-4afd-9a72-b490d2855287/65877c93-bc0b-400f-8656-541dfa370d6a.jpg",
    "altTitles": [
      {
        "en": "Babel 2"
      },
      {
        "ja-ro": "Babel 2 Sei: Yomi no Fukkatsu no Maki"
      },
      {
        "ja-ro": "Babel 2-Sei"
      },
      {
        "ja-ro": "Babel 2: Yomi no Fukkatsu no Maki"
      },
      {
        "ja-ro": "Babel Nisei"
      },
      {
        "ja-ro": "Babel Nisei: Yomi no Fukkatsu no Maki"
      },
      {
        "ja": "バビル2世"
      },
      {
        "ja": "バビル2世 ヨミの復活の巻"
      },
      {
        "zh": "童神人超"
      },
      {
        "ko": "바벨2세"
      }
    ],
    "description": {
      "en": "A boy named Yamano Koichi is revealed to be the heir to the supernatural powers of an alien named Babel, who was stranded on Earth 5000 years ago and built the biblical Tower of Babel. Koichi becomes Babel II, armed with supernatural powers and served the Three Servants: the shapeshifting Rodem, the giant, pterodactyl-like Ropross, and the humanoid aquatic robot Poseidon. With his newfound powers, Babel II seeks to put an end to the ambition to Yomi, a man from the Himalayas who seeks world domination.  \n  \nAnimeNewsNetwork Links:  \n[70s Anime Adaptation](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=1192)  \n[Anniversary OVAs](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=2113)  \n[Beyond Infinity](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=490) (remake)"
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "60"
  },
  {
    "mangaId": "d176655a-179c-40fb-8710-c2c37d27caca",
    "title": {
      "en": "To Whom It No Longer Concerns"
    },
    "updatedAt": "2024-09-10T22:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "altTitles": [
      {
        "en": "For Those of You For Whom Regret Is a Luxury"
      },
      {
        "ko": "후회조차 사치인 당신들에게"
      },
      {
        "en": "To Those of You for Whom Even Regret Is a Luxury"
      },
      {
        "en": "To Whom It No Longer Concerns"
      }
    ],
    "description": {
      "en": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-09-01T07:23:12+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-09-04T15:52:55+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/e5061674-edf9-4acd-b00d-9404e9331712.jpg",
    "altTitles": [
      {
        "ru": "Гачиакута"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ja": "ガチアクタ"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n\n---\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (U.S. Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cfcda3b-0dcb-459b-9931-aa823e7bf403",
    "title": {
      "en": "Nine Peaks"
    },
    "updatedAt": "2024-05-30T16:15:32+00:00",
    "coverArt": "https://mangadex.org/covers/0cfcda3b-0dcb-459b-9931-aa823e7bf403/544ab912-9b05-434c-ae86-8e215ae3f84f.jpg",
    "altTitles": [
      {
        "ja": "ナインピークス"
      },
      {
        "ja-ro": "ＮＩＮＥＰＥＡＫＳ"
      },
      {
        "ru": "Девять вершин"
      },
      {
        "ru": "Пиковая девятка"
      },
      {
        "vi": "Cửu lĩnh"
      }
    ],
    "description": {
      "en": "A heartwarming tale of a father and son's bond.\n\nAfter just starting at his new school, Mashio Gaku is suspended within a week for getting into a scuffle with a third year. After returning home to his disapproving dad's okonomiyaki joint, his father, Mashio Harumi, can't help but reprimand him and refuses to serve him.\n\nTheir harsh words are the last exchange they share before an unfortunate traffic accident takes Harumi's life.\n\nAt his father's wake, Gaku finds out he was, in his words, a big fuckin' deal. In mourning, Gaku heads out to fish like him and his father always would, only to hook a big catch and get pulled into the water...\n\nWhen he comes to, he finds himself staring a familiar stranger in the face... **in the year 2000.**",
      "ru": "Душещипательная история о взаимоотношениях отца и сына. Главный герой — Масио Гаку, не особо ладит со своим отцом. После ссоры с сыном, Масио Харуми умирает... Гаку даже подумать не мог, что с его отцом, не особо общительным человеком, придёт проститься так много людей. Вскоре Гаку решает пойти на рыбалку где по случайности падает в море, но сразу же выбирается с помощью какого-то странного человека... Этим незнакомцем оказался его отец, ровно в 2000 году! Теперь Гаку начинает помогать Харуми, своему отцу, добиться статуса лидера города и разобраться что же здесь происходит...",
      "vi": "Sau cái chết của cha, Mashio Gaku biết được một sự thật động trời: Cha cậu từng là gã du côn mạnh nhất thành phố. Thế rồi một biến cố bất ngờ xảy ra, đưa cậu trở về quá khứ 22 năm trước, khi cha cậu bằng tuổi cậu..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0140ce33-967d-4f23-b277-08af1a96465a",
    "title": {
      "en": "Skill Lender’s Retrieving (Tale) ～I Told You It’s 10% Per 10 Days at First, Didn’t I?~"
    },
    "updatedAt": "2024-04-11T15:48:01+00:00",
    "coverArt": "https://mangadex.org/covers/0140ce33-967d-4f23-b277-08af1a96465a/77937488-3661-4cfd-9d07-1e4ff262f255.jpg",
    "altTitles": [
      {
        "ja-ro": "Gikou Taichi no Torikaeshi ~ Toichi tte Saisho ni itta yo na ~"
      },
      {
        "ja": "技巧貸与＜スキル・レンダー＞のとりかえし～トイチって最初に言ったよな？～"
      },
      {
        "ja-ro": "Skill Lender no Torikaeshi - Toichi tte Saisho ni Itta yo na?"
      },
      {
        "en": "\"Skill Lender\" Gets Back His Pride～Before I Started Lending, I Told You This Loan Charges 10% Interest Every 10 Days, Right?～"
      },
      {
        "zh-hk": "技能藉貸《Skill·Lender》 的取回～一開始不就告訴你們每十日加一成利息嗎？～"
      },
      {
        "zh": "技能藉贷《Skill· Lender》 的取回~一开始不就告诉你们每十日加一成利息吗？ ～"
      },
      {
        "ko": "기교대여 <스킬렌더>의 회수기"
      },
      {
        "ja-ro": "Gikō Taiyo < Skill Lender > no Torikaeshi ~ Toichi tte Saisho ni Itta Yo na?~"
      },
      {
        "id": "\"Skill Lender\" Mendapatkan Kembali Kebanggaannya～Sebelum aku Meminjamkan, Aku Sudah Memberitahumu bahwa Pinjaman Ini Membebankan Bunga 10% Setiap 10 Hari, kan?～"
      }
    ],
    "description": {
      "en": "Marz, who has the unique skill [Lender's Skill], lends the acquired skills and contributes to the party. However, after being betrayed by his friends, Marz takes back the skills he lent them. Marz who became the weakest to the strongest began to take the path of revenge and counterattack!",
      "id": "Marge, yang memiliki skill unik [peminjaman keterampilan = Skill Lender], meminjamkan keterampilan yang diperoleh dan berkontribusi pada party. Namun, setelah dikhinati teman-temannya, Marge mengambil kembali keterampilan yang dia pinjamkan kepada mereka. Marge yang menjadi yang terlemah hingga yang terkuat mulai menempuh jalur balas dendam dan serangan balik!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a6d6ea2-18a5-4a31-9777-f4bb5bd32726",
    "title": {
      "en": "Little Mushroom"
    },
    "updatedAt": "2024-06-16T11:18:59+00:00",
    "coverArt": "https://mangadex.org/covers/2a6d6ea2-18a5-4a31-9777-f4bb5bd32726/cd987770-8002-4426-9ed4-a9d758427026.jpg",
    "altTitles": [
      {
        "zh": "小蘑菇"
      }
    ],
    "description": {
      "en": "“Until the day humanity falls.”\n\nIn the year 2020, Earth’s magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. Within the span of a hundred years, living creatures began to mutate and devour each other while the remaining humans, numbering in the tens of thousands, struggled bitterly in their man-made bases.\n\nIn the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. Because it had been nourished by the blood and flesh of the deceased human An Ze, not only did it take on a similar-looking human form, but a similar name as well: An Zhe.\n\nAn Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless—as soon as he determines that someone is a xenogenic, he will execute that person on the spot.\n\nBut An Zhe’s mutation goes undetected by Lu Feng’s eyes, and so a tale of humans and xenogenics unfolds…\n\nSilver Award winner at the 12th Chinese Nebula Awards for Chinese Science Fiction.",
      "pl": "Ponury i niegościnny świat po katastrofie ekologicznej. Spustoszoną ziemię bombarduje promieniowanie kosmiczne. Niedobitki ludzkości schroniły się w dwóch ostatnich ocalałych bazach, desperacko próbując przetrwać. Każdy kontakt z obcym organizmem żywym grozi skażeniem genetycznym.\n\nDo bazy ludzi trafia zagubiony chłopak, który w rzeczywistości nie jest nawet człowiekiem. Los styka go z bezlitosnym sędzią, wyszkolonym do tropienia i likwidowania mutantów. Niespodziewanie ich znajomość przeradza się w coś więcej…\n\nPolskie tłumaczenie powieści dostępne tutaj: https://www.wattpad.com/story/251281478-little-mushroom"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-06-27T14:47:24+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      },
      {
        "es-la": "Estoy preocupado por mi novia que solía estar cubierta de moretones"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de).",
      "es-la": "Continuación de [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f47d978-0896-4b1f-8846-e156ee1f4fa1",
    "title": {
      "en": "Elf Love Confessions"
    },
    "updatedAt": "2024-09-09T13:28:52+00:00",
    "coverArt": "https://mangadex.org/covers/5f47d978-0896-4b1f-8846-e156ee1f4fa1/970aeffd-b086-49a6-871b-ebf8906612f2.jpg",
    "altTitles": [
      {
        "en": "A Story about Confessing to an Elf"
      },
      {
        "ja": "近所のエルフお姉ちゃんに告白した"
      },
      {
        "ja-ro": "Kinjo no Elf Onee-chan ni Kokuhaku shita"
      },
      {
        "en": "I Confessed to the Elf Girl Next Door"
      },
      {
        "ja": "陰キャエルフちゃんに告った"
      },
      {
        "en": "I Confessed to the Gloomy Elf"
      },
      {
        "vi": "Tỏ tình với chị gái elf"
      },
      {
        "vi": "Tỏ tình với cô elf u ám"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e531c6ca-0b07-4878-8ae8-87357375acd9",
    "title": {
      "en": "LV999 no Murabito"
    },
    "updatedAt": "2024-08-20T21:54:01+00:00",
    "coverArt": "https://mangadex.org/covers/e531c6ca-0b07-4878-8ae8-87357375acd9/5b953962-f7d4-4b2f-a2f3-e1eab90480ef.jpg",
    "altTitles": [
      {
        "fr": "Le villageois au niveau 999"
      },
      {
        "vi": "Lv999 Dân làng"
      },
      {
        "en": "LV999 Villager"
      },
      {
        "ja": "LV999の村人"
      },
      {
        "zh": "LV999的村民"
      },
      {
        "ko": "LV999의 마을사람"
      },
      {
        "ru": "Крестьянин 999 уровня"
      },
      {
        "th": "ชาวบ้าน Lv999"
      },
      {
        "zh-hk": "滿級村民"
      },
      {
        "en": "The Villager of Level 999"
      }
    ],
    "description": {
      "en": "In this world, the concept of levels exist. Other than those who live off defeating monsters, most people are only around Level 1 to 5. What's more, not just anyone can go out to hunt monsters; it's heavily influenced by one's role appointed by God. There are eight such eligible roles: warriors, fighters, clerics, magicians, rogues, merchants, hunters, and sorcerers. Those blessed with extraordinary power are divided into three types: royalty, heroes, and sages. But for the majority of the population, they have no such powers and live by farming or running shops. Towns are developed by those with the weakest role: villagers. For the powerless villagers going out to hunt monsters is equivalent to committing suicide. But one day, a certain two-year-old child given the role of villager notices something: once you defeat a monster… you can earn great wealth.",
      "pt-br": "Este aldeão… É invencível!! Em um mundo aonde seu papel é decidido no seu nascimento, o grupo mais fraco, os aldeões, servem apenas para desenvolver as cidades. Entre tais, existe Kagami, o homem que chegou ao incrível LV 999, conhecido como ‘O Aldeão Mais Forte’! Certo dia ele encontra Alice, uma garota demônio, que pede para ele ir contra o seu destino e se aventurar pelo mundo! Assim temos o início da história do ‘fraco aldeão’!\r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Original Web Novel (Raw)](https://ncode.syosetu.com/n7612ct)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af96ad04-08d2-4aff-ba50-6794e06c8404",
    "title": {
      "en": "Plaything"
    },
    "updatedAt": "2024-09-07T13:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/af96ad04-08d2-4aff-ba50-6794e06c8404/0c5d56c9-9963-43c0-a192-feb0138ca92c.jpg",
    "altTitles": [
      {
        "ko": "놀이감"
      },
      {
        "en": "Her Toys"
      },
      {
        "en": "A Sense of Amusement"
      },
      {
        "th": "สนามเด็กล่า"
      },
      {
        "zh": "玩物"
      },
      {
        "pt-br": "Uma Sensação de Diversão com seus brinquedos"
      }
    ],
    "description": {
      "en": "Lee Myung-jun, the Vice Chairman of Hyundo Group, lost his daughter to a group of bullies. Seeking revenge, he adopts Yoon Karma, a psychopathic defector girl.\n\nYoon Karma: A sadistic human weapon created through drug experiments in North Korea. After killing everyone in the research lab, she escaped to South Korea on her own.\n\nHaving just been released from a juvenile detention center in South Korea, Yoon Karma sets out to hunt down the bullies at school, driven by the desire to avenge her new father and satisfy her sadistic pleasures.",
      "pt-br": "Lee Myung-jun, o vice-presidente do grupo Hyundo, perdeu sua filha para um grupo de pessoas que faziam bullying. Buscando vingança, ele adota Yoon Karma, uma garota desertora psicopata.\nYoon Karma: Uma arma humana sádica criada por meio de experimentos com drogas na Coreia do Norte. Depois de matar todos no laboratório de pesquisa, ela escapou para a Coreia do Sul sozinha.\nTendo acabado de ser libertada de um centro de detenção juvenil na Coreia do Sul, Yoon Karma sai para caçar os valentões na escola, movida pelo desejo de vingar seu novo pai e satisfazer seus prazeres sádicos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a6b625c-0c5e-4a2d-829f-d897832deec3",
    "title": {
      "en": "YoRHa - Pearl Harbor Descent Record - A NieR:Automata Story"
    },
    "updatedAt": "2024-07-02T18:56:31+00:00",
    "coverArt": "https://mangadex.org/covers/4a6b625c-0c5e-4a2d-829f-d897832deec3/a753d9e0-a5f9-4db2-96bf-37e19584e4fe.jpg",
    "altTitles": [
      {
        "ja-ro": "NieR: Automata: YoRHa Shinjuwan Kouka Sakusen Kiroku"
      },
      {
        "ja-ro": "Yoruha Shinjuwan Kōka Sakusen Kiroku"
      },
      {
        "ja": "ヨルハ 真珠湾降下作戦記録"
      },
      {
        "en": "YoRHa: Pearl Harbor Descent Mission Record"
      }
    ],
    "description": {
      "en": "***A complete comicalization of the musical drama that shares the same worldview as NieR:Automata!***\n\nIn the distant future, the earth is invaded by aliens and their \"machine life\" weapons, and humanity flees to the moon. The humans develop android soldiers and organize a resistance army. A long battle ensued & the year is 11941. In order to break the stalemate in the war, a new type of female android decisive weapon, \"YoRHa,\" was formed and descended to the front lines of the Earth. What is the future of the automatic infantry dolls that fight only to carry out their goal of.... retaking the earth for humanity? A complete comicalization of the musical drama that shares the same worldview as NieR:Automata, written and supervised by Yoko Taro! (MTL)",
      "pt": "Adaptação da peça teatral \"YoRHa Ver.1.2\" de Yoko Taro, esta é a história de andróides lutando para recuperar a Terra para a humanidade, e o futuro para esses andróides cujo único propósito é lutar."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37354499-8712-4f8a-acb6-36f2a368614e",
    "title": {
      "en": "My Little Secret With the Demon Lord"
    },
    "updatedAt": "2024-09-10T21:02:30+00:00",
    "coverArt": "https://mangadex.org/covers/37354499-8712-4f8a-acb6-36f2a368614e/97c95c96-0dae-49b4-b566-5e5a23f702a9.jpg",
    "altTitles": [
      {
        "zh": "我与魔君不可说"
      },
      {
        "en": "I Can't Talk About Writing With the Devil"
      }
    ],
    "description": {
      "en": "\"Aunt, when I grow up… will you marry me?\" No… No way! The kid was already thinking about making her his wife, but she is a minor immortal from the Immortal Yin World. She could not get together with a young human boy, no matter how ordinary she was. Yet, 500 years later, she was sent to congratulate the Yang Demon World’s young lord, Li Ye on his wedding. Wait a minute, the young lord looks familiar. Also, that woman he’s marrying is the physical body she left behind in the human world. To make things worse, he did not recognize her, and was trying to get her killed… Should she tell him the truth and clobber the brat’s handsome and immaculate face?",
      "fr": "\"Ma Tante, quand je serai grand... vous m'épouserez ?\" \n\"Non... Pas question !\" \nLe gamin pensait déjà à en faire sa femme, mais c'est une immortelle mineure du Monde Immortel Yin. Elle ne pouvait pas se marier avec un jeune humain, aussi ordinaire soit-elle. Pourtant, 500 ans plus tard, elle a été envoyée pour féliciter le jeune seigneur du Monde du Démon Yang, Li Ye, pour son mariage. Attendez une minute, ce jeune seigneur lui dit quelque chose. De plus, la femme qu'il épouse est le corps physique qu'elle a laissé derrière elle dans le monde des humains. Pour ne rien arranger, il ne l'a pas reconnue et tente de la faire tuer... Devrait-elle lui dire la vérité et écraser le beau visage immaculé de ce morveux ?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-08-03T20:05:47+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b198f9b8-7489-44cc-a062-1cb4b32d5507",
    "title": {
      "en": "Jimoto no Ijimekko-tachi ni Shikaeshi Shiyou to Shitara, Betsu no Tatakai ga Hajimatta."
    },
    "updatedAt": "2024-09-07T18:45:30+00:00",
    "coverArt": "https://mangadex.org/covers/b198f9b8-7489-44cc-a062-1cb4b32d5507/48259198-f0e1-41fc-84f7-daade9f098ff.jpg",
    "altTitles": [
      {
        "ja": "地元のいじめっ子達に仕返ししようとしたら、別の戦いが始まった。"
      },
      {
        "zh": "本想报复以前欺负我的孩子王，另一场战斗却开始了。"
      },
      {
        "en": "When Trying to Get Back at the Hometown Bullies, Another Battle Began."
      }
    ],
    "description": {
      "en": "Local bullies tormented Kotaro when he was a youngster. They were the skilled wrestler Akari, a skilled basketball prodigy Kanae, and Shigure, a prodigy in video games. Every day, Kotaro competed against these three guys in their respective sports with the intention of winning. Unfortunately, he was no match for them. As a senior in high school, Kotaro now has another opportunity to confront them and exact his retribution...! But he will discover a secret that he never would have expected...",
      "ja": "子供のころ、小太郎は地元のいじめっ子によって屈辱の日々を送っていた。レスリングの天才少年・アキラ、バスケの天才少年・カナエ、天才ゲーマー少年・シグレにあらゆる勝負で負け続けていたのだった高校生となった小太郎は、仕返しするべく３人と再会したのであったが…！？",
      "vi": "Oneshot chính thức được làm thành series của tác giả Matsumoto Kengo. Sau nhiều năm rời xa quê hương, Kotaro đã quay về để báo thù 3 kẻ bắt nạt từng khiến cậu khổ sở hồi cấp 1. Thế nhưng khi gặp lại 3 kẻ bắt nạt, những gì chờ đợt cậu lại vượt xa những gì cậu tưởng tượng...",
      "pt-br": "Os valentões locais atormentaram Kotaro quando ele era jovem. Eles eram o lutador habilidoso Akari. Kanae, um prodígio do basquete, e Shigure, um prodígio dos videogames. Todos os dias, Kotaro competia contra esses três caras em seus respectivos esportes com a intenção de vencer. Infelizmente, ele não era páreo para eles. No último ano do ensino médio, Kotaro agora tem outra oportunidade de enfrentá-los e exigir sua retribuição…! Mas ele descobrirá um segredo que nunca teria esperado…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a433d6b-f51a-4c2f-a183-85419fe98efc",
    "title": {
      "en": "Medalist"
    },
    "updatedAt": "2024-08-21T20:54:04+00:00",
    "coverArt": "https://mangadex.org/covers/4a433d6b-f51a-4c2f-a183-85419fe98efc/d6ea3b81-bac6-4d2b-8a79-907552fc4557.jpg",
    "altTitles": [
      {
        "ja": "メダリスト"
      },
      {
        "zh": "舞冰的祈愿"
      },
      {
        "zh-hk": "舞冰的祈願"
      },
      {
        "zh-hk": "金牌得主"
      },
      {
        "ru": "Медалистка"
      }
    ],
    "description": {
      "en": "There is a dream worth putting two lives on the line for.  \n  \nTsukasa, a young man with shattered dreams, and Inori, a girl no one believed in. However, in the face of adversity, those two possessed a tenacity towards the rink greater than anyone had ever known. Together, they meet on the ice, and aim for the world with their figure skating!\n\n---\n\n**Links:**  \n- [Series' Twitter](https://twitter.com/medalist_AFT)\n- Alternative Official English - [K MANGA (U.S. Only)](https://kmanga.kodansha.com/title/10231/episode/318207), [Kodansha](https://kodansha.us/series/medalist/)",
      "es": "Tsukasa es un patinador que, tras haber dejado atrás su sueño de convertirse en un atleta de élite por problemas económicos, trabaja realizando espectáculos de patinaje sobre hielo.\n\nPero todo cambia cuando conoce a Inori, una niña que acude a una pista de hielo a escondidas de su madre, aunque esta esté totalmente en contra de ello y todo el mundo piense que es tarde para ella, y que es demasiado inútil.\n\nAsí, gracias a la tenacidad que muestra Inori, Tsukasa decide convertirse en su entrenador y buscará ayudarla en el difícil mundo del patinaje artístico, prometiéndose que la llevará a la cima.",
      "zh": "用利刃融化坚冰、开拓人生——！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-08-28T12:21:09+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/8a3ac32f-0d04-4e4a-8f63-e372ff94a7e6.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83328446-ba9b-467d-83d1-37241f1ab4d2",
    "title": {
      "en": "Yong Heng Zhi Zun"
    },
    "updatedAt": "2023-11-13T21:53:59+00:00",
    "coverArt": "https://mangadex.org/covers/83328446-ba9b-467d-83d1-37241f1ab4d2/1abbd1ca-4a2c-4f89-9066-af9ae0b4713c.jpg",
    "altTitles": [
      {
        "en": "Eternal Reverence"
      },
      {
        "en": "YHZZ"
      },
      {
        "zh-ro": "Yǒnghéng Zhìzūn"
      },
      {
        "zh": "永恒至尊"
      },
      {
        "vi": "Vĩnh Hằng Chí Tôn"
      },
      {
        "ko": "영원지존"
      }
    ],
    "description": {
      "en": "It has been a year since Li Fu Chen lost his “Talent”. Now he lives the life of a trash, being bullied and beaten by those who once were inferior to him. However, he still has yet to lose everything as he’s still engaged to a strong and pretty lady of a powerful family but that came to an end when the engagement was abruptly canceled.   \n  \nWith shame brought to the family and his life engulfed by darkness, a ray of hope pierced the sky.",
      "pt-br": "Já faz 1 ano desde que Li Fu Chen perdeu seu “talento”. Agora ele vive a vida de um lixo, sendo intimidado e espancado por esses que uma vez eram inferior a ele. Entretanto, ele ainda não perdeu tudo pois ainda está noivo de uma forte e linda garota de uma poderosa família. Mas que chegou ao fim quando o noivado foi cancelado.  \n  \nCom vergonha trazida à sua família e sua vida preenchido pela escuridão, um raio de esperança perfurou o céu."
    },
    "status": "cancelled",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac783473-e74c-4ed4-b3d7-89e50b171b5f",
    "title": {
      "en": "GALAXIAS"
    },
    "updatedAt": "2024-07-28T22:06:05+00:00",
    "coverArt": "https://mangadex.org/covers/ac783473-e74c-4ed4-b3d7-89e50b171b5f/c489facf-937f-4b55-b104-43e752ed31cd.jpg",
    "altTitles": [
      {
        "ja": "ガラクシアス"
      },
      {
        "ru": "Галаксия"
      }
    ],
    "description": {
      "en": "It's been ten years since the assassination of the Dragon King, the land's most powerful ruler. Off in the corner of the kingdom where tailed dragonfolk dwell, Jio, a human girl, yearns for adventure and an escape from rural life. However, when she meets the mysterious, amnesiac young man Neraid, Jio's life turns upside-down! With courage and curiosity knocking on the door, the two of them find the ultimate adventure waiting for them!! A traditional battle fantasy from a rookie artist begins!! (K MANGA)\n___\n[Official X Account](https://x.com/GALAXIAS_manga)\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10608/episode/352898)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb654743-9b3d-4af5-9c8c-1e4882bc76dd",
    "title": {
      "en": "Spider Silk"
    },
    "updatedAt": "2023-10-05T01:50:52+00:00",
    "coverArt": "https://mangadex.org/covers/eb654743-9b3d-4af5-9c8c-1e4882bc76dd/7b25bd21-4c6b-4531-ac27-32d6f05a7ba1.png",
    "altTitles": [
      {
        "en": "Cobweb"
      },
      {
        "en": "Spider Web"
      },
      {
        "zh": "蜘蛛丝"
      }
    ],
    "description": {
      "en": "The mysterious murderers who commit crimes frequently hide in the dark and stalk their prey silently! They may also stroll past innocent passers-by indifferently… or put up a kind smile, but wave a butcher's knife at the next moment! There's another possibility that… You're that demon…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2863504d-9aea-4071-8504-e1f5885bda37",
    "title": {
      "en": "Senpai, Chotto ii Desu ka?"
    },
    "updatedAt": "2024-05-29T18:12:36+00:00",
    "coverArt": "https://mangadex.org/covers/2863504d-9aea-4071-8504-e1f5885bda37/281c9863-fb56-455b-80a7-e2ac7309b977.jpg",
    "altTitles": [
      {
        "ja": "先輩、ちょっといいですか?"
      },
      {
        "en": "Senpai, Can I Have a Moment?"
      },
      {
        "vi": "“Senpai, anh có thể cho em một chút thời gian được không?"
      }
    ],
    "description": {
      "en": "A super-sheltered girl, Shiranui Rei, has a lot of things she doesn’t know! She asks her questions to her senior, who is also a library committee member. But sometimes, her questions are hard to answer…!?",
      "vi": "Cô gái giàu có và được nuông chiều 不知火零(Shiranui Rei) không biết nhiều điều về thế giới xung quanh! Cô thường hỏi những điều không hiểu cho đàn anh của cô ở câu lạc bộ thư viện. Nhưng những câu hỏi của cô đôi khi lại khó trả lời lắm…!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "eeb2ab0e-7dbc-4f0c-b476-8181d44217a8",
    "title": {
      "en": "Tengoku Daimakyou"
    },
    "updatedAt": "2024-05-31T14:08:10+00:00",
    "coverArt": "https://mangadex.org/covers/eeb2ab0e-7dbc-4f0c-b476-8181d44217a8/87f694a8-91dd-4841-9e94-873646dc72a9.jpg",
    "altTitles": [
      {
        "fr": "A Journey beyond Heaven"
      },
      {
        "ja-ro": "Tengoku Daimakyō"
      },
      {
        "ru": "Иллюзия рая"
      },
      {
        "ja": "天国大魔境"
      },
      {
        "zh-hk": "天國大魔境"
      },
      {
        "en": "Heavenly Delusion"
      },
      {
        "ru": "Великая небесная стена"
      },
      {
        "pt-br": "Paraíso Ilusório"
      },
      {
        "pt-br": "Ilusão Celestial"
      },
      {
        "ar": "الوهم السماوي"
      },
      {
        "fa": "پردیس واهی"
      },
      {
        "uk": "Небесна омана"
      },
      {
        "uk": "Ілюзія раю"
      },
      {
        "vi": "Ảo ảnh thiên đường"
      }
    ],
    "description": {
      "en": "Some children live in a comfortably numb world, surrounded by walls. However, one day, a kid named Tokio receives a message asking \"Do you want to go outside of the outside?\"    Now, from the Heaven that is starting to crumble, the children begin their adventure!",
      "fa": "دنیایی پوچ که بچه‌ها در آن با رفاه کامل همراه با دیوارهایی که درون و بیرون را جدا می‌کنند، زندگی می‌کنند اما همه‌ی این‌ها زمانی تغییر می‌کند که یکی از بچه‌ها به نام تاکیو‌ پیامی با این متن دریافت می‌کند: «می‌خوای به خارج از چیزی که اون بیرونه بری؟»\n\nحال از بهشتی که درحال نابودی است بچه‌ها ماجراجویی خود را آغاز می‌کنند.",
      "fr": "Dans un immense jardin coupé du monde, un groupe d'enfants jouit d'une vie douce et d'insouciance, protégé par des scientifiques. Le monde extérieur leur est inconnu mais certains d'entre eux se questionnent : qu'y a-t-il au-delà des murs de leur paradis ?Pendant ce temps, dans un Japon dévasté par un mystérieux cataclysme, Maru et Kiruko, deux adolescents de la génération post-catastrophe, tentent de survivre dans un monde désolé peuplé de pillards et de monstres difformes. Leur objectif : atteindre \"le Paradis\".",
      "pt": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?",
      "ru": "Две истории, которые непременно связаны…\n\nТаинственный Мару — мальчик, у которого есть одна цель: найти «Рай»! На пути к ним он обрёл телохранителя — Кируко. Она тоже не так уж проста, как может показаться на первый взгляд. В этом путешествии к «Небесам» они вместе посетят много мест ушедшей эпохи и встретят разных врагов!\n\nТокио — девочка, которая живёт за великими стенами «Небес»! Это место можно назвать раем. Вокруг высокие деревья, зеленая трава, плантации свежих овощей и даже есть небольшой водоем! Вместе с Токио здесь можно встретить и других детей, каждый из которых обладает своим особенным даром. В один из дней Токио получает сообщение: «Ты хочешь выбраться отсюда?» Кажется, с этого момента что-то странное начинает твориться в пределах «Небес»…",
      "pt-br": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3dd1757b-7945-4faf-9c9b-b2dcd176ce2f",
    "title": {
      "en": "Ghostly Spirit"
    },
    "updatedAt": "2024-09-10T19:26:06+00:00",
    "coverArt": "https://mangadex.org/covers/3dd1757b-7945-4faf-9c9b-b2dcd176ce2f/197b9703-7e3c-431f-a8c2-ed0276329cf3.jpg",
    "altTitles": [
      {
        "ko": "귀령"
      }
    ],
    "description": {
      "en": "Seamdang, a small hermitage nestled in the foothills of Jirisan, is filled with the fragrance of pear blossoms.\n\nHayeon, a descendant of a shaman from the southern provinces and the reincarnation of a heavenly maiden, meets Geonwoo, a young man who can intervene in the spirit world through his vajra. Together, they resolve the sorrows and grudges of the world while vanquishing evil spirits.",
      "ko": "배꽃향기 가득한 지리산 자락의 작은 암자 세암당.\n\n남도 만신의 후예이자 천궁 선녀의 환생 하연은금강저를 통해 영의 세계에 개입할 수 있는 청년, 건우를 만나세상의 슬픔과 한을 풀고 악귀를 퇴치해 나간다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22dc7d01-3019-474c-b944-2b77229bcac2",
    "title": {
      "en": "Shibatte Mitsumete"
    },
    "updatedAt": "2024-07-27T02:52:30+00:00",
    "coverArt": "https://mangadex.org/covers/22dc7d01-3019-474c-b944-2b77229bcac2/cb23b461-da00-4306-a7dd-664c4ab959bf.jpg",
    "altTitles": [
      {
        "ja": "縛って見つめて"
      },
      {
        "en": "Tie Me Up, Stare Me Down."
      }
    ],
    "description": {
      "en": "Sawada is a section manager in the sales promotion section at the head office of a food supermarket. He is caught between his superiors and subordinates, and has a hard time getting things done. One day after working overtime, he is looking for a place to have a drink when he sees a sign that says “Fetish Bar.\" When he opens the door, he is greeted by a woman in fishnet tights and a bondage outfit⁉ And the queen who ties him up for a trial play is..",
      "ja": "食品スーパー本社の販促課で課長を務める沢田。上と下との板挟みになり、苦労が絶えない。残業後のある日、一杯飲もうと店を探していると「フェティッシュバー」と書かれた看板が目に入る。扉を開けると彼を迎えたのは、網タイツにボンデージ姿の女性たち!?　人気ナンバーワンの女王・ナナによる緊縛を体験した沢田は、今まで感じたことのない快楽と解放感を味わい……。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "665201ac-552a-434d-8b09-c62c6bf6e693",
    "title": {
      "en": "Zekkyou Gakkyuu Tensei"
    },
    "updatedAt": "2024-04-24T14:10:38+00:00",
    "coverArt": "https://mangadex.org/covers/665201ac-552a-434d-8b09-c62c6bf6e693/5ff10131-17b2-44bc-96c1-2ab60905a2f6.jpg",
    "altTitles": [
      {
        "en": "Scary Lessons - Reincarnation"
      },
      {
        "ja": "絶叫学級 転生"
      },
      {
        "vi": "Lớp học rùng rợn - Tái Sinh"
      }
    ],
    "description": {
      "en": "A reboot of the award winning series Zekkyou Gakkyuu, with brand new stories."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ef2cc94-eb99-4058-929f-6b1afae1caca",
    "title": {
      "en": "Is it Normal to Raise a Yandere Heroine as a Villainess ?!"
    },
    "updatedAt": "2024-08-07T15:36:48+00:00",
    "coverArt": "https://mangadex.org/covers/6ef2cc94-eb99-4058-929f-6b1afae1caca/500263ae-db48-4adf-8458-248eef830f80.jpg",
    "altTitles": [
      {
        "zh": "身为恶役女配的我养成病娇女主很正常吧？！"
      },
      {
        "pt-br": "Como A Vilã, Criar Uma Protagonista Yandere É Normal, Não É?!"
      },
      {
        "zh-ro": "Shen Wei E Yi Nv Pei De Wo Yang Cheng Bìng Jiao Nv Zhu Hen Zheng Chang Ba?!"
      }
    ],
    "description": {
      "en": "Jiang Yang was a lead designer for a popular game company until she fell to her death while gathering inspiration for a new game. After waking up in a world of cultivation, she trained tirelessly to return to her original world, when a thread of fate pulled her into the world of an otome game.\n\nJiang Yang quickly realizes she is in the world of the very first game she had worked on. The thread of fate connected her to Stardew, the heroine of the game who is being bullied during her first year at the Royal Academy of Magic.\n\nAs the game progresses, Jiang Yang remembers the ridiculous story the game follows, and she decides that she can’t stand by while the game makes Stardew suffer. She helps Stardew deal with the flirtatious love interest of the original game, Crown Prince Miller, and even imparts her with some of her cultivation power. To protect Stardew from the game’s story, she even puts herself in danger. However, as Jiang Yang and Stardew’s relationship becomes closer, Jiang Yang realizes that the thread of fate connecting her and Stardew is not as simple as she imagined.",
      "zh": "姜央是一名为了游戏新作采风不幸摔下悬崖穿越到修真世界的游戏主美，为了回到原本的世界，姜央努力修炼，终于要飞升成神回到原本的世界，结果因为一条神秘的因果线，被强制牵引到了一个魔法世界中（还是个乙女游戏，游戏刚开始），捡到了初入魔法校园就被恶役女二欺负的的游戏女主。 姜央这时反应过来，这不就是当初让自己穿越的那个倒霉换皮游戏吗？而自己的因果线就连接在了游戏女主星露的身上。姜央以为只要跟着游戏通关，自己就能回到最初的现实世界，但是随着游戏发展，姜央再次回想起了煞笔策划写的沙雕剧情，看着星露受苦，具有强烈责任心和道德感的姜央选择对星露出手相助，不仅要帮对方清理花心皇子那些烂桃花，还传授修真技巧以防对方被其他学生霸凌，甚至有时还得搭上自己的身子！！随着姜央和星露的交往越来越密切，姜央发现自己在星露身上的因果线没有自己想象中那么简单……",
      "pt-br": "Jiang Yang é a diretora de designe de arte de um jogo, ao coletar referências para uma nova produção, cai de um penhasco e acaba atravessando para um mundo de cultivo. Para voltar ao seu mundo original, Jiang Yang se dedica ao cultivo e finalmente está prestes a ascender como uma divindade para retornar. No entanto, devido a uma misteriosa linha do destino, ela é forçada a ser puxada para um mundo de magia (que também é um jogo otome, e o jogo acabou de começar). Nesse novo mundo, ela encontra a protagonista do jogo, Xing Lu, sendo intimidada pela vilã secundária logo no início da academia de magia.\n\nJiang Yang percebe que este é o jogo problemático que a fez atravessar os mundos originalmente. Sua linha do destino está ligada a Xing Lu, a protagonista do jogo. Jiang Yang acredita que, seguindo a história do jogo até o fim, ela poderá retornar ao seu mundo real. No entanto, conforme o jogo se desenvolve, Jiang Yang relembra as tramas ridículas escritas pelo roteirista idiota do jogo. Vendo o sofrimento de Xing Lu, a fortemente responsável e moralmente íntegra Jiang Yang decide ajudar Xing Lu. Ela não apenas ajuda a livrar Xing Lu dos pretendentes indesejados, incluindo o príncipe mulherengo, mas também lhe ensina técnicas de cultivo para que ela possa se defender dos outros estudantes. Às vezes, isso até envolve sacrificar-se fisicamente! \n\nÀ medida que Jiang Yang e Xing Lu se tornam mais próximas, Jiang Yang descobre que sua linha do destino com Xing Lu é mais complexa do que ela imaginava..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "265da069-ca97-434a-ba54-d118ed9b6e7f",
    "title": {
      "en": "I Have 999 Abilities"
    },
    "updatedAt": "2022-07-03T13:35:02+00:00",
    "coverArt": "https://mangadex.org/covers/265da069-ca97-434a-ba54-d118ed9b6e7f/1c3fbb90-a764-4157-a0b3-e930f0b744c5.jpg",
    "altTitles": [
      {
        "en": "I Can Snatch 999 Types of Abilities"
      },
      {
        "en": "Your Abilities Are Mine"
      },
      {
        "zh": "我有999种异能"
      },
      {
        "zh-ro": "Wo You 999 Zhong Yi Neng"
      }
    ],
    "description": {
      "en": "In a world where superpowers are commonplace, Yang Xifa swore bloody revenge on those who harmed his dear sister. He will use his ability to take away other's powers to build himself up from an innocent bystander to become the leader of a powerful organization. Combining his strength and smarts to defeat the evil-doers, he will collect 999 abilities and become the most powerful hero in the world!\n\n(Source: Anilist (Bilibili, translated))"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-05-05T05:17:22+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/f209c73d-1f76-42ba-b13d-5c3e6059f83a.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a1a79e4-7f90-450d-854c-0c780179f47f",
    "title": {
      "en": "The Martial God Who Regressed Back to Level 2"
    },
    "updatedAt": "2024-06-18T02:43:46+00:00",
    "coverArt": "https://mangadex.org/covers/8a1a79e4-7f90-450d-854c-0c780179f47f/1c5a58a5-ad5a-495e-a111-9eff4d4d1781.png",
    "altTitles": [
      {
        "ko": "2레벨로 회귀한 무신"
      },
      {
        "en": "The God of War Who Regressed to Level 2"
      },
      {
        "es-la": "El dios marcial que regresó al nivel 2"
      }
    ],
    "description": {
      "en": "[NO. 4212: 'Humanity' has failed the Demotion Match.]\n[NO. 4212: ‘Humanity’ has been deemed useless. Beginning deletion.]\n\nEarth lost the fight for survival in the BattleNet system and humanity now faces eradication. However, Jihan Seong is given another chance. He has returned three years into the past before BattleNet became a life-or-death game.\n\nWith his knowledge of the future, he’s determined to become the strongest player. Will Jihan be able to change the fate of humanity? And more importantly, can he protect the ones he loves from those who want him to fail?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "946ff973-95b5-4f57-8e81-7c4674ea50dc",
    "title": {
      "en": "The Druid of Seoul Station"
    },
    "updatedAt": "2024-05-28T15:20:02+00:00",
    "coverArt": "https://mangadex.org/covers/946ff973-95b5-4f57-8e81-7c4674ea50dc/25af0915-1ee5-4b57-ac6b-300bd885f149.jpg",
    "altTitles": [
      {
        "ko": "서울역 드루이드"
      },
      {
        "en": "Seoul Station Druid"
      },
      {
        "zh": "归来的异世界王者"
      },
      {
        "th": "ดรูอิดแห่งสถานีโซล"
      },
      {
        "ru": "Друид с Сеульского вокзала"
      },
      {
        "ja": "ドルイド侵略"
      },
      {
        "uk": "Друїд з Сеульського вокзалу"
      },
      {
        "es-la": "Druida de la Estación de Seúl"
      }
    ],
    "description": {
      "de": "Was wie ein gewöhnlicher Tag begann, wird auf den Kopf gestellt, als eine mysteriöse Katastrophe die Erde heimsucht und Soo Ho Park auf einen anderen Planeten befördert. Mit der Zeit lernt er, sich anzupassen und um sein Überleben in dieser fremden Welt zu kämpfen. Doch eines Tages wird Soo Ho genauso plötzlich wieder auf die Erde zurückgeholt, wie er auf dem neuen Planeten gelandet ist. Schnell erfährt er, dass eine Rückkehr zu seinem vergangenen Leben nicht möglich ist, denn die Erde befindet sich in einem ständigen Kampf mit Monstern, denen es gelungen ist, den Planeten zu infiltrieren. Wie wird Soo Ho gegen die Monster ankämpfen und wird er dieses Mal mit seinen derzeitigen Fähigkeiten überleben können?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "en": "What started out as an ordinary day turned upside down when an unknown catastrophe struck Earth, transporting Suho Park to a different planet. He eventually learns how to adapt and fight for his survival in this foreign world, but one day, just as suddenly as he was sucked into this new planet, Suho is pulled back to Earth!\n\n He quickly learns that return to life as he remembers it is no longer possible, as Earth is in constant battle with monsters who’ve managed to infiltrate the planet.\n\nHow will Suho fight against the monsters attacking Earth, and will he be able to survive this time with his current skills?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "fr": "Ce qui a commencé comme une journée ordinaire a basculé lorsqu'une catastrophe inconnue a frappé la Terre, transportant Suho Park sur une autre planète. Ce dernier apprend peu à peu à s'adapter et à se battre pour survivre dans ce monde étranger, mais un jour, tout aussi soudainement qu'il a été transporté sur cette nouvelle planète, Suho est miraculeusement ramené sur Terre. Il apprend rapidement que le retour à la vie normale telle qu'il se souvient n'est plus possible, car la Terre est en lutte constante avec des monstres qui ont réussi à s'infiltrer sur la planète. Suho trouvera-t-il un moyen de se battre contre les monstres qui attaquent la Terre, et pourra-t-il survivre avec ses compétences actuelles ?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "id": "Suho, kembali ke Bumi setelah seribu tahun menghilang di dunia lain. Namun, dunia yang dulu ditinggali sekarang telah berubah menjadi dunia kebiadaban dengan munculnya monster-monster!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "ja": "「この世界の支配者は俺だ！」 異世界に迷い込んでから1000年ぶりに地球に帰還した緒形元汰。その間に、地球はモンスターの登場により、完璧な弱肉強食の世界に変わっていた。異世界にて1000もの間、激しい生存競争のすえに、動物の王として降臨した緒形元汰は、ドルイドとして地球征服に乗り出す！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "ko": "이세계로 사라진 뒤 천 년 만에 지구로 귀환한, 박수호.\n그 사이 세상은 몬스터의 등장으로 철저한 약육강식의 세상으로 변해 있었다.\n천 년 동안 처절한 생존경쟁으로 살아남은 동물의 왕 드루이드, 세계 정복에 나서다.\n\n이제부터 이 구역의 지배자는 나다.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "pl": "Park Sooho powrócił na Ziemię po tym, jak przeniósł się do innego świata na tysiąc lat. W tym czasie Ziemia zmieniła się w świat przetrwania najsilniejszych dzięki pojawieniu się potworów. Druid, król zwierząt, któremu udało się przetrwać przez tysiąc lat, wyrusza teraz na podbój świata.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "ru": "Пак Су Хо, провел тысячу лет с животными и стал друидом.\nТем временем мир превратился в мир жестокости и появились монстры. Друид и царь зверей,\nвыживший в ожесточенной битве за выживание в течение тысячи лет, отправляется покорять мир.\n\"Отныне я правитель!\"\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "th": "\"พัคซูโฮ\" กลับมายังโลก หลังจากที่ตกไปอีกโลกนับพันปี ในขณะเดียวกัน โลกที่ซูโฮเคยอาศัยอยู่ได้กลายเป็นสนามรบตั้งแต่มีมอนสเตอร์ปรากฏตัวจากอีกโลกหนึ่ง จากนี้ไป พัคซูโฮ ดรูอิดผู้รอดชีวิตจากป่าอันโหดร้ายและกลายเป็นราชาแห่งสัตว์ ได้เริ่มต้นการต่อสู้เพื่อพิชิตโลก!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "zh": "千年归来的万物之王！\n从现在开始出击征服世界！\n朴修浩意外来到异世界后，在千年的生存竞争中成功存活并成为了动物之王。时隔千年又意外重返地球。 在此期间，世界因为怪兽的出现，而彻底变成了弱肉强食的世界。为了继续生存朴修浩开始征服人类世界！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77dbfa29-8ef0-446d-82cc-1b4de878dd90",
    "title": {
      "en": "Sokushi Cheat ga Saikyou Sugite, Isekai no Yatsura ga Marude Aite ni Naranai n desu ga"
    },
    "updatedAt": "2024-08-27T07:12:40+00:00",
    "coverArt": "https://mangadex.org/covers/77dbfa29-8ef0-446d-82cc-1b4de878dd90/bacfa86e-21e8-406e-ad7e-e4ddb507e030.jpg",
    "altTitles": [
      {
        "tr": "Ani Ölüm Gücü"
      },
      {
        "en": "My Instant Death Ability Is So Overpowered, No One in This Other World Stands a Chance Against Me!"
      },
      {
        "en": "The Other World Doesn't Stand a Chance Against the Power of Instant Death"
      },
      {
        "ja": "即死チートが最強すぎて、異世界のやつらがまるで相手にならないんですが。－ΑΩ－"
      },
      {
        "zh": "秒杀外挂太强了，异世界的家伙们根本就不是对手。 –AΩ-"
      },
      {
        "ko": "즉사 치트가 너무 최강이라 이세계 녀석들이 전혀 상대가 되지 않습니다만. –AΩ-"
      },
      {
        "ja-ro": "Sokushi Cheat ga Sai Tsuyo Sugite, Isekai no Yatsu-ra ga Marude Aite ni Naranain Desuga. - AΩ -"
      },
      {
        "es": "El Otro Mundo No Tiene Ninguna Posibilidad Frente Al Poder De La Muerte Instantánea"
      },
      {
        "en": "My Instant Death Ability Is So Overpowered, No One in This Other World Stands a Chance Against Me! —AΩ—"
      },
      {
        "en": "Instant Death Cheat"
      }
    ],
    "description": {
      "en": "Growth cheats? Infinite magic power? The ability to utilize all archetypes? What’s the point if instant death ends everything with a single attack? \n \nAwaking to absolute chaos and carnage while on a school trip, Yogiri Takatou discovers that everyone in his class has been transported to another world!\n\nHe had somehow managed to sleep through the entire ordeal himself, missing out on the Gift — powers bestowed upon the others by a mysterious Sage who appeared to transport them. Even worse, he and another classmate were ruthlessly abandoned by their friends, left as bait to distract a nearby dragon. Although not terribly bothered by the thought of dying, he reluctantly decides to protect his lone companion. After all, a lowly Level 1000 monster doesn't stand a chance against his secret power to invoke Instant Death with a single thought!\n\nIf he can stay awake long enough to bother using it, that is...",
      "tr": "Büyüme hileleri? Sonsuz büyü gücü? Tüm ark tipte yetenekleri kullanma yeteneği? Anında bir ölüm her şeyi tek bir saldırı ile sonlandırırsa amaç ne?  \n  \nLise öğrencisi Yogiri Takatou, gezi otobüsüne saldıran bir ejderhayla uyandığı bir okul gezisine çıktı, sadece otobüste kalanlar o ve panik içindeki kız sınıf arkadaşı olan Tomochika Dannoura idi. Görünüşe göre sınıf arkadaşlarının geri kalanı, kendisini Sage(Bilge) olarak tanıtan ve ejderha yemi olarak geride bıraktı.  \n  \nVe böylece Yogiri, tam olarak ne olduğu hakkında hiçbir fikri olmayan, tehlike dolu paralel bir evrene atıldı. Aynı şekilde, onları çağıran Sion, dünyasına ne tür bir varlık çağırdığına dair hiçbir fikri yoktu.  \n  \n\n\n---\n\n**Links:**  \n- [Mangaka's Twitter](https://twitter.com/twitydk)  \n- [Japanese Web Novel](https://ncode.syosetu.com/n5691dd/)  \n- [Official English Light Novel](https://j-novel.club/s/my-instant-death-ability-is-so-overpowered-no-one-in-this-other-world-stands-a-chance-against-me/)",
      "es-la": "¿Trucos para ser más fuerte? ¿Poder mágico infinito? ¿Las posibilidades de utilizar todos los arquetipos? ¿Cuál es el punto si la Muerte Instantánea lo termina todo con un solo ataque? \n\nYogiri Takatou, estudiante de último año de la escuela secundaria, estaba en un viaje escolar cuando se despertó con un dragón asaltando su autobús turístico, con los únicos que aún estaban en el autobús siendo él y su compañera de clase, Tomochika Dannoura, al parecer, el resto de sus compañeros de clase habían recibido poderes especiales por parte de Sion, una mujer que se presentó como Sabio y se escapó al mandar un dragón, dejando a los que no habían recibido ningún poder especial como cebo del dragón.\n\nY así, Yogiri fue arrojado a un universo paralelo lleno de peligro, sin idea de lo que acaba de suceder. Del mismo modo, Sion no tenía forma de saber qué tipo de ser había convocado a su mundo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f050074b-318b-4b75-9ce9-0844a9a73567",
    "title": {
      "en": "I Shall Seal the Heavens"
    },
    "updatedAt": "2022-01-24T20:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/f050074b-318b-4b75-9ce9-0844a9a73567/e2946c95-cc1f-45dd-9853-3879b5909aaf.png",
    "altTitles": [
      {
        "zh-ro": "Wo Yu Feng Tian"
      },
      {
        "zh": "我欲封天"
      }
    ],
    "description": {
      "en": "This is about a failed young scholar named Meng Hao who gets forcibly recruited into a Sect of Immortal Cultivators. In the Cultivation world, the strong prey on the weak, and the law of the jungle prevails. Meng Hao must adapt to survive. And yet, he never forgets the Confucian and Daoist ideals that he grew up studying. This, coupled with his stubborn nature, set him on the path of a true hero. What does it mean to “Seal the Heavens?” This is a secret that you will have to uncover along with Meng Hao.",
      "fr": "Dans le monde des Cultivateurs, les forts dominent les faibles, et la loi de la jungle règne. Meng Hao doit s'adapter pour survivre. Pourtant, il n'a jamais oublié ses idéaux de Confucianisme et Daoisme avec lesquels il a grandi. Cette faculté d'adaptation ajoutée à sa personnalité tenace, lui ont permis d'embarquer sur une voie pour devenir un vrai héros. (Résumé de Daolateur sur le site Empire des Novels)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "128"
  },
  {
    "mangaId": "003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc",
    "title": {
      "en": "High School Boy"
    },
    "updatedAt": "2024-08-20T14:16:46+00:00",
    "coverArt": "https://mangadex.org/covers/003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc/df98b3a9-bddd-4dd2-81cd-23a1618e38fc.png",
    "altTitles": [
      {
        "ko": "남고 소년"
      },
      {
        "en": "Highschool Boy"
      }
    ],
    "description": {
      "en": "Hong Il-tak, the only red spot at Daemun Namgo. Despite his name and nickname, he's a boy, and his dwarfism and peculiar appearance have led to him being looked down upon by everyone from the nerds to the elders, and he's at the bottom of the school hierarchy. \n\nIn the past, until his sophomore year, Iltak had been a famous member of the Iljin, but a problem of his own brought him to the bottom of the food chain... \n\n\"His secondary sexuality. If only he'd come to me...!\" \n\nAfter enduring daily teasing and bullying because his body stopped growing like his peers, Hong Il-taek thought of a way to move up in the ranks... \n\n\"If I can befriend this guy, who's in the second grade at Dae-moon Boys' High School, I'll be able to move up again!\" \n\nBut for some reason, Lee Hyun-woo tries to keep his distance from Hong Il-taek... Can Hong Il-taek find his former glory again?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ff1c62e-a811-4e4c-b9b7-0ad11307251f",
    "title": {
      "en": "God Tribe"
    },
    "updatedAt": "2024-08-19T22:53:37+00:00",
    "coverArt": "https://mangadex.org/covers/1ff1c62e-a811-4e4c-b9b7-0ad11307251f/8b2bdf27-1771-4ad4-8b61-57a1618bfa12.jpg",
    "altTitles": [
      {
        "ko": "갓트"
      },
      {
        "ru": "Племя Бога"
      }
    ],
    "description": {
      "en": "A world where the twelve factions of the God tribe fight and exist together in.\n\nThe nature faction's Larte, who worked for the carnivorous faction and got abused, was an offering for the predators but saved by the hero Tasire.\n\nBased on Tasire’s words, Larte was an existence that was born once in a thousand years to fight against the predators, and fated to be the leader of the God tribe.\n\nAfter training with Tasire, he’s now ready to start his revenge by turning the world upside down.",
      "ko": "12계열의 갓트(GOD-Tribe)가 서로 싸우며 공존하는 세상.\n육식계에게 학대를 받으며 일하던 환식계 꼬마 랏데는\n포식자에 제물로 바쳐졌으나, 영웅 타세르에 의해 구원된다.\n타세르의 말에 따르면 랏데가 바로 포식자들에 맞서 세상을 구원할\n천년에 한번 태어나는 계시된 존재였고,\n이후 모든 '갓트'집단의 리더가 될 운명이었다.\n이제 타세르와의 수련 후, 세상을 뒤집는 복수가 시작된다.",
      "ru": "В мире, состоящем из двенадцати фракций племени богов, которые находятся в постоянном противостоянии, представитель группировки собирателей Ларте пал их жертвой, однако был чудесным образом спасён великим героем Тасире. По его словам, Ларте — существо, которое рождается раз в тысячу лет для борьбы с хищниками, и именно ему суждено стать лидером «племени богов». После обучения у Тасире юноша готов отомстить своим врагам за все причинённые страдания, даже если ему понадобится для этого перевернуть весь мир с ног на голову."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10e20e17-7ae6-48f9-8d33-7cf32db82674",
    "title": {
      "en": "Uchi no Dorei ga Akaru Sugiru!"
    },
    "updatedAt": "2024-08-10T15:43:01+00:00",
    "coverArt": "https://mangadex.org/covers/10e20e17-7ae6-48f9-8d33-7cf32db82674/a5124cec-6e85-4a9d-9f11-6b0a630a9e15.jpg",
    "altTitles": [
      {
        "ja": "うちの奴隷が明るすぎる！"
      },
      {
        "en": "My Slave is Way Too Cheerful"
      }
    ],
    "description": {
      "en": "Roland is known throughout the world as the Black Knight. He appears calm, cool, and collected on the outside, but secretly he’s anything but - he can’t talk to girls for the life of him. One day, while doing his regular heroic thing, he comes across a slave girl bound and gagged. Roland suddenly realizes - if he saves this slave girl, he can slowly build up his social skills by talking to her. After all, a slave girl has to be as shy as him, right?",
      "ja": "悪しき者共から人々を守る高潔な黒騎士、ローランド。彼には一つの悩みがあった。アラサー、独身、女性不信。親や周りの人から結婚を期待されるも、女性への免疫はゼロ。そんな彼が思い至った、素晴らしい(？)女性克服方法。「奴隷の女の子なら、自分にも優しくしてくれるのでは…？」しかし、ローランドが運命的な出会いを果たしたのは、イメージとは180度違う、明るすぎる奴隷少女、ジェシカだった…！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a3fbd77-6e6f-4386-8e29-32c3d6577b53",
    "title": {
      "en": "Why the King Needs a Secretary"
    },
    "updatedAt": "2024-05-10T00:27:14+00:00",
    "coverArt": "https://mangadex.org/covers/9a3fbd77-6e6f-4386-8e29-32c3d6577b53/4a0ca74b-ae6c-423b-b64d-5d7e55b4a076.jpg",
    "altTitles": [
      {
        "ko": "패왕에게 비서가 필요한 이유"
      },
      {
        "ko-ro": "Paewangege Biseoga Piryohan Iyu"
      },
      {
        "ko-ro": "Paewangege Biseoga Pil-yohan Iyu"
      },
      {
        "en": "The Tyrant's Secret Secretary"
      },
      {
        "en": "The Reason Why the King Needs a Secretary"
      },
      {
        "en": "The Reason That the King Needs a Secretary"
      },
      {
        "de": "Die neue Sekretärin des Königs"
      },
      {
        "fr": "Secrétaire de sa majesté"
      },
      {
        "ru": "Причина, по которой королю нужен секретарь"
      },
      {
        "ru": "Причина, по которой королю нужна секретарша"
      },
      {
        "th": "เหตุผลที่จักรพรรดิต้องการเลขา"
      },
      {
        "ja": "覇王に秘書が必要な理由"
      },
      {
        "vi": "Nguyên cớ hầu cận nhà vua"
      },
      {
        "zh": "危险工作：不小心成了皇帝的秘书"
      },
      {
        "zh": "霸王需要秘书的理由"
      },
      {
        "zh-hk": "霸王祕書的獨家療法"
      },
      {
        "id": "Why the Emperor Need a Secretary"
      },
      {
        "tr": "Bir Kral Neden Sekretere İhtiyaç Duysun Ki?"
      },
      {
        "ar": "لماذا يحتاج الملك إلى سكرتيرة"
      }
    ],
    "description": {
      "ar": "تعيش سيليستيا في الزقاق الخلفي لجولددينا ولديها مهارة يمكنها تبديد السحر. إنها تعتقد أن مهارتها غير مجدية وتدعم صديقتها الموهوبة سيرينجيفان بدلاً من ذلك. \"احصل على تلك القطعة المجنونة!\" لكنه خانها وباعها على أنها عاهرة على الرغم من وعدهم بالزواج. في يأسها الذي لا مفر منه ، ظهر رجل بدا أنه نبيل أمام سيليستيا ورؤية حالته ، تقترح عليه سيليستيا صفقة. \"يمكنني أن أشفي المرض الذي تعاني منه.\" \"...أين سمعت عني؟\" كان وجه الرجل يخيف بشكل متزايد لكن سيليستيا أرادت أن تعيش. حصلت في النهاية على ما أرادت ، ووصلت إلى مكان يشبه القصر الإمبراطوري. \"في المستقبل ، اتصل بي\" صاحبة الجلالة \". \"... جلالة الملك؟\" \"بالطبع ، أنا الإمبراطور الوحيد لإمبراطورية بورغ ، فان.\" والمثير للدهشة أن هوية الرجل هي ... إمبراطور إمبراطورية بورغ ، المعروف باسم مختل عقليًا ذو عيون حمراء. أصبحت سلستيا واحدة من رعايا الإمبراطور. هل تستطيع النجاة بأمان؟\n\n---\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/1217), [KakaoPage](https://page.kakao.com/content/56466828), [KToon](https://v2.myktoon.com/mw/works/list.kt?worksseq=10792), [Naver Series](https://series.naver.com/comic/detail.series?productNo=5990137), [RidiBooks](https://ridibooks.com/books/2107076031)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-tyrants-secret-secretary/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30680)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%9C%B8%E7%8E%8B%E7%A5%95%E6%9B%B8%E7%9A%84%E7%8D%A8%E5%AE%B6%E7%99%82%E6%B3%95/250)\n* [French / Français](https://www.delitoon.com/detail/daf_1000513)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000138)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Why-the-Emperor-Need-a-Secretary/20)\n* [Japanese / 日本語](https://piccoma.com/web/product/66982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%AB%E0%B8%95%E0%B8%B8%E0%B8%9C%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%A5%E0%B8%82%E0%B8%B2/273)",
      "de": "Eine junge Frau wird von ihrem Ex-Verlobten als Sklavin verkauft. Gegen ihren Willen muss sie ihren kleinen kranken Bruder zurücklassen. Als sie die Hoffnung auf Rettung fast verloren hat, trifft sie auf einen jungen Adeligen, der etwas Besonderes in ihr sieht: Eine Person, die sein Leiden heilen kann und in deren Gegenwart er zur Ruhe kommt. Er nimmt sie mit sich in seinen Palast, damit sie für ihn arbeiten kann. Die Frau ist so dankbar, dass sie alles Erdenkliche tut, um die neue Sekretärin ihres Befreiers zu werden, welcher nicht nur irgendein Adeliger ist, sondern der König eines fremden Landes!\n\n---\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/1217), [KakaoPage](https://page.kakao.com/content/56466828), [KToon](https://v2.myktoon.com/mw/works/list.kt?worksseq=10792), [Naver Series](https://series.naver.com/comic/detail.series?productNo=5990137), [RidiBooks](https://ridibooks.com/books/2107076031)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-tyrants-secret-secretary/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30680)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%9C%B8%E7%8E%8B%E7%A5%95%E6%9B%B8%E7%9A%84%E7%8D%A8%E5%AE%B6%E7%99%82%E6%B3%95/250)\n* [French / Français](https://www.delitoon.com/detail/daf_1000513)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000138)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Why-the-Emperor-Need-a-Secretary/20)\n* [Japanese / 日本語](https://piccoma.com/web/product/66982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%AB%E0%B8%95%E0%B8%B8%E0%B8%9C%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%A5%E0%B8%82%E0%B8%B2/273)",
      "en": "Celestia lives in the back alley of Golddina and has a skill that can dispel magic. She thinks that her skill is useless and supports her talented friend Serengevan instead.\n\n\"Get that crazy b'tch out!\"\n\nBut he betrayed her and sold her as a slave even though they promised to get married. In her inescapable despair, a man who looked to be a nobleman appeared before Celestia and seeing his condition, Celestia proposes a deal to him.\n\n\"I can heal the disease you are suffering from.\"\n\n\"…Where did you hear about me?\"\n\nThe man's face was getting increasingly scary but Celestia wanted to live. She eventually got what she wanted, and arrived at a place which resembled the imperial palace.\n\n\"In the future, call him 'Your Majesty.'\"\n\n\"…Your Majesty?\"\n\n\"Of course, he's the one and only Emperor of the Burg Empire, Van.\"\n\nSurprisingly, the identity of the man is… The Emperor of the Burg Empire, known as the Red-Eyed Psychopath. Celestia became one of the emperor's subjects. Can she survive safely?\n\n---\nCelestia was in love and dreaming of a brighter tomorrow until, out of the blue, her fiancé cheated on her and left her for dead. Suddenly, she was alone with nothing. Enter the Emperor, cold and aloof with unlimited power and wealth. He was alone with everything. But now these two have each other. Her cunning and courage make her invaluable to him, and yet it’s the secret they share that makes them inseparable... and a target for those who crave power. Will their relationship remain professional, or will it become something magical?\n\n---\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/1217), [KakaoPage](https://page.kakao.com/content/56466828), [KToon](https://v2.myktoon.com/mw/works/list.kt?worksseq=10792), [Naver Series](https://series.naver.com/comic/detail.series?productNo=5990137), [RidiBooks](https://ridibooks.com/books/2107076031)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-tyrants-secret-secretary/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30680)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%9C%B8%E7%8E%8B%E7%A5%95%E6%9B%B8%E7%9A%84%E7%8D%A8%E5%AE%B6%E7%99%82%E6%B3%95/250)\n* [French / Français](https://www.delitoon.com/detail/daf_1000513)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000138)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Why-the-Emperor-Need-a-Secretary/20)\n* [Japanese / 日本語](https://piccoma.com/web/product/66982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%AB%E0%B8%95%E0%B8%B8%E0%B8%9C%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%A5%E0%B8%82%E0%B8%B2/273)",
      "fr": "Vendue en esclavage par son ami d’enfance et ex-fiancé, une jeune femme laisse contre son gré son jeune frère souffrant. Tout semble perdu pour elle quand elle croise le chemin d’un jeune noble! Possédant une capacité de guérison hors norme dont il a tant besoin, elle arrive à négocier avec lui sa liberté. Ainsi, elle le suit jusque dans son palais et va tout faire pour devenir la secrétaire de celui qui pourrait bien être... l'empereur d’un pays étranger.\n\n---\nCelestia vivait dans les bas quartiers de Goldina, au milieu des rues étroites remplies de terre, où des mendiants y traînaient comme des cadavres.\n\nElle possède un talent rare qui permet de dissiper la magie et pense filer le parfait amour avec son ami d'enfance, Serek. Mais celui-ci la trahit et la vend en esclavage. En route vers le marché où elle sera vendu, elle rencontre un noble et passe un accord avec lui; «Je peux guérir la maladie dont vous souffrez.»\n\nTant bien que mal, elle réussit à se sauver, mais... «À l'avenir, appelle-moi 'Votre Majesté'.». L'identité de cet homme n'est autre que Van, l'Empereur de Burg. C'est donc ainsi que Celestia devient le sujet du psychopathe aux yeux rouges...\n\n---\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/1217), [KakaoPage](https://page.kakao.com/content/56466828), [KToon](https://v2.myktoon.com/mw/works/list.kt?worksseq=10792), [Naver Series](https://series.naver.com/comic/detail.series?productNo=5990137), [RidiBooks](https://ridibooks.com/books/2107076031)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-tyrants-secret-secretary/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30680)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%9C%B8%E7%8E%8B%E7%A5%95%E6%9B%B8%E7%9A%84%E7%8D%A8%E5%AE%B6%E7%99%82%E6%B3%95/250)\n* [French / Français](https://www.delitoon.com/detail/daf_1000513)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000138)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Why-the-Emperor-Need-a-Secretary/20)\n* [Japanese / 日本語](https://piccoma.com/web/product/66982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%AB%E0%B8%95%E0%B8%B8%E0%B8%9C%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%A5%E0%B8%82%E0%B8%B2/273)",
      "id": "Celestia yang tinggal di gang kecil Goldina, memiliki kemampuan untuk menghilangkan sihir. Namun, Ia mengganggap dirinya tidak memiliki bakat, dan memilih untuk membantu teman kecilnya Serengevan yang memiliki kemampuan dalam sihir. Akan tetapi setelah Serengevan mendapatkan kesuksesannya, dia mengkhianati Celestia dan menjualnya ke pasar budak.\n\n---\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/1217), [KakaoPage](https://page.kakao.com/content/56466828), [KToon](https://v2.myktoon.com/mw/works/list.kt?worksseq=10792), [Naver Series](https://series.naver.com/comic/detail.series?productNo=5990137), [RidiBooks](https://ridibooks.com/books/2107076031)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-tyrants-secret-secretary/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30680)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%9C%B8%E7%8E%8B%E7%A5%95%E6%9B%B8%E7%9A%84%E7%8D%A8%E5%AE%B6%E7%99%82%E6%B3%95/250)\n* [French / Français](https://www.delitoon.com/detail/daf_1000513)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000138)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Why-the-Emperor-Need-a-Secretary/20)\n* [Japanese / 日本語](https://piccoma.com/web/product/66982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%AB%E0%B8%95%E0%B8%B8%E0%B8%9C%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%A5%E0%B8%82%E0%B8%B2/273)",
      "it": "Celestia, che vive a Goldina, ha l'abilità di annullare la magia. Dopo essere stata tradita da chi più amava, viene venduta come schiava. È proprio nel momento di maggior disperazione che incontra un uomo che sembra essere un nobile. Con lui stringe un accordo: lo guarirà dalla sua malattia in cambio del suo aiuto a riottenere la libertà. L'uomo accetta e la porta con sé al palazzo imperiale. \"In futuro, mi chiamerai sua Maestà.\" Sorprendentemente, quell'uomo è in realtà il re dell'Impero di Burg, conosciuto anche come \"lo psicopatico dagli occhi rossi\"... Riuscirà Celestia a sopravvivere?\n\n---\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/1217), [KakaoPage](https://page.kakao.com/content/56466828), [KToon](https://v2.myktoon.com/mw/works/list.kt?worksseq=10792), [Naver Series](https://series.naver.com/comic/detail.series?productNo=5990137), [RidiBooks](https://ridibooks.com/books/2107076031)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-tyrants-secret-secretary/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30680)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%9C%B8%E7%8E%8B%E7%A5%95%E6%9B%B8%E7%9A%84%E7%8D%A8%E5%AE%B6%E7%99%82%E6%B3%95/250)\n* [French / Français](https://www.delitoon.com/detail/daf_1000513)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000138)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Why-the-Emperor-Need-a-Secretary/20)\n* [Japanese / 日本語](https://piccoma.com/web/product/66982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%AB%E0%B8%95%E0%B8%B8%E0%B8%9C%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%A5%E0%B8%82%E0%B8%B2/273)",
      "ru": "Селестия живёт на заднем дворе Голддины и имеет способность, отменяющюю магию. Она считает свою способность бесполезной и своего талантливого друга Серенгебана. \"Избавьтесь от этой поехавшей!\" Но он предал её и продал в рабство, несмотря на обещание брака. Внезапно перед ней появился благородно выглядящий мужчина, и, увидев его состояние, Селестия предложила ему сделку. \"Я могу излечить то, от чего Вы так страдаете\". \"Откуда тебе об этом известно?\" Лицо мужчины становилось всё злее, но Селестия хотела жить. В итоге она добивается своего и оказывается во дворце, похожим на имперский дворец. \"В дальнейшем обращайся ко мне \"Ваше Величество\". \"……Ваше Величество?\" \"Разумеется. Я - единственный Император Бургской Империи, Ван!\" Оказалось, что этот человек… Правитель Бургской Империи, известный, как Красноглазый Психопат! Селестия стала одной из его подданных, Сможет ли она теперь выжить?\n\n---\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/1217), [KakaoPage](https://page.kakao.com/content/56466828), [KToon](https://v2.myktoon.com/mw/works/list.kt?worksseq=10792), [Naver Series](https://series.naver.com/comic/detail.series?productNo=5990137), [RidiBooks](https://ridibooks.com/books/2107076031)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-tyrants-secret-secretary/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30680)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%9C%B8%E7%8E%8B%E7%A5%95%E6%9B%B8%E7%9A%84%E7%8D%A8%E5%AE%B6%E7%99%82%E6%B3%95/250)\n* [French / Français](https://www.delitoon.com/detail/daf_1000513)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000138)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Why-the-Emperor-Need-a-Secretary/20)\n* [Japanese / 日本語](https://piccoma.com/web/product/66982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%AB%E0%B8%95%E0%B8%B8%E0%B8%9C%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%A5%E0%B8%82%E0%B8%B2/273)",
      "tr": "Celestia Golddina’nın arka sokağında yaşıyordu ve büyüyü defedebilen bir yeteneğe sahipti.Yeteneğinin işe yaramaz olduğunu düşünür ve onun yerine yetenekli arkadaşı Serengevan’ı desteklerdi.“Şu deli orospuyu dışarı çıkartın!”Ama o ona ihanet etti ve evlenme sözü vermelerine rağmen onu köle olarak sattı.Onun kaçınılmaz çaresizliğinde, asilzade olan bir adam Celestia ve onun durumunu görmeden ortaya çıktı, Celestia onunla bir anlaşma yapmayı teklif etti.“Acı çektiğin hastalığı iyileştirebilirim.”“…Beni nereden duydun?” Adamın yüzü giderek korkunçlaşıyordu ama Celestia yaşamak istiyordu.Sonuç olarak istediğini aldı, ve imparatorluk sarayını andıran bir yere vardı.“Gelecekte, bana ‘Majesteleri’ diye seslen.”“…Majesteleri?”“Elbette, ben Burg İmparatorluğu’nun ilk ve tek imparatoru, Van.”Şaşırtıcı bir şekilde, adamın kimliği…Burg İmparatorluğu’nun imparatoru, Kırmızı-Gözlü Psikopat olarak da bilinir.Celestia, imparatorun tebaalarından biri oldu.Güvenli bir şekilde hayatta kalabilecek mi?Kralın sekretere ihtiyaç duymasının nedeni…\n\n---\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/1217), [KakaoPage](https://page.kakao.com/content/56466828), [KToon](https://v2.myktoon.com/mw/works/list.kt?worksseq=10792), [Naver Series](https://series.naver.com/comic/detail.series?productNo=5990137), [RidiBooks](https://ridibooks.com/books/2107076031)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-tyrants-secret-secretary/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30680)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%9C%B8%E7%8E%8B%E7%A5%95%E6%9B%B8%E7%9A%84%E7%8D%A8%E5%AE%B6%E7%99%82%E6%B3%95/250)\n* [French / Français](https://www.delitoon.com/detail/daf_1000513)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000138)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Why-the-Emperor-Need-a-Secretary/20)\n* [Japanese / 日本語](https://piccoma.com/web/product/66982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%AB%E0%B8%95%E0%B8%B8%E0%B8%9C%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%A5%E0%B8%82%E0%B8%B2/273)",
      "zh": "塞莱斯蒂亚拥有着可以解除魔法的能力，但在她帮助未婚夫塞雷克出人头地后却惨遭抛弃，甚至被卖为奴隶。这时，一个贵族男人出现在无路可逃的塞莱斯蒂亚面前并提出了交易。塞莱斯蒂亚变成他的所属秘书来到了皇宫，原来他就是布尔克帝国的狂人皇帝班。稀里糊涂地成为了霸王所属秘书的塞莱斯蒂亚究竟可以平安无事地活下来吗？\n\n---\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/1217), [KakaoPage](https://page.kakao.com/content/56466828), [KToon](https://v2.myktoon.com/mw/works/list.kt?worksseq=10792), [Naver Series](https://series.naver.com/comic/detail.series?productNo=5990137), [RidiBooks](https://ridibooks.com/books/2107076031)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-tyrants-secret-secretary/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30680)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%9C%B8%E7%8E%8B%E7%A5%95%E6%9B%B8%E7%9A%84%E7%8D%A8%E5%AE%B6%E7%99%82%E6%B3%95/250)\n* [French / Français](https://www.delitoon.com/detail/daf_1000513)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000138)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Why-the-Emperor-Need-a-Secretary/20)\n* [Japanese / 日本語](https://piccoma.com/web/product/66982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%AB%E0%B8%95%E0%B8%B8%E0%B8%9C%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%A5%E0%B8%82%E0%B8%B2/273)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eee5d348-9a2a-4797-9824-380909a2b88c",
    "title": {
      "en": "Wan Gu Shen WangImmortal God King"
    },
    "updatedAt": "2024-08-26T23:39:11+00:00",
    "coverArt": "https://mangadex.org/covers/eee5d348-9a2a-4797-9824-380909a2b88c/1c5d3b02-d3d1-470e-8899-6c0432ff5fda.jpg",
    "altTitles": [
      {
        "en": "Myriad Ancient God King"
      },
      {
        "zh": "万古神王"
      },
      {
        "zh-ro": "Wan Gu Shen Wang"
      },
      {
        "pt-br": "Rei Deus Imortal"
      },
      {
        "es": "Rei Deus Imortal"
      },
      {
        "ko": "제왕의 귀환"
      },
      {
        "vi": "Vạn Cổ Thần Vương"
      },
      {
        "en": "The Eternal King"
      }
    ],
    "description": {
      "en": "The past life died because of the imperial concubine, and he was born again in the high school era. It coincides with the recovery of the aura and the great changes in the world. When rejuvenating a teenager, he will follow the path of his journey, and he will protect his own friends. Loved ones. When he does not choose to stay, he will push him all the way."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3b999f4a-0b7f-4aef-a849-cd86e31c4b57",
    "title": {
      "en": "Kyuuseishu «Messiah» ~Isekai o Sukutta Motoyuusha ga Mamono no Afureru Genjitsu Sekai o Musou Suru~"
    },
    "updatedAt": "2024-08-29T17:10:05+00:00",
    "coverArt": "https://mangadex.org/covers/3b999f4a-0b7f-4aef-a849-cd86e31c4b57/4f3cc2b6-aac7-4f19-ace3-3f93033ebc45.jpg",
    "altTitles": [
      {
        "ja": "救世主《メシア》～異世界を救った元勇者が魔物のあふれる現実世界を無双する～"
      },
      {
        "en": "The Savior «Messiah» ~The Former Hero Who Saved Another World Beats the Real World Full of Monsters~"
      },
      {
        "zh-hk": "救世主《彌賽亞》～現實世界無雙～"
      },
      {
        "ja-ro": "Kyuuseishu «Messiah» ~Isekai wo Sukutta Motoyuusha ga Mamono no Afureru Genjitsu Sekai wo Musou Suru~"
      }
    ],
    "description": {
      "en": "The \"former\" savior, Takeru Yamato, was summoned to another world and executed because of his strength. When he wakes up, he finds himself in Japan, where he spent time before being summoned. However, in the city, demons appearing from \"gates\" rampage, and those called hunters fight using magic. Returning from another world, Takeru decides to hide his powers and live, but…",
      "ja": "異世界に召喚され、その強さ故に処刑された「元」救世主・大和猛。 目を覚ますとそこは、召喚される前に過ごしていた日本だった。 しかし、街では”ゲート”から現れる魔物が暴れ、ハンターと呼ばれる者たちが魔術を用いて戦っていた。 異世界帰りの猛は、力を隠して暮らす事を決めるが――…。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd6d0982-0091-4945-ad70-c028ed3c0917",
    "title": {
      "ja-ro": "Mushoku Tensei ~Isekai Ittara Honki Dasu~"
    },
    "updatedAt": "2024-08-16T17:50:43+00:00",
    "coverArt": "https://mangadex.org/covers/bd6d0982-0091-4945-ad70-c028ed3c0917/ec119d54-8a30-4e1b-8c4a-a4c66d8560b9.jpg",
    "altTitles": [
      {
        "pt-br": "A Reencarnação do Vagabundo: Vou dar meu melhor se for para outro mundo"
      },
      {
        "en": "Jobless Reincarnation - I Will Go All Out When I'm Transported to Another World"
      },
      {
        "en": "Jobless Reincarnation - It Will be All Out if I Go to Another World"
      },
      {
        "en": "Mr. No-Job's New Life - If I Go to a Parallel World, Then I'll Get Serious"
      },
      {
        "ja-ro": "Mushoku Tensei"
      },
      {
        "fr": "Mushoku Tensei - Nouvelle vie, nouvelle chance"
      },
      {
        "en": "Mushoku Tensei: If I Get to a Parallel Universe I'll Bring Out my True Effort"
      },
      {
        "en": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "ru": "Реинкарнация безработного ~История о приключениях в другом мире~"
      },
      {
        "ru": "Реинкарнация безработного: Попав в другой мир, я стану сёръёзнее"
      },
      {
        "th": "เกิดชาตินี้พี่ต้องเทพ"
      },
      {
        "zh": "无职转生~在异世界认真地活下去~"
      },
      {
        "ja": "無職転生 〜異世界行ったら本気だす〜"
      },
      {
        "ko": "무직전생 〜다른 세계 가면 진심 낸다〜"
      },
      {
        "it": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "de": "Mushoku Tensei - In dieser Welt mach ich alles anders"
      },
      {
        "es": "Mushoku Tensei: Reencarnación desde cero"
      },
      {
        "fa": "موشوکو تنسی: تناسخ علاف"
      },
      {
        "zh-hk": "無職轉生~在異世界認真地活下去~"
      },
      {
        "pt-br": "Jobless Reincarnation: I Will Seriously Try If I Go to Another World"
      },
      {
        "ms": "Penjelmaan Semula yang Menganggur: Jika Saya Pergi ke Dunia Lain, Saya Akan Menjadi Serius"
      },
      {
        "it": "Reincarnazione senza lavoro: Ci proverò seriamente se vado in un altro mondo"
      },
      {
        "fr": "Réincarnation sans emploi : j'essaierai sérieusement si je vais dans un autre monde"
      },
      {
        "vi": "Thất nghiệp chuyển sinh ~ Sống hết mình sau khi tới thế giới khác~"
      },
      {
        "ru": "Реинкарнация безработного: Я серьёзно постараюсь, если отправлюсь в другой мир"
      },
      {
        "ar": "موشوكو تينسي"
      },
      {
        "fa": "موشوکو تنسی"
      },
      {
        "tr": "Mushoku Tensei: İşsiz Reenkarnasyon"
      },
      {
        "tr": "Mushoku Tensei: Paralel Evrene Taşındığımda Her Şeyi Yapacağım"
      }
    ],
    "description": {
      "en": "A 34-year-old NEET gets killed in a traffic accident and finds himself in a world of magic. Rather than waking up as a full-grown mage, he gets reincarnated as a newborn baby, retaining the memories of his past life. Before he can even properly move his body, he resolves to never make the same mistakes he made in his first life ever again and instead live a life with no regrets with the new one that was given to him. Because he has the knowledge of a middle-aged man, by the age of two, he has already become a prodigy and possesses power unthinkable for anyone his age and even older. Thus begins the chronicles of Rudeus Greyrat, son of swordsman Paul and healer Zenith, as he enters a new world to become the strongest mage known to man, with powers rivaling even the gods themselves.",
      "ru": "34-летнего отаку-затворника выгнали из дома родственники после похорон его родителей. Этот жирный и уродливый девственник без гроша в кармане осознал, что его жизнь подошла к концу. Затем он понял, что его жизнь вообще могла бы быть намного лучше, если бы тот мог избавиться от тёмных страниц своей жизни. Пребывая в сожалениях, мужчина увидел, как грузовик со спящим водителем быстро надвигается на трёх школьников. Собрав все свои силы, он попытался спасти их и погиб.  \r\n  \r\nА открыв глаза, он обнаружил, что переродился в мире меча и магии как Рудеус Грейрат. Получив в этом мире новую жизнь, Рудеус решил, что в этот раз проживёт свою жизнь на полную, безо всяких сожалений!  \r\n  \r\nИ так началось приключение человека, пожелавшего заново начать свою жизнь.  \r\n  \r\nAlternative Raw: <http://seiga.nicovideo.jp/comic/23831>",
      "es-la": "La historia trata sobre un muchacho que se encierra en su casa tras sufrir una enorme humillación pública sin atreverse a salir durante varios años debido a los traumas que esto le ocasionó. Incapaz de soportar esto, se encerró en casa sin querer salir ni volver a ver a sus compañeros y durante años el miedo a salir creció y creció, acabando por convertirse en una carga para su familia… hasta el día en que sus padres murieron y sus hermanos lo expulsaron de su hogar por el parásito en el que se había convertido. En ese momento, aunque tarde, se arrepintió de su actitud y se puso a pensar que su vida podría haber sido decente si él le hubiera puesto más esfuerzo. Justo cuando estaba a punto de iniciar su nuevo cambio, ve un camión en movimiento a gran velocidad dirigiéndose a tres estudiantes de secundaria. Reuniendo todas las fuerzas que tenía logra salvarlos, pero a cambio él termina siendo atropellado por el camión, muriendo al instante. Cuando abrió los ojos, él había reencarnado en un mundo de espadas y magia como Rudeus Greyrat. Nacido en este nuevo mundo, con una nueva vida, Rudeus decidió que, “Esta vez, realmente voy a vivir mi vida al máximo sin arrepentimientos”. De este modo se inicia el viaje de un hombre que anhela reiniciar su vida."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10939bf2-2dc7-4aae-8e4b-e96ba25c94de",
    "title": {
      "en": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
    },
    "updatedAt": "2024-07-29T12:53:09+00:00",
    "coverArt": "https://mangadex.org/covers/10939bf2-2dc7-4aae-8e4b-e96ba25c94de/0420a0b8-7c94-4cf6-bdf6-f5a81a249833.jpg",
    "altTitles": [
      {
        "ja": "外面は最高なのに、家では本性むき出しの義姉"
      },
      {
        "ja-ro": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
      },
      {
        "en": "Even Though the Outside Is the Best, Her Sister-in-Law Has a Bare Nature at Home"
      },
      {
        "es-la": "Mi hermanastra que es perfecta en público, muestra su verdadera cara en casa."
      },
      {
        "en": "My Stepsister Who Is Perfect in Public, Shows Her True Colors at Home"
      }
    ],
    "description": {
      "en": "One of my classmates is the most beautiful girl in our grade, and I was just gazing at her from afar.\n\nBut when I came home, I found her there and she was acting strangely...\n\nThis is a manga about a sister and brother who are classmates, but turn out to be a “neeshota”!\n\n---\n\n**Note:** The alternative English title (Even Though the Outside Is the Best, Her Sister-in-Law Has a Bare Nature at Home) is the one used on Amazon."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ba78c6a-8d0a-49e9-bbe3-9e83709d2d94",
    "title": {
      "en": "Silver Bullet Exorcist"
    },
    "updatedAt": "2023-08-01T10:41:55+00:00",
    "coverArt": "https://mangadex.org/covers/6ba78c6a-8d0a-49e9-bbe3-9e83709d2d94/c728df40-9868-40d4-8db9-04ca777ca35a.jpg",
    "altTitles": [
      {
        "ko": "은탄"
      },
      {
        "en": "Silver Coal"
      },
      {
        "ko-ro": "Euntan"
      },
      {
        "ru": "Серебряная пуля"
      }
    ],
    "description": {
      "en": "In a chaotic Joseon dynasty with vampires, ghosts, and shamans, Park Moon-soo, who calls himself a dark-speaker, destroys a corrupted official. In order to subdue the dark master Park Moon-soo, who is trying to revive the vampire king, the court dispatches Anson, a military officer who has just passed the exam, to find Hong Kil-dong, an outlaw who is good at swordsmanship and martial arts and dispatches him to Taebaek Mountain.",
      "ko": "흡혈귀와 요괴, 무당이 창궐한 혼란의 조선, 자신을 암흑어사라 칭하는 박문수가 타락한 관아를 파괴하고 다닌다. 다급해진 조정에서는 흡혈귀 왕의 부활을 노리는 암흑어사 박문수를 토벌하라 명하기 위해 갓 무과에 급제한 무관 안손에게 도술과 무술에 능한 도적 홍킬동을 찾아오라 태백산으로 파견한다. <하이브>의 김규삼 작가가 선사하는 요괴 퇴마 개그 판타지 시대극!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddc6b72d-3565-4d75-ba1f-a9360ddb39ba",
    "title": {
      "en": "Ponkotsu-chan Kenshouchuu"
    },
    "updatedAt": "2024-04-06T19:52:39+00:00",
    "coverArt": "https://mangadex.org/covers/ddc6b72d-3565-4d75-ba1f-a9360ddb39ba/985c1f6c-ec64-426d-babf-78f898359951.jpg",
    "altTitles": [
      {
        "en": "Investigating with Junk-chan"
      },
      {
        "ru": "Расследование с бесполезной девушкой"
      },
      {
        "ja": "ポンコツちゃん検証中"
      },
      {
        "zh-hk": "廢柴醬驗證中"
      }
    ],
    "description": {
      "en": "Mito is a boy with a big heart and the frightening face of a thug. He wants people to rely on him, but he scares people off at first sight. That is, until his schoolmate Yumesaki asks him to help her.  \n  \nYumesaki has a problem. Every day she is given a new, random supernatural ability by an mysterious being called God, as she has to test them in order to stop a giant meteorite that will destroy the planet in a year.  \n  \nSure, the goal is to save the planet, but when a boy and a girl spend time together, there are more tender things to discover too!",
      "es": "Mito es un muchacho con un corazón grande y con una cara de matón espeluznante. Quiere ayudar a la gente y que se apoyen en él, pero el asusta a la gente a primera vista. Eso, hasta que su compañera de clase Yumesaki le pide que le ayude.  \n  \nYumesaki tiene un problema. Cada día le es otorgada una habilidad supernatural al azar de parte de un ente llamado Dios, pues debe probarlas con la meta de detener un meteorito enorme que destruirá el planeta en un año.  \n  \nClaro, la meta es salvar al planeta, ¡pero cuando un muchacho y una muchacha pasan tiempo juntos tienden a descubrir cosas mas tiernas también!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "107"
  }
]