[
  {
    "mangaId": "18b0658f-2c1b-40a2-b1c4-de449b012b6c",
    "title": {
      "en": "I Tried Asking My Cool Girlfriend for a Favor"
    },
    "updatedAt": "2024-05-28T17:19:36+00:00",
    "coverArt": "https://mangadex.org/covers/18b0658f-2c1b-40a2-b1c4-de449b012b6c/24d13f40-b791-41d4-8c8c-6a44529757db.jpg",
    "altTitles": [
      {
        "ja-ro": "Cool Kanojo ni Onegai Shite Mita"
      },
      {
        "ja": "クール彼女にお願いしてみた"
      },
      {
        "en": "I Tried asking a favor to my Cool Girlfriend"
      },
      {
        "ro": "Am Încercat Să-i Cer o Favoare Iubitei Mele Cool"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99ddc68c-c83b-489d-81bc-bd857b58e2b2",
    "title": {
      "en": "Projection"
    },
    "updatedAt": "2024-04-26T00:52:36+00:00",
    "coverArt": "https://mangadex.org/covers/99ddc68c-c83b-489d-81bc-bd857b58e2b2/616794aa-1a72-4652-858e-99a3315128cf.jpg",
    "altTitles": [
      {
        "ko": "프로젝션"
      }
    ],
    "description": {
      "en": "Cheon Seju, had no choice but to join an organization to avenge his dead sister. After losing all hope in life, he meets a boy who reminds him of his sister and offers him a small act of kindness. \n\nIf I had known that my light heart would become so heavy, I wouldn't have brought you with me.\n\n\n\n\"I told you, you'll always come first.......\" \n\nHis gaze usually fierce gaze was different today. \nCheon Seju's gaze was gentle, sweet and persistent.\n\n\"So take responsibility\".\n\nCheon Seju was my first everything. He was the first person to ever reach out a hand to me, and gaze upon me. Sejin only accepted the man's hand because he offered it first and he only ever gazed upon him because he gazed upon him first. And that is how he fell in love with this sweet and affectionate man.\n\nSejin realized that he no longer wanted to be separated from Cheon Seju.\nWhere ever he goes, I'll go. \n\n\"You are all I have left now.......\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "830b4cdd-df77-4a48-975a-aa2bc0684738",
    "title": {
      "en": "Mezase Gouka Kyakusen!! ~Sen Shokan Skill De Isekai Rich Life Wo Te Ni Irero~"
    },
    "updatedAt": "2024-04-22T22:26:45+00:00",
    "coverArt": "https://mangadex.org/covers/830b4cdd-df77-4a48-975a-aa2bc0684738/a1f81cd9-a983-4628-a103-74ec0d7f82e5.jpg",
    "altTitles": [
      {
        "ja": "めざせ豪華客船!!　～船召喚スキルで異世界リッチライフを手に入れろ～"
      },
      {
        "ko": "노려라 호화객선!! 배 소환 스킬로 이세계 부자 라이프를 손에 넣어라"
      },
      {
        "en": "Striving for the Luxury Liner!! Get that Rich Isekai Life with a Ship Summoning Skill"
      }
    ],
    "description": {
      "en": "After falling into the ocean, Wataru Toyoumi, finds himself reincarnated in another world! Armed with a skill to allow him to summon boats, he plans to get rich and live a happy life aboard his very own luxury liner."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4640778f-9f2b-45eb-b7fd-348137ac90e7",
    "title": {
      "en": "Kappa Shounen Benisuke"
    },
    "updatedAt": "2023-11-23T14:00:31+00:00",
    "coverArt": "https://mangadex.org/covers/4640778f-9f2b-45eb-b7fd-348137ac90e7/043dc712-e3f7-4cff-8a98-82210605fe95.jpg",
    "altTitles": [
      {
        "ja": "カッパ少年紅介〜昭和妖怪恋物語"
      },
      {
        "zh": "河童少年红介~昭和妖怪恋物语~"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02cc8467-4aa0-4da2-976a-6ce547f35f5e",
    "title": {
      "en": "When I Woke Up, I Was A Girl"
    },
    "updatedAt": "2024-03-23T14:35:50+00:00",
    "coverArt": "https://mangadex.org/covers/02cc8467-4aa0-4da2-976a-6ce547f35f5e/c99698f8-a299-4386-9b91-a15fc6721eaa.jpg",
    "altTitles": [
      {
        "ja-ro": "Megasameta-ra on'nanoko ni natte ita hanashi"
      },
      {
        "ru": "Когда я проснулся, я стал девушкой"
      },
      {
        "ja": "目が覚めたら女の子になっていた話"
      },
      {
        "pt-br": "Quando Acordei, Eu Era Uma Menina"
      }
    ],
    "description": {
      "en": "It's a story about when you wake up, your gender changes. The story is disjointed.",
      "pt-br": "É uma história sobre quando você acorda, seu gênero muda. A história é desconexa."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc",
    "title": {
      "en": "EDENS ZERO"
    },
    "updatedAt": "2024-04-10T14:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc/3d66ac9a-8dc5-43b7-84a7-1ce8e2effb2a.jpg",
    "altTitles": [
      {
        "ru": "Нулевой Эдем: Эденс Зеро"
      },
      {
        "ja": "エデンズ ゼロ"
      },
      {
        "ko": "에덴즈 제로"
      },
      {
        "zh-hk": "伊甸星原"
      },
      {
        "ne": "एडेंस जेरो"
      }
    ],
    "description": {
      "en": "Shiki is a human who lives in a city filled with only robots. He considers the robots to be his best friends, and always takes care of them. Then, one day, he comes across another human - Rebecca, a girl who makes videos online to become popular. And at the same time, the robots start to go crazy?   \n   \nA new manga from Hiro Mashima, of [*Rave Master*](<https://mangadex.org/manga/1036>) and [*Fairy Tail*](<https://mangadex.org/manga/558>) fame.",
      "fr": "[*Official Fench*](<https://www.pika.fr/serie/edens-zero>)",
      "ru": "Она явит читателям абсолютно новую форму фэнтези. Там будет куча довольно-таки вызывающих шуток. Никакой связи с Хвостом новинка иметь не будет. В ней появится Плу из манги Rave Master.",
      "tr": "İnsanların terk ettiği bir tema parkı olan Granbell Krallığı'nda artık robotlar yaşamaktadır. Robotların yanı sıra onlarla birlikte yaşamını sürdüren tek bir insan vardır: Shiki. Ömrünü sürekli bu makinelerle beraber yaşasa da günün birinde Rebecca ve kedisi Happy, bu tema parkına gelirler. Yeni ziyaretçilerin bilmediği ise Granbell'in yüzyıllar içerisindeki ilk konukları olduklarıydı. Shiki yeni arkadaşlar edinme yolunda tökezlerken robotlar bir ayaklanma başlatırlar. Doğup büyüdüğü yer artık çok tehlikeli bir hâle gelince Shiki, Rebecca ve Happy'nin uzay gemisine katılır ve uçsuz buçaksız bir uzay macerası başlar.\n\n [**Rave Master**](https://mangadex.org/title/5923081c-ad82-4a8b-a509-89ebe752db01) ve [**Fairy Tail**](https://mangadex.org/title/227e3f72-863f-46f9-bafe-c43104ca29ee) ile tanınan Hiro Mashima'nın yeni serisi."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b76a0506-5168-431b-8acc-fa340a042f93",
    "title": {
      "en": "Tenkaichi - Nihon Saikyou Bugeisha Ketteisen"
    },
    "updatedAt": "2024-05-22T18:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/b76a0506-5168-431b-8acc-fa340a042f93/57303565-b48c-4fce-8ecc-d310345b7d6e.jpg",
    "altTitles": [
      {
        "ja": "テンカイチ -日本最強武芸者決定戦-"
      },
      {
        "zh": "天下第一 日本最強武士選拔賽"
      },
      {
        "zh-hk": "天下第一 日本最强武士选拔赛"
      },
      {
        "vi": "Tenkaichi - Thiên Hạ Đệ Nhất Võ Sĩ Đại Hội"
      },
      {
        "ko": "천하제일 일본최강무예가결정전"
      },
      {
        "es-la": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "es": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "en": "Tenkaichi: Battle to Decide Japan's Strongest Martial Artist"
      },
      {
        "pt-br": "Tenkaichi - A Batalha para decidir o Artista Marcial mais forte do Japão"
      },
      {
        "en": "The Greatest: The Battle To Decide Japan's Strongest Martial Artist"
      }
    ],
    "description": {
      "en": "Battle tournament manga set in the Sengoku Era. The year is 1600. Ten years have passed since Oda Nobunaga unified Japan. When Nobunaga realized that he was dying, he announced that he would hand over the country to the one who produced the strongest warriors. The warlords, whose dreams of unifying the country had been dashed, set up their own strongest warriors and set their sights on becoming the ruler of Japan",
      "ja": "時は西暦1600年。“織田信長”が全国統一してから10年が経過していた――。信長は自分の死期を悟ると、最強の武芸者を輩出したものに“この国”を譲ると発表。天下統一の夢破れた武将たちは、それぞれ最強の武芸者を擁立し、この国の王を目指す！",
      "vi": "Một câu chuyện với một chuỗi lịch sử hoàn toàn lạ lẫm với lịch sử mà chúng ta đã và đang từng được biết.\nOda Nobugana, sau khi hoàn thành đại nghiệp thống nhất thiên hạ, nay chỉ vì muốn nhìn thấy cảnh chém giết đổ máu, đã lập nên một giải đấu nhằm chọn ra người sẽ thay mình trị vì cả thiên hạ, \"TENKAICHI\". Để tham gia, những văn võ bá quan lẫn các trung thần đều sẽ chọn ra cho mình một võ sĩ đại diện, người mà họ cho rằng sẽ là thiên hạ đệ nhất võ sĩ tham gia thi đấu cho mình. Một đại hội đẫm máu và tàn khốc chưa từng có trong lịch sử Nhật Bản chính thức bắt đầu.",
      "es-la": "Torneo de batalla ambientado en la Era Sengoku. Es el año 1600. Han pasado diez años desde que Oda Nobunaga unificó Japón. Cuando Nobunaga se dio cuenta de que se estaba muriendo, anunció que entregaría el país a quien produjera los guerreros más fuertes. Los señores de la guerra, cuyos sueños de unificar el país se habían visto frustrados, crearon sus propios guerreros más fuertes y pusieron sus miras en convertirse en el gobernante de Japón",
      "pt-br": "“Quem é o artista marcial mais forte do Japão?” É 1600 D.C., dez anos se passaram desde que \"Oda Nobunaga\" unificou todo o país. Percebendo sua morte, Nobunaga anuncia que entregará 'este país' àquele que tivesse como seguidor o artista marcial mais forte."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d04c225e-d017-42e4-b805-cb910d833672",
    "title": {
      "en": "Monster Devourer"
    },
    "updatedAt": "2024-03-12T01:19:04+00:00",
    "coverArt": "https://mangadex.org/covers/d04c225e-d017-42e4-b805-cb910d833672/5eb25cb8-82b7-4a0b-af31-2e584d3d8875.jpg",
    "altTitles": [
      {
        "ko": "먹뀌싸"
      }
    ],
    "description": {
      "en": "‘Meok Gwi-Sa’ is a Monster Hunter who eats monsters to protect the human world. After the release of the Hell demon, he lost his power. He managed to survive and met Goyoung. Goyoung, is a young individual with a petite build, who has endured a lifetime of torment due to his physical stature. His childhood friend, Kang Jong-bo, suddenly transforms into a bully during high school. However, their lives take an unexpected turn when Goyoung acquired a mysterious power which is the ability to devour monsters. Goyoung embarks on a perilous journey to protect humanity from the impending threat of the Gate to Hell. Will he be able to control his new powers and save the world from its impending doom?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4ad9513-115e-477f-b366-d27b440261b2",
    "title": {
      "en": "Dragon Ball AF (Young Jijii) (Doujinshi)"
    },
    "updatedAt": "2023-11-28T17:19:08+00:00",
    "coverArt": "https://mangadex.org/covers/d4ad9513-115e-477f-b366-d27b440261b2/05347fe1-988e-464f-8418-35143c61e1d5.jpg",
    "altTitles": [
      {
        "en": "Dragon Ball After the Future"
      }
    ],
    "description": {
      "en": "Based off of the critically acclaimed manga series Dragon Ball and Dragon Ball Z by Akira Toriyama, Young Jijii sets the stage for an excellent story and awesome adventures in the Dragon Ball Universe! Dragon Ball AF takes place three years after the end of Dragon Ball GT, following the adventures of the Z-Fighters and their fight against the all-mighty Lord Ize, son of Frieza!   \nDragon Ball AF has no affiliation with Akira Toriyama, Funamation, Toei Animation, or Fuji TV. Dragon Ball AF is a fan-made doujinshi created by Young Jijii and is made purely for entertainment."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4a4d2e5f-c4f4-47e3-9725-133bd5869c05",
    "title": {
      "en": "Rabukome Manga ni Haitte Shimatta no de, Oshi no Make Heroine wo Zenryoku de Shiawase ni suru"
    },
    "updatedAt": "2024-03-30T17:46:24+00:00",
    "coverArt": "https://mangadex.org/covers/4a4d2e5f-c4f4-47e3-9725-133bd5869c05/a73ffd15-dd18-4ba7-a365-8e67e17d5c25.jpg",
    "altTitles": [
      {
        "ja": "ラブコメ漫画に入ってしまったので、推しの負けヒロインを全力で幸せにする"
      },
      {
        "id": "Karena aku sudah masuk ke kedalam dunia manga romcom, aku akan melakukan yang terbaik untuk membuat Heroine yang kalah dapat bahagia."
      },
      {
        "en": "Since I’ve Entered the World of Romantic Comedy Manga, I’ll Do My Best to Make the Losing Heroine Happy"
      }
    ],
    "description": {
      "en": "In the world of a popular rom-com manga, my only mission as the friend of the MC is to make the losing heroine, Sei-chan, happy!\n\n\"I'll definitely make you happy. Please go out with me.\"\n\n\"W-Wait, what!? Y-You're being serious...!?\"\n\nThe manga adaptation of the sweet rom-com from Kakuyomu starts now!",
      "id": "Seorang anak sma otaku mempunyai waifu yang kalah war, setelah pulang kerja part time ia pun membeli kebutuhan otakunya lalu dia di tabrak oleh truck-kun yang supirnya lagi turu dan malah reinkarnasi kedalam manga kesukaannya namun setelah sampai disana dia malah nembak waifunya sendiri!!?",
      "ja": "大人気ラブコメ漫画の世界で、主人公の友人キャラになってしまった俺の使命はただ一つ。 劇中の負けヒロイン・聖ちゃんを幸せにしてあげることだけだ！ 「絶対に幸せにするから、俺と付き合ってほしい」 「ちょ、ちょっと待て!? お、お前、本気か…!?」 カクヨム発・話題のベタ甘ラブコメが、コミカライズで開幕!!",
      "vi": "Tôi rất thích một bộ manga romcom.\n\nTuy nhiên, nhân vật mà tôi thích lại là một nữ phụ, một nhân vật không bao giờ có thể đến được với... nam chính.\n\nMột ngày nọ, tôi bị tông bởi một chiếc xe tải và khi tỉnh dậy thì nhận ra mình đang vào vai người bạn thân của nam chính trong bộ manga romcom đó.\n\nNhư vậy, vai trò của tôi lúc này chỉ có một\n\n\"Tớ thích cậu, chắc chắn tớ sẽ khiến cho cậu hạnh phúc, Sei-chan!\"\n\nChắc chắn, tôi sẽ thay đổi câu chuyện tình buồn của nữ phụ, và khiến cho cô ấy hạnh phúc!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a6d6ea2-18a5-4a31-9777-f4bb5bd32726",
    "title": {
      "en": "Little Mushroom"
    },
    "updatedAt": "2024-05-25T16:09:49+00:00",
    "coverArt": "https://mangadex.org/covers/2a6d6ea2-18a5-4a31-9777-f4bb5bd32726/cd987770-8002-4426-9ed4-a9d758427026.jpg",
    "altTitles": [
      {
        "zh": "小蘑菇"
      },
      {
        "pt-br": "Pequeno Cogumelo"
      }
    ],
    "description": {
      "en": "“Until the day humanity falls.”\n\nIn the year 2020, Earth’s magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. Within the span of a hundred years, living creatures began to mutate and devour each other while the remaining humans, numbering in the tens of thousands, struggled bitterly in their man-made bases.\n\nIn the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. Because it had been nourished by the blood and flesh of the deceased human An Ze, not only did it take on a similar-looking human form, but a similar name as well: An Zhe.\n\nAn Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless—as soon as he determines that someone is a xenogenic, he will execute that person on the spot.\n\nBut An Zhe’s mutation goes undetected by Lu Feng’s eyes, and so a tale of humans and xenogenics unfolds…\n\nSilver Award winner at the 12th Chinese Nebula Awards for Chinese Science Fiction.",
      "pl": "Ponury i niegościnny świat po katastrofie ekologicznej. Spustoszoną ziemię bombarduje promieniowanie kosmiczne. Niedobitki ludzkości schroniły się w dwóch ostatnich ocalałych bazach, desperacko próbując przetrwać. Każdy kontakt z obcym organizmem żywym grozi skażeniem genetycznym.\n\nDo bazy ludzi trafia zagubiony chłopak, który w rzeczywistości nie jest nawet człowiekiem. Los styka go z bezlitosnym sędzią, wyszkolonym do tropienia i likwidowania mutantów. Niespodziewanie ich znajomość przeradza się w coś więcej…\n\nPolskie tłumaczenie powieści dostępne tutaj: https://www.wattpad.com/story/251281478-little-mushroom"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a",
    "title": {
      "en": "Beneath the Surviving Princess' Joyful Façade"
    },
    "updatedAt": "2024-05-20T01:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a/943db86c-dbb5-4173-8142-f6971f93d84d.jpg",
    "altTitles": [
      {
        "ko": "살아남은 왕녀의 웃음 뒤에는"
      },
      {
        "en": "Behind the Laughter of the Surviving Princess"
      }
    ],
    "description": {
      "en": "\"Very good. I shall give you my beloved sister, whom I cherish dearly.\"\n\nEric Chladnie, who led the long war to victory against the Shidate Principality, received the mandate to marry a foolish princess as a reward for his triumph.\n\nAfter the wedding ceremony, Eric returned to the mansion with the newlywed princess. Amidst the princess's eccentric behaviour, his father attempts to kill her and his mother advices him to not give his heart. Only he, treating her like a child, respects and cherishes her as his wife. However, who is this woman who, in front of the king, impersonates deeds that she has never done and acts piously?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "829fc3a7-d4f4-42e9-9032-0917083f9e0d",
    "title": {
      "en": "Nan Hao & Shang Feng"
    },
    "updatedAt": "2023-01-15T14:18:13+00:00",
    "coverArt": "https://mangadex.org/covers/829fc3a7-d4f4-42e9-9032-0917083f9e0d/844b6737-d0d6-472b-be7a-3ade50038b19.jpg",
    "altTitles": [
      {
        "zh": "南号尚风"
      },
      {
        "en": "Nan Hao & Shang Feng the Odd Couple"
      },
      {
        "ru": "Нань Хао и Шан Фэн"
      },
      {
        "kk": "Нан Хао мен Шан Фен"
      },
      {
        "fr": "Nan Hao & Shang Feng, le Duo Singulier"
      },
      {
        "vi": "Nam Hào Thượng Phong"
      }
    ],
    "description": {
      "en": "A comedy about two ordinary high school boys.\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/ComicInfo/id/646279)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452057226)",
      "id": "Kisah komedi tentang dua cowok SMA biasa.",
      "it": "Una commedia su due liceali qualunque.",
      "ru": "История о буднях двух школьных друзей. Иногда весёлая, иногда грустная, иногда драматичная, но всегда интересная!",
      "tr": "İki sıradan liseli çocuk hakkında bir komedi.",
      "zh": "“青春是什么？羞耻+矫情+自以为是+自我意识过剩+……” 高校男生南号、尚风是从小玩到大的死党。这是关于他们最纯粹的友谊，最热闹、无厘头的校园青春故事！\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/ComicInfo/id/646279)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452057226)",
      "pt-br": "Uma comédia sobre dois garotos comuns do ensino médio."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab648ff6-ccc3-4662-b9fd-1d4624f015fd",
    "title": {
      "en": "Golden Guy"
    },
    "updatedAt": "2024-05-22T12:02:18+00:00",
    "coverArt": "https://mangadex.org/covers/ab648ff6-ccc3-4662-b9fd-1d4624f015fd/a8bd65e5-3d30-42b7-8980-6116fc05a686.jpg",
    "altTitles": [
      {
        "ja": "ゴールデン・ガイ"
      },
      {
        "zh": "黑金莽夫"
      }
    ],
    "description": {
      "en": "Gai Sakurai is the head of the Osaragi clan of the Kikaku family, a gangster organization based in Yokohama. While he is leading a small but highly individualistic clan, an incident breaks out. A young member of the Kikaku family is murdered. Behind the murder is the Akane clan, a rival clan within the Kikaku family. And then there is the existence of the \"Tokugawa's buried treasure\" in the abyss…… A terrifying tale of intersecting desires, violence, and fate is about to begin…!",
      "zh-hk": "极道×德川埋藏金——暴力悬疑剧，巨匠渡边润大型连载堂堂开幕！ ​​​​"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b13f783d-a112-436f-a291-792421dd117d",
    "title": {
      "en": "Love Advice from the Great Duke of Hell"
    },
    "updatedAt": "2024-05-29T07:26:17+00:00",
    "coverArt": "https://mangadex.org/covers/b13f783d-a112-436f-a291-792421dd117d/b61f9ad9-3d74-4309-b2fd-180f1a3c71ec.jpg",
    "altTitles": [
      {
        "it": "Consigli d'Amore dal Granduca dell'Inferno"
      },
      {
        "fa": "مشاوره‌های عشقی از اربابِ بزرگِ دوزخ"
      }
    ],
    "description": {
      "en": "The girl of your dreams barely knows you exist. Your friends can’t help. Your family is clueless. So where do you turn for love advice? Who can provide you with that essential assistance for the lovelorn? If you’re average everyday teenager Paul, you summon a powerful demon from deep in the recesses of Hell and frankly, hope for the best.",
      "fa": "دختر رویاهات روحشم خبر نداره که تو وجود داری. هیچ کمکی هم از دست دوستات بر نمیاد. خونواده‌ت هم از این قضیه خبر ندارن. خب حالا برای مشاوره گرفتن به کی رو می‌زنی؟ کی می‌تونه تورو که یه عاشق دل‌خسته‌ای، اساسی کمک کنه تا برای همه‌چیز آماده باشی؟ اگه یه نوجوون معمولی مثل پال باشی، یه شیطان گولاخ از اعماق دخمه‌های جهنم احضار می‌کنی و جدی جدی امیدواری که همه‌چی درست پیش بره!",
      "fr": "Un étrange étudiant invoque un puissant démon. Que peut-il bien vouloir ?",
      "it": "La ragazza dei tuoi sogni a stento sa che esisti, gli amici non ti possono aiutare, la famiglia non ne sa nulla. Ma allora, dove cercare consigli d'amore? Chi può provvedere a darti quell'assistenza essenziale per il tuo cuore? Se sei il ragazzo della porta accanto, Paul, allora ti basta evocare un potente demone dai più profondi abissi dell'Inferno e, francamente, sperare per il meglio.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/unfins)  \r\n- [Author's Patreon](https://www.patreon.com/unfins)\r\n"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "132"
  },
  {
    "mangaId": "6724bbf4-5855-4972-b6c9-ea92469aba89",
    "title": {
      "en": "Prey"
    },
    "updatedAt": "2024-03-02T22:05:59+00:00",
    "coverArt": "https://mangadex.org/covers/6724bbf4-5855-4972-b6c9-ea92469aba89/3f49cf2b-ff30-4750-bb62-31e303a20238.png",
    "altTitles": [
      {
        "en": "Food"
      },
      {
        "id": "Mangsa"
      },
      {
        "zh-hk": "餌"
      },
      {
        "ko": "먹이"
      },
      {
        "pt-br": "Presa"
      },
      {
        "th": "เหยื่อ"
      }
    ],
    "description": {
      "en": "Park Yun-yeong has a mysterious power which allows her to see ghastly creatures that seem to inhabit our world but not interact with it - unless they notice you acknowledge their existence. That’s when they stop being harmless.",
      "pt-br": "Park Yun-yeong tem um poder misterioso que permite que ela veja criaturas horríveis que parecem habitar nosso mundo, mas não interagem com ela, a menos que percebam que você reconhece sua existência. É quando eles param de ser inofensivos."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "131"
  },
  {
    "mangaId": "35b8d2b4-dcc1-46b7-8657-b1c6d7a7fad1",
    "title": {
      "en": "Lu Bu's Life Story"
    },
    "updatedAt": "2023-07-06T03:47:45+00:00",
    "coverArt": "https://mangadex.org/covers/35b8d2b4-dcc1-46b7-8657-b1c6d7a7fad1/117220cf-c7d1-4687-b792-5cb6b366b12f.jpg",
    "altTitles": [
      {
        "zh": "吕布的人生模拟器"
      }
    ],
    "description": {
      "en": "“Take the prettiest women, ride the fastest war horse, wield the strongest weapon, one rider blocking the GuanDong 18 roads*. One man standing against ten thousand, they bow to this hero of turbulent times. People say if Lu Bu doesn’t die, there will be no opportunity to cause chaos. I laugh at all the hypocrites in the world; there are no other heroes besides Feng Xian. Entering the life story of more than a thousand reincarnations, experiencing the many vicissitudes of life, tempered into steel. Can the current Lu Bu Feng Xian withstand the inevitable end at Bai Men Lou?”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77c7d3eb-16e9-4ef2-81f0-4d3876a037c5",
    "title": {
      "en": "Star Tripper: Planetarium Ghost Travel"
    },
    "updatedAt": "2024-02-03T08:32:41+00:00",
    "coverArt": "https://mangadex.org/covers/77c7d3eb-16e9-4ef2-81f0-4d3876a037c5/3f09bf8b-1360-458c-93be-04cc5160dec5.jpg",
    "altTitles": [
      {
        "ja": "星旅少年：プラネタリウム・ゴースト・トラベル"
      },
      {
        "ja-ro": "Hoshitabi Shounen: Planetarium Ghost Travel"
      }
    ],
    "description": {
      "en": "The vast sky is populated with a great many stars on which most of the inhabitants have fallen into a deep sleep, called simply the “Slumbering Stars”. This is the story of a traveler of the stars, a worker for the Planetarium Ghost Travel Company (aka. PGT) named No. 303, as he spends his time visiting those sleeping stars in an attempt to preserve the memories and culture their peoples have left behind. Would you care to join No. 303 on a journey into the quiet night?\n\nTL;DR - Story? Nah. Atmosphere? Yah.\n\n---\nRanked No. 5 on the 2023 Kono Manga wa Sugoi! for the female readers category.\n\n- Fun Fact: The creator, Sakatsuki Sakana, is a huge fan of Yokohama Kaidashi Kikou! So much so that she even did an [interview](https://natalie.mu/comic/pp/hoshitabi) with the YKK mangaka Hitoshi Ashinano recently."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d08cc4d-d14d-411c-811c-1498fef85ee6",
    "title": {
      "en": "21st Century Retrogression"
    },
    "updatedAt": "2024-05-29T08:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/9d08cc4d-d14d-411c-811c-1498fef85ee6/33053407-f40e-4ebc-87fc-464934ccdcbb.jpg",
    "altTitles": [
      {
        "ko": "21세기 반로환동전"
      },
      {
        "en": "21st Century Half Rupee Coin"
      }
    ],
    "description": {
      "en": "Ha Pung Gae, the elderly Taoist monk who has lived since the end of the Joseon Dynasty, achieves an unexpected breakthrough in the counter-retrogression movement. Despite this success, he is left with only approximately ten years in his remaining lifespan. To evade death, he must now embark on a journey to attain immortality!",
      "fr": "Ha Pung Gae, un vieux moine taoïste qui vit depuis la fin de la dynastie Joseon, réalise une percée inattendue dans le mouvement de lutte contre la régression. Malgré ce succès, il ne lui reste qu'une dizaine d'années à vivre. Pour échapper à la mort, il doit maintenant entreprendre un voyage pour atteindre l'immortalité !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69373c97-2794-4304-97b7-7477975f962f",
    "title": {
      "en": "Mobile Suit Gundam Valpurgis EVE"
    },
    "updatedAt": "2023-09-28T17:42:29+00:00",
    "coverArt": "https://mangadex.org/covers/69373c97-2794-4304-97b7-7477975f962f/7108d6c2-a323-45a0-8a2a-fcec8fba9e42.png",
    "altTitles": [
      {
        "ja": "機動戦士ガンダム ヴァルプルギスEVE"
      },
      {
        "ja-ro": "kidō senshi gan damu varupurugisu EVE"
      },
      {
        "en": "Mobile Suit Gundam Walpurgis EVE"
      }
    ],
    "description": {
      "en": "Haman Khan's sister stands up for her country!\nIn January 0089 of the Universal Century, Neo Zeon is defeated by AEUG in the final battle. Defeated by the ZZ Gundam, Haman Karn is killed in battle, and the remaining Neo Zeon warriors decide to fight in mourning. In order to counter the one-sided attack, Serana Khan, Haman Khan's sister, makes a sortie with the NT exclusive MS prototype Demartell. The secret story of the birth of the fake Haman Karn from \"Mobile Suit Gundam Valpurgis\" and the story of the birth of Over.On, which has never been told before, will be depicted!",
      "ja": "ハマーン・カーンの妹、祖国のために立ち上がる――！\n\n宇宙世紀００８９年１月、ネオ・ジオンはエゥーゴに最終決戦で敗北する。ZZガンダムに敗北したハマーン・カーンは戦死し、残されたネオ・ジオンの戦士たちは弔い合戦の決意をする。一方的な攻撃に対抗するためハマーン・カーンの妹、セラーナ・カーンはNT専用MSプロトタイプ・ディマーテルで出撃するのであった。今まで語られることのなかった「機動戦士ガンダム ヴァルプルギス」の偽ハマーン・カーン誕生秘話とオーヴェロン誕生の物語が描かれる――！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32d03a40-50ed-4b1c-824f-f4ed2df17af9",
    "title": {
      "en": "Trapping the Foxy Doctor"
    },
    "updatedAt": "2024-05-29T08:06:48+00:00",
    "coverArt": "https://mangadex.org/covers/32d03a40-50ed-4b1c-824f-f4ed2df17af9/555f278a-f23b-4d1a-9d76-0cd4a32ce993.jpg",
    "altTitles": [
      {
        "en": "Voice of the Heart"
      },
      {
        "zh": "套住狐狸医生"
      }
    ],
    "description": {
      "en": "Zhi Banyi has a secret. His heart only beats faster when he listens to a streamer called \"Dust Under the Light\" speak... So, Zhi Banyi decided to go see a psychiatrist. He never could have imagined that his psychiatrist would be the \"female\" streamer that made his heart beat every night!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Saint"
    },
    "updatedAt": "2024-05-06T17:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/b2286cbc-ed4f-441b-a8a0-c3a9d8a8f876.jpg",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "ja-ro": "Slime Seijo"
      }
    ],
    "description": {
      "en": "The weakest monster (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de3518c5-1aac-49cb-b984-ca0757b7e64b",
    "title": {
      "en": "The God of Destruction Who Gets Cuter and Lewder the More She Goes Viral"
    },
    "updatedAt": "2024-05-29T08:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/de3518c5-1aac-49cb-b984-ca0757b7e64b/7ed3c7af-4283-4890-9cb2-d67d1bece8e7.jpg",
    "altTitles": [
      {
        "ja": "バズった分だけ可愛くてえっちになる 破壊神"
      },
      {
        "ja-ro": "Bazuttabun Dake Kawaikute Ecchi ni Naru Hakai-shin"
      },
      {
        "es-la": "Mientras mas interacciones tenga, mas lindo y travieso se volverá el dios de la destrucción"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "61d81be6-2759-4cc4-9815-7952a3449149",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken: Clayman Revenge"
    },
    "updatedAt": "2024-03-20T17:38:06+00:00",
    "coverArt": "https://mangadex.org/covers/61d81be6-2759-4cc4-9815-7952a3449149/a96f4675-7385-43ba-85b8-7fc54e9190f0.jpg",
    "altTitles": [
      {
        "ja": "転生したらスライムだった件: クレイマン Revenge"
      },
      {
        "en": "That Time I Got Reincarnated as a Slime: Clayman's Revenge"
      },
      {
        "ru": "О моём перерождении в слизь: Месть Клеймана"
      },
      {
        "ja-ro": "TenSura: Clayman Revenge"
      },
      {
        "ar": "ذلك الوقت الذي تجسد فيه كسلايم: انتقام كلايمان"
      },
      {
        "tr": "Tensei Shitara Slime Datta Ken: Clayman'in İntikamı"
      },
      {
        "uk": "Про моє переродження в слиз: Помста Клеймана"
      }
    ],
    "description": {
      "en": "Walpurgis ended with echoes of a public condemnation. It seems as if a clown's dream has already ran its course. But as if fate was pranking, or the world has other plans, the  supposedly dead Clayman has been resurrected from the dead. Is it the beginning of his dark era once more...?\n\nA new spin-off \"Tensura\" manga written by the original author Fuse himself!",
      "ja": "ワルプルギスに響き渡った断末魔。道化の夢は一度は尽きたかと思われた。しかし運命のイタズラか、世界の選択か、死んだはずのクレイマンは復活し、再び暗躍を始め･･･る？",
      "es-la": "Este Manga Spinoff es una historia alternativa que sucede luego de los eventos del Volumen 6 de la Novela Ligera.\n\nHistoria alternativa que continua despues de los eventos del Volumen 6 de la Novela Ligera. - El Walpurgis habia terminado con el grito de su muerte. Parecia que el sueño del arlequin habia llegado a su fin. Sin embargo, ya sea por una broma del destino o una decisión del mundo, Clayman quien supuestamente murio, ha resucitado una vez mas. ¿Es el comienzo de una nueva era oscura...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b346e693-afb9-499f-bbc7-c8d8750b25a0",
    "title": {
      "en": "Digimon World Re:Digitize Encode"
    },
    "updatedAt": "2024-03-07T17:49:21+00:00",
    "coverArt": "https://mangadex.org/covers/b346e693-afb9-499f-bbc7-c8d8750b25a0/a2743b2a-8f96-43bd-8bd9-81fa5b0e1b2b.jpg",
    "altTitles": [
      {
        "ar": "عالم الديجيمون: الاعادة الرقمية :اينكود"
      },
      {
        "ja": "デジモンワールド Re:Digitize Encode"
      },
      {
        "ja": "デジモンワールド リ:デジタイズエンコード"
      }
    ],
    "description": {},
    "status": "hiatus",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50b25978-27ca-471a-82f3-93450f485e21",
    "title": {
      "en": "Dantoudai no Hanayome - Sekai wo Horobosu Futsutsuka na Tatsuki desu ga."
    },
    "updatedAt": "2024-04-24T16:07:50+00:00",
    "coverArt": "https://mangadex.org/covers/50b25978-27ca-471a-82f3-93450f485e21/4ab8cb83-8b20-4aa2-a3ad-16ed5e7bedd8.jpg",
    "altTitles": [
      {
        "ja": "断頭台の花嫁 世界を滅ぼすふつつかな竜姫ですが。"
      },
      {
        "en": "Bride on the Guillotine: The Dragon Princess Who Destroys the World"
      }
    ],
    "description": {
      "en": "A \"dragon\" appears from a container that fell in front of Dazai Ryunosuke's eyes.\n\nThe disastrously beautiful \"dragon\", Rinne Irako, had been condemned to death as a world-destroying calamity, and was being transported to a place of refuge.\n\nRinne Irako was sentenced to death and transported. But as fate would have it, the \"dragon\" girl had a miraculous encounter with a boy, and her destiny was about to change drastically."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c7e03de-e294-4b6c-91ab-c5a1dfb24d84",
    "title": {
      "en": "Dame Skill [Auto Mode] ga Kakuseishimashita ~Are, Guild no Scout-san, Ore wo \"Iranai\"-tte Itte Masendeshita?~"
    },
    "updatedAt": "2024-04-24T08:02:28+00:00",
    "coverArt": "https://mangadex.org/covers/1c7e03de-e294-4b6c-91ab-c5a1dfb24d84/10512ee0-2066-4172-ba88-a0d622183075.jpg",
    "altTitles": [
      {
        "ja": "ダメスキル【自動機能】が覚醒しました～あれ、ギルドのスカウトの皆さん、俺を「いらない」って言ってませんでした？～"
      },
      {
        "en": "The Useless Skill [Auto Mode] Has Been Awakened: Huh, Guild's Scout, Didn't You Say I Wasn't Needed Anymore?"
      },
      {
        "ja-ro": "Dame Skill [Jidou Kinou] ga Kakuseishimashita ~Are, Guild no Scout-san, Ore wo \"Iranai\"-tte Itte Masendeshita?~"
      }
    ],
    "description": {
      "en": "Young boy Claus was gifted with a Skill called [Auto Mode]. It is an extremely rare skill and he was so pleased when first received it...\n\nTurns out, the skill's abilities [Auto Return] for \"only to go home\" and [Auto Travel] for \"only to go to places that have been visited\" are a completely useless ability for both combat and making money!\n\nHowever, the now leveled up Claus has come to know the true nature of [Auto Mode]!\n\n---\n\n(JP) [Web Novel](https://ncode.syosetu.com/n2757gs/) [Light Novel](https://kc.kodansha.co.jp/title?code=1000040012)",
      "ja": "１５歳の少年クラウスが教会で授かったのは発現自体が珍しいというユニークスキル！　将来は勇者か英雄かと胸を高鳴らせた少年だがその夢は無残にも打ち砕かれる…。スキル【自動機能】は[自動で家に帰れるだけ]のてんで役立たずな外れスキルだったからだ！　スキルレベルが上がればと期待を抱くが、レベル2は[自動で行ったことのある場所へ移動するだけ]、レベル３は[自動で資源を採取するだけ]とがっかりする。ところが念のためクラウスが試してみると…！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "299d467a-5228-438e-ab32-9b6552c0ddbe",
    "title": {
      "en": "The Baby Prisoner of the Winter Castle"
    },
    "updatedAt": "2024-05-02T02:12:58+00:00",
    "coverArt": "https://mangadex.org/covers/299d467a-5228-438e-ab32-9b6552c0ddbe/fc14d68f-2c2d-450f-97f7-306b1e50d944.jpg",
    "altTitles": [
      {
        "ko": "겨울성의 아기 죄수님"
      },
      {
        "en": "Baby Prisoner of the Winter Castle"
      },
      {
        "tr": "Kış Kalesindeki Esir Kız"
      }
    ],
    "description": {
      "en": "On the night the kingdom fell and the entire royal family was being executed, Clarisse, who naturally thought she would also die, heard something unexpected. \n\n“We cannot execute anyone who has not reached the age of eighteen. Instead, I will kill you the day you turn eighteen.” \n\nAnd so, Clarisse is given ten years to live. \nClarisse then heads North as a “prisoner.” \nAnd she asks the Grand Duke for only one thing… \n\n“Um, is it okay if I take this friend with me? It’s my only friend.” \n\nBut what Clarisse holds out is a rock? \n\nIt’s a new life in the North! \nBut this life as a “prisoner” keeps on getting better…?",
      "tr": "Krallığın düştüğü gece ve bütün kraliyet ailesinin idam edildiği sırada, doğal olarak öleceğini düşünen Clarisse, beklenmedik bir şey duydu.\n“18 yaşına ulaşmamış olan kimseyi idam edemeyiz. Bunun yerine, 18 yaşına bastığın gün seni öldüreceğim.”\nVe böylece, Clarisse’e yaşaması için on yıl süre verilir.\nClarisse sonra bir “esir” olarak Kuzey’e doğru yol alır.\nVe Büyük Dük’ten sadece bir şey ister…\n“Uhm, bu arkadaşımı yanımda götürebilir miyim? O benim tek dostum.”\nAncak Clarisse’nin uzattığı şey bir taş mı? Kuzey’de yeni bir hayat!\nAncak bu “esir” hayatı daha da iyiye gidiyor gibi mi?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d6085c0-dc26-4397-80e7-8669ddd08df4",
    "title": {
      "en": "Nomi x Shiba"
    },
    "updatedAt": "2024-05-06T14:37:32+00:00",
    "coverArt": "https://mangadex.org/covers/4d6085c0-dc26-4397-80e7-8669ddd08df4/8f1935b0-029d-47b2-bcab-f777e2f54d84.jpg",
    "altTitles": [
      {
        "ja": "のみ×しば"
      }
    ],
    "description": {
      "en": "I fell in love very easily. Even though I myself didn’t think that I’m that kind of person. We became roommates unexpectedly in our second year. Having Shiba-chan as my roommate means I’m super lucky, right?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d2c36bb-4701-4013-a29a-3f24658d5d73",
    "title": {
      "en": "JEE Diaries"
    },
    "updatedAt": "2024-03-26T12:22:27+00:00",
    "coverArt": "https://mangadex.org/covers/1d2c36bb-4701-4013-a29a-3f24658d5d73/8351c99c-5aae-47ed-a51d-6285cd464ecd.jpg",
    "altTitles": [
      {
        "en": "My First Month in a JEE Coaching"
      },
      {
        "en": "The JEE Diary"
      }
    ],
    "description": {
      "en": "Every weekend there will be a new short story containing the mundane incidents in the lives of our Visual Novel's cast. \n\nWe hope you enjoy this slice of JEE-Life webcomic!\n\nAnnouncement: [Website](https://gartage.itch.io/my-first-month-in-a-jee-coaching/devlog/676516/the-webcomic-is-here), [Instagram](https://www.instagram.com/p/C27TQF5vxwR/)\n\n[Beacons](https://beacons.ai/jeediaries)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a547d1d-576b-477f-8cb3-70a3b4187f8a",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 1 - Phantom Blood"
    },
    "updatedAt": "2023-11-01T21:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/5a547d1d-576b-477f-8cb3-70a3b4187f8a/263645fa-129c-4d77-b69d-61d0880fb13e.jpg",
    "altTitles": [
      {
        "ru": "Η Παράξενη Περιπέτεια του JoJo"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 1: Sângele Trecutului"
      },
      {
        "it": "JoJo e a sua Aventura Bizarra: Phantom Blood"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Phantom Blood"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 1: Jonathan Joestar: His Youth"
      },
      {
        "th": "Jojoล่าข้ามศตวรรษ"
      },
      {
        "zh": "JoJo的奇妙冒险"
      },
      {
        "es": "La Extraña Aventura de JoJo: Sangre Fantasmal"
      },
      {
        "fr": "Le bizzarre avventure di Jojo: Phantom Blood"
      },
      {
        "ms": "Penjelajah Jojo"
      },
      {
        "ar": "مغامرة جوجو الغريبة الجزء 1: دماء الشبح"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ファントムブラッド"
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Елес Қан"
      },
      {
        "de": "JoJos bizarres Abenteuer Part 1: Phantomblut"
      },
      {
        "pt-br": "Jojo's Bizarre Adventure - Parte 1: Phantom Blood"
      }
    ],
    "description": {
      "en": "First story arc of the Jojo's Bizarre Adventure series.  \n  \nJonathan Joestar, a young wealthy son living in Victorian England, has his life destroyed by a recently orphaned Dio Brando, who was taken in by Jonathan's father. Dio, who plots to drive Jonathan to insanity and inherit the Joestar fortune, becomes an unstoppable vampire that Jonathan must fight.\n\n[Official English](https://www.viz.com/read/manga/jojo-s-bizarre-adventure-part-1-phantom-blood/all)"
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "44"
  },
  {
    "mangaId": "b93212ef-5d8f-4814-9e10-9237720a4057",
    "title": {
      "en": "Hidamari Sketch"
    },
    "updatedAt": "2024-04-05T21:50:20+00:00",
    "coverArt": "https://mangadex.org/covers/b93212ef-5d8f-4814-9e10-9237720a4057/3f5edbff-f1ab-42e3-8ffd-e9042b1513f2.jpg",
    "altTitles": [
      {
        "en": "Sunshine Sketch"
      },
      {
        "th": "หอป่วน ก๊วนตัวแสบ"
      },
      {
        "ja": "ひだまりスケッチ"
      },
      {
        "ko": "히다마리스케치"
      }
    ],
    "description": {
      "en": "Accepted to a high school specializing in the arts, Yuno moves into a nearby apartment complex to make her commute easier. Just a few days into her new routine, she quickly discovers that creativity doesn't end with the art school bell! Her neighbors – Sae, Hiro, and Miya – are all fellow students, and each has her own hilarious quirks. And eccentricity clearly rules this school; Yuno's homeroom teach is a cosplay otaku and the principal is just weird. Will the quiet Yuno be able to handle this creatively kooky cast of characters?"
    },
    "status": "ongoing",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-05-21T17:34:21+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/8cb529dd-ab47-4d2d-b613-183dd076141b.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-04-18T20:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/27bc5d4a-83db-4c9d-a049-5f8b9f29efc3.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4b8437c-ea32-42f9-96da-b3a6b53dabbd",
    "title": {
      "en": "Kitai Fuku ga Aru"
    },
    "updatedAt": "2024-03-29T08:41:50+00:00",
    "coverArt": "https://mangadex.org/covers/a4b8437c-ea32-42f9-96da-b3a6b53dabbd/3e32f681-ca13-4f8c-a456-dfeee9a510d3.jpg",
    "altTitles": [
      {
        "en": "I Want To Be Myself"
      },
      {
        "ja": "着たい服がある"
      },
      {
        "en": "I show my true colors shining through."
      },
      {
        "en": "There Are Clothes I Want to Wear"
      }
    ],
    "description": {
      "en": "University student Mami is seen by everyone as the fashionable cool model-type but she secretly just wants to wear Lolita fashion.  \n  \nWhile she tries occasionally to be more cute & less \"stylish\", she can't overcome the image others have of her. When she watches a new coworker at the cafe she works part-time at leave in a extremely flashy outfit, it sparks the courage in her to express herself more truthfully too!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "43"
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-05-28T02:01:12+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/3ad27d81-898d-4025-a9a0-ae9770d64bd6.png",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      },
      {
        "pt-br": "A escrava arrogante"
      }
    ],
    "description": {
      "en": "At the market, a man stumbles upon a particularly arrogant slave...",
      "pt-br": "No mercado, um homem se depara com uma escrava particularmente arrogante..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe",
    "title": {
      "en": "Major 2nd"
    },
    "updatedAt": "2024-05-15T19:55:58+00:00",
    "coverArt": "https://mangadex.org/covers/2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe/577e6fbf-133a-45aa-8fb8-5d64c6cc218e.jpg",
    "altTitles": [
      {
        "ru": "Второй Мэйджор"
      },
      {
        "ja": "メジャーセカンド"
      },
      {
        "en": "Major 2nd"
      },
      {
        "ja-ro": "Major 2nd"
      }
    ],
    "description": {
      "en": "A sequel to the successful baseball manga MAJOR by the same author. The series follows Gorou's son Daigo."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0925b477-9e72-4b40-8488-afb7aab4583f",
    "title": {
      "en": "Tomehane!"
    },
    "updatedAt": "2024-05-08T19:06:26+00:00",
    "coverArt": "https://mangadex.org/covers/0925b477-9e72-4b40-8488-afb7aab4583f/0efe7a40-def2-4ac5-adb1-b46d31122194.jpg",
    "altTitles": [
      {
        "ja-ro": "Tome wa Hane! Suzusato Koukou Shodoubu"
      },
      {
        "ja-ro": "Tomehane! Suzuri Kōkō Shodōbu"
      },
      {
        "ja-ro": "Tomehane! Suzuri Koukou Shodoubu"
      },
      {
        "ja-ro": "Tomehanetsu! Suzusato"
      },
      {
        "ja": "とめはねっ!"
      },
      {
        "ja": "とめはねっ! 鈴里高校書道部"
      },
      {
        "ja": "とめはねっ！−鈴里高校書道部−"
      }
    ],
    "description": {
      "en": "Tales of a high-school calligraphy club.  \n  \nA story about a high-school calligraphy club on the verge of breaking up that enters in a major competition while overcoming problems. Yuki, a promising female judoist, and Yukari, a quiet Canadian-raised boy who just returned to Japan, end up joining the club for the sake of maintaining the membership required to keep the club. Together with the old club members with unique characters, they gradually discover the fun of calligraphy and work together to win in the competition.  \n  \nTomehane! was nominated for best manga at the first two Manga Taisho.\n\nLive action series adaptation (2010): [MyDramaList](https://mydramalist.com/742-tomehane)"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "179"
  },
  {
    "mangaId": "dec0cba3-2a29-409c-bb2b-fc30e7fcc4be",
    "title": {
      "en": "Pierrot Man"
    },
    "updatedAt": "2024-05-29T05:15:46+00:00",
    "coverArt": "https://mangadex.org/covers/dec0cba3-2a29-409c-bb2b-fc30e7fcc4be/85a34dff-98b6-4ef0-96c7-9b66bd7d0d84.jpg",
    "altTitles": [
      {
        "ja": "ピエロマン"
      }
    ],
    "description": {
      "en": "Manga artist Toratoki Yamamura's serialized work \"Revenge Clown'' has been decided to be made into a movie, and with the support of his beloved wife, he is having the best night in both his professional and private life. However, that was just the beginning of the nightmare that was about to begin...\nWhat is the unexperienced murderous intent called by unconscious malice? ? What is the true identity of the mysterious revenge demon \"Clown Man\"? ?\nSuspense-horror master Shingo Honda collaborates for the first time with Shinsuke Takahashi, a master of writing, to unleash an astonishing and earth-shattering ``wet-clothed'' suspense story! !"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7abacf0-067a-45ae-84e5-acdfed5c5c20",
    "title": {
      "en": "Saikyou Rakudai Kizoku no Kenma Kiwameshi Antou Tan"
    },
    "updatedAt": "2024-05-12T08:28:47+00:00",
    "coverArt": "https://mangadex.org/covers/d7abacf0-067a-45ae-84e5-acdfed5c5c20/29314b0f-54b9-4ff7-840e-14a7f0924a3e.jpg",
    "altTitles": [
      {
        "en": "The Strongest Failed Aristocrat’s Dark Demon Sword"
      },
      {
        "ja": "最強落第貴族の剣魔極めし暗闘譚"
      },
      {
        "ja-ro": "SAIKYOU RAKUDAI KIZOKU NO KENMA KIWAMESHI ANTANFU"
      }
    ],
    "description": {
      "en": "The sword saint and the sage are in fact the underdogs of the school! A \"one-man, three-role\" substandard (dark) fantasy!\n\nRoy Revel is a frontier aristocrat from a lethargic small country. He is known as the \"fallen aristocrat\" at the school, but he has a secret. \n\n[The patron god of the land of swords, Cloud the White Sword Saint. \nThe patron god of the land of magic, the great sage Eclipse the Black.]\n\nThe strongest and most admired of the two great powers is in fact Roy, who plays the role of an incompetent! In order to protect his family, Roy, the strongest nobleman who manipulates the fight against the Empire from the shadows, is interested in the beautiful girls at the academy who aspire to become sword saints and sages.\n\nA new dark fantasy of the fallen aristocrat begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cfc3d743-bd89-48e2-991f-63e680cc4edf",
    "title": {
      "en": "Dr. Stone"
    },
    "updatedAt": "2024-04-12T13:36:06+00:00",
    "coverArt": "https://mangadex.org/covers/cfc3d743-bd89-48e2-991f-63e680cc4edf/1905884c-adc0-4651-aea2-c061c9f02763.jpg",
    "altTitles": [
      {
        "tr": "Doktor Taş"
      },
      {
        "ru": "Доктор Стоун"
      },
      {
        "ru": "Профессор каменного века"
      },
      {
        "ja": "ドクターストーン"
      },
      {
        "kk": "Стоун доктор"
      }
    ],
    "description": {
      "en": "Imagine waking to a world where every last human has been mysteriously turned to stone…  \n\nOne fateful day, all of humanity was petrified by a blinding flash of light. After several millennia, high schooler Taiju awakens and finds himself lost in a world of statues. However, he's not alone! His science-loving friend Senku's been up and running for a few months and he's got a grand plan in mind—to kickstart civilization with the power of science!",
      "it": "Anno 5738: da migliaia di anni l'intera umanità si ritrova tramutata in pietra a causa di una catastrofe naturale. Ooki Taiju riesce inspiegabilmente a risvegliarsi, trovandosi così di fronte ad una realtà completamente diversa da quanto ricordava, dove la natura ha ripreso il sopravvento sulla civiltà umana. Al suo risveglio il ragazzo si ricongiunge con il suo amico Senkuu, un giovane e geniale scienziato anche lui risvegliatosi qualche mese prima. Insieme i ragazzi sperano di scoprire la causa dietro all'improvvisa tramutazione in pietra - e, nel frattempo, di trovare una cura. Non tutto, però, va come previsto...",
      "pt": "Imagina acordar em um mundo onde cada humano foi misteriosamente transformado em pedra… Em um dia fatídico, toda a humanidade foi petrificada em um piscar de olhos. Depois de muitos milênios, o aluno do ensino médio, Taiju, acorda e se encontra perdido em um mundo de estátuas. Entretanto, ele não está sozinho! Seu amigo que ama ciência, Senku, está acordado e correndo pelos últimos meses e ele tem um grande plano em mente, recomeçar a civilização com o poder da ciência!",
      "ru": "Однажды, когда Тайджу пытался собраться с духом, чтобы признаться девушке в любви, небо заполнил странный свет. Все люди, на которых он падал, превращались в камень. После без малого четырёх тысяч лет он наконец выбирается из каменного плена и начинает исследовать окрестности. Неожиданно Тайджу встречается его старый друг Сенку, очнувшийся полгода назад. Сенку приводит Тайджу в свой примитивный дом на дереве и просит помощи в возрождении исчезнувшей человеческой цивилизации, начиная с попыток выяснить истинную природу света, который превратил людей в камень.",
      "pt-br": "Um dia fatídico, toda a humanidade foi petrificada por um flash ofuscante de luz. Depois de vários milênios, o colegial Taiju desperta e se vê perdido em um mundo de estátuas. No entanto, ele não está sozinho! Seu amigo de ciência Senku está em funcionamento há alguns meses e ele tem um grande plano em mente: dar o pontapé inicial na civilização com o poder da ciência!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "232"
  },
  {
    "mangaId": "d5a6c5b2-0345-419b-b77e-5af5a1fb6295",
    "title": {
      "en": "Sennen Darling"
    },
    "updatedAt": "2024-04-24T21:18:44+00:00",
    "coverArt": "https://mangadex.org/covers/d5a6c5b2-0345-419b-b77e-5af5a1fb6295/c34a640b-4f8f-4c19-abbd-9fd4dba88883.jpg",
    "altTitles": [
      {
        "en": "Millennium Darling"
      },
      {
        "ja": "千年ダーリン"
      }
    ],
    "description": {
      "en": "\"A mishmash of steel and metal and an explosion of flesh! Let's celebrate the birth of Millennium Darling!\"\n\n1980s: The Town of Senni Dani. After a mysterious and violent incident, Ippei Tsukanoma awakens in the laboratory of Giniro Karisome. Ippei is informed he has been transformed into Millennium Darling, a cyborg created with an ancient lost technology. Ippei, Giniro, and their friends come to discover there are other cyborgs out there... but they are nowhere near as friendly! Now, Ippei and Giniro must face agaisnt these dangerous hostile enemies led by Lord Neiron to protect themselves and Sennen Dani. Welcome, Millennium Darling!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7b92d8b-ae1d-4968-aab4-de5d62213075",
    "title": {
      "en": "Monster Duke's Daughter"
    },
    "updatedAt": "2023-01-24T23:27:40+00:00",
    "coverArt": "https://mangadex.org/covers/e7b92d8b-ae1d-4968-aab4-de5d62213075/0c3f0eb4-6216-42c1-9ee9-12131da8ba1c.jpg",
    "altTitles": [
      {
        "ko": "괴물공작의 딸"
      },
      {
        "ko": "Goemulgongjag'eui Dda"
      },
      {
        "ko": "Goemulgongjagui Ttal"
      },
      {
        "fr": "La fille du duc monstrueux"
      },
      {
        "es": "Hija del monstruo duque"
      },
      {
        "ru": "Дочь герцога-монстра"
      },
      {
        "ru": "Дочка герцога-монстра"
      },
      {
        "ar": "ابنه الذوق الوحش"
      },
      {
        "ja": "怪物公爵の娘"
      },
      {
        "vi": "Con gái của Công tước Quái Vật"
      },
      {
        "NULL": "កូនស្រីណព្វរបស់ រលាកដង្ខៅ"
      },
      {
        "zh": "怪物公爵的女儿"
      },
      {
        "id": "Putri Duke Monster"
      },
      {
        "id": "Lottie Putrinya Damian"
      }
    ],
    "description": {
      "en": "When her mom goes missing, three-year-old Lotilucia stumbles on a magic crest that transports her to the estate of House Frodium, one of the empire’s most powerful noble families. Little Lottie immediately recognizes Duke Damian Frodium as her dad; he is the so-called “Monster Duke” of demon descent. Once taken into the house, Lottie does her best to stay out of his way. But then she stumbles on a magic book that shows her a story about Duke Frodium’s adopted daughter replacing his dead daughter named Lotilucia! Lottie is shocked but also emboldened by the prophetic tale. If she is meant to die anyway, she might as well be her cheeky self and do as she pleases! This new Lottie wins over her demon dad along with his staff, but will she manage to stay alive and thrive as the Monster Duke’s daughter?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)",
      "id": "Lottie tiba-tiba muncul di kediaman Duke Demian dan ternyata Duke itu adalah ayah kandungnya, tapi Duke ini sering disebut sebagai Duke Monster! Apakah dia benar-benar monster? Dan kenapa ada novel yang mengatakan kalau Lottie tidak bisa hidup lama?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)",
      "ja": "魔法で突然公爵家に飛ばされ、そこで暮らすことになったロティ―。 父であるプロデウム公爵は完璧すぎるゆえ、怪物公爵と呼ばれていた。 そんなある日、公爵の書斎で怪しい本を見つけるが・・！？\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)",
      "ko": "세상과 단절되어 살아가던 나는 '괴물공작' 이라 불리는 아빠에게 거둬졌다.\n어느 날, 아빠의 서재에서 이상한 책을 발견하는데…\n이거 내용이 왜 이래? 내가 병 때문에 죽는다고? 그러면서 양녀를 들이고 잘해줘?\n어차피 죽을 거라면 그전에는 뭘 해도 안 죽는다는 거잖아! 그렇다면, 정말 로티 맘대로 해버릴 거야!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)",
      "ru": "Я была совсем отрезана от мира, пока меня не забрал к себе отец — герцог-монстр. Однажды я незаметно проскользнула в кабинет отца и нашла там странную книгу...\n— Что?! Я умру от болезни?! Тогда какого чёрта вы обращаетесь с приёмной дочерью лучше, чем со мной? Раз уж я умру от болезни... Я буду делать всё, что захочу!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)",
      "zh": "软萌幼崽有谁能不爱？！\n冷酷公爵也成宠女狂魔！\n可爱的洛蒂突然有了一个被称为怪物公爵，且看上去不太喜欢自己的爸爸。某一天她在爸爸的书房里发现了一本奇怪的书，里面说她只能活到11岁？而在她死后爸爸竟然收养了一个养女还对她特别好？反正横竖都是死，那我就想做什么就做什么了！\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9aaa96b-36fc-41c5-a427-6e39c26b7720",
    "title": {
      "en": "If You're Gonna Dress Up, Do It Like This"
    },
    "updatedAt": "2024-05-02T14:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/c9aaa96b-36fc-41c5-a427-6e39c26b7720/fb65b75e-9e45-4aa6-929c-9e35206fd5cc.jpg",
    "altTitles": [
      {
        "ja": "Do it this way if you wear the clothes."
      },
      {
        "vi": "Đã ăn diện thì phải ăn diện sao cho đúng."
      },
      {
        "ja-ro": "Fuku wo Kiru nara Konna Fuu ni"
      },
      {
        "ja": "服を着るならこんなふうに"
      },
      {
        "zh": "衣服要这么穿"
      }
    ],
    "description": {
      "en": "Yuusuke, an average office worker meets with his friend at a reunion, only to find out that the fashion world has left him behind. Now, with the help of his sister Tamaki, Yuusuke must take his step into the world of trends and charisma.",
      "pt-br": "Yuusuke, um trabalhador de escritório comum encontra-se com seu amigo em uma reunião, apenas para descobrir que o mundo da moda o deixou para trás. Agora, com a ajuda de sua irmã Tamaki, Yuusuke deve entrar no mundo das tendências e do carisma"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-04-01T20:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2f4d23f-b76c-48da-9c0f-d63c1136ed6d",
    "title": {
      "en": "Fate/Extra Visual Fanbook"
    },
    "updatedAt": "2024-05-29T04:49:57+00:00",
    "coverArt": "https://mangadex.org/covers/a2f4d23f-b76c-48da-9c0f-d63c1136ed6d/fc4b3219-6cf9-48ec-b5dd-006c7355c99b.jpg",
    "altTitles": [
      {
        "ja": "フェイト/エクストラビジュアルファンブック"
      }
    ],
    "description": {
      "en": "Fate/EXTRA Visual Fanbook (フェイト/エクストラ ビジュアルファンブック) is a Fate/EXTRA material book released on February 25, 2011."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "2"
  },
  {
    "mangaId": "082bcc22-8198-4132-9c09-d18ce895e6e4",
    "title": {
      "en": "Ashita no Ashita"
    },
    "updatedAt": "2024-03-28T09:59:04+00:00",
    "coverArt": "https://mangadex.org/covers/082bcc22-8198-4132-9c09-d18ce895e6e4/907ceec5-5812-4ce3-af6b-e60624c6410c.jpg",
    "altTitles": [
      {
        "ja": "あしたのあした"
      }
    ],
    "description": {
      "en": "Chisayo, a high school girl, has a weakness for her best friend's face: \nWhile being pushed around by her good-natured best friend, she enjoys today and tomorrow to the fullest!\nA youthful, everyday comedy!",
      "ja": "鈴ヶ森ちか先生初連載！\n女子高生・千沙代は、親友の顔が弱点……!?\nお調子者の親友に振り回されながら、今日を、明日を楽しみ尽くす！\n青春日常系コメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddad0a9e-75c0-4e2f-b792-3544889e761a",
    "title": {
      "en": "Fushigi na Neko no Machi Meltier"
    },
    "updatedAt": "2024-05-04T19:24:35+00:00",
    "coverArt": "https://mangadex.org/covers/ddad0a9e-75c0-4e2f-b792-3544889e761a/e323f5e1-c477-43c5-ac7a-415cbbbf205a.jpg",
    "altTitles": [
      {
        "de": "Märchen Meltier"
      },
      {
        "en": "The Curious Cat Town"
      },
      {
        "ja": "ふしぎな猫のまち メルティア"
      },
      {
        "ko": "신비한 고양이 마을의 메르티아"
      }
    ],
    "description": {
      "en": "This is \"Meltier,\" a town of cats. Moko, who has no memory of her past, ends up helping out at a coffee shop in town. There, she meets many unique and fun kittens and friends! A little bit mysterious and extraordinarily happy. A heartwarming fairy tale fantasy of everyday life!\n\n---\nNote: Has an original song sung by the author herself called はじめまして、世界！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]