[
  {
    "mangaId": "3ee24c64-1289-41b2-8100-74f0cdd7f1d8",
    "title": {
      "en": "Italiajin no Onnanoko ga Isourou Suru Koto ni Natta (Pre-Serialization)"
    },
    "updatedAt": "2024-01-31T15:28:13+00:00",
    "coverArt": "https://mangadex.org/covers/3ee24c64-1289-41b2-8100-74f0cdd7f1d8/c2cfcad1-ea9b-41cb-bc88-8af65a7b7fe3.jpg",
    "altTitles": [
      {
        "ja": "Italiajin no Onnanoko ga Isourou Suru Koto ni Natta"
      },
      {
        "es": "La chica italiana se ha convertido en una arrimada"
      },
      {
        "ja": "イタリア人の女の子が居候することになった"
      },
      {
        "ru": "Эта итальянская девушка стала такой халявщицей"
      },
      {
        "vi": "Cô nàng người Ý và cuộc sống tự do"
      },
      {
        "en": "This Italian Girl Has Become Such a Freeloader"
      },
      {
        "en": "La Ragazza: Living with Francesca"
      },
      {
        "vi": "姑娘𠊛意頗局𤯨自由 (Nom Script)"
      }
    ],
    "description": {
      "en": "Yuji is an artist working out of a modest Tokyo apartment, when he suddenly receives a letter from his mother informing—not asking—him about an Italian girl coming to live with him while she attends university. Supposedly the two have a history, but forgotten memories lend little in the way of preparing either party for the inevitable awkwardness to come. Left with little say in the matter, Yuji’s bachelorhood comes to an end, and his life with Francesca begins.\n\nFull color till Chapter 26.",
      "ja": "異国から来た女の子は天然? 大胆? イラストレーターの雄二の前に突然現れたのはイタリア人の女の子フランチェスカ。母からの言いつけでいきなり一緒に暮らすことに! 二人で一緒にご飯を食べたり、部屋着姿にドキドキしたり……。 とまどいながら始まった同居生活だけど、ちょっとずつ二人の距離は近づいていき……!?",
      "vi": "Sẽ ra sao nếu một cô gái từ đất nước xa lạ đến ở nhà tôi? Đột nhiên chúng tôi phải sống chung với nhau theo ý của mẹ. Sống cùng nhau thì khác biệt rõ còn xa, nhưng khoảng cách giữa chúng tôi thì càng gần...!?",
      "pt-br": "Um cara que passa a morar junto com a amiga de infância Italiana na qual não se recorda de conhecer"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "71"
  },
  {
    "mangaId": "b14dc351-d47d-4fff-9833-baade8458563",
    "title": {
      "en": "Hotel Inhumans"
    },
    "updatedAt": "2024-05-22T18:31:33+00:00",
    "coverArt": "https://mangadex.org/covers/b14dc351-d47d-4fff-9833-baade8458563/fa1f2d29-fc02-48bc-9602-e7e30f865b1a.jpg",
    "altTitles": [
      {
        "ja": "ホテル・インヒューマンズ"
      },
      {
        "en": "Hotel In Humans"
      },
      {
        "pt-br": "Hotel Desumano"
      }
    ],
    "description": {
      "en": "The most exquisite hotels in the world have certain standards: the finest food, the most sublime comfort, captivating entertainment, the latest weapons, reliable identity fabrication, and untraceable corpse disposal.\r\n\r\nThe name of this place where the people who have \"forgotten their humanity\" visit is \"Hotel In Humans.\" The hitmen guests are welcomed by the concierges who never say \"no.\"",
      "pt-br": "Os hotéis mais requintados do mundo têm certos padrões: As melhores comidas, o conforto mais sublime, entretenimento cativante, e, além disso, as armas mais recentes, fabricação confiável de identidade e descarte de cadáveres não rastreável. O nome desse lugar onde as pessoas que o visitam \"esqueceram sua humanidade\", chama-se \"Hotel In Humans\" (Hotel Desumano)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1111c384-c15a-45d7-bcc2-2ef7d1f94123",
    "title": {
      "en": "Kei to Ayakashi"
    },
    "updatedAt": "2024-09-09T15:11:10+00:00",
    "coverArt": "https://mangadex.org/covers/1111c384-c15a-45d7-bcc2-2ef7d1f94123/56744231-18ba-4f94-87fb-1538f84711c5.jpg",
    "altTitles": [
      {
        "ja": "継とあやかし"
      }
    ],
    "description": {
      "en": "The Shiranoi family has made a living for generations as exorcists, borrowing the power of the Ayakashi that resides in a sword. However, the protagonist Kei was unable to draw the sword during childhood and was rejected by her father, Ryuichi, who claimed she was not worthy of becoming the next head of the family. But hidden within her father's actions is a certain secret..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "767b0346-b8be-42d8-99a0-62c3590138fa",
    "title": {
      "en": "Disney Twisted Wonderland - The Comic - ~Episode of Octavinelle~"
    },
    "updatedAt": "2024-05-10T20:42:48+00:00",
    "coverArt": "https://mangadex.org/covers/767b0346-b8be-42d8-99a0-62c3590138fa/9e0224c6-23be-407f-b38f-b58272fbbea0.jpg",
    "altTitles": [
      {
        "ja": "ディズニー ツイステッドワンダーランド THE COMIC ～EPISODE of OCTAVINELLE～"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "24473507-f2e4-4a0b-bae8-0fda4954b7d9",
    "title": {
      "en": "The Noble"
    },
    "updatedAt": "2024-09-17T20:27:12+00:00",
    "coverArt": "https://mangadex.org/covers/24473507-f2e4-4a0b-bae8-0fda4954b7d9/c9bc72e4-a515-40c6-a4ee-c591657a686a.jpg",
    "altTitles": [
      {
        "ko": "귀공자"
      },
      {
        "en": "The Childe"
      },
      {
        "en": "Young Noble"
      }
    ],
    "description": {
      "en": "\"Jin Taeha,\" the successor of Korea's leading company \"Cheongu,\" survived alone after a terrorist attack during a yacht trip with his family. He learns that his family was killed not by accident but due to power struggles among his relatives. Entering the \"Salerno Family,\" an Italian mafia family, he prepares for his revenge.\n\nAfter 17 years, he returns to Korea and finally begins his revenge."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c95a2a4e-a8f2-4e70-9bdb-0c1dc6877247",
    "title": {
      "en": "Haikyuu!! - Rombake Tokyo!"
    },
    "updatedAt": "2024-09-21T04:55:59+00:00",
    "coverArt": "https://mangadex.org/covers/c95a2a4e-a8f2-4e70-9bdb-0c1dc6877247/65b85cc1-b47f-4a71-a080-b03445324cf3.png",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a502e35-1051-4e4c-b055-5ab211954fa4",
    "title": {
      "en": "Banana Fish"
    },
    "updatedAt": "2023-02-17T09:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/9a502e35-1051-4e4c-b055-5ab211954fa4/18b9c72b-a7d8-48c3-946e-ded711fb1038.jpg",
    "altTitles": [
      {
        "NULL": "Éisc Banana"
      },
      {
        "el": "Μπανάνα Ψάρια"
      },
      {
        "hu": "Banánhal"
      },
      {
        "cs": "Banánová ryba"
      },
      {
        "hi": "बनानिकाला"
      },
      {
        "NULL": "Banana arrainak"
      },
      {
        "tr": "Banana Balığı"
      },
      {
        "ro": "Banana de pește"
      },
      {
        "NULL": "Banana Fiŝo"
      },
      {
        "de": "Bananenfisch"
      },
      {
        "da": "Bananfisk"
      },
      {
        "NULL": "Banani Fiskur"
      },
      {
        "NULL": "Banānu zivis"
      },
      {
        "NULL": "Bannann pwason"
      },
      {
        "vi": "Cá chuối"
      },
      {
        "NULL": "Ħut tal-Banana"
      },
      {
        "NULL": "Iasg Banana"
      },
      {
        "id": "Ikan Pisang"
      },
      {
        "fr": "Poisson banane"
      },
      {
        "pl": "Ryba Bananowa"
      },
      {
        "NULL": "Samaki ya Banana"
      },
      {
        "sr": "Банана риба"
      },
      {
        "ru": "Банановая рыба"
      },
      {
        "NULL": "ბანანის თევზი"
      },
      {
        "he": "דג בננה"
      },
      {
        "fa": "ماهی موز"
      },
      {
        "ar": "موز السمك"
      },
      {
        "bn": "কলা মাছ"
      },
      {
        "th": "ปลากล้วย"
      },
      {
        "zh": "战栗杀机"
      },
      {
        "zh-hk": "戰慄殺機"
      },
      {
        "ko": "바나나 피쉬"
      },
      {
        "ja": "バナナフィッシュ"
      },
      {
        "ja-ro": "Bananafisshu"
      },
      {
        "kk": "Мәуіз Балық"
      },
      {
        "ru": "Рыбка-бананка"
      },
      {
        "tr": "Muz Balığı"
      }
    ],
    "description": {
      "en": "Nature made Ash Lynx beautiful; nurture made him a cold ruthless killer. A runaway brought up as the adopted heir and sex toy of \"Papa\" Dino Golzine, Ash, now at the rebellious age of seventeen, forsakes the kingdom held out by the devil who raised him. But the hideous secret that drove Ash's older brother mad in Vietnam has suddenly fallen into Papa's insatiably ambitious hands—and it's exactly the wrong time for Eiji Okamura, a pure-hearted young photographer from Japan, to make Ash Lynx's acquaintance…  \n\n[Official English](https://www.viz.com/banana-fish)\n  \n---\nLink:  \n[ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20197) (anime)",
      "tr": "Tanrı, Ash Lynx’i güzeller güzeli bir çocuk olarak yarattı; dünya onu soğukkanlı acımasız bir katil haline getirdi. Çocuk yaşta evden kaçan Ash, “Baba” Dino Golzine tarafından bulunur ve hem mafyanın varisi olarak hem de Golzine’nin şahsi zevklerini tatmin etmek üzere yetiştirilir. Şimdi 17 yaşında isyankar bir genç olan Ash kendisini yetiştiren şeytanın ona sunduğu krallığa sırtını döner. Ancak Ash’in ağabeyinin Vietnam’da aklını yitirmesine sebep olan korkunç sır, hırsı dur durak bilmeyen Golzine’nin ellerine düşmüştür. İşte tam bu sırada genç bir fotoğrafçı Japonya’dan New York’a gelir. Temiz kalpli Eiji Okumura ve Ash Lynx olabilecek en talihsiz zamanda karşılaşır.",
      "pt-br": "A natureza fez Ash Lynx um cara bonito; mas o tempo fez dele um assassino cruel e frívolo. Uma criança fugitiva criada como um herdeiro adotado, um guerreiro treinado, e o brinquedo sexual de seu “Papa”, Dino Golzine, o senhor do crime da Costa do Oeste Oriental. Ash está agora na idade rebelde dos dezessete anos – abandonando o reino de poder e riqueza, realizada pelo demônio que o ressuscitou, preferindo um código para viver entre um pequeno, mas fiel, gangue de bandidos de rua. Porém, “Papa” não pode simplesmente deixá-lo ir. Não quando descobre que o segredo que levou o irmão mais velho de Ash a loucura, no Vietnã, poderá cair em suas mãos insaciavelmente ambiciosas. É exatamente o momento errado para Eiji Okamura, um jovem fotógrafo do Japão, de coração puro, chegar em Nova York e travar conhecimento de Ash Lynx… e ao seu lado, ser atraído para dentro de um redemoinho sangrento de orgulho, ganância, luxúria e ira desencadeada pelo enigma de codinome Banana Fish."
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "103"
  },
  {
    "mangaId": "35012e75-f5a1-470e-89f4-7caed81e12bc",
    "title": {
      "en": "Listen to You"
    },
    "updatedAt": "2023-03-26T09:25:44+00:00",
    "coverArt": "https://mangadex.org/covers/35012e75-f5a1-470e-89f4-7caed81e12bc/8c72ee0b-9cae-4803-a981-bf19eab539ca.jpg",
    "altTitles": [
      {
        "zh-ro": "Wén Fēng Yǒu Nǐ"
      },
      {
        "zh": "闻风有你"
      }
    ],
    "description": {
      "en": "While at the get-together party, Cheng Jiahong recalled getting acquainted with his close friend, Qi Wenrui. Due to his grades being in the last rank and having to repeat the same grade again, it was arranged that Cheng Jiahong be seatmates with the class committee member Qi Wenrui. The two became familiar with each other as they spent their days together. \"A life under the pressure of both specialized and literacy classes is very tiring, but, thankfully I'm not alone.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c002702-9cf2-4688-a62e-892d7ce58986",
    "title": {
      "en": "Shut Hell"
    },
    "updatedAt": "2023-06-21T21:43:50+00:00",
    "coverArt": "https://mangadex.org/covers/9c002702-9cf2-4688-a62e-892d7ce58986/6cf95171-1ae6-4cc1-994c-996db6cea809.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuryou - Shutoheru"
      },
      {
        "ja-ro": "Shuto Heru"
      },
      {
        "ja-ro": "Shutohel"
      },
      {
        "ja": "悪霊 シュトヘル"
      },
      {
        "zh": "西夏恶灵"
      },
      {
        "ko": "슈토헬"
      },
      {
        "ru": "Шат Хелл"
      }
    ],
    "description": {
      "en": "Beginning of the 13th century, Western Xia state in Chinese mainland. \nIn those days existed a woman warrior named Shut Hell, the Evil One, feared even by the Mongols, reputed the strongest army in history. \nAt first she was just a normal Tangut soldier, but after coming close to death so many times she found a superhuman strength in herself. \nOn the other side Yurul, a young Mongol prince, is fascinated by the Tangut, his enemies' writing script, and is worried for their future…\nCenturies later a Japanese high school student named Shudo is haunted by a vivid dream of a battlefield...\nIs there some sort of bound between these completely different lives ? Will they manage to overcome the obstacles surrounding them ?\n\n\n- **2012 Osamu Tezuka Cultural Prize (New Creator) winner**",
      "pt-br": "Um Jovem chamado Sudou desperta em uma de suas vidas passadas onde ele era uma guerreira Xia chamada Shut Hell a maligna, temida até pelos Mongóis de Genghis Khan que estão unindo forças para acabar com a dinastia Xia Ocidental. a história ocorre no Século 13 onde a Maligna junto com a principe Yurul se esforçam para preservar Xia e sua cultura e escritas."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "90"
  },
  {
    "mangaId": "2129ddc8-210b-451b-99f8-fa3e7ff1e018",
    "title": {
      "en": "Winning Pass"
    },
    "updatedAt": "2024-06-08T19:07:01+00:00",
    "coverArt": "https://mangadex.org/covers/2129ddc8-210b-451b-99f8-fa3e7ff1e018/b1242f43-7047-4b2e-8d85-7dd68bb709e8.jpg",
    "altTitles": [
      {
        "ja": "ウイニング パス"
      }
    ],
    "description": {
      "en": "Haruto Ichinose has an older brother, Shori Ichinose, who has excellent grades, is a basketball prodigy, and is very popular in school. Although he says he hates basketball, he trains alone and challenges his brother, only to be beaten back. On the other hand, his older brother Shori seems to recognize his \"talent\" more than anyone else, but who is he really...?",
      "ja": "成績優秀、バスケは天才的、そして校内の人気者・一ノ瀬翔麗を兄に持つ一ノ瀬陽斗。バスケは大嫌いと言いつつ、一人特訓して兄に挑戦しては返り討ちに遭う日々。一方で兄・翔麗は誰よりも陽斗の「才能」を認めている様子だが、その正体は…!?",
      "pt-br": "Haruto Ichinose tem um irmão mais velho, Shori Ichinose, que tem notas excelentes, é um prodígio do basquete e é muito popular na escola. Embora Haruto diga que odeia basquete, ele treina sozinho e desafia seu irmão, apenas para ser derrotado. Por outro lado, seu irmão mais velho Shori parece reconhecer seu \"talento\" mais do que qualquer outra pessoa, mas quem ele realmente é...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50d9f5b3-fc69-4742-bd72-1d652c337cf4",
    "title": {
      "en": "Crossplay Love: Otaku x Punk"
    },
    "updatedAt": "2024-09-14T13:09:02+00:00",
    "coverArt": "https://mangadex.org/covers/50d9f5b3-fc69-4742-bd72-1d652c337cf4/30310ec4-e5e6-4f15-80a6-c83ec520929e.jpg",
    "altTitles": [
      {
        "en": "Crossdressing Has Become a Problem; Emo and Yankee's Unrequited Mutual Feelings"
      },
      {
        "ja": "女装してめんどくさい事になってるネクラとヤンキーの両片想い"
      },
      {
        "ja-ro": "Josoushite Mendokusai Koto ni Natteru Nekura to Yankee Ryou Kataomoi"
      }
    ],
    "description": {
      "en": "The cute and cheerful girl working at a Japanese style maid cafe, Hana. The black haired cold beauty, Mei. Though the two are in love with each other, they have not realized it. However, they have a secret that should not be discovered…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b5a3b43-effb-4f54-aa9b-d6093d523452",
    "title": {
      "ja": "Silent Witch Chinmoku no Majo no Kakushigoto"
    },
    "updatedAt": "2024-09-11T18:50:06+00:00",
    "coverArt": "https://mangadex.org/covers/2b5a3b43-effb-4f54-aa9b-d6093d523452/4d9d61bc-58a9-4644-aa07-805ecdcbf499.jpg",
    "altTitles": [
      {
        "ja": "サイレント・ウィッチ 沈黙の魔女の隠しごと"
      },
      {
        "en": "Secrets of the Silent Witch"
      },
      {
        "en": "Silent Witch"
      },
      {
        "ko": "사일런트 위치"
      },
      {
        "es": "Secretos de la Bruja Silenciosa"
      }
    ],
    "description": {
      "en": "Monica Everett is revered as “The Silent Witch.” She’s the only magician in the world who can use magic without an incantation... In reality though, she’s just shy— the only reason she practiced chantless magic was so that she wouldn't have to speak in public! Before even realizing her own talent, Monica is chosen as one of the “Seven Sages,” and is assigned the secret mission of protecting the kingdom’s second prince...?\n\nThe antisocial young prodigy will have to hide her true nature while secretly rescuing the prince from encroaching danger in this thrilling fantasy story!",
      "es": "Monica Everett es venerada como «La Bruja Silenciosa». Es la única maga del mundo que puede usar la magia sin conjuros... En realidad, es tímida: ¡la única razón por la que practicaba magia sin encantamientos era para no tener que hablar en público! Antes incluso de darse cuenta de su propio talento, Mónica es elegida como uno de los «Siete Sabios», ¿y se le asigna la misión secreta de proteger al segundo príncipe del reino...?\n\nLa antisocial joven prodigio tendrá que ocultar su verdadera naturaleza mientras rescata en secreto al príncipe del peligro que la acecha en esta emocionante historia de fantasía.",
      "id": "Keajaiban tidak membutuhkan nyanyian. Ini adalah kisah tentang penyihir terlemah, paling pemalu, namun terkuat, dan bagaimana dia dilahirkan kembali, semuanya menjadi sebuah buku. (Penyihir Keheningan) Monica Everett. Satu-satunya penyihir di dunia yang bisa menggunakan sihir diam (tanpa nyanyian), dan seorang pahlawan muda yang membunuh sendiri naga hitam legendaris itu. Tapi apa sifat aslinya?? Alasan sebenarnya saya berlatih sihir diam adalah agar saya tidak perlu berbicara di depan umum. Ketika Monica terpilih sebagai salah satu dari 7 Watchers, tanpa disadari, dia terpaksa mengambil misi rahasia untuk melindungi pangeran kedua…? Lemah dan pemalu, namun yang terkuat. Penyihir surgawi yang antisosial menyembunyikan identitas aslinya dan diam-diam membawa kejahatan ke pengadilan melawan pangeran dalam fantasi yang menyakitkan! Fantasi penyihir web, terlahir kembali menjadi sebuah buku, dengan tambahan! Apa yang akan menjadi misteri baru yang berdiri di depan Monica Everett…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69975dae-617d-4daa-88d6-cc2ae9145a2c",
    "title": {
      "en": "Miyabichi no Onmyouji"
    },
    "updatedAt": "2024-07-26T16:12:21+00:00",
    "coverArt": "https://mangadex.org/covers/69975dae-617d-4daa-88d6-cc2ae9145a2c/206cf3e1-d4ed-4049-986a-8b9579389e87.jpg",
    "altTitles": [
      {
        "ja": "雅血の陰陽師"
      },
      {
        "ja-ro": "Miyabichi no Onmyōji"
      }
    ],
    "description": {
      "en": "A time when the boundary between human and demon was vague. Ten sacred items – “Jingi” had been stolen from Mikado’s Treasury by some demons. An imperial order to recover the Jingi was given to all the Onmyōji in the capital, including “the heretic” – Fuzuki. He sets out to retrieve the first Jingi, but something unthinkable happened…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c",
    "title": {
      "en": "RED: Living On the Edge"
    },
    "updatedAt": "2024-07-17T17:51:02+00:00",
    "coverArt": "https://mangadex.org/covers/26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c/4b184d59-82f3-43a9-b5be-41752ef3f1e4.jpg",
    "altTitles": [
      {
        "zh": "红色风暴"
      },
      {
        "ja": "レッド"
      }
    ],
    "description": {
      "en": "Set in nineteenth-century America, Red is the last living survivor of a Native American tribe that was slaughtered by white men. On a long journey in search of revenge, he travels with Iero Ito, a samurai who ran away to America after being defeated in the Seinan civil war, and Angie, a mysterious prostitute. The bonds of friendship between the three are touching. Although it is all fiction, the story seems very real as it is based on actual battles between US troops, Apaches and other tribes.\n\n\n---\nOfficial Release:\n- Indonesian release by Level Comics (2005)",
      "pt-br": "Situado na América do século 19, Red é o último sobrevivente vivo de uma tribo nativa americana que foi massacrada por homens brancos. Em uma longa jornada em busca de vingança, ele viaja com Iero Ito, um samurai que fugiu para a América após ser derrotado na guerra civil de Seinan, e Angie, uma misteriosa prostituta. Os laços de amizade entre os três são comoventes. Embora seja tudo ficção, a história parece muito real, pois é baseada em batalhas reais entre tropas americanas, apaches e outras tribos."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "151"
  },
  {
    "mangaId": "2caa303c-d903-4344-bfd9-2da45ecd141e",
    "title": {
      "en": "Resign"
    },
    "updatedAt": "2023-01-08T00:52:15+00:00",
    "coverArt": "https://mangadex.org/covers/2caa303c-d903-4344-bfd9-2da45ecd141e/1e7c4a5f-6b9e-41df-b752-ae182a6972cd.png",
    "altTitles": [],
    "description": {
      "en": "Oneshot by Hanzutsu/ ハンズツー."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f110d48a-8461-428e-bbcb-5ae3c0d53d25",
    "title": {
      "en": "Mietemasu yo! Aizawa-san"
    },
    "updatedAt": "2024-01-17T01:31:14+00:00",
    "coverArt": "https://mangadex.org/covers/f110d48a-8461-428e-bbcb-5ae3c0d53d25/503ad5b0-e859-4b37-ac5f-e1b447d87503.jpg",
    "altTitles": [
      {
        "en": "I See You, Aizawa-san!"
      },
      {
        "ja": "見えてますよ！　愛沢さん"
      },
      {
        "id": "Aku Melihatmu, Aizawa-san!"
      },
      {
        "es-la": "¡Te veo, Aizawa-san!"
      }
    ],
    "description": {
      "en": "Michi, plagued forever by her ability to see ghosts, pretends like she can't in order to avoid them at all costs. But recently she found a ghost she just can't ignore: Aizawa Honami, ex-classmate and ex-member of the famous idol group De:LPhinus, hanging around school from some lingering attachment.\n\nStill, no matter what ghost it is, Michi's not getting involved. Though while she steels her heart, her eyes keep coming back to Honami's bizarre antics and passionate fanservice...(?)",
      "id": "Michi, diganggu selamanya oleh kemampuannya untuk melihat hantu, berpura-pura seperti dia tidak bisa melihat mereka untuk menghindari mereka bagaimanaoun itu.\n\nTapi baru-baru ini dia menemukan hantu yang tidak bisa dia abaikan:\nAizawa Honami, mantan teman sekelas dan mantan anggota grup idola terkenal De:LPhinus, berkeliaran di sekolah karena keterikatan yang masih melekat.\n\nTetap saja, tidak peduli hantu apa itu, Michi tidak terlibat.\nMeskipun saat dia menguatkan hatinya, matanya terus kembali ke kejenakaan aneh dan fanservice Honami yang penuh gairah...(?)",
      "ja": "昔から幽霊が見えることに悩まされていたみちは、なるべく関わらないよう見えないフリを続けていた。\n\nしかし、そんな彼女でも無視できない幽霊が最近出てきた。それは大人気アイドルグループ「De:LPhinus」の元メンバー、愛沢ほなみ。クラスメイトでもあった彼女は、未練から教室に出るようになったのだ。\n\n相手が誰であれ、幽霊である以上関わらない。そう決意するみちではあるが、ほなみの幼稚で破天荒な行動と熱烈なファンサービス（？）に気付けば目で追っていて……。",
      "es-la": "Michi, maldecida para siempre con la capacidad de ver fantasmas, finge que no puede verlos precisamente porque quiere evitarlos a toda costa.\n\nPero recientemente se encontró con un fantasma que no puede ignorar: Aizawa Honami, excompañera de clase y ex miembro del famoso grupo de Idols \"De:LPhinus\", quien también era compañera de clase, comenzó a aparecer en el salón de clases por algún motivo.\n\nAun así, no importa qué fantasmas sean, Michi no quiere involucrarse. Mientras protege su corazón, sus ojos continúan observando las payasadas y el fanservice (?) de Honami.",
      "pt-br": "Michi, amaldiçoada para sempre pela habilidade de enxergar fantasmas, finge que não pode vê-los justamente porque quer evitá-los a todo custo.\n\nMas recentemente ela encontrou um fantasma que não pode ignorar:\nAizawa Honami, ex-colega de classe e ex-membro do famoso grupo de idols De:LPhinus, fica perambulando em torno da escola com ainda algum tipo de vínculo.\n\nAinda assim, não importa o que fantasmas são, Michi não quer se envolver.\nEnquanto ela blinda seu coração, seus olhos continuam a observar as travessuras e fanservide de Honami."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-08-22T22:37:39+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      },
      {
        "en": "Angels of War"
      },
      {
        "en": "Battle Angels"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "730"
  },
  {
    "mangaId": "17fae859-f3e6-4aef-8a22-05b38eea9e69",
    "title": {
      "en": "Iwanai Ienai Iitakunai"
    },
    "updatedAt": "2024-09-21T04:05:52+00:00",
    "coverArt": "https://mangadex.org/covers/17fae859-f3e6-4aef-8a22-05b38eea9e69/f3396067-5245-4877-b3fa-3c93868cbd2a.jpg",
    "altTitles": [
      {
        "ja": "言わない言えない言いたくない"
      },
      {
        "en": "I Won't Say It, I Can't Say It, I Don't Want To Say It"
      },
      {
        "ja-ro": "Iwanai Ienai Iitakunai"
      }
    ],
    "description": {
      "en": "Yuri Hime Oneshot from September, 2014"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e81b4d3d-2692-4af9-9300-91012d079cd6",
    "title": {
      "en": "The Demon King Who Lost His Job"
    },
    "updatedAt": "2024-03-31T18:25:55+00:00",
    "coverArt": "https://mangadex.org/covers/e81b4d3d-2692-4af9-9300-91012d079cd6/8e841ad3-f4d8-4ea5-a270-bfa42b135c6a.jpg",
    "altTitles": [
      {
        "en": "Jobless Demon King"
      },
      {
        "zh": "失业魔王"
      },
      {
        "en": "The Laid Off Demon King"
      },
      {
        "zh-ro": "Shiye Mowang"
      },
      {
        "pt-br": "O rei demônio que perdeu o emprego"
      }
    ],
    "description": {
      "en": "He is the Demon King who was impeached. She is the brave hero who was laid off because of a failed expedition. Bound by destiny, the two of them embark on an adventure to repay their debts.",
      "pt-br": "Ele é o Rei Demônio que sofreu impeachment. Ela é a corajosa heroína que foi demitida por causa de uma expedição fracassada. Presos pelo destino, os dois embarcam em uma aventura para pagar suas dívidas."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35ea811a-16ff-4d2b-aae2-f74f8f73573f",
    "title": {
      "en": "Bocchi the Rock! - Mendako Hoodie (Doujinshi)"
    },
    "updatedAt": "2024-07-06T15:05:26+00:00",
    "coverArt": "https://mangadex.org/covers/35ea811a-16ff-4d2b-aae2-f74f8f73573f/933b455f-a769-4c36-9de6-edf5c8ab5a04.jpg",
    "altTitles": [
      {
        "ja": "メンダコパーカー"
      },
      {
        "ja-ro": "Mendako Parka"
      },
      {
        "en": "Mendako Hoodie"
      }
    ],
    "description": {
      "en": "**Pairing:** Nijika Ijichi x Hitori Gotoh (Bocchi)\n\n---\n\n**Note:** This comic, according to its official site, contains two versions: Japanese and Chinese.  Japanese was chosen for simplicity, but this also counts as a Chinese comic."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3bc0402-2a8b-479e-9f78-cd83e4ef02b7",
    "title": {
      "en": "Feel Betrayal"
    },
    "updatedAt": "2024-08-15T17:24:55+00:00",
    "coverArt": "https://mangadex.org/covers/c3bc0402-2a8b-479e-9f78-cd83e4ef02b7/05f9e9c4-eb2a-4a33-9606-c3d10ebc18e9.png",
    "altTitles": [
      {
        "ko": "격발"
      }
    ],
    "description": {
      "en": "Seol, a former member of the crime organization Misangpa, starts a new life as \"Snow\" in the \"Black Suit Gang,\" led by Yong, after their reunion in prison. Despite his delicate appearance, Seol has no interest in the world around him, and Handsome, who is fixated on him, is nothing more than an annoying presence. For over a year, the \"Black Suit Gang\" effortlessly evades police pursuit and thrives. When Yong brings information about a target, they decide to rob a small bank in a rural area. What should have been a simple job takes an unexpected turn when the team suddenly stops communicating. Seol soon discovers Handsome's true identity hidden within the vault, where a chaebol's slush fund is supposedly kept..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f78bb87-b2d9-4e2c-b9fe-7e07b481d8ca",
    "title": {
      "en": "Utsushicha Dame-na Kao"
    },
    "updatedAt": "2024-06-22T20:36:25+00:00",
    "coverArt": "https://mangadex.org/covers/9f78bb87-b2d9-4e2c-b9fe-7e07b481d8ca/99d646a6-7292-44b3-952e-e21e01d4cdb5.jpg",
    "altTitles": [
      {
        "ja": "映しちゃダメな顔"
      },
      {
        "en": "A Face You Shouldn't Show"
      }
    ],
    "description": {
      "en": "Misa is a cabaret girl who frequents a lesbian bar used for one night stands. She meets a shy girl by the name of \"Ai\" one night and finds herself attracted to her, and discovers later that she is actually a famous actress... \n\nSerialized in Yuri Hime beginning in the July 2023 issue."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1bd78711-2fe0-412d-8570-cea963c50a92",
    "title": {
      "en": "Toki Majutsushi no Tsuyokute New Game ~Kako ni Modotte Sekai Saikyou kara Yarinaosu~"
    },
    "updatedAt": "2024-08-24T12:34:09+00:00",
    "coverArt": "https://mangadex.org/covers/1bd78711-2fe0-412d-8570-cea963c50a92/0a58f854-a655-454c-a321-a9f397b797d1.jpg",
    "altTitles": [
      {
        "ja": "時魔術士の強くてニューゲーム ～過去に戻って世界最強からやり直す～"
      },
      {
        "en": "The Time Mage's Strong New Game: I Returned to the Past to Rewrite It as the World's Strongest"
      }
    ],
    "description": {
      "en": "After 100 years of hard work, the hero, chrome, has become the world’s only Chronomancer. However, by the time he became the world’s strongest, all the people and towns he wanted to protect were lost. And so the course he chose… is to go back to his childhood and start his life all over again…?!",
      "ja": "100年の努力を経て、世界唯一の時魔術士となったクロム。しかし、彼が世界最強となった頃には、守りたかった人や町は全て失われていた。そこで彼が選んだ道は――少年時代に戻って人生をもう一度やり直すこと！早くに死に別れた幼馴染たち、優しかった師匠夫妻、まだ平和だった故郷の町……かつてそこにあった平穏を守るため、未来の魔術と知識を駆使して無双しろ！すべてのターニングポイントは、今日の夕方に起こる\"大災厄\"……。",
      "pt-br": "Após 100 anos de trabalho duro, o herói, Chrome, tornou-se o único Chronomancer do mundo. No entanto, no momento em que ele se tornou o mais forte do mundo, todas as pessoas e cidades que ele queria proteger estavam perdidas.\r\n\r\nE assim o curso que ele escolheu... é voltar à sua infância e começar sua vida de novo...?!\r\n\r\nEsta é a melhor história de fantasia de lapso temporal!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "ba3b2b52-2279-4714-b37c-31270689b35a",
    "title": {
      "en": "Illusion Blessing"
    },
    "updatedAt": "2024-08-15T17:24:20+00:00",
    "coverArt": "https://mangadex.org/covers/ba3b2b52-2279-4714-b37c-31270689b35a/d6e00467-b428-4337-9cd2-2c97039497d7.jpg",
    "altTitles": [
      {
        "ko": "일루션"
      },
      {
        "en": "Illusion"
      }
    ],
    "description": {
      "en": "For a very long time, the Baek family has been haunted by the legendary existence known as \"Illishine.\" Hong Soorim, who has been imprisoned for ten years due to suspicions about this existence, finally shows a mark on his body upon turning twenty. The company that has been keeping her decides to strike a deal with both Chairman Baek and his son, Baek Wookyung. Wookyung offers a higher price than his father to meet Soorim. As Soorim accepts his fate, he tries to use Wookyung to his advantage. Despite their age difference, Wookyung finds himself drawn to Soorim..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49ccb19e-34e9-40d4-a53e-cdb48360b351",
    "title": {
      "en": "In This Life, the Greatest Star in the Universe"
    },
    "updatedAt": "2024-05-03T22:55:53+00:00",
    "coverArt": "https://mangadex.org/covers/49ccb19e-34e9-40d4-a53e-cdb48360b351/dd774528-0abf-452e-9fd9-340372da4eca.png",
    "altTitles": [
      {
        "ko": "이번 생은 우주대스타"
      },
      {
        "en": "I'm Going to Be a Big Star"
      }
    ],
    "description": {
      "en": "Sun Woo-joo, an aspiring idol with shining talent, dedication, and passion, had only one shortcoming: \"dancing.\" Having to give up on his lifelong dream of becoming an idol due to this one flaw, he was preparing for a different path in life when a miracle suddenly appeared! \"I'll become a superstar brighter than anyone.\" His once lacking dance skills were no longer a problem. The UV Starship. Five perfectly prepared idols are finally ready with everything they need. A monstrous rookie is about to debut in the entertainment industry! Presenting 'The New Black.' This life, he's destined to be a cosmic superstar!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09ab066e-422c-4dea-b1e1-0f3e28240fab",
    "title": {
      "en": "Together With the Gods of Music"
    },
    "updatedAt": "2024-05-27T15:05:23+00:00",
    "coverArt": "https://mangadex.org/covers/09ab066e-422c-4dea-b1e1-0f3e28240fab/571ee636-be6f-43fc-8550-c050c61d2d18.jpg",
    "altTitles": [
      {
        "ko": "음악의 신들과 함께한다"
      },
      {
        "ko-ro": "Eum-ag-ui sindeulgwa hamkkehanda"
      }
    ],
    "description": {
      "en": "A producer who had no talent but wanted to make it as a singer.\nDeath came on what he thought was his last chance, but the music gods didn't turn their backs on him.\n\n-If the music gods don't abandon you, can you really do it?\n\nWith the gods of music, change began.",
      "ko": "재능은 없지만 가수로 성공하고 싶었던 프로듀서.\n마지막 기회라고 생각했던 날 찾아온 죽음, 그러나 음악의 신들은 그를 외면하지 않았다.\n\n-음악의 신들이 너를 버리지 않는다면, 정말 할 수 있겠나?\n\n음악의 신들과 함께 변화는 시작되었다."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "deb0cef0-4129-4899-939c-6f044589e2ea",
    "title": {
      "en": "Regression of the Close Combat Mage"
    },
    "updatedAt": "2024-09-21T02:05:03+00:00",
    "coverArt": "https://mangadex.org/covers/deb0cef0-4129-4899-939c-6f044589e2ea/68a0e702-2827-4696-81d4-d67f925160a1.png",
    "altTitles": [
      {
        "ja": "2周目の大魔導士は近接魔法で無双する"
      },
      {
        "ja-ro": "2-Shuume no Daimadoushi wa Kinsetsu Mahou de Musou Suru"
      },
      {
        "en": "The Second Life of the Archmage Dominates with Close-Range Magic"
      },
      {
        "pt-br": "A Regressão de um Mago Combatente"
      }
    ],
    "description": {
      "en": "When Vidrak the Death God invades and the fate of humanity hangs in the balance, the greatest mages of the realm stand in defiance… only to find that their spells have no effect, as the dark overlord effortlessly picks apart their attacks. Overwhelmed by a horde of monsters, long-range mage Setsuna Cromwell uses his last resort, the Amulet of Resurgence, to travel 10 years into the past. Now a freshman twice over, Setsuna must go against the grain by studying melee magic, known as the least prestigious domain – and the only one with a chance of defeating Vidrak.",
      "pt-br": "**“Dessa vez, o ramo da magia que vou escolher é a magia de combate!”**\n\nDepois de ver a humanidade ser dizimada pelas mãos do deus maligno Vindrake, Setsuna Cronwell se vê sem esperanças quando todas as magias dos melhores magos são ineficazes contra o monstro, até que... Uma magia faz efeito e machuca Vindrake. Se pelo menos Setsuna tivesse se especializado nesse ramo da magia... Voltando 10 anos ao passado, Setsuna Cronwell recebe mais uma chance de fazer a escolha certa, se fortalecer e salvar a humanidade!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2d0d213-8987-4348-8d20-b1e6d6a883d2",
    "title": {
      "en": "Aura of a Genius Actor"
    },
    "updatedAt": "2024-06-13T00:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0d213-8987-4348-8d20-b1e6d6a883d2/1ca14bcc-66a1-4f9a-93b0-b8c135e5a2d2.jpg",
    "altTitles": [
      {
        "en": "Genius Actor's Aura"
      },
      {
        "ko": "천재 배우의 아우라"
      }
    ],
    "description": {
      "en": "Shin Yoomyeong is an unknown actor who kept on chasing his dream despite playing minor roles for 15 years because of his weak presence. One day, he meets the Acting Spirit, Yeonghwi, who he signs a contract with, and begins to shine in his career. In fact, he was always an acting genius,  but he was overshadowed by his weak presence. He creates a perfect character for every work he takes and slowly raises to stardom. However, Yeonghwi, who he saw as his benefactor, starts to seem suspicious…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ea47849-e06a-4dd8-921c-3330487454e1",
    "title": {
      "en": "The Spark in Your Eyes"
    },
    "updatedAt": "2024-08-01T18:46:08+00:00",
    "coverArt": "https://mangadex.org/covers/4ea47849-e06a-4dd8-921c-3330487454e1/f5c08f61-f39f-4b39-bfd8-39071a8e96e2.jpg",
    "altTitles": [
      {
        "fr": "Ébloui par le crépuscule"
      },
      {
        "vi": "Bị Che Khuất Bởi Ánh Mặt Trời Lặn"
      },
      {
        "vi": "Tà dương trong đôi mắt vô hồn"
      },
      {
        "en": "The Setting Sun, Stinging Eyes"
      },
      {
        "ko": "저무는 해, 시린 눈"
      },
      {
        "ko-ro": "Jeomuneun Hae, Silin Nun"
      },
      {
        "en": "Setting Sun, Dazzled Eyes"
      },
      {
        "en": "Blinded by the Setting Sun"
      },
      {
        "ru": "Закат, отражённый в её ледяном взгляде"
      }
    ],
    "description": {
      "en": "The witch Hildegar, who received the blessing of the Sun Goddess Karia, is known far and wide for her fearsome reputation.  \nThe Northerner Elkin, who lost his homeland, chases after the witch towards a nameless castle…",
      "ko": "태양의 신 카리야의 가호를 받은 마녀 '힐데가르'.\n고향을 잃은 북부인 '에르킨'은 마녀를 쫓아 이름 없는 성으로 향한다."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb5b629-e29d-46f1-86b2-241e5b097fb2",
    "title": {
      "en": "Million Times Attack Speed"
    },
    "updatedAt": "2024-02-18T06:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/0bb5b629-e29d-46f1-86b2-241e5b097fb2/28cb66f4-dff0-4afc-ad15-7fc6c6a25809.jpg",
    "altTitles": [
      {
        "zh": "我有百万倍攻速"
      },
      {
        "en": "1 Million Times Attack Speed"
      },
      {
        "zh-ro": "Wǒ Yǒu Bǎi Wàn Bèi Gōng Sù"
      }
    ],
    "description": {
      "en": "After being reincarnated into the Tianwu Continent, Ye Yun activated the Multiverse Devouring System and received the reward of a million times attack speed in the beginner's gift package. From then on, he became an invincible powerhouse! As the saying goes, in the world of martial arts, speed is paramount. Do you think I was just picking my nose and cleaning my ears? In fact, I just executed thirty-five thousand people with a single sword strike and eighty-seven thousand people with a single sword swing, while also unleashing various boxing techniques and secret arts."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc8bc5a3-cd2b-4309-9626-953f3bece49b",
    "title": {
      "en": "Kuro no Senki II - Isekai Teni Shita Boku ga Saikyou na no wa Bed no Ue dake no You desu"
    },
    "updatedAt": "2024-09-06T19:29:39+00:00",
    "coverArt": "https://mangadex.org/covers/cc8bc5a3-cd2b-4309-9626-953f3bece49b/14701de3-78aa-43c7-8f51-66094cb5942e.jpg",
    "altTitles": [
      {
        "en": "Kuro no Senki II: It Seems that I, Who has Moved to Another World, is the Strongest Only on the Bed"
      },
      {
        "en": "Record Of Kurono's War II"
      },
      {
        "ja": "クロの戦記Ⅱ 異世界転移した僕が最強なのはベッドの上だけのようです"
      }
    ],
    "description": {
      "en": "Kurono Crawford (Chrono Crawford), a noble of Cepheus Empire had a secret. It was that he came from a Different world… Modern Japan. Having the knowledge about the modern weapons and his sense of values, he was an existence almost like a cheat, aiming to be the “Harem king”.    Abandoned by his superiors, left in command of the Empire’s rejects consisting of demi-humans such as Minotaurs, Dwarfs, and Elves, and thrust into a position as head of a poor fiefdom, Chrono will do everything he can to rebuild and strengthen his forces and revitalize the land, aided in part by his knowledge of the other world.",
      "ja": "ある日突然異世界に転移させられた黒野久光は、名前をクロノ・クロフォードと変え千人の亜人軍を率いて一万の敵軍と戦う事になる。亜人軍の指揮官として武勲を立てたクロノは皇女より公爵領の領地を任され、領地改革に乗り出していた！未経験の領地経営を現代知識を絞り、なんとか領地を立て直していく。そうした中、クロノの周りには魅力的な女性たちが集まっていき…？",
      "pt-br": "Kurold Crawford um nobre do Império Kefaus, tinha um segredo. ele veio de um mundo diferente… O Japão moderno. Tendo o conhecimento sobre as armas modernas e seu senso de valores, sua existência é quase como uma trapaça, com o objetivo de ser o \"rei do Harém\".    Abandonado por seus superiores, deixado no comando dos rejeitados do Império, consistindo de demi-humanos como Minotauros, Anões e Elfos, e levado à posição de chefe de um feudo pobre, Kuro fará tudo o que puder para reconstruir e fortalecer suas forças e revitalizar a terra, auxiliado em parte por seus conhecimentos do outro mundo…."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f19646d5-e8ec-4508-b008-be3f264f1724",
    "title": {
      "en": "Snake Immortal: The Tale of a Snake's Cultivation to Immortality"
    },
    "updatedAt": "2024-08-19T00:46:29+00:00",
    "coverArt": "https://mangadex.org/covers/f19646d5-e8ec-4508-b008-be3f264f1724/ada3f380-da47-4f20-9668-d23220c793d7.png",
    "altTitles": [
      {
        "zh": "Lao She Xiu Xian Chuan"
      },
      {
        "zh": "Lǎo Shé Xiū Xiān Chuán"
      },
      {
        "zh": "老蛇修仙传"
      },
      {
        "en": "Tale of the Old Snake's Immortal Cultivation"
      }
    ],
    "description": {
      "en": "In a village, an old snake inadvertently swallowed a cultivator's human-shaped pill, gaining intelligence and setting off on the path of cultivation. With only a brief decade to live, the snake does not fear the passing of time but makes the most of every moment.\n\nThis is the tale of an old snake's journey to immortality."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14fcfbb1-2e23-4b7a-899e-343953d21fc9",
    "title": {
      "en": "My Ruined Academy"
    },
    "updatedAt": "2024-08-09T19:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/14fcfbb1-2e23-4b7a-899e-343953d21fc9/3be32faf-ccb9-47fb-9283-e587d484cc59.jpg",
    "altTitles": [
      {
        "ko": "아카데미가 망했다"
      }
    ],
    "description": {
      "en": "Amon Drake arrives in the capital with dreams of success. On his first day as a teacher at the prestigious Amonis Academy, he is met with shocking news:\n\n\"Haven't you heard? This academy is on the brink of bankruptcy.\"\n\nOn top of that, the only people left at the academy are a gambling-addicted principal and drunken teachers. Amon thought,\n\n\"If the academy goes bankrupt, doesn't that mean my contract would become void too?\"\n\nThey say escape favors the intelligent. If you don’t want to waste your life away, bring the academy to ruin.\n\nThe story of a wise man's escape from the academy begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-07-29T19:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "234816da-ddc0-482f-ab89-c946325ec76d",
    "title": {
      "en": "RoomXMate"
    },
    "updatedAt": "2021-12-29T13:12:08+00:00",
    "coverArt": "https://mangadex.org/covers/234816da-ddc0-482f-ab89-c946325ec76d/49a922a5-6ba7-4ece-8ee8-f241666367f2.jpg",
    "altTitles": [],
    "description": {
      "en": "Dongmi Lin—Nickname “Control Freak”, a college student who likes to control other people. One day he moves into a new dorm and meets an uncontrollable dorm mate, and f****d with him. His brain starts to uncontrollably generate fantasies…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd057701-8338-4118-8a0a-748ca9f8e7fc",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse (Fan Colored)"
    },
    "updatedAt": "2024-01-11T17:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/fd057701-8338-4118-8a0a-748ca9f8e7fc/4bd9b249-e0eb-46e6-a44c-ebd324f57729.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "ja-ro": "Yandere ka to Omottara Motto Yabe Onna Datta"
      },
      {
        "en": "I Thought She Was a Yandere"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb0489db-2545-46bc-bb1e-03c6a0b60e91",
    "title": {
      "en": "Dokkaebi Exorcism"
    },
    "updatedAt": "2024-07-21T04:39:23+00:00",
    "coverArt": "https://mangadex.org/covers/cb0489db-2545-46bc-bb1e-03c6a0b60e91/cb73a0cd-14aa-4ae2-b373-002a07c4263d.jpg",
    "altTitles": [
      {
        "ko-ro": "Dokkaebi Gut"
      },
      {
        "ko": "도깨비굿"
      }
    ],
    "description": {
      "en": "Geunyeong, infamous for his wild and reckless lifestyle, is a fake shaman trying to scam his way out of a huge debt. One day, during one of his fake rituals, a handsome man appears, begging him to stop, and then collapses. He quickly takes him to his shrine and they spend a passionate night together, only to discover that he's actually a goblin! He offers to pay off Geunyeong's debt in exchange for yang energy. Alright, the deal's on! #Reincarnation #Supernatural #PureHeartedTop #BeautifulBottom #PromiscuousBottom"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb20b044-eb07-4748-9832-10e624cff6f8",
    "title": {
      "en": "1001 Nights+"
    },
    "updatedAt": "2024-06-24T14:05:32+00:00",
    "coverArt": "https://mangadex.org/covers/fb20b044-eb07-4748-9832-10e624cff6f8/28dcfa12-5caa-4538-9aa4-9c434190f7b0.jpg",
    "altTitles": [
      {
        "zh-hk": "1001夜+"
      }
    ],
    "description": {
      "en": "Murong Qian, a fortune teller, foresees a disaster threatening his family. In a bid to save them, he aims to seduce the prince and gain power, only to discover that Prince He Cangxiao has a deadly fear of men. Yet, caught in the intoxicating allure of desire’s flowers, they share a night of passion. Now, torn between fear and lust, He Cangxiao can't stop craving Murong Qian. A whirlwind of pleasure ensues, engulfing them for a thousand and one nights!\n\n---\n**Links:**\n- [Alternative Official English](https://yaoi.kijimam.space/studio/?product=ebook1001-nights-series)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou"
    },
    "updatedAt": "2024-09-18T17:25:47+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/a4b1acdf-5cd1-4621-99e2-e1798bd55d0a.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "vi": "Tsumiki Ogami và Cuộc sống diệu kì!"
      },
      {
        "zh-hk": "尾守月美希和奇日常。"
      },
      {
        "ja-ro": "Ogami Tsumiki to Kinichijou"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "pt-br": "Hoje, vivemos numa era de diversidade. A frase “não-humanos” é coisa do passado. “Genjin” vivem suas vidas interagindo com seres humanos.\n\nUm menino humano, Yutaka Shinsou, está preocupado. Ele está tão acostumado a estar em sintonia com o ambiente que não entende mais seus próprios sentimentos. No Colégio Keiki, onde muitos \"Genjin\" estudam, ele conhece Tsumiki Ogami, uma lobisomem. Ela é fofa, poderosa, um pouco fora do comum e gentil.\n\nQuando ele passa um tempo com ela, o coração de Yutaka fica mais acelerado do que o normal. Girando uma vida cotidiana \"incomum\" com o lobisomem Tsumiki.\n\nO novo gráfico normal da juventude está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c8e115a-9e07-42b9-ba16-069efdcd53ef",
    "title": {
      "en": "Akuma to Hito to no Ma"
    },
    "updatedAt": "2024-04-18T05:44:42+00:00",
    "coverArt": "https://mangadex.org/covers/2c8e115a-9e07-42b9-ba16-069efdcd53ef/e332a937-b671-4763-9faa-717cf1562d32.jpg",
    "altTitles": [
      {
        "ja": "悪魔と人との間"
      }
    ],
    "description": {
      "en": "Miyazaki, a high school boy who has been present where a cute erotic classmate is being attacked by a defect. I suddenly got help, and of course I was messed up ...! The secret relationship between Miyazaki and her begins!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-09-20T04:37:10+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/976c4719-d70e-4570-8960-0f17c071032d.jpg",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      },
      {
        "pt-br": "A escrava arrogante"
      },
      {
        "id": "Budak yang congkak"
      }
    ],
    "description": {
      "en": "At the market, a man stumbles upon a particularly arrogant slave...",
      "pt-br": "No mercado, um homem se depara com uma escrava particularmente arrogante..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46"
  },
  {
    "mangaId": "5efc2417-d036-48e6-b86d-e4299a077093",
    "title": {
      "en": "A Boyish Girlfriend in High Humidity"
    },
    "updatedAt": "2024-08-06T22:34:42+00:00",
    "coverArt": "https://mangadex.org/covers/5efc2417-d036-48e6-b86d-e4299a077093/a1801d05-fabc-4e4a-911a-bb0fcea51fd5.jpg",
    "altTitles": [
      {
        "ja": "湿度高めのボーイッシュ彼女"
      },
      {
        "ja-ro": "Shitsudo Takame no Boyish Kanojo"
      },
      {
        "pt-br": "Uma namorada masculina com alta umidade"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/115806876)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc448565-59ec-4a27-8ea3-1576c5ea13ed",
    "title": {
      "en": "Fantasy World Passerby"
    },
    "updatedAt": "2024-09-21T02:56:20+00:00",
    "coverArt": "https://mangadex.org/covers/cc448565-59ec-4a27-8ea3-1576c5ea13ed/0e4501d3-ba0c-4f47-bb2a-8c2dee79aeb8.jpg",
    "altTitles": [
      {
        "th": "ผู้โดยสารในโลกแฟนตาซี"
      },
      {
        "zh": "奇幻世界过客"
      },
      {
        "zh-ro": "Qihuan Shijie Guoke"
      },
      {
        "en": "Fantasy World Passerby"
      }
    ],
    "description": {
      "en": "A 22-year-old worker, Ren Zheng, reunites with his old friend during graduation season. A moment of light-hearted banter is taken seriously by the god of reincarnation, who sends Ren Zheng and his friend into a fantastical world as part of their graduation. The two are reincarnated as an [Angel] and a [Demon] respectively, and embark on a series of funny and thrilling adventures.",
      "zh": "22岁的打工人任郑和自己的老朋友毕业季叙旧，一时的调侃被转生之神信以为真，转世之神将其任郑附带毕业季送往一个奇幻世界，二人分别转生为【天使】和【恶魔】，并且踏上了各种搞笑和刺激冒险故事。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f0dc922-32a8-4ac6-8a14-c94f7fbb4aab",
    "title": {
      "en": "A Flame Reborn"
    },
    "updatedAt": "2024-08-30T00:07:17+00:00",
    "coverArt": "https://mangadex.org/covers/1f0dc922-32a8-4ac6-8a14-c94f7fbb4aab/d5b97084-b188-4a42-9299-75101f6c4149.jpg",
    "altTitles": [
      {
        "ko": "멸망한 가문의 회귀자"
      },
      {
        "en": "Returner of a Ruined Family"
      },
      {
        "en": "Regressor of the Fallen Family"
      },
      {
        "fr": "Le régresseur de la famille déchue"
      },
      {
        "es-la": "Regresor de la familia caída"
      }
    ],
    "description": {
      "en": "Logan McLain, a middle-aged knight fighting for the independence army, is intent on getting revenge against the empire which took over the kingdom and executed his brother when he ends up dying in battle. But when he wakes, he is a young man again, and has yet to be disowned for his terrible behavior. \n\nUsing his experience and knowledge from his past life, Logan recruits a few talented individuals to develop new weapons, build an army, and make enough money to fund it all. \n\nBut will he be able to make amends with his family and stop the empire's march?",
      "ko": "후회로만 가득한 생.\n\n스스로의 잘못을 깨닫고 다시 사람이 되고자 했을 때,\n이미 가문은 불타 사라진 뒤였다.\n\n발악 같은 분노로 하루하루 연명하던 삶.\n그 절망의 끝에서, 간절한 염원이 하늘에 닿았다.\n\n용서받지 못한 자.\n운명을 거슬러 검을 들다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96616fa2-df45-4d86-a2b2-86b7609a8b81",
    "title": {
      "en": "Returned by the King"
    },
    "updatedAt": "2024-06-15T11:57:26+00:00",
    "coverArt": "https://mangadex.org/covers/96616fa2-df45-4d86-a2b2-86b7609a8b81/29553f8a-34d3-4d7d-a81d-4dd2ce1a6fb3.jpg",
    "altTitles": [
      {
        "ko": "왕의 힘으로 회귀한다"
      },
      {
        "en": "Return with the Power of the King"
      },
      {
        "en": "Regressing With the King's Power"
      }
    ],
    "description": {
      "en": "In a world where one's worth is determined by how powerful their skill is, Taehyeon is 35, unawakened, and barely able to scrape by as a pack bearer for monster hunters. But when a mysterious being calling itself “the King” gives him a skill of his own, Taehyeon gets a second chance at life. Now he’s back in high school and armed with Gluttony, a skill that allows him to block and absorb the skills of others!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/32cc09d8-18ca-45b2-bb60-1e1504a272ba.png",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b98c4daf-be1a-46c8-ad83-21d532995240",
    "title": {
      "en": "My Food Looks Very Cute"
    },
    "updatedAt": "2024-06-18T17:17:30+00:00",
    "coverArt": "https://mangadex.org/covers/b98c4daf-be1a-46c8-ad83-21d532995240/5a720839-f246-4856-865a-68d53563cc73.png",
    "altTitles": [
      {
        "zh": "我的食物看起来很可爱"
      },
      {
        "en": "My Food Seems to Be Very Cute"
      },
      {
        "zh-ro": "Wǒ de shíwù kàn qǐlái hěn kě'ài"
      },
      {
        "zh-hk": "我的食物看起來很可愛"
      },
      {
        "es-la": "Mi comida se ve adorable"
      },
      {
        "id": "Makananku yang Cantik"
      },
      {
        "pl": "Moje jedzonko wygląda uroczo"
      }
    ],
    "description": {
      "en": "A vampire who has been sleeping for nearly two hundred years, Maria is awakened by a passing werewolf girl by a chance, and the moment the coffin is opened, the curse falls on the werewolf girl. The two girls set foot on the journey to the city",
      "es-la": "Maria, una vampiro que había estado durmiendo por casi doscientos años, es despertada por Xing Lan, una chica lobo que pasaba por ahí. Cuando el ataúd se abre, una maldición cae sobre Xing Lan. Sin embargo, en lugar de asustarse, la inocente Xing Lan cree haber encontrado una excelente compañera, y ambas embarcan juntas un viaje a la ciudad. Así comienza su historia."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5786e730-541b-4e35-9c2f-9932784fc1c3",
    "title": {
      "en": "Far East Chimera"
    },
    "updatedAt": "2024-09-19T00:06:04+00:00",
    "coverArt": "https://mangadex.org/covers/5786e730-541b-4e35-9c2f-9932784fc1c3/1eb904a9-c9f3-49ab-ba29-c0b6b700e15d.jpg",
    "altTitles": [
      {
        "ja": "極東キメラティカ"
      },
      {
        "ja-ro": "Kyokutou Chimeratica"
      }
    ],
    "description": {
      "en": "“Chimeras\", creatures that can steal and use the form of any creature except humans. Hunting these creatures are \"Hunters\", and one of them, Yuri, lives a free-wheeling life. But when she encounters a human-shaped Chimera, something \"mysterious\" takes rest within her---. These hunters' spear skills will charm you! A super-beast hunting action story!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "37"
  },
  {
    "mangaId": "306466c7-bd1a-411d-a1c0-f58db01f23a9",
    "title": {
      "en": "King of the Ants"
    },
    "updatedAt": "2023-12-16T12:57:22+00:00",
    "coverArt": "https://mangadex.org/covers/306466c7-bd1a-411d-a1c0-f58db01f23a9/84076d9b-e814-4158-8007-69e43071f1aa.jpg",
    "altTitles": [
      {
        "ja": "蟻の王"
      },
      {
        "ja-ro": "Ari no Ou"
      },
      {
        "vi": "Kiến Vua"
      }
    ],
    "description": {
      "en": "A talented nobody feels as if there's no challenge to him in this life. He feels as if life is too easy. But little does he know, his background actually holds more than he ever wished for. Can he face his destiny and accept what has been laid before him?"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2be7adcb-c296-4559-950e-6d66a56e5edc",
    "title": {
      "en": "Crushing Jade and Casting Pearls"
    },
    "updatedAt": "2024-06-02T04:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/2be7adcb-c296-4559-950e-6d66a56e5edc/245bf80c-3ad0-4b01-b23a-c23964cd3ac9.jpg",
    "altTitles": [
      {
        "zh-ro": "Sui Yu Tou Zhu"
      },
      {
        "zh": "碎玉投珠"
      },
      {
        "es-la": "Humillando al jade y escogiendo a la perla"
      }
    ],
    "description": {
      "en": "When Ding Hanbai, the young master of the centuries-old jade-carving shop, first laid eyes on his timid shidi Ji Zhenzhu, he bullied him relentlessly, not expecting that Jiangnan could produce someone who would break down his defenses and melt his heart this way.   \r\nThey go from being unable to stand each other to admiring one another, but as the days pass, even this admiration begins to evolve…   \r\nA step from brotherhood, a step to special affection, and one more step into a lifetime together.",
      "es-la": "Cuando Ding Hanbai, el joven maestro de la tienda con cien años de antigüedad en la extracción de jade, puso sus ojos en su tímido shidi Ji Zhenzhu, él lo intimidó implacablemente, sin esperar que Jiangnan pudiera producir a alguien que derribara sus defensas y derritiera su corazón de esa manera.\r\nEllos pasaron, de no poder soportarse el uno al otro, a admirarse mutuamente, pero conforme los días iban pasando, incluso esa admiración fue evolucionando…\r\nA un paso de la amistad, a un paso de un sentimiento especial, y un paso más hacia una vida juntos.\r\nNota: El título que escogimos para el manhua, se basó en uno de los varios significados de la palabra Crushing, y que se enfoca en la historia haciendo analogía en como \"Ding que era un experto de tesoros, dejó de lado su pasión por estos y eligió su amor por Ji, su perla\"."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "202"
  }
]