[
  {
    "mangaId": "a9630bbe-6b68-437f-8624-bdb89fd61aa7",
    "title": {
      "en": "Helmut"
    },
    "updatedAt": "2024-05-28T16:47:10+00:00",
    "coverArt": "https://mangadex.org/covers/a9630bbe-6b68-437f-8624-bdb89fd61aa7/a2a4fedd-ca98-45b7-a9b3-308ead322461.jpg",
    "altTitles": [
      {
        "ko-ro": "Helmut (Kim Nan Sae)"
      },
      {
        "ko-ro": "Helmut (Honyo)"
      },
      {
        "ko": "헬무트"
      },
      {
        "en": "Helmut: The Forsaken Child"
      },
      {
        "es-la": "Helmut: El Niño Abandonado"
      }
    ],
    "description": {
      "en": "Helmut was a child who had been abandoned in the Demonic Beast Forest at birth.\nRaised by Demonic Beasts, the first human that he met was the Sword Saint Darien.\nLittle did Helmut know that the chance encounter would soon shake the foundation of his fate…\n\n“Grow stronger If you want to get out of here.”\n\nThe boy who’d lived like a beast was thrown into the human world!\nHe possessed overwhelming swordsmanship, outstanding looks and sharp intelligence, but there was one thing he lacked: humanity.\n\nI am no longer a prey. I am now a predator!",
      "fr": "Helmut était un enfant qui avait été abandonné dans la foret des bêtes magiques a sa naissance. Elevé par des bêtes magiques, le premier humain qu’il a rencontré était le saint de l’épée Darien. Helmut était loin de se douter que cette rencontre fortuite allait bientôt ébranler les fondements de son destin… ‘Deviens plus fort si tu veux sortir d’ici’ Le garçon qui avait vécu comme une bête était jeté dans le monde des humains ! Il possédait une habileté au sabre impressionnante, une apparence exceptionnelle et une intelligence aiguisée, mais il lui manquait une chose : l’humanité. Je ne suis plus une proie. Je suis maintenant un prédateur !"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce008353-5128-4f04-80d1-7f0be0086d0e",
    "title": {
      "en": "Heavenly Martial God"
    },
    "updatedAt": "2023-07-24T11:48:53+00:00",
    "coverArt": "https://mangadex.org/covers/ce008353-5128-4f04-80d1-7f0be0086d0e/97b08243-1596-417a-bb0e-2adfa3df01ed.jpg",
    "altTitles": [
      {
        "ko": "창천무신"
      },
      {
        "zh-hk": "蒼天武神"
      },
      {
        "ru": "Реинкарнация Сильнейшего Воина"
      }
    ],
    "description": {
      "en": "“Who’s this male prostitute-looking kid?” I am the Matchless Ha Hoo Young, the greatest martial artist reigning over all the lands! There is no one that is my equal! I was drowning in futility and emptiness because there was no more that I could accomplish in the human realm. To reach the peak of martial arts, I must become a saint! “I finally succeeded!!!” “Stop! Your ascension is not permitted!” The other saints refused my ascension due to my karma after much slaughter, and I fell, just like that.\nWhen I woke up, I was 60 years in the future. I was reborn as the second lord of the Namgoong family, Namgoong Hyuk. Where has all the internal energy that I’ve accumulated gone?! Moreover, I have the Nine yin energy blockage?",
      "ko": "\"이 기생오라비처럼 생긴 놈은 뭐지?\"\n\n천하제일로 군림하던 최강의 무인! 나, 독패 하후영.\n나를 상대할 자는 무림 어디에도 존재하지 않는다!\n더는 지상에서 이룰 성취가 없자 허무와 공허가 나를 잠식했다.\n무의 끝, 극의를 이루기 위해서는 신선이 될 수밖에!\n\n\"마침내 성공했다아아아!!!\"\n\"멈춰라! 등선을 불허한다!\"\n\n살생의 업보로 신선들은 등선을 거부하고,\n나는 그대로 추락하고 만다.\n\n눈을 뜨자 60년 후의 미래.\n내가 남궁세가 둘째 공자 남궁혁으로 환생했다고?\n평생 쌓은 내공은 다 어디로 간 거야!\n게다가 구음절맥이라니?\n이 도자기 같은 몸으로 어떻게 살아!\n날 이 꼴로 만든 신선 놈들, 반드시 복수한다!!!\n이깟 걸로 좌절할 순 없지! 까짓 거 등선, 한 번 더 해보자고!\n\n병약한 공자님의 구음절맥 극복기!\n그의 복수는 이루어질 것인가?!",
      "ru": "Сильнейший воин, державший в страхе весь Мурим, оказался низвергнут богами и спустя 60 лет переродился в слабом теле.\nНо он не сдастся, вновь поднимется на вершину и заставит богов заплатить за содеянное!"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de915936-7abe-4ce3-86f6-2d468131a48c",
    "title": {
      "en": "I Grabbed The Leash Of The Blind Beast"
    },
    "updatedAt": "2024-05-31T21:55:14+00:00",
    "coverArt": "https://mangadex.org/covers/de915936-7abe-4ce3-86f6-2d468131a48c/a89579ad-72c7-49ae-bab2-4e82e1bae144.jpg",
    "altTitles": [
      {
        "ko": "눈먼 짐승의 목줄을 쥐었다"
      }
    ],
    "description": {
      "en": "Unexpectedly, I grabbed the collar of the blind beast.Grand Duke Eléon Clevent fell into the abyss from the Empire’s Greatest Knight. Rona succeeded in making Eléon, who is obsessed with anger and frustration, into a human being again.Soon after, Rona found her family and left his side.… When the Grand Duke’s eyes were healed, he was desperately searching for her through the entire empire.“Young Lady, have we met somewhere?”“It’s my first time meeting you, Your Highness.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f3bcae4-2d96-4c9d-932c-90181d9c873e",
    "title": {
      "en": "My Hero Academia"
    },
    "updatedAt": "2024-05-01T12:56:03+00:00",
    "coverArt": "https://mangadex.org/covers/4f3bcae4-2d96-4c9d-932c-90181d9c873e/17773464-61da-4885-8084-50f9d2489fbd.jpg",
    "altTitles": [
      {
        "ja-ro": "HeroAca"
      },
      {
        "tr": "Kahramanlık Akademim"
      },
      {
        "en": "MHA"
      },
      {
        "es": "Mi academia de héroes"
      },
      {
        "ja-ro": "BnHA"
      },
      {
        "pl": "My Hero Academia: Akademia Bohaterów"
      },
      {
        "ru": "Моя геройская академия"
      },
      {
        "he": "אקדמיית הגיבורים שלי"
      },
      {
        "ar": "أكاديمية بطلي"
      },
      {
        "ms": "ഹീറോ അക്കാദമി"
      },
      {
        "th": "มายฮีโร่ อคาเดเมีย"
      },
      {
        "ja": "ヒロアカ"
      },
      {
        "ja": "僕のヒーローアカデミア"
      },
      {
        "zh": "我的英雄学院"
      },
      {
        "zh": "我的英雄學院"
      },
      {
        "ko": "나의 히어로 아카데미아"
      },
      {
        "ne": "मेरो हिरो एकेडेमिया"
      },
      {
        "fr": "My Hero Academia"
      },
      {
        "kk": "Қаһарман Академиям"
      },
      {
        "kk": "Ерлік Академиям"
      },
      {
        "ja-ro": "Boku no Hero Academia"
      },
      {
        "vi": "Học Viên Siêu Anh Hùng"
      },
      {
        "vi": "Trường Học Siêu Anh Hùng"
      },
      {
        "vi": "MY HERO ACADEMIA"
      },
      {
        "pt-br": "My Hero Academia"
      },
      {
        "ko": "나의 영웅 아카데미아"
      }
    ],
    "description": {
      "en": "One day, a four-year-old boy came to a sudden realization: the world is not fair. Eighty percent of the world's population wield special abilities, known as \"quirks,\" which have given many the power to make their childhood dreams of becoming a superhero a reality. Unfortunately, Izuku Midoriya was one of the few born without a quirk, suffering from discrimination because of it. Yet, he refuses to give up on his dream of becoming a hero; determined to do the impossible, Izuku sets his sights on the elite hero training academy, UA High.  \n  \nHowever, everything changes after a chance meeting with the number one hero and Izuku's idol, All Might. Discovering that his dream is not a dead end, the powerless boy undergoes special training, working harder than ever before. Eventually, this leads to him inheriting All Might's power, and with his newfound abilities, gets into his school of choice, beginning his grueling journey to become the successor of the best hero on the planet.\n\n---\n\n**Note: Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of My Hero Academia are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/my-hero-academia) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free at the below link.**",
      "fr": "Dans un monde où 80 % de la population possède un super-pouvoir appelé alter, les héros font partie de la vie quotidienne. Et les super-vilains aussi ! Face à eux se dresse l’invincible All Might, le plus puissant des héros ! Le jeune Izuku Midoriya en est un fan absolu. Il n’a qu’un rêve : entrer à la Hero Academia pour suivre les traces de son idole.\nLe problème, c’est qu’il fait partie des 20 % qui n’ont aucun pouvoir…\n\nSon destin est bouleversé le jour où sa route croise celle d’All Might en personne ! Ce dernier lui offre une chance inespérée de voir son rêve se réaliser. Pour Izuku, le parcours du combattant ne fait que commencer !\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Манга повествует о мире, где больший процент населения человечества рождается с необычной способностью (называется это - причуда), но наш главный герой в этот процент не попал. И по всем законам жанра неудачник сам упорно пытается достичь небывалой силы и приблизиться к своей мечте - стать супергероем.",
      "vi": "Thế giới trở nên tràn ngập những người sở hữu một thứ siêu năng lực gọi là \"Kosei\"! Các \"Siêu anh hùng\" xuất hiện chống lại những tên tội phạm \"Villain\" chuyên lợi dụng \"Kosei\" để lộng hành. Sức mạnh áp đảo của họ làm nhiều người vô cùng ngưỡng mộ. Nhân vật chính là cậu bé Midoriya Izuku (tên thường gọi là \"Deku\") cũng ôm ấp giấc mơ trở thành \"Siêu anh hùng\"....!?\n\n(Source: MangaPlus)",
      "pt-br": "Em um mundo onde quase toda a população possui algum poder sobre-humano, Izuku Midoriya é um dos poucos casos de pessoas comuns. Mas esse não é o maior de seus problemas. Exatamente por ser desprovido de qualquer poder, Izuku sofre constantemente nas mãos de seus colegas de classe. Nesse mundo fictício, desde o primeiro caso constatado de um recém-nascido com algum tipo de poder, o índice de criminalidade cresceu proporcional ao surgimento de heróis com as mais variadas capacidades. E, como não poderia deixar de ser, o sonho de Izuku é se tornar um super-herói. Isso parecia impossível, até o dia que ele ajuda o poderoso All Might na captura de um vilão gosmento. Ao demonstrar grande coragem e um forte senso de justiça, com a ajuda do famoso herói de cabelos louros, o garoto enfim terá a chance de se tornar quem sempre sonhou!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34f72e29-1bda-40df-ae93-0e1c32d96ea6",
    "title": {
      "en": "Witch Craft Works"
    },
    "updatedAt": "2024-05-16T21:46:44+00:00",
    "coverArt": "https://mangadex.org/covers/34f72e29-1bda-40df-ae93-0e1c32d96ea6/72d84e21-e276-4e45-b361-a7d5e6c27b54.jpg",
    "altTitles": [
      {
        "ru": "Прикладное колдовство"
      },
      {
        "th": "สงครามแม่มด"
      },
      {
        "ja": "ウィッチクラフトワークス"
      },
      {
        "ko": "위치크래프트 워크스"
      },
      {
        "zh": "魔女的使命"
      }
    ],
    "description": {
      "en": "Takamiya Honoka, a regular student, sits next to Kagari Ayaka, the idol of the school, and a perfect girl in every way. Her fans are hostile to the extent of harassing anyone who gets close to their princess, so Takamiya-kun is always in trouble. One day Takamiya is suddenly attacked by an unknown force, but he is rescued by a powerful sorceress of fire, who happens to be… Kagari Ayaka herself!",
      "pt-br": "Takamiya Honoka é um estudante comum que por acaso se sentou perto de Kagari Ayaka, a “Princesa” da escola. Ele nunca falou uma palavra com ela, porém, um dia, quando a vida de Takamiya estava em perigo, Kagari aparece para salvá-lo vestida de bruxa. Dessa maneira é revelado que Kagari é uma bruxa e que Takamiya está sobre a proteção dela. Ela irá protegê-lo de qualquer perigo que apareça."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "108"
  },
  {
    "mangaId": "853bda99-f4d0-4085-b790-105944253a30",
    "title": {
      "en": "Star Player Supporter"
    },
    "updatedAt": "2024-03-15T00:25:07+00:00",
    "coverArt": "https://mangadex.org/covers/853bda99-f4d0-4085-b790-105944253a30/88f51fd0-cf78-43e7-82a5-b9b8d18c8217.jpg",
    "altTitles": [
      {
        "ko": "하드캐리 서포터"
      },
      {
        "en": "Hard Carry Support"
      }
    ],
    "description": {
      "en": "Lee Seohyun is the #1-ranked player in the long-forgotten game Asura Online. As he wonders why no one plays anymore, he stumbles upon the hottest new game, Asrian Online.\n\nBased on the world of Asura, with similar maps and characters, becoming the best in Asrian should be a piece of cake. But after he picks his hidden class, he learns he has become a puny supporting character!\n\nThough Seohyun has his sights set on becoming a star again, the only way to the top this time will be as a supporter!",
      "pt-br": "Top ranker do jogo esquecido por todos, \"Asra\", SeoHyun retornou para dominar o novo jogo de realidade virtual baseado no Asra, \"Asrian\"!\n\nMas quando ele escolheu sua classe, ele pensou que seria um causador de dano...\n\n[Parabéns! Você escolheu uma classe secreta, \"Suporte\"!]\n\nE no fim das contas, acabou virando o melhor suporte!\n\nEsse é só o início da jogatina revolucionária de SeoHyun!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6833095a-ea1b-4fa9-be44-c7df7f293082",
    "title": {
      "en": "I'm No Heroine!"
    },
    "updatedAt": "2024-01-19T02:50:28+00:00",
    "coverArt": "https://mangadex.org/covers/6833095a-ea1b-4fa9-be44-c7df7f293082/ef8b2672-7eee-493c-a461-dd5eecfdcdb3.jpg",
    "altTitles": [
      {
        "ko": "남주는 정중히 사양하겠습니다!"
      },
      {
        "ko-ro": "Namjuneun Jeongjunghi Sayanghagessseubnida!"
      },
      {
        "en": "I Will Politely Decline the Male Lead!"
      },
      {
        "fr": "Maléfiquement vôtre"
      },
      {
        "ru": "Пожалуй, откажусь от главного героя!"
      },
      {
        "uk": "Я ввічливо відмовлю головному герою!"
      },
      {
        "mn": "Би эелдэгээр эрэгтэй гол дүрээс татгалзах болно!"
      },
      {
        "ja": "男主人公は丁重にお断りします！"
      },
      {
        "zh": "男主我就敬谢不敏了！"
      },
      {
        "zh": "礼貌地拒绝男主角"
      },
      {
        "zh-hk": "我會禮貌地拒絕男主角"
      },
      {
        "zh-hk": "我竟是大反派"
      },
      {
        "zh-hk": "禮貌地拒絕男主角"
      }
    ],
    "description": {
      "en": "A girl obsessed with a novel suddenly finds herself transported into the thick of the plot. The problem is, she has taken on the role of the villain in the story. And she knows how this ends… it's off with her head! Maybe she'll just let this play out and wake up back in reality… But after a few too many deaths to no avail, it's finally time to go off-script. She's going to have a little fun with this tale. She's made up her mind… to live!\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "fr": "Condamnée à mourir le jour de ses 20 ans puis à ressusciter encore et toujours pour l'éternité, c'est là, sa malédiction. Mais quitte à voir son avenir ruiné, autant vivre comme on le souhaite! La méchante est bien décidée à suivre cet adage et a changé l'histoire du roman où elle se trouve. L'héroïne, sa rivale? Plus question! Elle est tellement adorable, plutôt en faire sa meilleure amie! Le fiancé? Un prince héritier cruel et idiot, mieux vaut l'éliminer du paysage. Cependant, à chacune de ses décisions s'éloignant de l'histoire originale, le futur se modifie. Jusqu'où va-t-elle bouleverser le cours du roman et tous ses personnages?\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "ko": "비참하게 처형당하는 소설의 악역으로 빙의했다.\n사망플래그를 피하기 위해 별짓 다 해봤지만, 돌아오는 건 결국 죽음뿐.\n세 번째 회귀하던 날, 나는 결심했다.\n막 살기로!\n\n“이렇게 살아도 죽고, 저렇게 살아도 살해당하는 판에\n나 하고 싶은 대로 하고 살겠다!”\n\n그러나 원작에서 너무 멀어진 탓일까.\n원래대로라면 원작 여주에게 향했어야 할 남주들의 관심이\n어째서인지 나한테 향하는 것 같다……?\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "uk": "Вона стала лиходійкою в романі, якій судилося жалісна смерть. У своєму першому житті вона пішла за оригінальною історією і померла. Потім знову прокинулась в тілі лиходійки. Під час наступної спроби вона робила все, щоб уникнути смерті, але врешті-решт її знову чекала лише вона.\nЯк би я не жила, все одно помру, чи не краще жити так, як хочеться?\nПроте, щось я надто далеко відійшла від оригінального сюжету. Чому раптом головний герой зацікавився мною?...\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "zh-hk": "她在一部小說中被當作惡棍附身，在小說中被悲慘地處決。\n\n我嘗試了一切來避免死亡標誌，但最終，只有死亡浮出水面。在第三次回歸的那天，我下定了決心。讓我們活下去吧！\n\n\"如果我這樣生活，我會死，如果我那樣生活，我會被殺！\"\n\n但這是因為它離原版太遠了嗎？主角對原版女主角的興趣似乎以某種方式針對了我......？\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4334ffdc-4234-4fa8-ab63-2391d62ea671",
    "title": {
      "en": "A Chance at Last"
    },
    "updatedAt": "2023-10-10T08:37:46+00:00",
    "coverArt": "https://mangadex.org/covers/4334ffdc-4234-4fa8-ab63-2391d62ea671/d80f24a6-a348-49a8-9ee6-510cb195e324.png",
    "altTitles": [
      {
        "ko": "이제야 연애"
      },
      {
        "ko-ro": "Ijeya Yeonae"
      },
      {
        "en": "From Now on, Romance"
      },
      {
        "en": "Finally Able to Date"
      },
      {
        "fr": "Une seconde chance"
      },
      {
        "th": "ใต้ร่มวันฝนพรำ"
      },
      {
        "zh-hk": "戀愛，現在才開始"
      },
      {
        "zh": "现在才恋爱"
      }
    ],
    "description": {
      "en": "Sisters Ju-eun and Hye-jin lived a miserable life. After the death of their mother, their 'father', who had always been absent from their lives, suddenly appeared. Hye-jin, the older sister, agreed to his suggestion: if one of them joins the 'Daesung Group', he will rescue them from their poverty-stricken life. However... three years after entering 'Daesung Group', she dies in vain. This left Ju-eun struggling with despair at her helplessness in preventing her sister’s death. But then, she gets a new opportunity when she is brought back in time and Ju-eun decides to take her sister's place by becoming the daughter of the 'Daesung Group' that killed Hye-jin.\n\n---\nSisters Ju-eun and Hyejin grew up in absolute poverty. After their mother’s death, Hyejin accepts the offer to join their estranged father’s wealthy family. But when Hyejin turns out dead just three years later, Ju-eun is grief-stricken. She grabs at the chance to travel back in time and take her sister’s place where she meets the kind but mysterious Iho."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "69"
  },
  {
    "mangaId": "ddd44276-89d1-4b8c-89e6-f5ea24e44079",
    "title": {
      "en": "Mobile Suit Gundam: The Witch from Mercury - Vanadis Heart"
    },
    "updatedAt": "2024-04-01T02:02:41+00:00",
    "coverArt": "https://mangadex.org/covers/ddd44276-89d1-4b8c-89e6-f5ea24e44079/9d3431d1-50f4-4a05-8c7f-3144a58d8580.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダム 水星の魔 ヴァナディースハート"
      },
      {
        "ja-ro": "Kidou Senshi Gundam: Suisei no Majo - Vanadis Heart"
      }
    ],
    "description": {
      "en": "Five years have passed since the \"Vanadies Incident\" that denied all Gundams. The mobile suit, nicknamed \"The Curse,\" runs across the earth. The first official side story manga of \"The Witch of Mercury'' featuring Chika Tojo from \"Tanjo Senki''!",
      "ja": "すべてのガンダムを否定した「ヴァナディース事変」から５年後――。“呪い”と称されたそのモビルスーツは、地球の大地を駆け巡る。『幼女戦記』の東條チカを迎えて贈る、『水星の魔女』初の公式外伝漫画！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f89ed57a-e4c0-48f5-b664-8ef88aa87fd9",
    "title": {
      "en": "I Shall Master This Family"
    },
    "updatedAt": "2024-04-22T05:02:14+00:00",
    "coverArt": "https://mangadex.org/covers/f89ed57a-e4c0-48f5-b664-8ef88aa87fd9/8deb6809-72af-4b3a-83ec-9ada79cd0fa7.jpg",
    "altTitles": [
      {
        "ko": "이번 생은 가주가 되겠습니다"
      },
      {
        "ko-ro": "Ibeon Saengeun Gajuga Doegetseumnida"
      },
      {
        "ko-ro": "Ibeonsaeng-eun Gajuga Doegessseubnida"
      },
      {
        "en": "In This Life, I Will Be the Lord"
      },
      {
        "en": "I'll Be the Matriarch in This Life"
      },
      {
        "en": "In This Life, I'll Become the Head of the Family"
      },
      {
        "fr": "En cette vie, je deviendrai la cheffe de famille"
      },
      {
        "pt": "Nesta vida, serei a matriarca"
      },
      {
        "pt-br": "Nesta vida, eu serei a matriarca"
      },
      {
        "pt-br": "Serei a matriarca nessa vida"
      },
      {
        "uk": "Цього разу я господарка свого життя"
      },
      {
        "uk": "Цього разу я володарка свого життя"
      },
      {
        "uk": "У цьому житті я очолю родину"
      },
      {
        "ru": "В этой жизни я - глава семьи"
      },
      {
        "ru": "На сей раз я - хозяйка этой жизни"
      },
      {
        "ru": "Я стану хозяйкой этой жизни"
      },
      {
        "th": "เกิดใหม่ชาตินี้ฉันจะเป็นเจ้าตระกูล"
      },
      {
        "ja": "今世は当主になります"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирна"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирах болно"
      },
      {
        "zh": "这一世我来当家主"
      },
      {
        "zh": "今生我会成为家主"
      },
      {
        "zh-hk": "今生我來當家主"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành gia chủ"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành Matriarch"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành mẫu hệ"
      },
      {
        "es": "Seré la matriarca en esta vida"
      },
      {
        "es": "En esta vida seré la soberana"
      },
      {
        "fr": "Cette fois-ci, je serais la Matriarche"
      },
      {
        "fr": "La nouvelle cheffe de clan (piccoma)"
      },
      {
        "ja-ro": "Konyo Ha Toshu Ni Narimasu"
      }
    ],
    "description": {
      "cs": "Veľká rodina Lombardi bola kedysi na vrchole impéria. Po smrti jej patriarchu sa osud rodiny a Firentie - nemanželskej dcéry, sa rúca do záhuby rukami jej neužitočných a krutých bratrancov. Jej otec zomrel, príbuzní ju vyhodili na ulicu a významná rodina, na ktorú bola taká hrdá, bola úplne zničená... Keď sa však prevtelí do svojho sedemročného ja, bude sa snažiť ochrániť česť rodiny, získať si priazeň starého otca Lulaca a zabrániť smrti vlastného otca. V tomto živote pre ňu existuje len jeden spôsob, ako zvíťaziť: stať sa hlavou ich mocného rodu.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "en": "I've reincarnated as Firentia Lombardy, the illegitimate daughter of the wealthiest and most influential family in the Empire. I thought I was all set to have a comfortable and luxurious life… but it wasn't long before my beloved father died, my relatives kicked me out, and our family went bankrupt!!\n\nTo add insult to injury, I was hit by a carriage one day when I drank (a bit too much) booze to drown my sorrows… but my despair was only temporary. When I opened my eyes, I found that I'd traveled back in time to when I was 7 years old!\n\nI was surprised to see my father again in the flesh. But as if that wasn't already shocking enough, the 2nd prince, our family's once sworn enemy, was now following me around like a dog!\n\nNow that I've been given a second chance at life, I'll take things into my own hands and claim both the 2nd prince and my family for myself!\n\n---\n**Links:**\n* Alternative Official English - [Tapas](https://tapas.io/series/i-shall-master-this-family/info)",
      "fr": "Florentia s'est réincarnée comme l'enfant illégitime de la famille la plus riche de l'empire, même si elle n'était pas de sang pure elle pensait que tout irait bien, son père était gentil avec elle, mais à la mort de ce dernier sa famille l'a abandonnée et elle s'est retrouvée seule, puis soudainement le trou noir.\n\nElle se souvient d'avoir un peu bu puis avoir ressenti un violent coup sur la tête et maintenant elle est de retour dans son corps de 7 ans! L'occasion de tout changer et de devenir même en étant illégitime la cheffe de la famille!\n\n---\nLa grande famille Lombardi était autrefois au sommet de l’Empire. Après la mort de son patriarche, le sort de la famille et celui de Firentia, née d’un Lombardi et d’un paysan, tombent en ruine aux mains de ses cousins inutiles et cruels. Mais lorsqu’elle se réincarne à l’âge de ses sept ans, elle fera tout pour protéger l’honneur de la famille, gagner les faveurs de son grand-père Lulac et, empêcher la mort de son père. Dans cette vie, il n’y a qu’un seul moyen pour elle de gagner: devenir la cheffe de leur puissante famille.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "id": "Aku pikir aku adalah putri bangsawan yang hidupnya bergelimang harta dan kebahagiaan, tapi ternyata aku ini anak berdarah campuran bangsawan dan rakyat biasa yang keberadaannya tidak dianggap dalam keluargaku sendiri. Ibuku sudah tiada dan tidak ada yang menyayangiku kecuali ayahku sendiri. Setelah bekerja keras mengabdikan diri untuk keluarga ini, siapa sangka aku malah diusir dan berakhir mati tertabrak kereta kuda. Ketika terbangun lagi aku bereinkarnasi untuk kedua kalinya di tubuh yang sama.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "ja": "今度こそ守れるんじゃないかな？ ランブル帝国随一の家門、ロンバルディを！ 交通事故で死んだ後ロンバルディ家の婚外子として転生したフィレンティア。 だが…彼女を待ち受けていたのは愛する父の死とロンバルディ家の滅亡だった。 家門の滅亡を知った日に彼女は酒を飲んで馬車に轢かれてしまうのだが、目を覚ますと7歳の自分に戻っていた。 今度こそ父と家門を守り抜くと決めたフィレンティア。 彼女を待ち構える試練とは一体何なのか… 当主になると決めた彼女の挑戦が始まるーー！\n\n---\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)",
      "ko": "“한번 해 보자, 내가 가주가 되는 거야.”\n환생에 회귀까지, 인생 3회차 피렌티아의 가주 되기 프로젝트!\n\n제국 제일가는 명문가 롬바르디가의 막내 손녀 ‘피렌티아’. 그녀는 똑똑하고 능력 있지만 사생아로 태어났다는 이유로 친척들에게 온갖 수모를 당하고, 결국 가문에서 쫓겨나고 만다. 이후 피렌티아는 더 이상 가문 일에 참여할 수 없게 되고, 그저 무능력한 큰아버지의 손에 롬바르디가가 망해가는 것을 지켜볼 수밖에 없었다. 화가 나 술을 진탕 마신 어느 날, 피렌티아는 마차 사고를 당해 죽음을 맞이하는데…. 그러나 어떻게 된 일인지 눈을 떠 보니 거울에 비친 것은 일곱 살 때의 모습?! 전생의 기억을 가지고 회귀한 피렌티아는 다시 찾은 생에서는 롬바르디가의 멸문을 막기 위해 스스로 가주가 되기로 결심하는데…!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)",
      "th": "เมื่อเธอมาเกิดใหม่ในร่างของฟีเรนเทีย ลอมบาร์เดีย บุตรีแห่งตระกูลลอมบาร์เดีย หลังปู่ของเธอเสียไปเธอก็ถูกไล่ออกจากตระกูลและเพียงไม่นานตระกูลได้ล่มสลาย ฟีเรนเทียประสบอุบัติเหตุเสียชีวิตอีกครั้ง และย้อนกลับมาตอนอายุ 7 ขวบ ฟีเรนเทียที่ล่วงรู้อนาคตที่กำลังจะเกิดขึ้นทุกอย่างจึงพยายามแก้ไขทุกอย่างให้ดีขึ้น และมุ่งสู่เส้นทางการขึ้นเป็นผู้นำตระกูล...\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "uk": "\"...спробуймо. Я очолю цю родину.\" Фірентія переродилася позашлюбною дитиною аристократа Ломбарді - наймогутнішої родини в імперії. Ба більше, історія цього роду тотожна історії держави Лембру! Ломбарді, знамениті своїми статками, обросли зв'язками та стали надійними покровителями для талановитих людей. Здавалось, що на Фірентію чекає світле майбутнє... Але її батько помер, а родичі, які прогнали дівчину, розвалили впливовий дім! Трохи (ні) випивши, вона потрапила під екіпаж на шляху додому. \"Це занадто...\" Фірентія знову розплющила очі семирічною дівчинкою. Тепер вона може врятувати татка і свою родину? А другий принц бігає за нею, немов відданий пес? Гаразд, тоді другий принц і дім Ломбарді належать їй!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "vi": "Gia đình vĩ đại Lombardy, đã một thời đứng đầu đế quốc. Sau cái chết của chủ gia đình, số phận của gia đình và của cả Firentia, sinh ra từ một Lombardy và thường dân, rơi vào tay những anh em họ độc ác và vô dụng của cô ấy. Nhưng khi Firentia quay về cơ thể của mình vào năm 7 tuổi, cô ấy sẽ làm hết sức để bảo vệ danh dự của gia đình, lấy lòng người ông nội Lulac, và ngăn chặn cái chết của cha mình. Trong lần này, chỉ có một đường để Firentia thắng: trở thành mẫu hệ của gia đình vĩ đại này.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "zh": "意外穿成为了帝国最声名鼎盛的第一家族的私生女。虽然蒂亚头脑出众，也积累了大量的实战经验，但最终在爷爷去世后被叔叔扫地出门，而无能的叔叔很快便败光了家族的产业…… 意外死亡后，又一次重新回了小时候——这一世，蒂亚决定成为家主，重新让家族站上帝国巅峰！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "pt-br": "Florentia reencarnou como filha ilegítima da família mais rica do império. Ela pensou que tudo iria bem no futuro. Mas seu pai havia falecido, seus parentes a deixaram na porta, e a família honrada de que ela tanto se orgulhava estava completamente arruinada…. Mas isso é real? Ela bebeu um pouco (muito) e foi atropelada por uma carruagem, Quando ela abriu os olhos novamente, ela tinha sete anos? Além disso, o Segundo Príncipe, que era inimigo de sua família em sua vida anterior, está seguindo-a como um cachorro!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a547d1d-576b-477f-8cb3-70a3b4187f8a",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 1 - Phantom Blood"
    },
    "updatedAt": "2023-11-01T21:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/5a547d1d-576b-477f-8cb3-70a3b4187f8a/263645fa-129c-4d77-b69d-61d0880fb13e.jpg",
    "altTitles": [
      {
        "ru": "Η Παράξενη Περιπέτεια του JoJo"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 1: Sângele Trecutului"
      },
      {
        "it": "JoJo e a sua Aventura Bizarra: Phantom Blood"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Phantom Blood"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 1: Jonathan Joestar: His Youth"
      },
      {
        "th": "Jojoล่าข้ามศตวรรษ"
      },
      {
        "zh": "JoJo的奇妙冒险"
      },
      {
        "es": "La Extraña Aventura de JoJo: Sangre Fantasmal"
      },
      {
        "fr": "Le bizzarre avventure di Jojo: Phantom Blood"
      },
      {
        "ms": "Penjelajah Jojo"
      },
      {
        "ar": "مغامرة جوجو الغريبة الجزء 1: دماء الشبح"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ファントムブラッド"
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Елес Қан"
      },
      {
        "de": "JoJos bizarres Abenteuer Part 1: Phantomblut"
      },
      {
        "pt-br": "Jojo's Bizarre Adventure - Parte 1: Phantom Blood"
      }
    ],
    "description": {
      "en": "First story arc of the Jojo's Bizarre Adventure series.  \n  \nJonathan Joestar, a young wealthy son living in Victorian England, has his life destroyed by a recently orphaned Dio Brando, who was taken in by Jonathan's father. Dio, who plots to drive Jonathan to insanity and inherit the Joestar fortune, becomes an unstoppable vampire that Jonathan must fight.\n\n[Official English](https://www.viz.com/read/manga/jojo-s-bizarre-adventure-part-1-phantom-blood/all)"
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "44"
  },
  {
    "mangaId": "a149c7c9-3fcc-4813-942e-7fe29a2b59b7",
    "title": {
      "en": "Miss Forensics"
    },
    "updatedAt": "2023-12-13T15:02:00+00:00",
    "coverArt": "https://mangadex.org/covers/a149c7c9-3fcc-4813-942e-7fe29a2b59b7/382cb57e-975c-4a16-a90c-30f4d63abd03.jpg",
    "altTitles": [
      {
        "zh": "我亲爱的法医小姐"
      },
      {
        "en": "My Dear Forensic Lady"
      },
      {
        "pt-br": "Minha querida médica legista"
      },
      {
        "zh-hk": "我親愛的法醫小姐"
      },
      {
        "zh-ro": "Wǒ Qīn'ài de Fǎyī Xiǎojiě"
      },
      {
        "pl": "Lekarz sądowy Lin Yan"
      }
    ],
    "description": {
      "en": "Lin Yan, a cold and arrogant female forensic expert, meets Song Yuhan, a righteous and sharp female detective. From being incompatible to becoming friends, they witness the lives of many ordinary people along the way: a young girl who struggles to survive but dies innocently, an old mother who waits for her criminal son to return in the mountains, a timid policeman who faces a gun-wielding robber bravely... They fight for the rights of the living, speak for the dead, and vow to uncover the truth that has been silent for years."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f15e45c-b7fd-4164-8d8e-ede14a817f0d",
    "title": {
      "en": "The Extra’s Academy Survival Guide"
    },
    "updatedAt": "2024-05-28T16:46:18+00:00",
    "coverArt": "https://mangadex.org/covers/7f15e45c-b7fd-4164-8d8e-ede14a817f0d/419973f4-63bb-4dbc-bb65-22dbc051ed54.png",
    "altTitles": [
      {
        "en": "Surviving the Academy"
      },
      {
        "en": "How to Survive at the Academy"
      },
      {
        "ko": "아카데미에서 살아남기"
      },
      {
        "pt-br": "O Guia de Sobrevivência do Extra da Academia"
      },
      {
        "pt-br": "O Guia de Sobrevivência do Figurante da Academia"
      },
      {
        "ko-ro": "Academy-eseo Saranamgi"
      },
      {
        "es-la": "Guía de supervivencia del extra de la academia"
      }
    ],
    "description": {
      "en": "I possessed a third-rate extra villain character in my favorite game. I have no ambitions and I just want to live a quiet life. But sheesh, this world is a hard place to survive in. I will survive to the ending of this story, in a way the protagonist cannot. I will survive in the way of a third-rate villainous character.",
      "pt-br": "Eu possuía um personagem vilão extra de terceira categoria em meu jogo favorito. Não tenho ambições e só quero viver uma vida tranquila. Mas, caramba, este mundo é um lugar difícil de sobreviver. Eu sobreviverei até o final desta história, de uma forma que o protagonista não conseguirá. Sobreviverei à maneira de um personagem vilão de terceira categoria."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b30dfee3-9d1d-4e8d-bfbe-8fcabc3c96f6",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 7 - Steel Ball Run"
    },
    "updatedAt": "2024-05-30T22:26:27+00:00",
    "coverArt": "https://mangadex.org/covers/b30dfee3-9d1d-4e8d-bfbe-8fcabc3c96f6/0ebb1907-466d-42bb-a747-64bc8e8fa527.jpg",
    "altTitles": [
      {
        "ja": "ジョジョの奇妙な冒険 Part7『スティール・ボール・ラン』"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Steel Ball Run"
      },
      {
        "en": "JoJo: SBR"
      },
      {
        "zh": "JoJo的奇妙冒险 第七部 飙马野郎"
      },
      {
        "es": "La Extraña Aventura de JoJo Parte 7 - Steel Ball Run"
      },
      {
        "es": "La extraña aventura de JoJo Parte 7: La carrera de las bolas de acero"
      },
      {
        "ru": "Невероятное приключение ДжоДжо — Часть 7: Гонка «Стальной шар»"
      },
      {
        "ko": "조조의 기묘한 모험 7 부 : 스틸 볼 달리기"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 7: Cursa \"Mingea de Oțel\""
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Болат Доп Бәйгесі"
      },
      {
        "uk": "Химерні Пригоди Джоджо Частина 7 —Перегони \"Сталева Куля\""
      }
    ],
    "description": {
      "en": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.  \n  \nThe youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.",
      "hu": "Amerikában a régi vadnyugaton, a világ legnagyobb szabású versenye hamarosan kezdődik. Ezrek állnak rajzvonalhoz San Diegoban, hogy utazzanak több mint hat ezer kilómétert annak reményében, hogy megnyerhetik az ötven millió dolláros fődíjat. A lovak kora elérkezett a végéhez, így a versenyzők szabadon használhattak bármiféle járművet. A versenyzőknek el kell majd tűrniük a fárasztő körülményeket, naponta több mint, száz kilómétert megtéve felfedezetlen vidékeken. A Steel Ball Run egy igazán egyedülálló esemény.\n\nA fiatalos Johnny Joestar, egy tolószékes korábbi lovas versenyző, eljött San Diegoba, hogy megnézze a verseny rajtját. Itt találkozik Gyro Zeppelivel, egy versenyzővel két acél golyóval a derekán fegyver helyett. Johnny szemtanúja lesz annak, hogy Gyro használja az egyik acélgolyóját, szabadjára engedve annak erejét, hogy arra kényszerítsen egy férfit egy párbaj közben, hogy lőjje le magát. Az ütközet közepette, Johnny megérinti az\nacélgolyót és érezte, hogy egy erő végigáramlik a lábán, rábírva őt arra, hogy felálljon először két év után. Megfogadja, hogy rájön, hogy mi a titka az acélgolyóknak, Johnny eldönti, hogy indul a versenyen, így kezdődik el az ő bizarr kalandja Amerikán keresztül a Steel Ball Runban.",
      "uk": "Вересень 1980. Дикий Захід. Америка. Жокеї зі всього світу чекають гонку \"Сталева Куля\", яка ось-ось розпочнеться. Тисячі людей вишиковуються в Сан-Дієго, щоб подолати понад шість тисяч кілометрів заради шансу отримати головний приз — п’ятдесят мільйонів доларів. Юний Джонні Джостар, каліка, колишній жокей та популярний скакун, приїхав до Сан-Дієґо, щоб подивитися на старт перегонів. Там він зустрічає Джайро Цеппелі, гонщика з двома сталевими кулями на талії замість револьвера, звичної зброї для жителів. Джонні бачить, як Джайро використовує одну зі своїх сталевих куль, змушуючи людину вистрілити з рушниці в себе під час дуелі. Поклявшись знайти таємницю сталевих куль, Джонні вирішує взяти участь у гонці. Так і починається його химерна пригода.",
      "pt-br": "Conta a história da Épica batalha entre a família Joestar e sua longa geração contra as forças Malignas, tais como Vampiros e Usuários de Stands.\nCada arco da série corresponde a um vilão e a um membro importante da família Joestar.\nGênero: Ação, Aventura, Sobrenatural, Luta\nAutor: Hirohiko Araki \nDemografia: Shonen/Seinen\nAno de publicação: 1987 - Presente\nNúmero de Volumes: 101 - Ainda em publicação"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "95"
  },
  {
    "mangaId": "657ccfcc-5847-40f7-8859-5631eeeb3784",
    "title": {
      "en": "Kakkoii Onnanoko to 12-centi no Yakusoku"
    },
    "updatedAt": "2024-05-31T21:45:44+00:00",
    "coverArt": "https://mangadex.org/covers/657ccfcc-5847-40f7-8859-5631eeeb3784/2735667f-ee78-414c-bfc5-daa682402fa0.png",
    "altTitles": [
      {
        "ja": "カッコいい女の子と12センチの約束"
      },
      {
        "en": "A Cool Girl and a 12cm Promise"
      },
      {
        "en": "Promise of 12cm with Cool Girl"
      },
      {
        "es-la": "Una chica genial y una promesa de 12 cm"
      }
    ],
    "description": {
      "en": "A boyish childhood friend grows up to be a super hot girl!\n\n---\n\nSerialization of the Twitter webcomic *[A Story About Becoming Cooler Than the Cool Girl](https://mangadex.org/title/d0407445-b80d-4854-9f12-c8227f94cba6/)*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "040304b8-6442-482e-a621-f33b13248908",
    "title": {
      "en": "Munou Saijo wa Akujo ni Naritai ~Gimai no Migawari de Totsuida Reijou, Koushaku-sama no Dekiai ni Kizukanai~"
    },
    "updatedAt": "2024-05-31T21:43:56+00:00",
    "coverArt": "https://mangadex.org/covers/040304b8-6442-482e-a621-f33b13248908/833a2851-8ede-4148-9250-7e06cd65bd7a.jpg",
    "altTitles": [
      {
        "ja": "無能才女は悪女になりたい ～義妹の身代わりで嫁いだ令嬢、公爵様の溺愛に気づかない～"
      },
      {
        "en": "An Incompetent Woman Wants to Be a Villainess: The Young Lady Who Married as a Substitute for Her Half-Sister Didn't Notice the Duke's Doting"
      }
    ],
    "description": {
      "en": "Avril is a young woman of exceptional ability who was mistreated and labeled \"incompetent\" by her family. \n\nAvril marries into the family of an \"old, lustful duke\" in place of her half-sister, but the duke, Dylan, is actually a beautiful young man who is the complete opposite of what he is rumored to be. He wants to marry a \"villainess,\" and a contractual divorce after three years is perfect for Avril's future freedom. \n\nThe people around her are bewildered by the mysterious \"brilliant woman\" who plays the role of a \"villainess\" with gusto, but they are gradually drawn to her...",
      "ja": "“悪女”として嫁ぐことになりました\n\n“悪女”と名高い義妹の身代わりで、『好色家の老いぼれ公爵様』のもとへ嫁がされることになったエイヴリル。しかし、そこで待っていたディランは噂とは真逆の美しい青年だった。\n\n彼が提示した「三年後に離縁する契約結婚」は自由を求めるエイヴリルにとって絶好の条件。二つ返事で了承し、マイペースに悪女を演じる不思議な才女に、周囲の見る目は次第に変わっていき――!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "24c8e2f3-f515-4e58-bfdd-c423ab00499a",
    "title": {
      "en": "Study Group"
    },
    "updatedAt": "2024-05-28T16:31:34+00:00",
    "coverArt": "https://mangadex.org/covers/24c8e2f3-f515-4e58-bfdd-c423ab00499a/daf2b695-9732-4538-bad2-c0ed84819b45.jpg",
    "altTitles": [
      {
        "tl": "Grupo sa pag-aaral"
      },
      {
        "ko-ro": "Seuteodigeurup"
      },
      {
        "ko": "스터디그룹"
      },
      {
        "es-la": "GRUPO DE ESTUDIO"
      }
    ],
    "description": {
      "en": "Gamin Yoon, a 17 year old student, goes to a school known to harbor future criminals. Stuck in a carnivorous environment where only the strongest survive, he struggles to get good grades to enter a 4 year university. But, will he be able to study well enough to enter university, or will he get involved in the unending fights around the school?  \n\n\n---\n\n[Official Chinese Translation](https://www.dongmanmanhua.cn/CAMPUS/pizixueba/list?title_no=1467)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "235"
  },
  {
    "mangaId": "ad9ac663-2d34-48cf-a458-a03f5370bf47",
    "title": {
      "en": "The Secret of the Partner Next to You"
    },
    "updatedAt": "2024-01-22T00:26:12+00:00",
    "coverArt": "https://mangadex.org/covers/ad9ac663-2d34-48cf-a458-a03f5370bf47/8579469a-ee38-4fe6-a062-59a6cf75b1ca.jpg",
    "altTitles": [
      {
        "en": "Jae-Kyung's Secret"
      },
      {
        "en": "The Secret of Jae-Kyung"
      },
      {
        "es-la": "El secreto de Jae-Kyung"
      },
      {
        "ko": "옆자리 짝꿍의 비밀"
      },
      {
        "pt-br": "O Segredo de Jae-Kyung"
      },
      {
        "ko-ro": "Yeopjali jjagkkung-ui bimil"
      },
      {
        "id": "Rahasia Mitra Di Samping Anda"
      }
    ],
    "description": {
      "en": "Yang Kiryong is an ordinary high school boy who has a classmate named Yoo Jae-Kyung, who is somewhat clumsy and clueless. Both have a very good friendship, but without any kind of love attraction. Until one day, by chance, Kiryong discovered the deepest secret of his friend and because of this his heart began to beat, will it be beats of fear or love?",
      "ko": "평범한 남자 고등학생 양기룡.\n그리고 언제나 헤실헤실하고 가끔 나사빠진 행동을 하는\n그의 짝꿍 유재경.\n그럭저럭 귀엽다고 생각되는 반 친구였을 뿐인데..\n어느 날 우연히 그녀의 위험한 비밀을 알게 된다.\n이 심장의 두근거림은 두려움인지, 설렘인지..?",
      "es-la": "Yang Kiryong es un chico de preparatoria común y corriente, que tiene una compañera de clase llamada Yoo Jae-Kyung, la cual es algo torpe y despistada. Ambos tienen una muy buena amistad, pero sin ningún tipo de atracción amorosa. Hasta que un día, por casualidad, Kiryong descubrió el secreto más profundo de su amiga y debido a esto su corazón empezó a latir, ¿serán latidos de miedo o amor?",
      "pt-br": "Yang Kiryong é um garoto comum do ensino médio que tem uma colega de classe chamada Yoo Jae-Kyung, que é um pouco desajeitada e sem noção. Ambos têm uma amizade muito boa, mas sem nenhum tipo de atração amorosa. Até que um dia, por acaso, Kiryong descobriu o segredo mais profundo de sua amiga. Por causa disso seu coração começou a bater, será de medo ou de amor?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5bad4a36-31a3-491d-a63c-2640f08f0cba",
    "title": {
      "en": "Returning With Absolutely Nothing"
    },
    "updatedAt": "2024-05-28T16:30:03+00:00",
    "coverArt": "https://mangadex.org/covers/5bad4a36-31a3-491d-a63c-2640f08f0cba/e10fb7ca-1839-46b4-abf1-ea244bb680db.jpg",
    "altTitles": [
      {
        "ko": "쥐뿔도 없는 회귀"
      },
      {
        "en": "Worthless Regression"
      },
      {
        "ru": "Владея Ничем"
      },
      {
        "ko-ro": "Jwippuldo Eobsneun Hoegwi"
      },
      {
        "es-la": "Regresion inutil"
      }
    ],
    "description": {
      "en": "In Aeria, a place where people from various worlds are summoned, the weak are destined to die.\n\nLee Sungmin, a talentless mercenary, was no exception. Fortunately for him, a mysterious item he finds before his untimely death sends him back to the past.\n\nNow a 13-year-old with a second chance at life, Sungmin begins his desperate journey to become Aeria's strongest with no money or talent.\n\nWill effort alone be enough to make a hero of a boy with absolutely nothing?",
      "ko": "이세계 '에리아'에 소환된 평범한 중학생 이성민.\n아무런 재능도 기연도 없이 오로지 살아남기 위해 갖은 고초를 겪으며 십수년을 버티지만, 결국 비참하게 목숨을 잃고 만다.\n\n그러나 죽기 전, 우연히 손에 얻은 '전생의 돌'에 의해 과거로 회귀하게 되고\n다시금 새로운 삶을 손에 얻게 된다.\n\n그러나 여전히 재능도 뭣도 없는 쥐뿔도 없는 인생.\n범접할 수 없는 천재들에게 번번이 높은 벽을 느끼고\n강한 열등감에 시달리지만,\n포기하지 않고 굳은 의지와 결심으로 한 걸음씩 나아간다.\n\n\"어떻게든 발버둥 쳐서라도, 전생보다 나은 삶을 살겠어!\"\n\n인기 웹소설 <쥐뿔도 없는 회귀> 웹툰화!\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A5%90%EB%BF%94%EB%8F%84-%EC%97%86%EB%8A%94-%ED%9A%8C%EA%B7%80/2799)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02efd1cb-45bc-4fd2-b34b-73e644e7b4f6",
    "title": {
      "en": "Outsider Paradise"
    },
    "updatedAt": "2024-05-24T06:07:41+00:00",
    "coverArt": "https://mangadex.org/covers/02efd1cb-45bc-4fd2-b34b-73e644e7b4f6/f5aaa6b3-9e1f-4c15-bd0e-e58c8522d363.jpg",
    "altTitles": [
      {
        "ja": "アウトサイダー パラダイス"
      },
      {
        "ru": "Рай неудачников"
      }
    ],
    "description": {
      "en": "From the author of Asobi Asobase comes a new comedy series, about… the Art Club from Asobi Asobase."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38308621-ad65-41a3-aeb8-6e98fae68ec1",
    "title": {
      "en": "Short Bomb!"
    },
    "updatedAt": "2024-05-31T21:01:58+00:00",
    "coverArt": "https://mangadex.org/covers/38308621-ad65-41a3-aeb8-6e98fae68ec1/d78160a2-662b-4a60-b6c7-93a7f4b423a5.jpg",
    "altTitles": [
      {
        "ja": "望月ミネタロウ 短編集 ショート・ボム！"
      },
      {
        "en": "Short Bomb! Minetaro Mochizuki Short Story Collection"
      }
    ],
    "description": {
      "en": "Three humorous short stories taking place in the same town, all about the misadventures of poor girl."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "3"
  },
  {
    "mangaId": "9547d8e5-048c-4c71-9b7c-97a3af0423eb",
    "title": {
      "en": "Spinach Bouquet"
    },
    "updatedAt": "2023-07-28T13:04:44+00:00",
    "coverArt": "https://mangadex.org/covers/9547d8e5-048c-4c71-9b7c-97a3af0423eb/8d271252-19ce-49fd-bd4b-803dd2ee7442.jpg",
    "altTitles": [
      {
        "ko": "시금치 꽃다발"
      },
      {
        "en": "Spinach Flowers"
      }
    ],
    "description": {
      "en": "Ji-woo transfers to a rural school with his parents who have returned to farming. The fresh air, the relaxed atmosphere... he liked them all. However, for a moment that seemed like a pleasant start,\n\nJi-woo discovers that the flower garden that he has carefully cared for has been messed up.. Ji-woo, who thought it was someone's territoriality, suspects Dongchan, who was particularly harsh to him at school.\nFirst off, that bangs! I'll start with those bangs that make it impossible to know what you're thinking!!",
      "fr": "La vie à la campagne est censée être idyllique, non ? Un endroit paisible rempli d'aimables voisins au grand cœur, pas vrai ? C'est ce que Jiwoo attend avec impatience... Mais de tous les voisins qu'il aurait pu avoir, c'est Dongchan qu'il est le sien. Froid, distant et insondable, Dongchan n'est pas le plus accueillant du voisinage. En fait, on dirait qu'il n’a pas du tout envie que Jiwoo et sa famille s’installent ici. Déconcerté mais pas découragé, Jiwoo fait de son mieux pour s'adapter à la vie à la campagne... jusqu'à ce qu'il s'avère que quelqu'un essaie de chasser sa famille d'ici. Jiwoo a des soupçons, mais sera-t-il capable de trouver le vrai coupable ?",
      "ko": "귀농한 부모님을 따라 시골 학교로 전학 온 지우. 상쾌한 공기, 여유로운 분위기.. 모두 마음에 들었다. 그러나 기분 좋게 새출발 할 수 있을 것 같았던 것도 잠시,\n지우네가 정성껏 가꾼 꽃밭이 엉망이 된 걸 발견하는데..\n누군가의 텃세일 거라 생각한 지우는 학교에서 자신에게 유독 까칠했던 동찬을 의심한다.\n일단 저 앞머리! 무슨 생각 하는지 알 수 없게 하는 저 앞머리부터 까고 만다!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5670133-9bc4-4614-8336-e64dd3d99b4f",
    "title": {
      "en": "Noah's Notes"
    },
    "updatedAt": "2022-06-17T16:38:23+00:00",
    "coverArt": "https://mangadex.org/covers/e5670133-9bc4-4614-8336-e64dd3d99b4f/8f357480-0062-4f6c-8adb-0bff1a048809.jpg",
    "altTitles": [
      {
        "en": "Noah's Arts"
      },
      {
        "ja": "ノアズノーツ"
      },
      {
        "ja": "诺亚笔记"
      }
    ],
    "description": {
      "en": "Professor Noah Minami Umberbach is not your average archeologist! For one, he's prone to whipping out his gun and blowing up stuff to make dramatic entrances. But that's just his eccentric nature. He's actually a man on a mission. A mission that may very well be the most important mission of all time. And he's dragging history-hating student Kotobuki Mirai along for the ride!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "8ca097bf-8680-4295-902d-69ebc36841b1",
    "title": {
      "en": "Madougushi Dahliya wa Utsumukanai ~Dahliya Wilts No More~"
    },
    "updatedAt": "2024-02-02T10:54:36+00:00",
    "coverArt": "https://mangadex.org/covers/8ca097bf-8680-4295-902d-69ebc36841b1/802eb4c1-f4bf-42a8-9208-dea9fc4ec29a.jpg",
    "altTitles": [
      {
        "ja": "魔導具師ダリヤはうつむかない ～Dahliya Wilts No More～"
      },
      {
        "en": "Magic Artisan Dahliya Won't Hang Her Head ~Dahliya Wilts No More~"
      },
      {
        "en": "Magic Artisan Dahlia Wilts No More"
      },
      {
        "en": "Dahlia in Bloom: Crafting a Fresh Start with Magical Tools"
      },
      {
        "fr": "Dahliya, artisane magicienne"
      },
      {
        "ru": "Магическая ремесленница Далия не унывает!"
      },
      {
        "ko": "마도구사 달리아는 고개 숙이지 않아"
      },
      {
        "zh-hk": "魔導具師妲莉亞不向人低頭～Dahliya Wilts No More～"
      }
    ],
    "description": {
      "en": "Waterproof Slime Cloth, Small Magic Stove, Artificial Magic Sword and Fairy Crystal Glasses… Using her knowledge from before she reincarnated for innovative ideas, Dahliya immersed herself in creating her beloved magic devices full of cheerful feelings. Enjoying her second chance at life, the curtain opens on this otherworldly craftsmanship fantasy!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b97ff16-1fe0-4382-91aa-956112799e9b",
    "title": {
      "en": "Wasureenu Majo no Monogatari"
    },
    "updatedAt": "2024-05-13T23:07:36+00:00",
    "coverArt": "https://mangadex.org/covers/2b97ff16-1fe0-4382-91aa-956112799e9b/1df19605-12cc-40be-b5f1-2948c74b06e2.jpg",
    "altTitles": [
      {
        "ja": "忘れえぬ魔女の物語"
      },
      {
        "en": "The Story of Unforgettable Witch"
      }
    ],
    "description": {
      "en": "Even if today disappears, these feelings will not.\r\nAn everyday in which nothing happens, with each day slightly different than the last.\r\nThe slightly strange story of her, and me, and our clumsy feelings.\r\n\r\nOnly I remember that there were three entrance ceremonies this year. Only I remember the unchosen days. The world, repeating 'todays' like a broken record...\r\n\r\n\"My name is Inaba Michiru. Nice to meet you.\"\r\n\r\nA story about her, who befriended me the following day as well. About my first human relationship, about the gradually shrinking distance between us, and my quietly changing feelings...\r\n\r\nA slightly strange story about a friendless, loveless me, and her, and our clumsy feelings."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/c4c39f29-bf9a-4cc6-808c-07dd70385f2e.png",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08323e7c-59f4-4564-81a6-7efffd40bd22",
    "title": {
      "en": "Mushibamihime"
    },
    "updatedAt": "2024-05-29T17:34:07+00:00",
    "coverArt": "https://mangadex.org/covers/08323e7c-59f4-4564-81a6-7efffd40bd22/cb18d0e9-3f35-4d99-adf2-fa9fcba75b72.jpg",
    "altTitles": [
      {
        "ja": "ムシバミヒメ"
      },
      {
        "en": "Parasite Princess"
      }
    ],
    "description": {
      "en": "In Toshiya Higashimoto's latest work Ai Tanaka, college student who wants to be a novelist, decides to share a room with Miu Yamaguchi who she met on the internet. Keep an your eyes on the roommates in this psychological horror.",
      "ja": "【『テセウスの船』東元俊哉最新作！】小説家志望の大学生・田中愛は、募集サイトで知り合った山口美羽とルームシェアすることにしたのだが――。目が離せない、同居人サイコホラー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "316499af-3876-471d-8187-090312fc14f2",
    "title": {
      "en": "Ghost Story Club"
    },
    "updatedAt": "2023-10-06T20:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/316499af-3876-471d-8187-090312fc14f2/de612e29-1204-4d61-ac6a-b7b515604d38.jpg",
    "altTitles": [
      {
        "ko": "괴담 동아리"
      }
    ],
    "description": {
      "en": "Lee Joon was an ordinary high school student.\n\nDuring the entrance ceremony, he was caught up in a strange phenomenon and died.\n\n[You have died.] [Restarting from checkpoint.] [Loading…]\n\nBut then, a message appeared before his eyes.\n\n『Congratulations on your acceptance at Nakseong Highschool, the school of secrets and mysteries. Uncover the shady secrets hidden within the school, or fight against the legends and ghost stories of the campus in order to earn points to unlock special abilities. Additionally, you must gather comrades to prevent the resurrection of the Demon King before graduation. The world is in your hands.』",
      "tr": "Lee Joon normal bir lise öğrencisiydi.\n\nGiriş töreni sırasında garip bir fenomene maruz kaldı ve öldü.\n\n[Öldünüz.] [Kayıt noktasından tekrar başlanıyor.] [Yükleniyor…]\n\nAma sonra, gözlerinin önünde bir mesaj belirdi.\n\n『Tebrikler, Nakseong Lisesine kabul edildiniz. Sırların ve gizemlerin okulu. Özel yeteneklerin kilidini açmak için puan kazanın. Bunun için okulda saklı olan karanlık sırları ortaya çıkarın, kampüsün efsanelerine ve hayalet hikayelerine karşı savaşın. Ek olarak, Şeytan Kral’ın mezuniyetten önce dirilişini engellemek için yoldaşlar toplamalısın. Dünyanın kaderi senin elinde.』"
    },
    "status": "cancelled",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "58167656-a065-4b49-b499-bd73d00555d5",
    "title": {
      "en": "Pick Me Up"
    },
    "updatedAt": "2024-05-28T16:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/58167656-a065-4b49-b499-bd73d00555d5/4fbfc611-19f8-4a33-b8f3-8535c2779288.jpg",
    "altTitles": [
      {
        "en": "Pick Me Up, Infinite Gacha"
      },
      {
        "ko": "픽 미 업!"
      },
      {
        "ko-ro": "Pick Me Up!"
      },
      {
        "ja": "PICK ME UP～低レア★英雄の成り上がり～"
      },
      {
        "ja": "ピックミーアップ！低レア英雄の成り上がり"
      },
      {
        "ja-ro": "Pick Me up!! Tei Rea Eiyū No Nariagari"
      },
      {
        "es-la": "Gacha infinito"
      }
    ],
    "description": {
      "en": "1-Star heroes are just fodder for learning a boss' attack patterns.\n\nThat was Seojin Han's philosophy when playing the notoriously difficult game Pick Me Up. But after being transported into the game as one of those 1-star heroes, he's got no choice but to rise in rank and defeat the player controlling him and his party.\n\nCan a gacha game character hope to defeat a player akin to being his god?",
      "pt-br": "No jogo de gacha mobile famoso por sua extrema dificuldade, o Mestre classificado em 5º lugar no mundo, \"Loki\" perde a consciência ao invadir a Masmorra.\n\n\"O quê? Eu sou um personagem de jogo agora?\"\n\nDepois de acordar, \"Loki\" percebe que ele se transformou em um Herói de Nível 1, 1 Estrela – 'Han Yslat'. Para retornar à Terra, ele deve liderar o Mestre e os heróis novatos e limpar o 100º andar da Masmorra!\n\n\"Você mexeu com o cara errado\".\n\nEsta é a história de transporte mais difícil  pelo Mestre Loki que nunca aceita uma única derrota."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9291342b-76cd-47af-ad62-81485ea7bcae",
    "title": {
      "en": "Senza Replica"
    },
    "updatedAt": "2024-05-21T14:08:48+00:00",
    "coverArt": "https://mangadex.org/covers/9291342b-76cd-47af-ad62-81485ea7bcae/c364439f-7254-451f-8944-f3768c3505e2.png",
    "altTitles": [
      {
        "ko": "센차 레플리카"
      }
    ],
    "description": {
      "en": "In just one morning, my esper turned into an entirely different person. Cha Gweonwoo was an S level esper, one of only two in Korea. To Kim Doweon, Cha Gweonwoo was a blunt and cold esper that would call him to guide frequently. To Cha Gweonwoo, Kim Doweon was a guide who he saw as a walking IV. However, after Cha Gweonwoo was caught in an explosion, suddenly he became all smiles and happy to see Doweon!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0c7eeef-0b25-43b2-9cad-d25bee60d3e3",
    "title": {
      "en": "Omega Tribe"
    },
    "updatedAt": "2024-05-04T19:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/e0c7eeef-0b25-43b2-9cad-d25bee60d3e3/cb26e8a5-7c5e-4b7e-8b51-a8fac7ff67d1.jpg",
    "altTitles": [
      {
        "ja": "オメガトライブ"
      },
      {
        "zh": "神鬼一族"
      }
    ],
    "description": {
      "en": "It's the dawn of a new millennium....while all the people of the world are living their lives, something is happening in Africa,  where the first humans were born. Now a new type of human is going to rise, and it''s going to change the world, either we like it or not. Evolve or get extinct, there no other choices in this manga which explores the meaning of life, evolution and what being human really means."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "erotica",
    "lastVolume": "14",
    "lastChapter": "152"
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-05-08T18:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "312e47bc-5749-4be8-8a23-19f1f909949d",
    "title": {
      "en": "Zatsu Tabi: That's Journey"
    },
    "updatedAt": "2023-11-26T09:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/312e47bc-5749-4be8-8a23-19f1f909949d/81ca2519-6045-4a87-aac5-8de126a6063e.jpg",
    "altTitles": [
      {
        "en": "That's Journey"
      },
      {
        "ja": "ざつ旅"
      },
      {
        "vi": "cuộc hành trình"
      }
    ],
    "description": {
      "en": "Chika Suzugamori, a rookie manga artist, has been getting rejected every time she submits a new draft.\n\nOn the verge of giving up, she suddenly gets the idea of going on a journey-\n\nA journey that heals precisely because it's rough - the ultimate travel comic!",
      "ja": "ここではない、どこか。そこに私が待っている——。\n\n新人漫画家の鈴ヶ森ちかは、ネームを持ち込む度に全ボツを食らっていた。\n心が折れかけた彼女だが、唐突に旅に出ることを思い立ち——。\nざつな旅だからこそ癒やされる、究極旅コミック！",
      "es-la": "Chika Suzugamori, una artista de manga novata, ha sido rechazada cada vez que presenta un nuevo borrador. \n\nA punto de rendirse, de repente se le ocurre la idea de emprender un viaje... \nUn viaje que se cura precisamente porque es duro: ¡el cómic de viajes definitivo!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-04-01T20:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e19faf72-2235-4126-9a77-46f9275de222",
    "title": {
      "en": "Primal Hunter"
    },
    "updatedAt": "2024-03-06T21:33:51+00:00",
    "coverArt": "https://mangadex.org/covers/e19faf72-2235-4126-9a77-46f9275de222/69369803-4c6f-4805-b0f7-2b37fafeb99c.jpg",
    "altTitles": [
      {
        "pl": "Pierwotny Łowca"
      }
    ],
    "description": {
      "en": "Jake, a seemingly average office worker, unexpectedly finds himself thrust into a fantasy world teeming with dangers and opportunities. Rather than succumbing to fear, Jake thrives in this unfamiliar realm. As he navigates the expansive multiverse, his power grows and he transforms—evolving from a mundane office worker into a true apex hunter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63fee248-5a5b-4b1f-857a-a95222e98fe9",
    "title": {
      "en": "Report My Boss"
    },
    "updatedAt": "2024-05-29T07:10:31+00:00",
    "coverArt": "https://mangadex.org/covers/63fee248-5a5b-4b1f-857a-a95222e98fe9/6e57a151-23e3-46ce-8329-45380eaf16ac.png",
    "altTitles": [
      {
        "ko": "리포트 마이보스"
      }
    ],
    "description": {
      "en": "\"I have to protect you. That's what I thought. At first......\"\n\nGiwoo, who took time off school and was looking for a part-time job, happens upon a posting for a high-paying part-time job at a PC room.\n\nWhen he arrives at the PC room for his interview, he sees crowds of people waiting outside as if it were a famous restaurant.\n\nThe reason being: the \"boss's face\".\n\nA pure and beautiful boss who looks clueless and naïve, like he'd be an easy target of deception. Nervously standing teary-eyed within the wolfpack of onlookers that is always on the lookout for him.\n\nGiwoo, who dreams of being a righteous policeman in the future, makes up his mind from the very first moment to protect the boss from this wolfpack.\n\nBut... as time goes on, the boss beings acting strangely...\n\n\"Excuse me, Boss... why are you beating up gangsters...?!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12c7c916-8ba4-4f30-b80b-4f5295f28c1d",
    "title": {
      "en": "Love Letter Lyrics"
    },
    "updatedAt": "2024-01-17T11:01:15+00:00",
    "coverArt": "https://mangadex.org/covers/12c7c916-8ba4-4f30-b80b-4f5295f28c1d/af4012af-f9d6-4049-879a-14614f6c1b4b.jpg",
    "altTitles": [
      {
        "ko": "러브 레터 리릭스"
      }
    ],
    "description": {
      "en": "Novice lyricist Baek Jiseok enters A&R Co. through a recommendation from his college senior and is assigned to compose the lyrics of a new song for renowned singer Cha Doyoon. However, his lyrics are stolen, and he finds himself on the brink of a lawsuit. \nThe person who extends a helping hand in this situation to the desperate Jiseok is none other than Cha Doyoon?!\n\"Why are you helping me?\"\nWill Jiseok be able to pen his lyrics successfully even as he cohabitates with the unfathomable Doyoon?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "4f1e1b1f-3dc9-40ca-a406-70704a55e6b8",
    "title": {
      "en": "Save Me"
    },
    "updatedAt": "2023-06-19T18:06:22+00:00",
    "coverArt": "https://mangadex.org/covers/4f1e1b1f-3dc9-40ca-a406-70704a55e6b8/906d909d-5704-4e4c-81ff-918c72e1edfe.jpg",
    "altTitles": [
      {
        "en": "Guwon Hasoseo"
      },
      {
        "ru": "Спаси меня"
      },
      {
        "ko": "구원 하소서"
      }
    ],
    "description": {
      "en": "Hyeongoh, the first place student at school, is disabled and has a knack for getting ridiculed by the school's bullies. With no help and no way out, he finds himself in a despairing situation…until someone appears to stand by his side!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "63"
  },
  {
    "mangaId": "8d6585c1-ddea-4fcb-8e3b-b1191b653831",
    "title": {
      "en": "The Breaker - Eternal Force"
    },
    "updatedAt": "2024-05-28T16:23:59+00:00",
    "coverArt": "https://mangadex.org/covers/8d6585c1-ddea-4fcb-8e3b-b1191b653831/fa323231-9732-4484-b3c2-b6d57e61adbf.jpg",
    "altTitles": [
      {
        "en": "The Breaker Season 3"
      },
      {
        "en": "Eternal Force"
      },
      {
        "ko": "이터널 포스"
      },
      {
        "es-la": "Fuerza Eterna"
      }
    ],
    "description": {
      "en": "Ha Jae, who’s contemplating death on the rooftop due to bullying. A senior appears before him and suddenly pushes Ha-Jae off?! But, he wakes up safely in the Nurse’s Office in school. Ha-Jae’s retaliation against the bullying that the delinquents have started again ends in failure…\r\n\r\nBut, Siwoon appears before him yet again and coaches Ha-Jae to defeat the delinquents in one strike using his fist.\r\n\r\nThe presence of the Murim appears hidden under what seems to be an ordinary school, and the perilous adventure to the world of Murim begins."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "661a792b-6729-4f54-af20-4108db55ccf4",
    "title": {
      "en": "Ouran High School Host Club"
    },
    "updatedAt": "2024-05-03T20:26:16+00:00",
    "coverArt": "https://mangadex.org/covers/661a792b-6729-4f54-af20-4108db55ccf4/181706d5-2c5e-4f09-b55e-99e0294fe255.jpg",
    "altTitles": [
      {
        "vi": "6 chàng trai và 1 cô gái"
      },
      {
        "pt-br": "Colégio Ouran Host Club"
      },
      {
        "fr": "Host Club - Le Lycée de la séduction"
      },
      {
        "ru": "Гостевой клуб лицея Оран"
      },
      {
        "ru": "Хост-клуб школы Оран"
      },
      {
        "ar": "نادي الضيافة لثانوية أوران"
      },
      {
        "ja": "桜蘭高校ホスト部"
      },
      {
        "zh-hk": "櫻蘭高校男公關部"
      },
      {
        "ko": "오란고교 호스트부"
      }
    ],
    "description": {
      "en": "One day, Haruhi, a scholarship student at exclusive Ouran High School, breaks an $80,000 vase that belongs to the \"Host Club,\" a mysterious campus group consisting of six super-rich (and gorgeous) guys. To pay back the damages, she is forced to work for the club, and it's there that she discovers just how wealthy the boys are and how different they are from everybody else. [Viz]"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "83.5"
  },
  {
    "mangaId": "b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a",
    "title": {
      "en": "Yowa Yowa Sensei"
    },
    "updatedAt": "2024-05-22T01:48:14+00:00",
    "coverArt": "https://mangadex.org/covers/b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a/10f45e88-7df7-42f4-82b9-f376430ab2cd.jpg",
    "altTitles": [
      {
        "ja": "よわよわ先生"
      },
      {
        "en": "Weak-kneed Teacher"
      },
      {
        "ru": "Учитель Ёваёва"
      },
      {
        "ja-ro": "Yowayowa Sensei"
      }
    ],
    "description": {
      "en": "It's the start of a new school year. The new homeroom teacher for Abikura-kun, a second-year high school boy, is Hiyori Hiwamura, who is known as a \"Scary Teacher\", rumored to curse you if she gets offended! One day after school, Abikura-kun witnessed the other side of \"YowaYowa-sensei\"... and he is shocked by the gap between reputation and reality! The opening of a romantic comedy that will stir up your protective instincts!!",
      "ja": "新学期。2年生に進級した男子高校生・阿比倉くん達のクラス担任になったのは、機嫌を損ねれば呪われると噂の通称『こわこわ先生』こと、鶸村ひより先生だった！ そんな、『こわこわ先生』の裏の一面を、ある日の放課後、目撃してしまった阿比倉くんは……。まさかのギャップに悶絶必至！ あなたの庇護欲を掻き立てる、よわよわラブコメ開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fac0d1c0-bfe9-4668-ac36-0ed1c47eb423",
    "title": {
      "en": "I Love You, as a Friend"
    },
    "updatedAt": "2023-08-12T10:55:56+00:00",
    "coverArt": "https://mangadex.org/covers/fac0d1c0-bfe9-4668-ac36-0ed1c47eb423/fb97c242-b51b-4d7e-859f-8bb52880346a.jpg",
    "altTitles": [
      {
        "ja-ro": "Tomodachi Toshite Daisuki"
      },
      {
        "zh-hk": "作為朋友，最喜歡你了"
      },
      {
        "ja": "友達として大好き"
      },
      {
        "ru": "Я люблю тебя, как друга"
      },
      {
        "en": "I Love You, as a Friend"
      },
      {
        "vi": "Tớ yêu cậu như một người bạn"
      }
    ],
    "description": {
      "en": "When escaping from the angry girlfriend of a boy she just finished blowing, Sanako enters a random classroom and meets Yuito, a serious and handsome boy who she immediately falls in love with and proceeds to get aroused by. Taking to heart the school rule that forbids students from forming romantic relationships, the overly serious Yuito refuses her confession. So what is she to do? Naturally, sexually harass him with the excuse that it's simply just a little skinship between friends until he gives in.  \r\n  \r\n\r\n\r\n---",
      "es": ":  \r\n||Cuando está escapando de la enojada novia de un chico al que acababa de terminar de chupársela, Sanako entra en un salón al azar y se encuentra con Yuito, un chico serio y apuesto del que se enamora de inmediato y comienza a excitarse. Tomando en serio la regla de la escuela que prohíbe a los estudiantes formar relaciones románticas, el demasiado serio Yuito rechaza su confesión. Dándose cuenta de que él es la clase de muchacho estable que nunca ha tenido cerca, que por primera vez le trata con dignidad, ella le ruega que sean por lo menos amigos. Entonces, ¿qué hará ella? Naturalmente, acosarlo sexualmente con la excusa de que solo es un pequeño contacto entre amigos hasta que se rinda.||  \r\n  \r\n\r\n\r\n---",
      "fr": ":  \r\n||En fuyant la petite amie en colère d'un garçon qu'elle vient de sucer, Sanako entre dans une classe au hasard et rencontre Yuito, un beau garçon sérieux dont elle tombe immédiatement amoureuse et dont elle commence à s'exciter. Prenant à cœur la règle de l'école qui interdit aux élèves de nouer des relations amoureuses, Yuito trop sérieux refuse la confession de Sanako. Alors que doit-elle faire ? Naturellement, le harceler sexuellement sous prétexte que ce n'est qu'un petit accrochage entre amis jusqu'à ce qu'il cède.||",
      "pt-br": "Ao fugir da namorada zangada de um garoto que ela acabou de acariciar, Sanako entra em uma sala aleatória e conhece Yuito, um garoto sério por quem ela imediatamente se apaixona e começa a se excitar. Levando a sério a regra da escola que proíbe os alunos de estabelecer relacionamentos românticos, o excessivamente sério Yuito recusa sua confissão. Então, o que ela deve fazer? Naturalmente, ela o assedia sexualmente com a desculpa de que é apenas um pouco de amizade entre amigos até que ele ceda e se apaixone por ela."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "4684953a-6bbc-4c05-82d1-808ce77960ea",
    "title": {
      "en": "Akumade Amai Watashi no Kanojo"
    },
    "updatedAt": "2024-05-05T10:06:19+00:00",
    "coverArt": "https://mangadex.org/covers/4684953a-6bbc-4c05-82d1-808ce77960ea/086828aa-b669-4d8e-b0fb-2fdbb47d5ad9.jpg",
    "altTitles": [
      {
        "ja": "あくまであまい私の彼女"
      },
      {
        "en": "My Girlfriend is Devilishly Sweet"
      }
    ],
    "description": {
      "ja": "甘いものが大好きな女の子・天井真衣は、付き合っていた彼女に振られて傷心中。ある日、勤務先のカフェの新人としてやってきた美少女・黒崎梨々に一目惚れをするも、なんと彼女は\"サキュバス\"という悪魔で……？パフェもあなたも食べちゃいたい♡ ポップでキュートな悪魔ティックガールズラブコメ、スタート！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-05-29T00:40:32+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/322e1d4e-5d1f-4e38-b456-327a4b51d0b8.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      },
      {
        "de": "Meine Wiedergeburt als Schleim in einer anderen Welt"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e954c6b-7a02-4fd7-986d-6331c0ba95d4",
    "title": {
      "en": "Hikaru ga Shinda Natsu"
    },
    "updatedAt": "2024-05-29T10:12:44+00:00",
    "coverArt": "https://mangadex.org/covers/9e954c6b-7a02-4fd7-986d-6331c0ba95d4/67643209-6f24-4476-ad2c-f7f46649594f.jpg",
    "altTitles": [
      {
        "ja": "光が死んだ夏"
      },
      {
        "en": "The Summer Hikaru Died"
      },
      {
        "zh": "光死去的夏天"
      },
      {
        "ko": "히카루가 죽은 여름"
      },
      {
        "de": "Der Sommer, in dem Hikaru starb"
      },
      {
        "pl": "Lato, kiedy umarł Hikaru"
      },
      {
        "th": "หน้าร้อนที่ฮิคารุจากไป"
      },
      {
        "zh-hk": "光逝去的夏天"
      },
      {
        "pt-br": "O verão em que Hikaru morreu"
      },
      {
        "es-la": "Hikaru ga Shinda Natsu"
      },
      {
        "es": "El verano en que Hikaru murió"
      },
      {
        "it": "L’estate in cui Hikaru è morto"
      },
      {
        "fr": "The Summer Hikaru Died"
      },
      {
        "hu": "Hikaru halálának nyara"
      }
    ],
    "description": {
      "en": "\"So, Hikaru is no more... If that's true then...\"\n\nYoshiki and Hikaru are two boys who live in a certain village. They're the same age and have always been together growing up. But one day, Yoshiki noticed that \"something else\" has taken Hikaru's place. Even after learning of this, Yoshiki still wants them to be together. And so, his life with the \"something\" that looks like his friend begins.\n\nAt the same time, strange incidents keep occurring in the village...",
      "fr": "Hikaru et Yoshiki sont deux amis d'enfance qui ont grandi ensemble dans un hameau reculé. Mais un jour, les doutes qu'éprouvait Yoshiki depuis quelque temps se confirment : depuis sa disparition en forêt, six mois plus tôt, Hikaru a été remplacé par... \"autre chose\". Malgré cet effroyable constat, Yoshiki refuse d'être séparé de son ami. Il fait alors le choix de poursuivre son quotidien aux côtés de cet \"être\" à l'image parfaite de Hikaru. Mais au même moment, d'étranges incidents se produisent çà et là dans le village...",
      "es-la": "“Así que, Hikaru ya no está… Si eso es verdad, entonces…” \n\nYoshiki y Hikaru son dos chicos que viven en cierto pueblo. Tienen la misma edad y siempre han estado juntos mientras crecían. Pero, un día, Yoshiki se da cuenta que “una cosa” tomó el lugar de Hikaru. Incluso después de saber eso, Yoshiki aún quiere que estén juntos. Y así, su vida con esa “cosa” que se parece a su amigo comienza. \n\nAl mismo tiempo, incidentes extraños continúan ocurriendo en el pueblo..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f035bce-267a-4c95-bff1-b319cad73bda",
    "title": {
      "en": "Silver Triangle"
    },
    "updatedAt": "2022-02-02T00:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/5f035bce-267a-4c95-bff1-b319cad73bda/29c8b17e-2e4f-4328-80cc-a5b0f5c3487c.jpg",
    "altTitles": [
      {
        "ja-ro": "Gin no Sankaku"
      },
      {
        "pl": "Srebrny Trójkąt"
      },
      {
        "ja": "銀の三角"
      },
      {
        "zh": "银之三角"
      }
    ],
    "description": {
      "en": "Marlee, an agent of the advanced civilization Central on the planet Blue Ear, finds himself on a mission to track down the troubadour Lagthorin. His mission leads him to the planet Corundum, where he finds the elusive musician and subsequently dies. Back at Central, he is regenerated into a new clone, Marlee Two, who sets off once more, drawn back to Lagthorin and her song. And so the strings of fate guide Marlee forward, inescapably intertwined with both the events on the planet Corundum and, 30,000 years across time, with the long-extinct race of the planet Silver Triangle.  \n  \nA 1-volume classic sci-fi manga.  \n  \nWinner of the Seiun Award in 1983."
    },
    "status": "completed",
    "releaseDate": 1980,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "3"
  },
  {
    "mangaId": "ab481ba5-fcc7-4f92-863f-341e22cbc041",
    "title": {
      "en": "Foreigner on the Periphery"
    },
    "updatedAt": "2023-12-07T15:43:20+00:00",
    "coverArt": "https://mangadex.org/covers/ab481ba5-fcc7-4f92-863f-341e22cbc041/58dbb0ad-2e08-42ba-9786-02d0286c5b4d.jpg",
    "altTitles": [
      {
        "ko": "변방의 외노자"
      },
      {
        "en": "TFOP"
      },
      {
        "en": "The Foreigner on the Periphery"
      },
      {
        "ru": "Иноземец"
      },
      {
        "ko-ro": "Byeonbangui Oenoja"
      }
    ],
    "description": {
      "en": "I don’t want to work. Like at all. But I don’t have a choice. On earth where Humans, Elves, Orcs, Trolls, Dragons, and Alien immigrants live, it is an endless repetition of incidents. This is the story of a man that’s had to work in secrecy for 800 years because he’ll die if he doesn’t work.\n\nNote: After returning from hiatus, the series was remade with a new artist.",
      "fr": "Je ne veux pas travailler. Pas du tout. Mais je n’ai pas le choix. Sur Terre, où humains, elfes, orcs, trolls, dragons et immigrants aliens vivent, c’est une répétition sans fin d’incidents. C’est l’histoire d’un homme qui a dû travailler en secret pendant 800 ans parce qu’il mourra s’il ne travaille pas.",
      "ko": "일하기가 싫다. 너무나도 싫다. 그러나 별 수는 없다.\n인간과 엘프, 오크와 트롤, 드래곤 등 외계인 이민자들이 한데 모여 살아가는 지구에는 날마다 사건이 끊이질 않는다.\n일 안 하면 죽는 남자의 위장취업 800년 차 고군분투기.",
      "ru": "Я ненавижу работать. Правда ненавижу, но приходится.\nНа Земле, где живут люди, эльфы, орки, тролли и иноземцы из далёких измерений, постоянно что-то происходит, но не у меня. Я - парень, который спустил 800 лет жизни на работу ради того, чтобы просто оставаться в живых."
    },
    "status": "cancelled",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "17"
  },
  {
    "mangaId": "64218541-8141-4834-8eb8-2976deaf04f3",
    "title": {
      "en": "Huck the Air Pirate and the Princess of Steam"
    },
    "updatedAt": "2024-05-31T20:02:16+00:00",
    "coverArt": "https://mangadex.org/covers/64218541-8141-4834-8eb8-2976deaf04f3/65995fa2-a45e-49e1-b590-c8fdf64634ca.jpg",
    "altTitles": [
      {
        "ja": "空賊ハックと蒸気の姫"
      },
      {
        "ja-ro": "Kuuzoku Huck to Jouki no Hime"
      }
    ],
    "description": {
      "en": "The Mist Industrial Revolution ushered in the \"Age of the Air.\"\n\nAs people move their lives from the ground to the skies, \"air pirates\" appear, forming cliques and roaming the skies. Among them, there was a pirate who disliked herds and roamed the skies freely, and his name was Huck, an air pirate. \n\nThe adventures of Huck and his crew in search of treasure and romance begin now!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5752a34f-2905-42d2-8817-5f4a0f0479e6",
    "title": {
      "en": "Existence"
    },
    "updatedAt": "2024-05-28T01:22:16+00:00",
    "coverArt": "https://mangadex.org/covers/5752a34f-2905-42d2-8817-5f4a0f0479e6/01dd059d-1839-45b5-8c74-a70645ee47bb.jpg",
    "altTitles": [
      {
        "ko": "존재"
      },
      {
        "ko-ro": "Jonjae"
      },
      {
        "es-la": "Existencia"
      }
    ],
    "description": {
      "en": "One day, it was a herd of ants, and another day, it was a large dinosaur.\nThis was the last reincarnation of a being that had experienced tens of thousands of reincarnations and lives.\n\nHe was born as a human with the power of every single lifeform he had ever been.\n\nWhy did he have such an ability?\nLee Jain finally came to understand.\n\n“I exist to eradicate mankind.”\n\n---\n\n**Links:**\n- [Original Webtoon (Kakao Webtoon)](https://webtoon.kakao.com/content/%EC%A1%B4%EC%9E%AC/2957)",
      "ko": "언젠가는 떼를 짓는 개미, 언젠가는 홀로 큰 공룡이었다.\n수만 번의 윤회로 각기 다른 생명을 경험했던 한 존재의 마지막 생.\n\n지금껏 경험한 모든 생의 능력을 가진 인간으로 태어났다.\n\n왜 이런 능력을 갖게 됐을까.\n이자인은 드디어 깨달았다.\n\n\"난 인간을 멸종시키기 위해 존재하는 거야\"",
      "pt-br": "Um dia, era uma manada de formigas, e outro dia, era um grande dinossauro. Esta foi a última reencarnação de um ser que experimentou dezenas de milhares de reencarnações e vidas.\n\nEle nasceu como um humano com o poder de cada forma de vida que ele já havia sido.\n\nPor que ele tinha tal habilidade? Lee Jain finalmente entendeu.\n\n“Eu existo para erradicar a humanidade.”"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "72"
  }
]