[
  {
    "mangaId": "46e530ce-0766-4cbd-b005-5e6fb0ba5e71",
    "title": {
      "en": "Boruto: Naruto Next Generations"
    },
    "updatedAt": "2024-04-15T13:22:02+00:00",
    "coverArt": "https://mangadex.org/covers/46e530ce-0766-4cbd-b005-5e6fb0ba5e71/143198b5-58bd-49dd-b8d9-6060e8528e61.jpg",
    "altTitles": [
      {
        "ja": "BORUTO-ボルト- -NARUTO NEXT GENERATIONS-"
      },
      {
        "id": "Boruto: Naruto Generasi Selanjutnya"
      },
      {
        "ru": "Боруто: Новое поколение Наруто"
      },
      {
        "ru": "Боруто. Наруто: Следующее поколение"
      },
      {
        "en": "Bolt"
      },
      {
        "ja-ro": "BORUTO: NARUTO NEXT GENERATIONS"
      },
      {
        "hi": "बोरुतो"
      },
      {
        "pt-br": "Boruto: Naruto Next Generations"
      }
    ],
    "description": {
      "en": "Naruto was a young shinobi with an incorrigible knack for mischief. He achieved his dream to become the greatest ninja in the village and his face sits atop the Hokage monument. But this is not his story… A new generation of ninja are ready to take the stage, led by Naruto's own son, Boruto!\n\n---\n\n**Notes:**\n- Includes the one-shot \"Naruto: The Path Lit by the Full Moon\".",
      "pt": "Continuação direta de Naruto. O mangá terá foco no filho de Naruto e Hinata, Boruto (Bolt), em Sarada, a filha de Sasuke e Sakura e na nova geração de ninjas após a 4° Grande Guerra Ninja.",
      "ru": "Cерия манги за совместным авторством Кодачи Укьё и Икемото Микио в жанре сёнэн, пришедшая на смену \"Наруто\".",
      "pt-br": "Continuação direta de Naruto. O mangá terá foco no filho de Naruto e Hinata, Boruto, e Sarada, a filha de Sasuke e Sakura e na nova geração de ninjas após a 4° Grande Guerra Ninja."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "80"
  },
  {
    "mangaId": "237d527f-adb5-420e-8e6e-b7dd006fbe47",
    "title": {
      "en": "Kaiju No. 8"
    },
    "updatedAt": "2024-06-21T11:49:43+00:00",
    "coverArt": "https://mangadex.org/covers/237d527f-adb5-420e-8e6e-b7dd006fbe47/87dd9b1b-0de3-41f9-bfa6-95134f20134a.jpg",
    "altTitles": [
      {
        "en": "Monster #8"
      },
      {
        "ja-ro": "Kaijuu 8-gou"
      },
      {
        "ru": "Кайдзю No. 8"
      },
      {
        "ru": "Монстр № 8"
      },
      {
        "ja": "怪獣8号"
      },
      {
        "uk": "Кайджю №8"
      },
      {
        "fr": "Kaiju n°8"
      },
      {
        "es": "Kaiju 8"
      },
      {
        "es": "Kaiju Nº8"
      }
    ],
    "description": {
      "en": "A man working a job far removed from his childhood dreams gets wrapped up in an unexpected situation…! Becoming a monster, he aims once again to fulfill his lifelong dream…!\n\n---\n**Links:**\n- Alternative Official English - [Viz](https://www.viz.com/kaiju-no-8)",
      "es": "Japón tiene la mayor tasa de incidencias por ataques de Kaijus de todo el mundo. Los Kaijus irrumpen continuamente y sin piedad en las vidas cotidianas de la gente. Kafka Hibino, que siempre quiso ser un miembro de las Fuerzas de Defensa, actualmente trabaja como limpiador de cadáveres de Kaijus.\nSin embargo, un día, una misteriosa criatura convierte a Kafka en un Kaiju, y las Fuerzas de Defensa de Japón, encargados de derrotar a estos monstruos, le identificaron con el nombre clave de “Kaiju N.8”.",
      "fr": "Enfant, Kafka Hibino rêvait d’intégrer les Forces de Défense pour combattre ces terribles ennemis, mais après de nombreux échecs à l’examen d’entrée, ce trentenaire travaille à nettoyer les rues de leurs encombrants cadavres. Jusqu’au jour où une mystérieuse créature s’introduit dans son organisme et le métamorphose en une entité surpuissante mi-humaine, mi-kaiju. Son nouveau nom de code : “Kaiju n° 8” !\n\nMaison d'édition FR : Kazé / Crunchyroll",
      "it": "Un uomo, infelice del lavoro che deve fare per il resto della sua vita, rimane coinvolto in un evento inaspettato…!  \r\nSi è trasformato in un kaiju, una creatura mostruosa, che gli darà un'altra opportunità per raggiungere ciò che ha sempre sognato!",
      "ja": "怪獣発生率が世界屈指の日本。この国は、容赦なく怪獣が日常を侵していた。かつて防衛隊員を目指していたが、今は怪獣専門清掃業で働く日比野カフカ。ある日カフカは、謎の生物によって、身体が怪獣化、怪獣討伐を担う日本防衛隊からコードネーム「怪獣8号」と呼ばれる存在になる。",
      "ru": "Некоторые люди проживают серую жизнь, так и не пережив ничего захватывающего. Но нашему герою вроде бы повезло: хоть он и был недоволен работой, которой ему пришлось заниматься, случается кое-что неожиданное. Он превращается в кайдзю — чудовищное существо, и теперь получает шанс не просто изменить свою жизнь, а достичь всего, о чём он когда-либо мечтал!",
      "tr": "Yapmak zorunda olduğu işinde pek de memnun olmayan bir adam beklenmedik olaylara karışır..! Bir Kaiju'ya, dehşet verici korkunç, muazzam bir yaratığa dönüşür. Peki ya bu, uzun zamandır hayal ettiği şeylere sonunda kavuşabileceği fırsatıysa..?.",
      "pt-br": "Um homem, descontente com o trabalho que teve na vida, está envolvido em um evento inesperado...! Ele se torna um Kaijuu, uma criatura monstruosa, dando-lhe uma nova chance de alcançar o que ele sempre sonhou!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c49df081-b955-4c04-936d-72106ff909cc",
    "title": {
      "en": "Full Metal Panic!"
    },
    "updatedAt": "2022-04-21T23:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/c49df081-b955-4c04-936d-72106ff909cc/a286fe01-288d-487a-b4dd-74b6e829857c.jpg",
    "altTitles": [
      {
        "en": "FMP"
      },
      {
        "ja": "フルメタル・パニック!"
      },
      {
        "zh-hk": "驚爆危機!"
      }
    ],
    "description": {
      "en": "Trouble always seems to follow the beautiful and sassy, Kaname Chidori. Though she is only a high-school student, Kaname is constantly the target of terrorism. Lucky for her though, the dreamy Sosuke, an undercover agent from Mithril, is one step behind her, ready to protect her at any cost. But will he be able to save her from harm every time she is in trouble?"
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "58"
  },
  {
    "mangaId": "a28036e8-cdd4-4f43-8fa8-1f5469e40d3f",
    "title": {
      "en": "Boukenka ni Narou! Skill Board de Dungeon Kouryaku"
    },
    "updatedAt": "2024-06-15T10:55:12+00:00",
    "coverArt": "https://mangadex.org/covers/a28036e8-cdd4-4f43-8fa8-1f5469e40d3f/86e5b26a-66a2-4a49-a41e-a50feb7ba67e.jpg",
    "altTitles": [
      {
        "en": "CALL TO ADVENTURE! Defeating Dungeons with a Skill Board"
      },
      {
        "ja-ro": "Bouken-ka ni Narou!"
      },
      {
        "ja-ro": "Bouken-ka ni Narou! ~ Sukiruboodo de Danjon Kouryaku ~"
      },
      {
        "ja-ro": "Boukenka ni Narou! ~Skill Board de Dungeon Kouryaku~"
      },
      {
        "en": "Become an Adventurer! ~Defeating Dungeons with a Skillboard~"
      },
      {
        "ru": "Стать авантюристом! ~ Как пройти подземелье с помощью панели навыков ~"
      },
      {
        "ja": "冒険家になろう! ~スキルボードでダンジョン攻略~"
      },
      {
        "ko": "모험가가 되자! ~스킬보드로 던전 공략~"
      },
      {
        "ja-ro": "Bouken-ka ni Narou! ~Skill Board de Dungeon Kouryaku~"
      },
      {
        "zh-hk": "成為冒險家吧！ ~ 用技能面板攻略地下城 ~"
      },
      {
        "zh": "成为冒险家吧！ ～用技能面板攻略地下城 ~"
      },
      {
        "ja-ro": "Bōken-ka ni Narou! ~ Skillboard de Dungeon Kōryaku ~"
      },
      {
        "en": "Let's Be an Adventurer! ~Defeating Dungeons with a Skill Board~"
      }
    ],
    "description": {
      "en": "Karaboshi Haruki has no presence as far as can be recognized, and so he became an adventurer with only the desire to \"stand out.\" One day, a dungeon appeared under his home in Hokkaido. Coincidentally, he picked up a \"Skill Board\" with which he can spend skill points to increase his growth rate. Is it possible to become a popular person by obsessively diving into your home dungeon everyday?\n\nBased on the popular fantasy Light Novel: \"Become an Adventurer,\" winner of the 6th Net Novel Grand Prize.",
      "ru": "У Карабоши Харуки нет ничего, что выделяло бы его из толпы, и поэтому он решил стать авантюристом, желая \"отличиться\". Однажды под его домом на Хоккайдо появилось подземелье. По случайному совпадению, он нашёл так называемую \"панель навыков\", в которой он может распределять специальные очки для увеличения скорости прокачки. Сможет ли Харуки стать популярным человеком, одержимо посещая своё \"домашнее подземелье\" каждый день?",
      "pt-br": "Karaboshi Haruki não tem presença, tanto quanto pode ser reconhecido, então ele se tornou um aventureiro com apenas o desejo de \"se destacar\". Um dia, uma masmorra apareceu sob sua casa em Hokkaido. Coincidentemente, ele pegou um \"Skill Board\" com o qual pode gastar pontos de habilidade para aumentar sua taxa de crescimento. É possível se tornar uma pessoa popular mergulhando obsessivamente na masmorra de sua casa todos os dias?\r\n  \r\nBaseado no popular romance de fantasia Light Novel: \"Become an Adventurer\", vencedor do 6th Net Novel Grand Prize."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04ff2200-7e68-49fe-92e0-d353b3dff2d2",
    "title": {
      "en": "Inkya Datta Ore no Seishun Revenge: Tenshi sugiru Ano Ko to Ayumu Re Life"
    },
    "updatedAt": "2024-06-12T04:00:47+00:00",
    "coverArt": "https://mangadex.org/covers/04ff2200-7e68-49fe-92e0-d353b3dff2d2/39de870b-2652-4d7d-8672-a68b7d29ff51.jpg",
    "altTitles": [
      {
        "ja": "陰キャだった俺の青春リベンジ 天使すぎるあの娘と歩むReライフ"
      },
      {
        "ja-ro": "Inkya Datta Ore no Seishun Revenge: Tenshi sugiru Ano Ko to Ayumu Re Life"
      },
      {
        "ru": "Месть моей юности: Моя жизнь с девушкой, которая была слишком похожа на ангела"
      },
      {
        "en": "The Revenge of My Youth: My Re Life with a Girl Who Was Too Much of an Angel"
      },
      {
        "ja": "陰リベ"
      },
      {
        "ja-ro": "In-ri-be"
      }
    ],
    "description": {
      "en": "This is the story of Niihama Shincirou, who collapsed after being ravaged by a black company and woke up to find that he had been sent back to his second year of high school. When he wakes up, he finds himself in a time leap to his second year of high school. His high school life …… was gray and shady, but he’s sure he can start over now.\n\nThe beautiful girl of his dreams, Haruka Shijouin, whom he met again over time, is even more innocent and cute than he remembered, and above all, she has been staring straight at Niihama.\n\n*“I feel like you’ve changed a lot from the Niihama I knew yesterday. You’re still kind, but you’ve grown up, and that’s wonderful!”*\n\nIf I could change the future, I would definitely save her life after she took her own life after being severely bullied. With the adult mentality and corporate power that I’ve acquired, I’m going to take my revenge on my second youth with her–!",
      "id": "bercerita tentang seorang budak korporat bernama Niihama Shincirou yang bekerja di perusahaan gelap dia pingsan setelah kelelahan bekerja dan ketika terbangun ia terkejut karena ternyata dia mengalami lompatan waktu dan kembali ke masa di mana dia masih seorang murid SMA. lalu karena dia sudah kembali ke masa lalu dia bertekad untuk balas dendam dengan menjadi lebih aktif dan berjuang untuk mendapatkan hal yang dia inginkan tidak peduli siapapun lawannya sampai pada akhirnya menebus semua penyesalan yang telah ia lakukan di kehidupan sebelumnya...",
      "ja": "ブラック企業勤めの社畜サラリーマン・新浜心一郎は、過労の末に職場で倒れ――――目が覚めると高校時代に！？\nタイムリープ青春\"リベンジ\"ラブコメ、ここに開幕！",
      "pt-br": "Niihama Shinichirou, o qual desmaiou após ser explorado ao extremo por uma ‘companhia exploradora’ e ao acordar descobriu que havia sido mandado de volta para o segundo ano do ensino médio. Sua vida escolar foi sombria e melancólica… No entanto, ele tem certeza de que agora pode recomeçar.\nHaruka Shijouin, uma linda garota que ele conheceu antes, de repente parece ainda mais inocente e bonita do que Shinichirou se lembrava, e acima de tudo, ela olha diretamente para ele… \n\n“Eu sinto que você está bem diferente do Niihama que eu conhecia ontem. Você continua gentil, mas você cresceu, e isso é maravilhoso!” \n\nSe eu pudesse mudar o futuro, eu definitivamente iria salvá-la depois que ela tirou a própria vida após sofrer severamente por conta de bullying. Com a mentalidade adulta e poderes corporativos que adquiri, eu vou me vingar da minha segunda juventude com ela–!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "decb475a-c54a-430f-a08a-0ffbfb12a977",
    "title": {
      "en": "Legal Pirate Parfait"
    },
    "updatedAt": "2024-03-25T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/decb475a-c54a-430f-a08a-0ffbfb12a977/f763e319-805a-47f6-97f0-928c43da7daf.jpg",
    "altTitles": [
      {
        "ko": "합법해적 파르페"
      },
      {
        "en": "Privateer Parfait"
      },
      {
        "en": "Parfait: the Privateer"
      },
      {
        "en": "Parfait: the Legal Pirate"
      }
    ],
    "description": {
      "en": "The extraordinary Princess Parfait's marvelous fantasy adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd935ca2-c9b6-4f2b-a3b3-77402d2337d8",
    "title": {
      "en": "Maou Gakuen no Hangyakusha"
    },
    "updatedAt": "2024-07-12T21:01:57+00:00",
    "coverArt": "https://mangadex.org/covers/bd935ca2-c9b6-4f2b-a3b3-77402d2337d8/8e5ba6e2-14cb-4a6c-939c-9b2b04ec600a.jpg",
    "altTitles": [
      {
        "ja": "魔王学園の反逆者"
      },
      {
        "en": "Demon Academy's Rebel"
      }
    ],
    "description": {
      "en": "Yuuto is an ordinary high school boy who, one day, notices a mysterious tarot card by his bed. He shows it to his parents, who give him the good news - as the son of demonking, he is eligible to become the next Demon Lord. As such, Yuuto is soon brought to a demonic academy in order to improve his devilish skills and earn the title of demon lord. And, you know, get a harem along the way.   \n  \nFrom the author of Masou Gakuen HxH and Ecstas Online.",
      "pt-br": "\"A humanidade é nada mais que escrava para uma raça demoníaca - Um estudante comum do ensino médio, Morioka Yuuto, foi escolhido para ser candidato ao próximo rei demônio. Ele é transferido para o colégio Ginsei, aonde é tratado com desdenho pelos outros estudantes. [Juro que vou te fazer ser rei demônio. Por isso... me torne a sua serva!] Yuuto se encontra com uma linda demônio, Himegami Lizel, que muda o seu mundo e sua vida. Ele pode aprender qualquer tipo de magia instantaneamente e absorver poder mágico infinitamente ao ter contato com suas servas. Esse é um poder especial que os demônios não tinham e era concedida a apenas a um humano, Yuuto. O humano que se tornou candidato a rei demônio e desafiou os mais fortes demônios para ser o próximo rei! Emocionante e fascinante. A fantástica história de ascensão em um colégio de magia se inicia!\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "955c730a-9304-4f82-ae96-af48ff5eaa0c",
    "title": {
      "en": "Kurai Anoko to Shitai koto"
    },
    "updatedAt": "2024-05-03T14:43:20+00:00",
    "coverArt": "https://mangadex.org/covers/955c730a-9304-4f82-ae96-af48ff5eaa0c/3de48302-1ced-4433-8f15-9688c591f339.jpg",
    "altTitles": [
      {
        "ja": "くらいあの子としたいこと"
      },
      {
        "en": "What I’d like to do with that gloomy girl"
      },
      {
        "id": "Apa yang inginku lakukan dengan gadis yang murung itu?"
      },
      {
        "ja-ro": "Kurai Ano Ko to Shitai Koto"
      },
      {
        "zh": "想与阴暗的她一起做的事"
      },
      {
        "zh-ro": "Xiǎng yǔ yīn'àn de tā yīqǐ zuò de shì"
      }
    ],
    "description": {
      "en": "That gloomy girl is so beautiful! Let's aim for it! A school romance comedy together with that reserved, cute girl as we try to stop being loners!",
      "ja": "陰のある子は美しい！\n内気可愛いあの子と送る、目指せ脱ぼっち学園ラブコメ！",
      "pt-br": "A garota sombria é linda!  Uma romcom escolar sobre uma garota fofa e tímida e um garoto que quer fazer amigos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e15af31c-d413-414c-a7a5-5fb09c86a16a",
    "title": {
      "en": "The Secrets of the Lovely Duchess"
    },
    "updatedAt": "2024-05-25T20:25:28+00:00",
    "coverArt": "https://mangadex.org/covers/e15af31c-d413-414c-a7a5-5fb09c86a16a/40865dcd-4e81-4752-8f49-54cd5324898c.png",
    "altTitles": [
      {
        "ko": "사랑스러운 공작 부인의 비밀"
      }
    ],
    "description": {
      "en": "Luclia is a girl who was trapped in the demon archduke's dungeon for seven years and saw ghosts. One day the prison wall collapsed and a man came.\n\n\"Wow! are you a prince?\"\n\"Sorry, I'm just a duke.\"\n\nDavier, Duke of the House of Montenfeltro. Sure enough, with his temperamental and violent personality, he would take Luclia, an unknown girl, as his princess?!\n\n\"Duke, I wonder why you brought her here...\"\n\nLuclia, who has just entered the word with the mysterious Duke Davier. Can two people understand each other and still be happy?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7898980b-1b23-4910-ac59-50f83c493b71",
    "title": {
      "en": "Kujibiki Tokushou Musou Harem-ken"
    },
    "updatedAt": "2024-04-16T18:28:38+00:00",
    "coverArt": "https://mangadex.org/covers/7898980b-1b23-4910-ac59-50f83c493b71/c4520ed9-6213-40dc-b65a-2f05cfe384e8.jpg",
    "altTitles": [
      {
        "en": "777 Power Harem"
      },
      {
        "en": "Aligned Seven of Three Stars"
      },
      {
        "en": "Grand Prize: Unrivalled Harem Ticket"
      },
      {
        "ja-ro": "Kujibiki Tokushou: Musou Hāremu ken"
      },
      {
        "ru": "Главный приз лотереи: Несравненный гарем"
      },
      {
        "ja": "くじ引き特賞：無双ハーレム権"
      },
      {
        "zh-hk": "抽獎特獎：無雙後宮權"
      }
    ],
    "description": {
      "en": "I drew a lottery at the Shopping District and won the privilege to go to another world. After drawing a lot of balls, unexpectedly I got a cheat-like skill. Silencing those who are noisy and getting hold of all the things that I want. I will satisfy all my desires.  \n\n\n---",
      "pt": "Um virgem que ganha na loteria e como prêmio pode ir para outro mundo e escolher seu poder.  \n\n\n---\n\n  \n- [Japanese Light Novel (Bookwalker)](https://bookwalker.jp/de3a938b85-e9d2-4f4d-9161-49b2f44782a3/)",
      "pt-br": "Ganhei na loteria do Shopping District o privilégio de ir para outro mundo.  \n\nDepois de sortear várias bolas, inesperadamente ganhei uma habilidade semelhante a uma trapaça. Com esse poder, satisfarei todos os meus desejos e terei o meu próprio harem!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Metal Goddess Soldier"
    },
    "updatedAt": "2024-06-20T02:21:51+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Iron Ladies Steel Soldiers"
      },
      {
        "en": "Iron Ladies"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62b74aa6-24df-4b91-b76d-39e7ab3c3ca5",
    "title": {
      "en": "REAL"
    },
    "updatedAt": "2024-06-02T07:38:32+00:00",
    "coverArt": "https://mangadex.org/covers/62b74aa6-24df-4b91-b76d-39e7ab3c3ca5/2e0756a9-5f2e-4347-9137-33073a053c35.jpg",
    "altTitles": [
      {
        "tr": "Gerçek"
      },
      {
        "ar": "حقيقي"
      },
      {
        "ja": "リアル"
      },
      {
        "zh": "REAL命运强手"
      },
      {
        "ko": "리얼"
      },
      {
        "kk": "Шың"
      }
    ],
    "description": {
      "en": "Nomiya Tomomi, a high school drop-out who wants to devote his life to helping Natsumi, a girl he sentenced to a life of immobility after a tragic bike ride he invited her on, tries to change his life around, from a trouble making delinquent into a reliable man. The problem is, both Natsumi and her sister dont seem to care at all for Nomiya, rightfuly blaming him for the accident. Plus, the only notable talent Nomiya posseses is the talent for basketball. Everything changes for him when he meets up with Togawa Kiyoharu, a wheelchair basketball player.\n\n---\n- **Won the Japan Media Arts Festival Excellence Prize for Manga in 2001**",
      "pt-br": "O que você faria se praticasse algum esporte que necessitasse muito das pernas e de repente se visse incapacitado de andar?, ou se a sociedade não colocasse nenhuma perspectiva de sucesso para você? Togawa Kiyoharu, Hisanobu e Nomiya Tomomi se encontram presos a esses problemas que se tornam fantasmas ou demônios que os atormentam a cada dia, e como essas histórias irão se ligar? Descubra lendo Real, uma obra do Fantástico e aclamado Takehiko Inoue criador de Slam Dunk e Vagabond!."
    },
    "status": "ongoing",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1c2f231-0777-46d4-84ec-f43f25e85b7a",
    "title": {
      "en": "Dark Castle"
    },
    "updatedAt": "2023-10-11T13:01:59+00:00",
    "coverArt": "https://mangadex.org/covers/b1c2f231-0777-46d4-84ec-f43f25e85b7a/2ee1ad27-9d2a-4778-8abf-601135717f54.jpg",
    "altTitles": [
      {
        "ru": "Тёмный Замок"
      }
    ],
    "description": {
      "en": "A dark gloomy castle with endless stairways and an ancient library. Scary, mysterious creatures live here, hiding in the night. One day, a girl who lost her memory ends up there. Who is she and how can she get back? And, most importantly, how will the owner of the castle decide her fate?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0722ec09-2e46-4ad3-862e-2d6a5004d7cb",
    "title": {
      "en": "Angel Ace"
    },
    "updatedAt": "2024-05-20T20:27:03+00:00",
    "coverArt": "https://mangadex.org/covers/0722ec09-2e46-4ad3-862e-2d6a5004d7cb/56fd5f51-5065-47d9-86b6-5c2db5ed4646.jpg",
    "altTitles": [
      {
        "ja": "エンジェルエース"
      }
    ],
    "description": {
      "en": "Women's professional baseball is a national sport. A certain encounter in a corner of Japan propels a girl to the stage of her dreams!\n___________\n[Alt Raw](https://twitter.com/kabatani42/status/1626508150487797761)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ae1bfa5-3b05-4769-8e6f-932f3ce70096",
    "title": {
      "en": "Jojo's Bizarre Adventure - Glass Lariats (Doujinshi)"
    },
    "updatedAt": "2023-12-28T07:53:39+00:00",
    "coverArt": "https://mangadex.org/covers/0ae1bfa5-3b05-4769-8e6f-932f3ce70096/56ae6a59-0024-4e41-942f-3f6b1576c078.jpg",
    "altTitles": [
      {
        "en": "JJBA: GL"
      },
      {
        "en": "Jojos glass lariats"
      },
      {
        "en": "Glariats"
      }
    ],
    "description": {
      "en": "The year is 2019 in Puerto Larraín, Chile. Glass Lariats follows the story of Josefina Torres, a 17 year old teenager, on her adventure to find her sister who was kidnapped for unknown reasons. During her adventure, Josefina will fight to learn about her family history and unveil the mystery behind the man who appears in her dreams."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37b87be0-b1f4-4507-affa-06c99ebb27f8",
    "title": {
      "en": "Dragon Ball Super"
    },
    "updatedAt": "2024-05-26T22:56:13+00:00",
    "coverArt": "https://mangadex.org/covers/37b87be0-b1f4-4507-affa-06c99ebb27f8/d01056df-423a-49ae-88f4-092e64119a96.jpg",
    "altTitles": [
      {
        "ja-ro": "Dragon Ball Chou"
      },
      {
        "id": "Mutiara Naga Super"
      },
      {
        "ar": "دراغون بول سوبر"
      },
      {
        "ja": "ドラゴンボール超"
      },
      {
        "zh": "드래곤볼 슈퍼"
      }
    ],
    "description": {
      "en": "Dragon Ball Super follows the aftermath of Goku's fierce battle with Majin Buu, as he attempts to maintain earth's fragile peace.\n\nHaving defeated Majin Buu, Goku is starting to get bored with his life on Earth. His wife, Chi-chi, wants him to get a job, but all he wants to do is train and fight stronger enemies. Elsewhere in the universe, the God of Destruction, Beerus, and his attendant Whis are traveling from planet to planet in search of food and entertainment. \n\nAfter blowing up some hapless victims, Beerus is reminded of a man from his dreams with the moniker “Super Saiyan God,” or something like that... The God of Destruction sets his sights on Earth to track down this mysterious man! Maybe this will give Goku something to do?",
      "pt-br": "Dragon Ball Super segue as consequências da batalha feroz de Goku com Majin Buu, enquanto ele tenta manter a frágil paz da Terra."
    },
    "status": "hiatus",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af6f72d6-af16-4974-ac72-c8ca8cb6db58",
    "title": {
      "en": "Ochame na Okusan to no Nichijou Chabangoto"
    },
    "updatedAt": "2024-06-29T12:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/af6f72d6-af16-4974-ac72-c8ca8cb6db58/3a295f23-9722-464f-85f6-c4b2e530c167.jpg",
    "altTitles": [
      {
        "ja": "とある奥さんの様子"
      },
      {
        "ja-ro": "Toaru Okusan no Yousu"
      },
      {
        "en": "The State of a Certain Wife"
      },
      {
        "ja": "お茶目な奥さんとの日常茶番事"
      },
      {
        "ja-ro": "Ochame na Okusan to no Nichijou Chabangoto"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternate Official Raw - [X (Formerly Twitter)](https://x.com/gibagibagiba/status/1633031267829817344) (Chapter 2),\n[Nico Nico Douga Manga](https://sp.manga.nicovideo.jp/comic/63088) (Different chapter numbering)\n- Defunct Official Raw (Chapter 1) - [Pixiv](https://www.pixiv.net/artworks/105860251), [FANBOX](https://gibagibagiba.fanbox.cc/posts/5412957)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74ad3ad0-41e2-4919-a3dd-e5061c3444da",
    "title": {
      "en": "Futago Matomete \"Kanojo\" ni Shinai?"
    },
    "updatedAt": "2024-07-01T15:24:51+00:00",
    "coverArt": "https://mangadex.org/covers/74ad3ad0-41e2-4919-a3dd-e5061c3444da/e5121059-4937-42cb-a956-8d8bcfda44d3.png",
    "altTitles": [
      {
        "ja": "双子まとめて『カノジョ』にしない?"
      },
      {
        "en": "Why Don't You Make the Twins Your \"Girlfriend\" Together?"
      },
      {
        "es-la": "¿Por qué no juntar a las gemelas y convertirlas en una novia?"
      }
    ],
    "description": {
      "en": "Usami is a beautiful classmate with good morals and top grades. At school, she views Sakuto as her rival. But when he bumps into her after school, he sees a different side of her. She was playing at an arcade after classes, and she had this innocent smile that one couldn't imagine on her at school.\n\nFor the sake of getting along with her, he gets close to her at school and then plays together with her after school. They each have their places where they can deepen their bonds, and at last...\n\nThis is the start of a heart-warming love triangle romcom!\n\n---\n\n**Links:** \n- [Official LN (JP)](https://fantasiabunko.jp/special/202311futago)",
      "ja": "品行方正、成績トップの同級生美少女・宇佐見。\n校内で俺をライバル視して突っかかる彼女には放課後、別の顔がある。\n彼女は放課後、ゲーセンで遊び、学校では想像できない無邪気な笑顔を見せるのだ。\n\n俺は宇佐見と仲良くなるため、校内では寄り添い、放課後は一緒に遊ぶ。\nそれぞれの場所で仲を深め、ついに……ハートフル三角ラブコメ開幕！",
      "es-la": "Usami, una hermosa compañera de clase, modelo de buena conducta y la mejor en calificaciones, me ve como su rival en la escuela. Sin embargo, después de clases, ella muestra una faceta completamente diferente. Después de la escuela, juega en la sala de juegos y muestra una inocente sonrisa que no podrías imaginar viendo en la escuela. Para acercarme a Usami, la acompañó en la escuela y jugamos juntos después de clases. En cada lugar, nuestra amistad se profundiza, ¡y finalmente se abre el telón de una conmovedora comedia romántica de triángulo amoroso!",
      "pt-br": "Usami é uma linda colega de classe, com bons costumes e notas altas. Na escola, ela vê Sakuto como seu rival. Mas quando ele a encontra depois da escola, ele vê um lado diferente dela. Ela estava jogando no fliperama depois das aulas e tinha aquele sorriso inocente que ninguém poderia imaginar nela na escola.\n\nPara se dar bem com ela, ele se aproxima dela na escola e depois joga com ela depois da escola. Cada um deles tem seus lugares onde podem aprofundar seus laços e, finalmente...\n\nEste é o início de uma comédia romântica de triângulo amoroso comovente!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adc92bc9-32e4-4dcb-98b4-4b66890987b9",
    "title": {
      "en": "Mightiest Melee Magician"
    },
    "updatedAt": "2024-06-24T20:59:15+00:00",
    "coverArt": "https://mangadex.org/covers/adc92bc9-32e4-4dcb-98b4-4b66890987b9/b431799f-0bb4-437b-b832-c635033979db.jpg",
    "altTitles": [
      {
        "ko": "올 힘 마법사"
      }
    ],
    "description": {
      "en": "The academy holds a chilling legend. \n\n\"Neglect practice, become like ‘Luin Ardell.\"\n\nLuin, the academy’s outcast, cursed with Mana Discharge Disability. But -\n\n\"You’re the chosen one, Draka’s harbinger of destruction.\"\n\nAfter enduring ridicule for six years, finally, a new opportunity arises.",
      "pt-br": "'Luin Ardell' Orador da turma da Academia Mágica Ignit Mais promissor que todo mundo. Mais diligente que todos os outros. Mais talentoso que qualquer outro mago. Isso é o que meu nome significava. Era isso que significava... Até meu aniversário de dez anos. \"Você possui um caso raro de 'Transtorno de Evocação de Magia'.\" Uma maldição que transformou um 'Mago Gênio' que entrou na academia com as notas mais altas em um 'Aleijado Mágico'. Mas então, um milagre me encontrou. \"Se não consigo evocar magia, só preciso socá-los!\" Força opressiva, punhos amedrontadores, Um Talento Mágico Genial. \"Nunca mais vou perder para ninguém.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9243a9d0-13dc-452d-b123-c6d5c28e46d2",
    "title": {
      "en": "Shy na Ano Ko ni Natsukaretai"
    },
    "updatedAt": "2024-06-27T21:31:07+00:00",
    "coverArt": "https://mangadex.org/covers/9243a9d0-13dc-452d-b123-c6d5c28e46d2/1757ad52-4547-4fd4-a35f-1acfae360126.jpg",
    "altTitles": [
      {
        "ja": "シャイなあの子に懐かれたい"
      },
      {
        "en": "I Want To Be Liked By That Shy Girl"
      },
      {
        "ko": "샤이한 그 아이를 좋아하고 싶어"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a34a0b7-c7ed-491f-bfae-79f625fa6384",
    "title": {
      "en": "The Great Mage of the Hero’s Party Reincarnates"
    },
    "updatedAt": "2024-06-21T12:53:40+00:00",
    "coverArt": "https://mangadex.org/covers/5a34a0b7-c7ed-491f-bfae-79f625fa6384/9661975d-b8ec-4322-85f0-9acbecbf6ee6.jpg",
    "altTitles": [
      {
        "ko": "용사파티 대마법사의 환생"
      },
      {
        "en": "The Rebirth of the Hero's Party's Archmage"
      },
      {
        "es-la": "El renacimiento del archimago del grupo del héroe"
      }
    ],
    "description": {
      "en": "At age 13, the genius wizard Rin embarked on a journey with Lista and the hero party to defeat the great evil known as “the Abyss,” which sought to plunge the world into chaos. But as the battle grew more intense, Rin’s body succumbed to the dark poison of the Abyss, putting his life in grave danger.\n\nWith the words “I’ll come back,” Rin’s soul entered a forced dormancy, only to reawaken 300 years later as a noble boy. Starting his second life in a peaceful world, Rin discovers that on one side of the world, the destined forces of darkness are beginning to stir once more.",
      "es-la": "El genio mago Lynn se embarca en un gran viaje a la edad de 13 años. Junto con el grupo de héroes, liderado por Esther, su objetivo es derrotar al gran malvado \"Abismo\" que pretende llevar al mundo al caos. Sin embargo, las batallas se vuelven cada vez más feroces y en el momento final, Lynn sucumbe al oscuro veneno del \"Abismo\". Dejando atrás las palabras \"Volveré\", el alma de Lynn permanece dormida durante 300 años, antes de resucitar en el cuerpo de un niño de noble cuna. Así comienza su segunda vida en un mundo pacífico. Pero mientras tanto, una fuerza oscura está acechando una vez más, amenazando con hundir al mundo en la confusión una vez más."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-01-02T15:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c19b45d-face-484d-bac3-886dcfbf3d65",
    "title": {
      "en": "Shimazaki in the Land of Peace"
    },
    "updatedAt": "2024-06-29T20:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/0c19b45d-face-484d-bac3-886dcfbf3d65/e91a0027-2eb9-49aa-884c-d024bd32ac41.jpg",
    "altTitles": [
      {
        "ja-ro": "Heiwa no Kuni no Shimazaki e"
      },
      {
        "ja": "平和の国の島崎へ"
      },
      {
        "vi": "Gửi Shimazaki ở đất nước hòa bình"
      },
      {
        "ru": "Дорогой Симадзаки, живущий в мирной стране"
      }
    ],
    "description": {
      "en": "As a child, Shimazaki Shingo was kidnapped by an international terrorist organization and raised as their combat agent. After 30 years, he finally made it back to his peaceful hometown in Japan. Will Shimazaki be able to live a peaceful life in this new world?",
      "id": "Saat masih kecil, Shimazaki Shingo diculik oleh organisasi teroris internasional dan dibesarkan sebagai agen tempur mereka. Setelah 30 tahun berlalu, akhirnya dia berhasil kembali kampung halamannya yang damai di Jepang.",
      "ja": "幼少期に国際テロ組織LELに拉致され、戦闘工作員となった男・島崎真悟。30年の時を経て組織からの脱出に成功した彼は、故郷である日本に帰ってくる。島崎は新天地で“平和”な暮らしを手にできるのか－－。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-12T14:02:00+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "7a27b83a-002c-41f3-96a6-e57b6cc9a222",
    "title": {
      "en": "Satsudou"
    },
    "updatedAt": "2024-05-04T14:38:17+00:00",
    "coverArt": "https://mangadex.org/covers/7a27b83a-002c-41f3-96a6-e57b6cc9a222/bbbc53f2-9abe-4ac6-b6d8-6a480baac4ac.jpg",
    "altTitles": [
      {
        "ja": "サツドウ"
      },
      {
        "en": "The path of murder"
      },
      {
        "vi": "Sát Đạo"
      },
      {
        "fr": "La voie du meurtre"
      }
    ],
    "description": {
      "en": "Akamori Mitsuo wants to be an ordinary salaryman but... He is a genius murderer born into a family that has been practising the ancient art of killing for centuries. Akamori faces obstacles like Yakuza, fighters and gangs in the path that goes to his want.",
      "fr": "Akamori Mitsuo veut être un salarié ordinaire mais... C’est un meurtrier de génie né dans une famille qui pratique l’art ancien de tuer depuis des siècles. Akamori fait face à des obstacles comme Yakuza, des combattants et des gangs sur le chemin qui mène à son besoin.",
      "vi": "Một seri mới từ tác giả của Rocopon. Akamori Rikuo, con trai thứ 6 và là một võ sĩ thiên tài trong một gia tộc sở hữu môn võ sát nhân gia truyền từ thời xa xưa. Vậy nhưng Rikuo lại muốn được trở thành một anh nhân viên văn phòng bình thường và giờ đây cuộc sống của cậu sẽ bị lũ lưu manh, đám xã hội đen và những tay võ sĩ khác làm đảo lộn không ngừng."
    },
    "status": "cancelled",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "39"
  },
  {
    "mangaId": "1a91719c-1009-482a-9915-389a366505e7",
    "title": {
      "en": "Osananajimi no Ijou Kawaii Imouto-chan"
    },
    "updatedAt": "2024-02-01T17:51:13+00:00",
    "coverArt": "https://mangadex.org/covers/1a91719c-1009-482a-9915-389a366505e7/60a50234-b7da-4ebb-9044-b8c62876a1ec.jpg",
    "altTitles": [
      {
        "ja": "幼馴染の異常可愛い妹ちゃん"
      },
      {
        "en": "My Friend's Abnormally Cute Sister"
      },
      {
        "zh-hk": "發小的異常可愛的妹妹"
      },
      {
        "zh-hk": "發小的巨可愛妹妹"
      },
      {
        "zh": "发小的异常可爱的妹妹"
      },
      {
        "zh": "发小的巨可爱妹妹"
      },
      {
        "vi": "Cô Em Gái Dễ Thương Nhưng Lạ Thường Của Bạn Tôi"
      }
    ],
    "description": {
      "en": "Yanagi, a second-year high school student, has a faint crush on Mizuki, the younger sister of her childhood friend Momo.\n\nOne day, while rummaging through Mizuki's personal belongings in her room, Yanagi discovers the truth about Mizuki...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f76eaa2-e807-4649-bd17-a87aae3d15ad",
    "title": {
      "en": "Isekai Teni Shite Kyoushi ni Natta ga, Majo to Osorerareteiru Ken ~Aoi-sensei no Gakuen Funtou Nisshi~"
    },
    "updatedAt": "2024-07-11T09:59:41+00:00",
    "coverArt": "https://mangadex.org/covers/4f76eaa2-e807-4649-bd17-a87aae3d15ad/c6a22c3a-18a5-47d8-a059-74b7a17a7f6b.jpg",
    "altTitles": [
      {
        "ja": "異世界転移して教師になったが、魔女と恐れられている件　～アオイ先生の学園奮闘日誌～"
      },
      {
        "ja-ro": "Isekai Teni Shite Kyoushi ni Natta ga, Majo to Osorerareteiru Ken - Aoi-sensei no Gakuen Funtou Nisshi"
      },
      {
        "en": "I Was Transferred To Another World And Became A Teacher, But I'm Feared As A Witch: Aoi-sensei's Academy Struggle Log"
      },
      {
        "es-la": "Fui llevada a otro mundo, me convertí en maestra, pero ahora todos me temen como a una bruja"
      }
    ],
    "description": {
      "en": "Aoi is a new teacher who has been transported to another world.\n\nAoi is picked up by Owen, an elf, and as they live together, Aoi masters more and more of Owen's magic and even surpasses him. In order to refine her magic further, she is assigned to teach at the Fiddich Academy, a school of magic!\n\nAoi starts her teaching career showcasing overwhelming magical abilities, and she is not daunted by the aristocratic troublemakers who dominate the academy.\nHowever, her abilities have become the talk of the school...\n\nAoi's life as a new teacher at the academy begins with a tumultuous start...!",
      "ja": "異世界に転移してしまった、新人教師のアオイ。エルフのオーウェンに拾われ一緒に暮らすなかで、アオイはオーウェンの持つ魔法をどんどんマスター。より魔法を極めるため、魔術学校であるフィディック学院に教師として赴任することに！学院内にのさばる貴族の問題児たちにも屈せず、圧倒的な魔法能力で教師生活をスタートさせたアオイ。しかし、その能力ゆえに学院内で話題になってしまい・・・。",
      "es-la": "Aoi es una nueva maestra que ha sido transportada a otro mundo. Mientras es recogido por el elfo Owen y vive con él, Aoi gradualmente domina la magia de Owen. Para seguir dominando la magia, decidí aceptar un trabajo como profesora en Fiddik Academy, ¡una escuela de magia! Aoi no cede ante los problemas de los hijos de los aristócratas de la escuela y comienza su vida como maestra con una habilidad mágica abrumadora. Sin embargo, debido a su habilidad, se convirtió en un tema candente dentro de la escuela... ¡Un comienzo turbulento en la vida escolar de la nueva maestra Aoi!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae558d51-e121-4463-ad0f-8ebfa3913f5d",
    "title": {
      "en": "Bad Baby wa Nakanai"
    },
    "updatedAt": "2024-07-13T01:27:46+00:00",
    "coverArt": "https://mangadex.org/covers/ae558d51-e121-4463-ad0f-8ebfa3913f5d/6ca4562e-749c-4c14-83bc-e47074d41a14.jpg",
    "altTitles": [
      {
        "en": "Bad Babies Don't Cry"
      },
      {
        "ja-ro": "バッドベイビーは泣かない"
      }
    ],
    "description": {
      "es": "La serie gira en torno a cuatro desconocidos que salvaron la vida de una niña de 10 años que saltó de la plataforma de un tren. Años después, Kasumi Kado, un empleado de oficina de 28 años que se encontraba entre los cuatro desconocidos, se encuentra nuevamente con la niña, que ahora tiene 17 años. Los cuatro desconocidos deben reunirse para salvar a la niña una vez más."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-01-03T18:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3281eb2e-ed04-43e1-93e6-efb536ef30d2",
    "title": {
      "en": "ILY."
    },
    "updatedAt": "2023-10-05T16:12:51+00:00",
    "coverArt": "https://mangadex.org/covers/3281eb2e-ed04-43e1-93e6-efb536ef30d2/345622bf-1282-4f35-b85d-af9ff8149709.jpg",
    "altTitles": [
      {
        "ja": "アイリ"
      }
    ],
    "description": {
      "en": "\"I was always thinking about you, Airi.\"   \nMotoki continued to send emails that were never delivered to his beloved.   \nUntil one day, he receives an answer that will transform his depressive life.   \nA unique mystery about an unforgettable \"girlfriend\".\n\n---\n**Links:**\n[Volumes sold on ComicFuzz](https://comic-fuz.com/series/2415)  \n[Volumes sold on BookLive](https://booklive.jp/product/index/title_id/926770)",
      "pt-br": "\"Eu sempre estive pensando em você, Airi\" - Motoki continuava a enviar e-mails que nunca eram entregados para sua amada. Até que um dia, recebe uma resposta que transformará sua vida depressiva. Um mistério único sobre uma \"namorada\" inesquecivel."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "5e0d1449-0f4b-4ba7-9ef6-2e8024715345",
    "title": {
      "en": "Goddess of Victory: Nikke - Sweet Encount"
    },
    "updatedAt": "2024-07-01T12:56:43+00:00",
    "coverArt": "https://mangadex.org/covers/5e0d1449-0f4b-4ba7-9ef6-2e8024715345/39946fa0-e98b-4541-91db-90395b4adb40.jpg",
    "altTitles": [
      {
        "ja": "勝利の女神：NIKKE すいーとえんかうんと"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encounter"
      },
      {
        "en": "Goddess of Victory: Nikke - Sweet Encounter"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encount"
      }
    ],
    "description": {
      "en": "In this manga, NIKKE and their friends live peacefully. A loose comedy in which the main character N102 works as a maid at a maid café called \"Maid For You\", where Cocoa and Soda work too!\n\nThe first official manga based on the popular mobile game *Goddess of Victory: NIKKE* with over 25 million downloads worldwide!",
      "ja": "全世界累計2500万DL突破の大人気アプリゲーム『NIKKE』の公式初まんが。このまんがの世界では、NIKKEたちは平和に過ごす――。主人公Nがココアやソーダがいるメイド喫茶「メイド・フォー・ユー」でメイドとして働くゆるふわコメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a24ae5ac-d95f-4d66-a745-293408f4760f",
    "title": {
      "en": "Yume no Atosaki"
    },
    "updatedAt": "2024-07-14T21:22:45+00:00",
    "coverArt": "https://mangadex.org/covers/a24ae5ac-d95f-4d66-a745-293408f4760f/f5c51134-a1c7-4712-9bc2-ea9c519d2427.png",
    "altTitles": [
      {
        "en": "Before and After Dreams"
      },
      {
        "en": "The Past and the Future of the Dream"
      },
      {
        "ja": "夢のアトサキ"
      }
    ],
    "description": {
      "en": "A story focusing on a group of college friends, and their lives. Each chapter focuses on a different friend, and their relationships with various other characters.",
      "pt-br": "Uma história sobre um grupo de amigos de faculdade e suas vidas. Cada capítulo foca em um amigo diferente e em seus relacionamentos com vários outros personagens. A história explora as dinâmicas e os desafios que cada um enfrenta em suas vidas pessoais e nas amizades."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-05-05T18:03:04+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/d3fc8ec6-5281-4049-a556-7f918b0caf34.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ab0a835-175e-477c-9f46-ddec56b27739",
    "title": {
      "en": "Ice Lord"
    },
    "updatedAt": "2024-06-15T12:04:35+00:00",
    "coverArt": "https://mangadex.org/covers/8ab0a835-175e-477c-9f46-ddec56b27739/5012b4fb-10d4-4c13-baef-beb5f721fc9d.png",
    "altTitles": [
      {
        "ko": "얼음군주"
      },
      {
        "en": "The Royal Frozen"
      }
    ],
    "description": {
      "en": "At the young age of twenty, Seol Mudok, a master swordsman, became the Lord of the Northern Sea Ice Palace. Plunged into despair after the death of his lover, he discovers that with the legendary flower, the “Lotus of Love,” that his deceased lover has been reincarnated. In his quest, he descends into another world…",
      "fr": "À l’âge de vingt ans, Seol Mudok, un maître de l’épée, est devenu le seigneur du Palais des glaces de la mer du Nord. Plongé dans le désespoir après la mort de son amante, il découvre qu’avec la fleur légendaire, le « Lotus de l’Amour », sa défunte amante s’est réincarné. Dans sa quête, il descend dans un autre monde…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b04afe68-0c61-4e4e-8d02-15f3c251f78b",
    "title": {
      "en": "Heisei Haizanhei ☆ Sumire-chan"
    },
    "updatedAt": "2024-06-26T10:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/b04afe68-0c61-4e4e-8d02-15f3c251f78b/b0abe3c2-5139-47ad-8a08-cb77236ac4db.jpg",
    "altTitles": [
      {
        "ja": "平成敗残兵☆すみれちゃん"
      },
      {
        "en": "Heisei Remnant Soldier ☆ Sumire-chan"
      },
      {
        "en": "Heisei Surviving Soldier ⭐ Sumire-chan"
      },
      {
        "ja": "平成敗残兵⭐︎すみれちゃん"
      },
      {
        "ja-ro": "Heisei Haizanhei ⭐︎ Sumire-chan"
      },
      {
        "en": "Heisei Remnant Soldier ⭐︎ Sumire-chan"
      },
      {
        "ja": "平成敗残兵すみれちゃん"
      },
      {
        "ja-ro": "Heisei Haizanhei Sumire-chan"
      },
      {
        "en": "Heisei Remnant Soldier Sumire-chan"
      },
      {
        "zh": "平成敗殘兵☆堇醬"
      }
    ],
    "description": {
      "en": "A formerly unsuccessful idol turned vagrant, Sumire-chan (31).\n\nA vanquished survivor of the cutthroat competition in the showbiz world, with her mind and body both beaten by the struggle, she now lives in a run-down apartment where she spends her days lazing around, for the time being.  Her cousin Yuusei, a first-year highschooler, has been keeping an eye on her and comes to her with a proposal for a moneymaking idea.\n\n\"You have a nice body, so let's release a doujin gravure photobook.\"\nWill Sumire-chan actually be able to stage a comeback in the world of the Reiwa era!? \nLet's stay tuned!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83644dad-1f46-47c7-8a75-484cf311a4c4",
    "title": {
      "en": "Hardcore Leveling Warrior: Earth Game"
    },
    "updatedAt": "2024-03-17T22:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/83644dad-1f46-47c7-8a75-484cf311a4c4/b375956b-6a5c-4e0c-80bd-52b97889a926.jpg",
    "altTitles": [],
    "description": {
      "en": "\"I’m... back!\"\n\nAfter a comet collides on Earth, a gaming world filled with monsters and dungeons becomes a reality. Amidst the chaos, Gong Won-Ho wakes up as Hardcore Leveling Warrior, an almighty game character with exceptional luck and power.\n\nOnce again, he will embark on a journey to become the strongest... but this time, on Earth!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce5607bb-40f9-4815-9ac5-b4d914fa0c4c",
    "title": {
      "en": "God's Gambit"
    },
    "updatedAt": "2024-06-09T21:31:36+00:00",
    "coverArt": "https://mangadex.org/covers/ce5607bb-40f9-4815-9ac5-b4d914fa0c4c/d953a473-0a13-41a6-a2fb-6f7c7d2cc5a2.jpg",
    "altTitles": [
      {
        "ko": "신은 주사위 놀이를 하는가?"
      },
      {
        "ko-ro": "Sineun Jusawi Norireul Naneunga?"
      },
      {
        "en": "Does God Play Dice?"
      }
    ],
    "description": {
      "en": "Do gods play dice with the fate of entire cities? \n\nYul Choi’s city is suddenly transported to become a piece in a board game of the gods. Just when Yul thinks he can work together with people to overcome the monsters and challenges, he realizes he must become the city’s greatest villain to save the city.\n\nCan Yul rise to the demanding task of becoming the greatest and most villainous hero his city has ever seen?",
      "ko": "어느날 갑자기 신들의 게임에 소환된 도시 최율은 첫지급 보상으로 모든 게임의 공략을 보여주는 '독식의 제물 크라시나 서'를 습득한다.\n\n그러나, 아이템의 능력은 공략을 공유한 모든 이들의 보상을 독식하는 것!\n\n양날 검의 아이템을 얻은 최율은 이 게임에서 끝까지 살아남을 수 있을 것인가!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fdc17daf-6192-4710-8ce5-d8fa87946d74",
    "title": {
      "en": "Death Penalty"
    },
    "updatedAt": "2024-03-19T14:52:17+00:00",
    "coverArt": "https://mangadex.org/covers/fdc17daf-6192-4710-8ce5-d8fa87946d74/c2281a29-34df-48e1-b3fc-1acf63e69faf.jpg",
    "altTitles": [
      {
        "ja": "死んだ数だけ超強化 -デスペナルティ-"
      },
      {
        "ja-ro": "Shinda Suu Dake Chou Kyouka -Death Penalty-"
      }
    ],
    "description": {
      "en": "In the present day, tower dungeons called Magic Towers have appeared throughout the world.\n\nTakamichi Yoshito is a convenience store clerk. The manager yells at him every day, making his life miserable. Yoshito dreams of making a fortune, and soon after the Magic Towers appear. He becomes a Challenger of the towers, but he has no savings to invest in weapons or equipment, leaving him completely late to the game.\n\nAiming for a quick turnaround, Yoshito sells his real-life savings and the few items he has in the tower, and buys the [Infinite Revival] skill from a shady merchant. This skill allows him to revive himself within the dungeon. However, [Infinite Revival] had a hidden disadvantage.\n\nWhen reviving, the user is randomly given a [Death Penalty], a permanent debuff so strong that once it is applied, the user is no longer able to work as an adventurer. Yoshito despairs over the cursed skill, but his situation changes drastically when he obtains the rare skill [Inversion] in a hidden room of the dungeon.\n\nThe skill [Inversion] reversed the heavy negative effects of [Death Penalty]'s permanent debuff caused by Infinite Revival and turned them all into positive stats!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df94409d-bcd7-4374-811e-79c6674b2a63",
    "title": {
      "en": "The Words of The Beloved Sun"
    },
    "updatedAt": "2024-07-05T20:33:20+00:00",
    "coverArt": "https://mangadex.org/covers/df94409d-bcd7-4374-811e-79c6674b2a63/913cef13-5deb-4d21-a1e1-87373969805a.jpg",
    "altTitles": [
      {
        "ko": "사랑하는 태양의 말로"
      }
    ],
    "description": {
      "en": "‘One will become king, and the other will become a sacrifice for the king.’ On the day Crown Princes Tae Chanryang and Tae Howol were born, a prophecy came down from the heavens. Who will be the last to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8763ecbd-7f89-4c44-8f79-f8ad5d29c9ed",
    "title": {
      "en": "Avenger of Mystical Eyes - Blood Parasite"
    },
    "updatedAt": "2024-05-12T22:39:01+00:00",
    "coverArt": "https://mangadex.org/covers/8763ecbd-7f89-4c44-8f79-f8ad5d29c9ed/cabd6512-1eb3-4cf4-9f66-c925725b6735.jpg",
    "altTitles": [
      {
        "ja-ro": "Mame no Fukushuu-sha - Blood Parasite"
      },
      {
        "ja": "魔眼の復讐者 ブラッドパラサイト"
      }
    ],
    "description": {
      "en": "\"Would you like to be part of my family?\" Archive, the devil race's weakest, was saved by the Demon Queen right before death overtook him. Unable to have children and capable of harming anything that approaches him, Archive is the only member of the Demon Queen's \"family\" that continues living. However, demons and humans hate each other, and they are fighting wars at the cost of each other's peace. Eight heroes lure the Demon Queen with promises of peace to defeat her. Archive could only stand by and watch as the weakened Demon Queen fell into the trap and then abused. Archive goes to help, but as the weakest demon, he has no way to fight back and meets his end as his head was severed from his body. The Demon Queen is then sealed away. Unable to protect the Demon Queen, Archive used every ounce of his strength to cast a certain spell on one of the eight heroes, Lieselotte. [Forbidden magic that kills and takes over the soul of a fetus called Blood Parasite]. By using this magic, Archive managed to take over Lieselotte's fetus, as she was already pregnant. Reborn from the weakest demon into the son of a hero, Archive would eventually display \"Demon eyes.\" Petrification, Charm, Fear, Clairvoyance, along with other powers that became available to Archive, who had obtained the most powerful demon eyes. Archive vows revenge on the heroes, even if it was his own mother who gave birth to him, or the lover who loved him when he was a teenager. “Just you wait, heroes, I shall kill you and take back the Demon Queen!”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc788c2-e988-4288-b351-769e10429905",
    "title": {
      "en": "Blade of Retribution"
    },
    "updatedAt": "2024-05-10T19:00:01+00:00",
    "coverArt": "https://mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "altTitles": [
      {
        "ko": "폭력의 대가"
      },
      {
        "en": "The Cost of Violence"
      },
      {
        "en": "Price of Violence"
      },
      {
        "ru": "Цена жестокости"
      }
    ],
    "description": {
      "en": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own.",
      "ru": "В день, когда мастер кендо Шихо решает всё бросить и помочь своей матери-одиночке в управлении небольшим ресторанчиком, он узнаёт о том, что его младшая сестра Шиён, которая училась в университете Сеула, покончила с собой. \nВо время похорон Шихо замечает кое-что странное. \nЧтобы узнать правду и отомстить за смерть сестры, Шихо снова берёт в руки уже знакомый меч и начинает свою собственную войну."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b26a3f35-2117-4fa0-90bd-32d310ab9b11",
    "title": {
      "en": "Planetary Human II: Globe"
    },
    "updatedAt": "2024-07-07T22:15:43+00:00",
    "coverArt": "https://mangadex.org/covers/b26a3f35-2117-4fa0-90bd-32d310ab9b11/470af414-b6aa-4a30-b79a-6aa20c34e7f3.jpg",
    "altTitles": [
      {
        "ko": "행성인간2: 행성의"
      },
      {
        "en": "Planetary Human 2: Planetary"
      }
    ],
    "description": {
      "en": "The second season of Cho Seok's Tidal Universe masterpiece, Planetary Human. So… prepare yourself to be mindfucked."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "888b469a-2903-4a03-b19b-f11a1c899862",
    "title": {
      "en": "0.0000001% Demon King-nim"
    },
    "updatedAt": "2024-06-29T01:11:03+00:00",
    "coverArt": "https://mangadex.org/covers/888b469a-2903-4a03-b19b-f11a1c899862/9acda72f-ce9c-4cd0-a838-b0d12a320383.jpg",
    "altTitles": [
      {
        "ko": "0.0000001%의 마왕님"
      },
      {
        "en": "0.0000001% Demon King"
      }
    ],
    "description": {
      "en": "The 72 Demon Kings, who received the order to destroy the earth, each went through a trial by the Great Demon King Astrea. Those who passed the trial earned the title of Demon King, and each Demon King was granted special powers by the Great Demon King.\n\nSo far, each Demon King had been granted extraordinary abilities. When Karos became a Demon King, he received a power from the Great Demon King, but… \n\n“Great Demon King, no matter how much I think about it, there is a problem with my power.”\n“Problem?”\n\nAmong the Demon Kings with extraordinary abilities… Karos received the [Gacha] ability. \n\n“Gacha as the power of a Demon King? How am I supposed to rule the world with Gacha?!'”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "425f1cd5-2f70-4014-97b1-7c4a2f6a512c",
    "title": {
      "en": "World’s Greatest Senior Disciple"
    },
    "updatedAt": "2023-12-12T12:51:37+00:00",
    "coverArt": "https://mangadex.org/covers/425f1cd5-2f70-4014-97b1-7c4a2f6a512c/90be233a-65eb-431a-8783-31bb596e05e5.jpg",
    "altTitles": [
      {
        "en": "Unparalleled Senior Brother"
      },
      {
        "ko": "천하제일 대사형"
      }
    ],
    "description": {
      "en": "A senior disciple from a countryside martial academy returns as the world’s best! Dragged into a brutal political war, senior disciple ‘Hyeok Musang’ didn’t return after the bloody war ended. No one knew whether he was still alive for 5 years.\n\nUpon barely returning to his hometown, he found his Dragon Tiger Martial Academy being persecuted and destroyed by a third-rate gang.\n\nHe thought he could live peacefully with his fellow members after winning the war but seeing the miserable state of his master and fellow disciples, he was filled with anger and guilt.\n\nWith the return of the senior disciple, everyone thought things would get better but only for a moment. Things were still happening in his hometown of Yangzhou County. Was the war really over? The head disciple raises his sword against the dangers threatening his Dragon Tiger Martial Academy."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f461e344-2385-46b5-83b8-8776f5ea65d0",
    "title": {
      "en": "The Top Dungeon Farmer"
    },
    "updatedAt": "2024-06-11T00:53:22+00:00",
    "coverArt": "https://mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "altTitles": [
      {
        "it": "Coltivo nella Torre"
      },
      {
        "en": "Only I Farm in the Dungeon"
      },
      {
        "en": "Dungeon Farming on My Own"
      },
      {
        "en": "Farming in the Tower Alone"
      },
      {
        "en": "I'm the Only One Farming in the Dungeon"
      },
      {
        "ko": "나혼자 탑에서 농사"
      },
      {
        "en": "Solo Farming in the Tower"
      },
      {
        "ko-ro": "Nahonja Tabeseo Nongsa"
      },
      {
        "es-la": "Cultivando en la torre en solitario"
      },
      {
        "es-la": "Cultivando a solas en la torre"
      }
    ],
    "description": {
      "en": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
      "it": "Un giorno, una misteriosa torre apparve improvvisamente in città. La gente decise di chiamarla dungeon, e sebbene fosse pieno di asperità e mostri pericolosi, era anche una terra di opportunità, dove erano in attesa innumerevoli tesori. Quando Sejun, un giovane che vive una vita normale, viene invitato per caso nel dungeon sotterraneo, è entusiasta all'idea di diventare ricco, ma è rimasto bloccato in una zona nascosta della torre misteriosa. Tutto quello che ha sono alcuni semi e il suo corpo. Ora Sejun deve coltivare, raccogliere risorse e capire come sopravvivere!",
      "es-la": "Un día, una torre misteriosa apareció de repente en la ciudad. La gente decidió llamarla mazmorra, y aunque estaba llena de un terreno irregular y monstruos peligrosos, también era una tierra de oportunidades, donde aguardaban innumerables tesoros. Cuando Sejun, un joven que vive una vida ordinaria, es invitado por casualidad a la mazmorra, está emocionado ante la perspectiva de hacerse rico, pero se encuentra varado en un área oculta de la misteriosa torre. Todo lo que tiene son unas pocas semillas y su cuerpo. ¡Ahora, Sejun debe cultivar, recolectar recursos y descubrir su propia estrategia de supervivencia!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eccd189b-3b10-4c03-8fbd-f9f078786d3d",
    "title": {
      "en": "Tsukiattenai Noni Fuufu Yattemasu"
    },
    "updatedAt": "2023-04-27T08:23:59+00:00",
    "coverArt": "https://mangadex.org/covers/eccd189b-3b10-4c03-8fbd-f9f078786d3d/1314c23b-0b5c-459f-97bf-d36a823f68b1.jpg",
    "altTitles": [
      {
        "ja": "付き合ってないのに夫婦やってます"
      }
    ],
    "description": {
      "en": "\"I should only stay as Ryuu's friend.\"\n\nAmakasu Kiichi is a gay man and it's been 3 years since he started living with his straight best friend, Shibata Ryuunosuke, while raising the latter's niece, Mako together.\n\nEven though he sometimes has trouble balancing childrearing and work, Kiichi still managed to build a family-like relationship. But there is one thing that he's been hiding and that is his yearslong unrequited love for Ryuu. \n\nTo make sure that Mako has a happy childhood, Kiichi had planned to keep his feelings hidden forever but one drunken night, he ended up being held by Ryuu!?\n\nThis a heartrending story about a painful unrequited love and family bonds."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-07-14T23:29:32+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/f9aac218-b3a4-4533-b886-fdb7624ffefb.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9333bc58-1974-4fc8-90ee-0dca808f1f6b",
    "title": {
      "ja": "Akuheki"
    },
    "updatedAt": "2024-07-15T02:45:46+00:00",
    "coverArt": "https://mangadex.org/covers/9333bc58-1974-4fc8-90ee-0dca808f1f6b/fecd2888-7a9e-4092-87dc-d3047c13b21c.jpg",
    "altTitles": [
      {
        "ja": "悪癖"
      }
    ],
    "description": {
      "en": "How far can someone bully you until you snap? Daimon has had to endure Kojima's relentless teasing and nagging at work, to the point that bullying Daimon became customary inside the company. But could Kojima's attitude be because he actually likes Daimon? Let's find out!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "23.6"
  },
  {
    "mangaId": "9f3ae387-d456-477a-a526-2129d483c69c",
    "title": {
      "en": "Subscribed To The Transcendental Channels"
    },
    "updatedAt": "2024-07-04T16:03:00+00:00",
    "coverArt": "https://mangadex.org/covers/9f3ae387-d456-477a-a526-2129d483c69c/70afeac7-f2e4-4a02-a872-7cf0eab923f7.jpg",
    "altTitles": [
      {
        "ko": "초월자의 채널을 구독했다"
      },
      {
        "pt-br": "Inscrito nos Canais Transcendentais"
      }
    ],
    "description": {
      "en": "Living by selling information about monsters, Maeng Siwoo is considered completely useless in the hunter industry without any standout qualities. However, he fiercely battles to provide for his sick younger sibling.\n\nOne fateful day, he is gifted a mysterious smartphone by a transcendent being within a dungeon, appointing him as the channel manager for such beings. Upon subscribing to the channel, he unlocks the ability to wield the powers of the gods.",
      "pt-br": "Vivendo da venda de informações sobre monstros, Maeng Siwoo é considerado completamente inútil na indústria de caçadores, sem quaisquer qualidades de destaque. No entanto, ele luta ferozmente para sustentar seu irmão mais novo doente.\n\nUm dia fatídico, ele recebe um misterioso smartphone de um ser transcendente dentro de uma masmorra, nomeando-o como gerente de canal de tais seres. Ao se inscrever no canal, ele desbloqueia a habilidade de exercer os poderes dos deuses."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6b9f326-116b-4dbb-96de-7736e3897535",
    "title": {
      "en": "Reborn As The Heavenly Demon"
    },
    "updatedAt": "2024-04-15T02:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/e6b9f326-116b-4dbb-96de-7736e3897535/82d3ca9f-b917-4d7e-8157-0fd9acb43e93.jpg",
    "altTitles": [
      {
        "en": "Reincarnation Heavenly Demon"
      },
      {
        "ko": "환생천마"
      },
      {
        "pt-br": "Renascimento do Demônio Celestial"
      },
      {
        "en": "Reincarnated Heavenly Demon"
      }
    ],
    "description": {
      "en": "Tian Hejin, popularly called as the Iron-Blooded Alliance Leader, wakes up in the body of “Bi Liduan”- the disgrace of his family! His hobby is gambling, and he has been locked in a dark warehouse for a long time. Overnight, Tian Hejin went from being the greatest expert of Jianghu to the worst possible trash.\n\nLet's start from the scratch and accomplish everything I could not achieve in my previous life.",
      "pt-br": "Tian Hejin, popularmente conhecido como o Líder da Aliança de Sangue de Ferro, acorda no corpo de “Bi Liduan” – a desgraça de sua família! Seu hobby é apostar, e ele foi trancado em um armazém escuro por muito tempo. Da noite para o dia, Tian Hejin passou de ser o maior especialista de Jianghu para o maior lixo possível.\n\nVamos começar do zero e realizar tudo o que não pude alcançar em minha vida passada."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]