[
  {
    "mangaId": "5746bbb3-445d-4c31-948b-065098052b77",
    "title": {
      "en": "Baili Jin Among Mortals"
    },
    "updatedAt": "2023-07-23T10:14:43+00:00",
    "coverArt": "https://mangadex.org/covers/5746bbb3-445d-4c31-948b-065098052b77/c6223d47-3c31-46a3-9500-932381d4a898.jpg",
    "altTitles": [
      {
        "en": "Bai Lijin Among Mortals"
      },
      {
        "en": "Mortal Baili Jin"
      },
      {
        "zh-ro": "Ren jian bai li jin"
      },
      {
        "zh": "人间百里锦"
      }
    ],
    "description": {
      "en": "Baili Jin, a fairy who was living in heaven, eating and drinking without a care, broke her Majesty’s colourful, stained-glass plate at her birthday and got banished to the mortal realm. Now she has to begin her adventures in the mortal realm with all of her spiritual powers gone! In order to survive, the former fairy has to deliver take-out….  \r\n  \r\nAn endearingly silly fairy, a gentle restaurant manager, a reserved top student and a hard to resist yandere onee-san (kind on the outside, dark/possessive on the inside) , let the story of their beautiful friendship and youthful days begin!  \r\n  \r\nAuthor's weibo: [@Viva喂娃酱](https://weibo.com/vivaandjulys)   \r\nArtist's weibo: [@Julys橘奶司](https://weibo.com/julys0723)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "62c6838e-5abf-4f31-a244-c3b5faf6e46b",
    "title": {
      "en": "She Who Doesn't Say Anything Good"
    },
    "updatedAt": "2024-04-12T22:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/62c6838e-5abf-4f31-a244-c3b5faf6e46b/7c066751-944a-4c11-ab5a-08ce6897e1d3.jpg",
    "altTitles": [
      {
        "ja": "ろくなことを言い出さない彼女"
      },
      {
        "ja-ro": "Rokuna Koto wo Iidasanai Kanojo"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f81ad5fe-8a3f-4f30-8f7e-5f755af48a52",
    "title": {
      "en": "Ranker's Return"
    },
    "updatedAt": "2024-03-21T20:22:48+00:00",
    "coverArt": "https://mangadex.org/covers/f81ad5fe-8a3f-4f30-8f7e-5f755af48a52/0ad3bfed-0330-45fc-a132-27e5c46c8125.jpg",
    "altTitles": [
      {
        "ko": "랭커의 귀환 (2021)"
      },
      {
        "en": "Ranker's Return (Remake)"
      },
      {
        "ja": "ランカーの帰還"
      },
      {
        "ru": "Возвращение ранкера"
      },
      {
        "zh": "榜上玩家的归还"
      },
      {
        "en": "Ranker's Return (2021)"
      }
    ],
    "description": {
      "en": "During the early years of the hottest MMORPG called Arena, the world’s top ranker Meleegod vanished after setting every possible record in the virtual world.\n\nIn the real world, this deathly melee damage dealer was the happy-go-lucky Kang Hyeonu, who simply deleted his character and quit his hobby to finish mandatory military service and inherit his father’s company.\n\nThis rosy future dissolves within two years when a business rival makes his father go bankrupt. Hyeonu struggles to make ends meet with a string of part-time jobs, but his best friend has a better idea. He urges Hyeonu to conquer the Arena once again and earn a cushy living as a gaming celebrity.\n\nVowing to strike it rich and avenge his father, the former Meleegod returns to the Arena as a newbie. Only this time, he’s out for blood!\n\n---\n\n**Links:**\n- [Alternative Raw (Ridibooks)](https://ridibooks.com/books/4357000090)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=6433067)\n- [Official Simplified Chinese Translation (BiliBili)](https://manga.bilibili.com/detail/mc30486)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77017)",
      "ja": "バーチャルリアリティーゲーム「アレナ」の初期、最強最高のランカーだったメレーゴッド！ キャラクターを削除して忽然と姿を消していた彼が、人生のどん底から這い上がるためにまたアレナに戻ってきた！ 「感謝、絶望、復讐、全部晴らしてやる！」",
      "ko": "가상현실게임 <아레나> 초창기,\n최강최고의 랭커였던 밀리갓!\n\n캐릭터를 삭제하고 홀연히 떠났던 그가\n망해버린 집안을 일으키기 위해 다시 아레나에 돌아왔다!\n\n“캐릭터를 생성하시겠습니까?”",
      "ru": "В былые времена Миллигат был самым лучшим игроком и очень долгое время занимал первое место в мировом топе игры «Арена»...\n\nОднажды, устав от Арены, он решил удалить свой аккаунт и заняться личной жизнью.\n\nПрошло 2 года. Семья разрушена, бизнес потерян, и у него ничего не осталось...\n\nОт безысходности Миллигат решил вернуться туда, где всё начиналось... В Арену.\n\n«Вы уверены, что хотите создать персонажа»?\n\nТрепещите, мерзавцы и обычные игроки... Король вернулся.",
      "zh": "虚拟现实游戏《幻神》创建初期最强最厉害的玩家，“米利神”高泽宇，曾经把角色删除后毫无留恋地离开了游戏，但为了拯救没落的家庭，他再次返回到此游戏当中…… “您要创建一个新角色吗？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dbeaa0e-420a-4dc0-b2d3-eb174de266da",
    "title": {
      "en": "Zippy Ziggy"
    },
    "updatedAt": "2022-12-19T16:42:37+00:00",
    "coverArt": "https://mangadex.org/covers/7dbeaa0e-420a-4dc0-b2d3-eb174de266da/192e6a85-80d5-42b4-bdda-81b56592c44f.jpg",
    "altTitles": [
      {
        "ru": "Быстрый Зигги"
      },
      {
        "zh": "知彼知己"
      },
      {
        "ko": "지피지기"
      }
    ],
    "description": {
      "en": "Reputation is everything in a world of icons and popularity contests. So why not score some points here and there by being the nice guy? This is the way Kang Shin-gi legitimizes the fake personality he has everyone believing. Armed with his above average looks and a (completely false) angel-like personality, he has every girl in school head over heels, and all the guys looking to him for guidance. With the exception of having a screwed up cross-dressing devil for a dad, Shin-gi’s life is absolute perfection (*cough* of lies), until one day, Um Seung-hui transfers to his school.  \n  \nWhile being a complete martial artist freak, she also likes to fib just a little in front of those who know her… you know, like acting like she's just a scared little girl who'd play with kittens rather than break brick walls with her head! After all, how can anything go wrong when you're as cute as Seung-hui?  \n  \nFate has brought these two masters of lies together, and the two must battle it out to see who will be crowned the undefeated heavy-weight champion of fakeness!",
      "it": "La reputazione è tutto in un mondo di icone e di gare di popolarità.\nPer cui, perchè non segnare qualche punto qua e là facendo il ragazzo carino? Questo è il modo in cui Shingi Kang legittimizza la falsa personalità che ha fatto credere a tutti di avere.\nArmato della sua ottima media sembra avere una (totalmente falsa) personalità angelica, ha tutte le ragazze della scuola ai suoi piedi, e tutti i ragazzi che lo prendono come esempio.\nCon l'eccezione di avere un incasinato diavolo per padre, la vita di Shingi è la perfezione assoluta (*cough* di bugie), finchè un giorno Seunghee si trasferisce nella sua scuola.\n\nSe da una parte è un mostro delle arti marziali, dall'altra ama raccontare piccole frottole alle persone che conosce... come ad esempio far finta di essere una piccola ragazzina spaventata che ha sempre giocato con i gattini, invece di distruggere muri di pietra con la testa!\nDopotutto, come puo' andarti storto qualcosa se sei carina come Seunghee?\n\nIl fato ha fatto incontrare questi due maestri di vita, i due dovranno combattere per essere incoronati pesi massimi e campioni di falsità!"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "86"
  },
  {
    "mangaId": "e2a70ace-bd2e-4faa-b767-94ae5969f05d",
    "title": {
      "en": "Spellcross"
    },
    "updatedAt": "2023-02-01T20:53:47+00:00",
    "coverArt": "https://mangadex.org/covers/e2a70ace-bd2e-4faa-b767-94ae5969f05d/a4b88c54-ca5d-4dfb-952a-424d9e9e627b.jpg",
    "altTitles": [],
    "description": {
      "en": "When the threat of the Dungeons looms large in the land of Aria, adventurers rally to explore them in pursuit of fame and fortune. The young alchemist Caldwell is no different, but he faces one huge obstacle: where most everyone is able to cast spells in some form, his pitifully small essence pool means he can't fight using magic like everyone else. He'll need to turn the pacifistic powers of item creation and transmutation into battle techniques in order to survive, and pursue his dream of one day making a name for himself.  \n  \nNote: Reads Left to Right.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/gelidspace)  \n- [Author's Patreon](https://www.patreon.com/galaxyspark)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3faa91a8-795c-4625-b9d2-1ce516d56cfc",
    "title": {
      "en": "The Game That I Came From"
    },
    "updatedAt": "2024-03-16T19:07:44+00:00",
    "coverArt": "https://mangadex.org/covers/3faa91a8-795c-4625-b9d2-1ce516d56cfc/7c1257df-6b29-43ac-8c1d-3bfdb2c1ef57.png",
    "altTitles": [
      {
        "en": "I Back From a Game"
      },
      {
        "en": "I Came From the Game"
      },
      {
        "ja": "ふりだしから始まる覚醒者"
      },
      {
        "zh": "我来自游戏"
      },
      {
        "ko": "어웨이크닝: 회귀 플레이어"
      },
      {
        "zh-ro": "Wo Laizi Youxi"
      },
      {
        "en": "Ultimate Rogue's Awakening"
      }
    ],
    "description": {
      "en": "With the rise of a popular RPG called Tianyong Game, its max-level players called \"awakeners\" have come to dominate the real world in terms of wealth and power. \n\nDespite Ling Ce's natural talent for the game, it's nearly impossible for him to catch up to these players because he started playing the game a year after its release. But as luck would have it, a glitch in the game's teleportation system takes him back three years into the past with his memories intact.\n\nNow, Ling Ce is determined to utilize his knowledge and experiences to become an awakener and turn his life around. No amount of carnivorous plant monsters or insanity level dungeons will stop the determined hero from reaching the peak!\n\n\n---\n\n**Links:**\n- [Official Japanese Translation](https://piccoma.com/web/product/88411)\n- [Official Korean Translation](https://page.kakao.com/home?seriesId=58409509)",
      "zh": "带着上一世满级盗贼的记忆，回到三年前，这是命运给凌策的考验还是赏赐？ 既然重生，那上一世未曾达到的、不能守护的、那些只能幻想的，这一世全都要。 更以巅峰造极之态，摧枯拉朽之势，超越极限，成为最强“觉醒者”。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1c2aace-d3fb-453a-a580-886405ca27f4",
    "title": {
      "en": "Marrying a CEO"
    },
    "updatedAt": "2023-09-17T15:21:00+00:00",
    "coverArt": "https://mangadex.org/covers/e1c2aace-d3fb-453a-a580-886405ca27f4/be9ce276-a711-4fd0-b7aa-c209cfa5c2cc.jpg",
    "altTitles": [
      {
        "zh": "贺少的闪婚暖妻"
      },
      {
        "zh-ro": "Hè Shǎo De Shǎn Hūn Nuǎn Qī"
      },
      {
        "zh-ro": "Hè Shǎo De Shǎnhūn Nuǎn Qī"
      },
      {
        "zh-ro": "He Shao De Shanhun Nuan Qi"
      },
      {
        "en": "CEO's Sudden Proposal"
      },
      {
        "en": "Flash Marriage - Deep Love"
      },
      {
        "en": "Flash Marriage, Deep Love"
      },
      {
        "en": "Flash Marriage-Sweet Wife"
      },
      {
        "en": "Mr. He's Beautiful Wife"
      },
      {
        "en": "My Unexpected Wife"
      },
      {
        "vi": "Cô Vợ Ấm Áp Của Hạ Thiếu"
      },
      {
        "es": "La esposa del matrimonio de shao"
      },
      {
        "es": "La repentina propuesta del CEO"
      },
      {
        "ja": "彼と私の結婚事情"
      },
      {
        "ko": "나와 결혼해 줘"
      },
      {
        "th": "กลเม็ดพิชิตใจคุณหมอ"
      },
      {
        "pt-br": "A proposta repentina do CEO"
      },
      {
        "pt-br": "Casando com um CEO"
      }
    ],
    "description": {
      "en": "To become my woman, He Qiaoyan, you must fulfill these three conditions: to like being pampered, to like being loved, and to like being taken good care of. You have fulfilled all the requirements, and all that's left is for you to be aware that you belong to me!",
      "es": "Mi mujer tiene que cumplir tres condiciones, como ser mimado, como ser amado y ser cuidado. ¡Esta mujer cumple todos los requisitos y debe haber una coincidencia que solo le pertenece a él! La novela del mismo nombre está adaptada a la historia.",
      "fr": "La femme idéale pour Heqiao Yan doit avoir les 3 qualités suivantes:\n-Aimer être choyée\n-Aimer être aimée\n-Aimer qu'on prenne soin d'elle de toutes les manières possibles\nLe docteur Qin remplit toutes ces conditions, sauf qu'elle ne le sait pas… Mais si un petit garçon au magnifique yeux bleus s'en mêle, les choses pourraient bien changer…",
      "zh": "做我贺乔宴的女人，必须满足三个条件：喜欢被呵宠、喜欢被疼爱、喜欢被无微不至的照顾。这个女人恰好满足了所有要求，就要有只属于他的觉悟！",
      "pt-br": "Para ser minha esposa, você terá que aceitar três condições. Gostar das minhas palavras doces, gostar de receber cuidados e de ser mimada."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "345"
  },
  {
    "mangaId": "6a0a8bc9-4e81-4055-b6e3-45c49bd36674",
    "title": {
      "en": "The Demon King Levels Up"
    },
    "updatedAt": "2024-02-16T14:26:24+00:00",
    "coverArt": "https://mangadex.org/covers/6a0a8bc9-4e81-4055-b6e3-45c49bd36674/e2488cec-dc70-440e-b638-e7ea51d8af56.jpg",
    "altTitles": [
      {
        "en": "Demon Lord's Martial Arts Ascension"
      },
      {
        "en": "The Demon Lord Levels Up With Martial Arts"
      },
      {
        "ko": "무공으로 레벨업하는 마왕님"
      }
    ],
    "description": {
      "en": "Now that the demonic realm and the heavenly realm have called a truce, the human world has returned to an era of peace.\n\nJeon Minchul lives the life of an ordinary college student until the day he comes across an artifact from the war and remembers — in his past life, he was the demon king who brought the world to its knees.\n\nUpon recalling these memories, Minchul awakens his old powers, along with some new ones. But can this demon king harness the powers of both good and evil to protect the peace?",
      "ko": "“마왕.”\n\n그건.\n인간이 되기 전, 전생의 나를 부르던 말이었다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "890eda31-541b-479a-ad8a-ceba4771093e",
    "title": {
      "en": "Reliance"
    },
    "updatedAt": "2024-03-08T18:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/890eda31-541b-479a-ad8a-ceba4771093e/92f78baf-564b-40b8-8010-596eb619807b.jpg",
    "altTitles": [
      {
        "ja": "リライアンス"
      },
      {
        "zh": "Reliance -信赖-"
      }
    ],
    "description": {
      "en": "Spin-off story of 14-sai no Koi, featuring Aoi Shiki (a lesbian side character in an unrequited love with the FMC of the main story) and a new character, Iori Tachibana, in their 3rd year of middle school."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2f62d9e-f772-42a9-84c3-6456a31c6155",
    "title": {
      "en": "Ashita, Watashi wa Dareka no Kanojo"
    },
    "updatedAt": "2024-04-08T12:27:25+00:00",
    "coverArt": "https://mangadex.org/covers/f2f62d9e-f772-42a9-84c3-6456a31c6155/de2139de-ce63-4152-9784-aad57aa6bcf4.jpg",
    "altTitles": [
      {
        "en": "Tomorrow, I Will Be Someone's Girlfriend"
      },
      {
        "zh-hk": "明天，我會成為誰的女友"
      },
      {
        "ja": "明日、私は誰かのカノジョ"
      },
      {
        "ko": "내일, 나는 누군가의 여자친구"
      },
      {
        "ja-ro": "Ashita, Watashi wa Dareka no Kanojo"
      },
      {
        "es-la": "Algún Día Seré la Novia de Alguien."
      },
      {
        "ne": "भोलि, म कसैको प्रेमिका बन्छु"
      },
      {
        "vi": "Ngày mai, tôi sẽ là bạn gái của ai?"
      }
    ],
    "description": {
      "en": "A bitter love story depicting the realities of love between female college students who earn money by renting themselves out to men as their girlfriends.",
      "ja": "「一週間に一回、私は【誰か】の彼女になる」　\n\n彼女代行として日々お金を稼ぐ女子大生と彼女に魅せられた男達の、恋愛のリアルを描くビターラブストーリー。"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "217"
  },
  {
    "mangaId": "a1680a15-e1ae-4a15-8310-ecf2b0720183",
    "title": {
      "en": "I Just Want to Mooch off Your Luck"
    },
    "updatedAt": "2023-05-09T18:54:07+00:00",
    "coverArt": "https://mangadex.org/covers/a1680a15-e1ae-4a15-8310-ecf2b0720183/1d7b6eb3-a543-4740-9a25-ccdf64f6eab3.jpg",
    "altTitles": [
      {
        "zh": "我就想蹭你的气运"
      },
      {
        "zh-hk": "我就想蹭你的氣運"
      },
      {
        "zh-ro": "Wǒ Jiù Xiǎng Cèng Nǐ De Qì Yùn"
      },
      {
        "en": "I Just Want to Freeload on Your Luck"
      },
      {
        "en": "Be Your Lucky"
      }
    ],
    "description": {
      "en": "After being reborn, Zhao Mingxi had no choice but to mooch off of Fu group's young master's luck to avoid death by terminal illness. Although his ears would turn so red as if they're bleeding whenever he sees her, he still keeps up an act of prideful indifference: \"Can you stop being so clingy?\"  The next day, Zhao Mingxi really did leave to mooch off of someone else's luck. The small dog bowed his head down, and grumbled: \"I'll let you cling to me, alright? Happy now?\"",
      "zh": "重生后的赵明溪为了避开绝症活下去，不得不去蹭傅氏太子爷身上的气运。 这位太子爷每次看到她，明明耳朵快红得滴血，还要装出酷炫狂霸拽的样子：“你能不能别缠我？” 第二天赵明溪就真的去找别人蹭气运了。:) 小狼狗头低了下来，委委屈屈：“给你缠还不行吗？”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19cabfbe-f31b-48d6-ae92-d4b2f7f13073",
    "title": {
      "en": "Please Behave, My Wife"
    },
    "updatedAt": "2024-04-02T08:37:01+00:00",
    "coverArt": "https://mangadex.org/covers/19cabfbe-f31b-48d6-ae92-d4b2f7f13073/73ba705f-ee17-4b6b-96ec-9591ec919a11.jpg",
    "altTitles": [
      {
        "zh": "老婆请安分"
      },
      {
        "zh-ro": "Lǎopó qǐng ānfèn"
      },
      {
        "vi": "Vợ ơi, xin hãy ngoan nhé!"
      }
    ],
    "description": {
      "en": "This is brought to you by the same author of \"My Wife Is From a Thousand Years Ago\". \n\n\"If you could go back in time, what would you do?\"\n\n\"I would go to the school entrance and wait for you every day to pursue you shamelessly until you're my girlfriend. What about you?\"\n\n\"Hmm... I will definitely carefully wait until I'm twenty-four to get to know you again, then gradually fall in love, then get married, and then ask you this question. I live cautiously because I'm afraid that the butterfly effect will make me lose you.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "431c939a-82f7-4851-bca9-2d242e867155",
    "title": {
      "en": "Strongest Level 1"
    },
    "updatedAt": "2024-03-05T23:47:22+00:00",
    "coverArt": "https://mangadex.org/covers/431c939a-82f7-4851-bca9-2d242e867155/362b4132-f459-4006-9ebd-8ca725f3efb9.png",
    "altTitles": [
      {
        "en": "Unbeatable Level 1"
      },
      {
        "en": "Unbeatable Lv.1"
      },
      {
        "ko": "최강 레벨 1"
      },
      {
        "ru": "Непобедимый первый уровень"
      },
      {
        "ru": "Сильнейший первый уровень"
      }
    ],
    "description": {
      "en": "The raid failed. \n\nIn a desperate situation due to the impending suicide bombing of the dungeon boss, Lee Gon-woo was betrayed by his teammates, and abandoned in the boss’s room. Just when he thought it was all over, a dagger suddenly fell into his hands. And from that moment his life changed dramatically.\n\nHis life was saved, but all the levels he gained with such difficulty have reset, making him level 1.\n\n[You have caught a \"mosquito\". Your level has increased.]\n\n\"My level should have gone up, but why is nothing happening?!\"",
      "ru": "Рэйд провалился. \nВ отчаянном положении из-за готовящегося самоподрыва босса данжа преданный тиммейтами Ли Гон-у остался один в комнате босса.\nКогда он думал, что уже всё кончено, неожиданно в его руки попадает кинжал. И с этого момента его жизнь кардинально меняется.\nЕго жизнь спасена, но он снова вернулся на первый уровень, который с таким трудом поднимал...\n[Вы поймали \"комара\". Ваш уровень повышен.]\nДействительно, уровень должен был подняться, но почему никаких изменений?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de34e04a-a9a4-4d9b-b434-f13ad275230c",
    "title": {
      "en": "unOrdinary"
    },
    "updatedAt": "2024-04-11T20:17:52+00:00",
    "coverArt": "https://mangadex.org/covers/de34e04a-a9a4-4d9b-b434-f13ad275230c/165b222b-9df9-478b-82f6-57378eace579.jpg",
    "altTitles": [
      {
        "pl": "Niezwykły"
      },
      {
        "tr": "Sıra Dışı"
      },
      {
        "en": "unOrdinary"
      },
      {
        "es": "extraOrdinario"
      }
    ],
    "description": {
      "en": "The world is not perfect. Learning to deal with its flaws is just a normal part of life. But there comes a point where these imperfections spawn a crushing realization… that something needs to change…",
      "es": "El mundo no es perfecto. Aprender a lidiar con sus defectos es una parte normal de la vida. Pero llega un momento en que esas imperfecciones nos hacen darnos cuenta de que algo tiene que cambiar...",
      "pl": "Świat nie jest doskonały. Nauka radzenia sobie z jego wadami jest tylko normalną częścią życia. Ale pojawia się punkt, w którym te niedoskonałości burzą miażdżącą realizację… że coś musi się zmienić…",
      "pt-br": "O mundo não é perfeito. Aprender a lidar com suas falhas é apenas uma parte normal da vida. Mas chega um ponto em que essas imperfeições geram uma percepção esmagadora… de que algo precisa mudar."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a356fd05-4bba-4993-bb3f-442e71c4de2b",
    "title": {
      "en": "Spring Letter in the Snow"
    },
    "updatedAt": "2024-04-12T21:03:26+00:00",
    "coverArt": "https://mangadex.org/covers/a356fd05-4bba-4993-bb3f-442e71c4de2b/79a5816d-ca57-417c-87e2-c1c74409a7c2.png",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34d8a0e8-6811-459d-87a1-2d3e81ad18fb",
    "title": {
      "en": "Selena"
    },
    "updatedAt": "2023-01-06T01:32:12+00:00",
    "coverArt": "https://mangadex.org/covers/34d8a0e8-6811-459d-87a1-2d3e81ad18fb/67177930-a1b4-4092-b9e8-b3b47322b21c.jpg",
    "altTitles": [
      {
        "ko": "세레나"
      },
      {
        "en": "Serena"
      }
    ],
    "description": {
      "en": "Serena is the only heir to the Serenity family. To save her endangered family, her grandmother married her to the most hated man in the kingdom. The only thing that can comfort Serena, who was collapsing, is her lover, Friedrich.\n\nThe story of three people intertwined with hot hatred and love."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d314363-297c-45c5-bf3f-efafe0883487",
    "title": {
      "en": "Mr. Teacher"
    },
    "updatedAt": "2023-05-29T14:45:43+00:00",
    "coverArt": "https://mangadex.org/covers/8d314363-297c-45c5-bf3f-efafe0883487/6e73fec7-d5a0-4d07-a070-5ac1969dea40.png",
    "altTitles": [
      {
        "fr": "Monsieur Le Prof"
      }
    ],
    "description": {
      "en": "William (who calls himself Wiwi in his head) is not your typical English teacher. The reason? He tends to be even less mature than his students. He’s headstrong, a tad bit vindictive and a rascal. Come along and discover how this teacher survives being surrounded by students with strange questions, colleagues who are just as crazy as he is, management who keeps him under close surveillance, and shoddy equipment that is ready to break down at any moment. In this Webtoon you’ll get to stand on the other side of the desk and discover the secrets of the classroom!",
      "fr": "William (qui s'appelle « Wiwi » dans sa tête) est un professeur d'anglais un peu atypique, puisqu'il a la particularité d'être moins mature que ses élèves. Tête en l'air, fainéant, quelque peu roublard, et un tantinet revanchard : découvrez comment ce prof survit en milieu scolaire, entourés d'élèves aux questions étranges, de collègues tout aussi bizarres que lui, d'une hiérarchie qui le surveille de près, et de matériel prêt à tomber en panne à tout moment. Avec ces webtoons, vous passerez de l'autre côté du bureau et découvrirez les secrets de la salle des profs !"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "72"
  },
  {
    "mangaId": "dd008813-6e96-4ffd-a49f-848445473b80",
    "title": {
      "en": "Live as a Villainess"
    },
    "updatedAt": "2022-11-09T08:40:06+00:00",
    "coverArt": "https://mangadex.org/covers/dd008813-6e96-4ffd-a49f-848445473b80/7df37ccf-0bf4-4776-8a7b-d9489395789d.png",
    "altTitles": [
      {
        "ko": "악녀로 살라신다"
      }
    ],
    "description": {
      "en": "“You have to become a villain to live? … But how do you do that?” One day, Da-jeong Kim, an ordinary Korean office worker who suddenly possesses the world of a novel. In fact, it is Christine Rosalind, the villain character who dies at the beginning of the novel in the series that she possessed. Perhaps because of Da-jeong’s possession, the original death is avoided, but that is only temporary. In a few moments, you die, and when you die, you return to the starting point of your life. How can I live without dying? The sky throws a clear answer to Da-jeong, who is in trouble. let her be a villain When she becomes a villain she can live without dying. … By the way, can she become a villain that only eats her heart? “A world collapsing, twisting characters. If you want to live, you have to remember who you are.” She said she could only live if she was a villain, did she mean that she could only live? After many twists and turns, she heard the voice of a villain, but Da-jeong’s life is hard and painful. It turns out that Christine was born into a civilization of ‘dead or bad’. Unexpected characters appear in front of Da-jeong, who is in such trouble. Raymon Myers, who is the man of the original story and is a perfect match for Christine, Diane Schneider, who was not found in the original, but has a reputation as a vicious witch in the world, and Cordelian Parker, who was possessed by the original author, the female lead of the original and the creator of this world. The three of them approach Da-jeong with different goals…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "184a6d41-c35e-4ea8-82af-36ff463a5c58",
    "title": {
      "en": "Te wo Tsunagou yo"
    },
    "updatedAt": "2024-04-06T02:29:18+00:00",
    "coverArt": "https://mangadex.org/covers/184a6d41-c35e-4ea8-82af-36ff463a5c58/0a54c1b6-6b86-451a-bae1-3258153f86ae.jpg",
    "altTitles": [
      {
        "en": "Let's Hold Hands!"
      },
      {
        "ja-ro": "Te o Tsunagou yo"
      },
      {
        "ja": "てをつなごうよ"
      },
      {
        "zh": "我们牵手吧~你是我的花~"
      },
      {
        "zh": "让我们手牵手"
      },
      {
        "pt-br": "Vamos dar as mãos!"
      }
    ],
    "description": {
      "en": "Kusunoki Azuki and Daizu are close siblings who live in the Arisuno apartment complex. Their next door neighboor is Azuki's childhood friend Tachibana Chika, who has feelings for her. One day, two brothers who are close to their ages, Hiiragi Mizuki and Ryuusei, move into their other neighboring apartment. A heart throbbing neighborhood graffiti starts now!",
      "pt-br": "Kusunoki Azuki e Daizu são irmãos próximos que moram no complexo de apartamentos Arisuno. O vizinho ao lado é o amigo de infância de Azuki, Tachibana Chika, que tem sentimentos por ela. Um dia, dois irmãos quase da mesma idade, Hiiragi Mizuki e Ryuusei, mudam-se para o outro apartamento vizinho. Um graffiti de bairro pulsante começa agora!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "31"
  },
  {
    "mangaId": "c615f226-4608-4a12-a340-a974e2a429dd",
    "title": {
      "en": "Spirit Farmer"
    },
    "updatedAt": "2022-10-15T22:51:51+00:00",
    "coverArt": "https://mangadex.org/covers/c615f226-4608-4a12-a340-a974e2a429dd/1f0533ae-0c62-4aa9-ab97-3844374e39a5.jpg",
    "altTitles": [
      {
        "ko": "정령 농사꾼"
      },
      {
        "ru": "Дух Фермера"
      },
      {
        "en": "Farmer of Spirits"
      },
      {
        "ja": "精霊の農夫"
      },
      {
        "th": "ชาวสวนภูตคุมวิญญาณ"
      }
    ],
    "description": {
      "en": "After training for 11 years to reach superhuman status, I gave up on my dream and returned to the family farm. But suddenly, Hawa appeared! She’s a powerful farming spirit who can make anything grow—even produce that enhances people’s powers. Now I’ve got my superhuman ID card, more spirits-friends, mouthwatering Grade A+ crops, and quests! Will Hawa and her friends lead us all to fame and fortune and change our lives forever?\r\n",
      "ja": "超人たちがあらゆる分野で活躍する世界。 金村健吾は、モンスターを倒す超人になろうと小さい頃から訓練を積んでいたが挫折。 その間に弟の金村慎吾が保証人になって姿をくらまし、兄は超人になる夢を諦め帰農した。 しかし、そこで農業の精霊ハワと出会うのだが…！\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)",
      "ko": "[농사꾼, 정령을 만나다.]\r\n\r\n11년 동안 초인이 되기 위해서 노력했지만 결국 일반인으로 끝난 이건우.\r\n\r\n모든 걸 뒤로 하고 집으로 돌아왔을 때, 그에게 정령이 찾아왔다.\r\n\r\n\"하와!!!!\"\r\n\r\n본격 농사 & 힐링 판타지.\r\n\r\n농사의 정령 하와와 함께하는 귀농 Life!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)",
      "ru": "Обычный среднестатистический гражданин Кореи, отчаянно пытавшийся стать героем на протяжении 11 лет, осознал, что это не его ремесло и не его мечтания. Бросив все, Ли Ген Ву решил стать фермером и жить своей тихой жизнью. Но все ли так просто?\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)",
      "th": "'อีกอนอู' ชาวสวนวัย 30 ปี ใฝ่ฝันอยากเป็นยอดมนุษย์มาตั้งแต่เด็ก\r\nแต่เขาก็ล้มเลิกความฝันนั้น และกลับมาใช้ชีวิตเป็นชาวสวนในชนบทกับครอบครัว\r\nทว่า เรื่องที่ไม่คาดคิดก็เกิดขึ้น ด้วยความเพียรพยายามในงานสวน ทำให้พลังที่ซ่อนไว้ถูกปลุกขึ้นมา\r\nพร้อมกับภูตน้อย 'ฮาวา' ที่เป็นวิญญาณการเกษตรผู้คอยรับใช้กอนอู และเรื่องราววุ่นๆ ในสวนของพวกเขาก็เริ่มต้นขึ้น\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3397fcf6-18bb-4983-8daa-2b0ccd79487e",
    "title": {
      "en": "Shen Yin Wang Zuo"
    },
    "updatedAt": "2023-08-29T17:44:02+00:00",
    "coverArt": "https://mangadex.org/covers/3397fcf6-18bb-4983-8daa-2b0ccd79487e/65b1d7d9-a776-4590-8fa0-7264de7dda68.jpg",
    "altTitles": [
      {
        "en": "Sealed Divine Throne"
      },
      {
        "ru": "Трон, отмеченный Богом"
      },
      {
        "zh": "神印王座"
      },
      {
        "ko": "신인왕좌"
      },
      {
        "vi": "Thần Ấn Vương Toạ"
      },
      {
        "zh-ro": "Shén Yìn Wángzuò"
      },
      {
        "zh-ro": "Shén Yìn Wáng Zuò"
      },
      {
        "zh-ro": "Shen Yin Wangzuo"
      },
      {
        "en": "Throne of Seal"
      }
    ],
    "description": {
      "en": "While the demons were rising, mankind was about to become extinct. Six temples rose, and protected the last of mankind. A young boy joins the temple as a knight to save his mother. During his journey of wonders and mischief in the world of temples and demons, will he be able to ascend to become the strongest knight and inherit the throne?",
      "it": "demoni erano in aumento e l'umanità era sul punto di estinguersi. Sei templi rosa proteggono quanto rimasto del genere umano. Un giovane ragazzo si unisce ad un tempio come cavaliere per salvare sua madre iniziando un viaggio nel mondo dei templi e dei demoni. Sarà egli in grado di salire di livello sino a diventare il cavaliere più forte sino ad ereditare il trono?",
      "pt": "Enquanto os demônios estavam em ascensão, a humanidade estava prestes a extinguir-se. Seis templos se ergueram e protegeram a humanidade. Um garoto que se junta aos templos como um cavaleiro para salvar sua mãe. Durante sua jornada nas maravilhas e males em um mundo de templos e demônios, será ele capaz de subir e tornar-se o cavaleiro mais forte a herdar o trono?!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "740b6aa9-e7bc-467b-b561-1234e3cf4439",
    "title": {
      "en": "The Doomsday Ruthless Man: Hoarding Trillions of Supplies at the Beginning"
    },
    "updatedAt": "2024-03-20T13:22:39+00:00",
    "coverArt": "https://mangadex.org/covers/740b6aa9-e7bc-467b-b561-1234e3cf4439/0d78a290-eb2d-4f43-8036-867a0bc2b303.jpg",
    "altTitles": [
      {
        "zh": "末日狠人：开局囤积万亿物资"
      },
      {
        "zh-hk": "末日狠人：開局囤積萬億物資"
      },
      {
        "zh-ro": "Mò Rì Hěn Rén: Kāijú Túnjī Wàn Yì Wùzī"
      },
      {
        "zh-ro": "Mo Ri Hen Ren: Kaiju Tunji Wan Yi Wuzi"
      },
      {
        "en": "Stockpiling in Apocalypse The Doomsday Ruthless Man: Hoarding Trillions of Supplies at the Beginning"
      },
      {
        "en": "The Last All-Knowing Man Collected Trillions of Stuff from Day One"
      }
    ],
    "description": {
      "en": "The earth is affected by unknown energy, the core expands, and natural disasters and doomsday come. Extreme heat, earthquakes, volcanic eruptions, floods, severe cold... natural and man-made disasters come one after another! Su Chen struggled through the apocalypse and finally entered the safe zone, but was betrayed by his girlfriend in the end! Reborn and returned to one month before the end. This time, I only live for myself!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "24e7400d-dbad-4ff4-9ae0-9660102ce823",
    "title": {
      "en": "Rise From the Rubble"
    },
    "updatedAt": "2023-08-16T22:50:25+00:00",
    "coverArt": "https://mangadex.org/covers/24e7400d-dbad-4ff4-9ae0-9660102ce823/13e2b475-9cec-43a1-9521-fb2836874bd0.jpg",
    "altTitles": [
      {
        "zh": "从末世崛起"
      },
      {
        "zh": "Cong Moshi Jueqi"
      }
    ],
    "description": {
      "en": "10 years after the night of starfall, city S was destroyed by the biggest recorded monster outbreak in history. Zuo Fan, carrying the name of [A traitor’s son], as well as being the most useless starfall warrior reserve who ran away, awakened the Super Warrior System during a trap disguised as a raid. Since then, he has embarked on the road of success, rising like a meteor. All the while, searching for the truth of his father’s treason amidst the strong opposition, and gradually commencing on the thorny road of saving the world."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f24f81e-29ef-4c46-83ff-b859de5cbab6",
    "title": {
      "en": "I Will Escape From the Flower of Ordeals"
    },
    "updatedAt": "2024-03-01T13:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/3f24f81e-29ef-4c46-83ff-b859de5cbab6/50e2a33b-c3ad-489a-a4ca-14776ce9473b.jpg",
    "altTitles": [
      {
        "ko": "시련의 꽃에서 탈출하겠다"
      }
    ],
    "description": {
      "en": "I was exhausted from reading the script all night and fell asleep, but it was about a kimchi fight, a secret birth, and an amnesia.\n\nI suddenly possessed Cha Ye-ryun, the villainous girl from the drama 'Flower of Ordeals', which is full of all kinds of absurd situations.\n\n\"I will protect you, Cha Ye-ryun. If I can’t go back to reality even after the drama ends, then I will be you.\"\n\nCha Ye-ryun only has one goal - avoiding her unfortunate ending where she has to spend the rest of her life in prison. \n\n Will she be able to overcome the unfortunate ending and escape the Flower of Ordeal?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75782b4b-c068-4bae-9692-6a1a6d2c3d10",
    "title": {
      "en": "Shitsuji-sama wa Demodori Reijou wo Amayakasanai"
    },
    "updatedAt": "2024-03-21T18:21:23+00:00",
    "coverArt": "https://mangadex.org/covers/75782b4b-c068-4bae-9692-6a1a6d2c3d10/896a71a0-dfee-4987-8484-0119eb84dad2.jpg",
    "altTitles": [
      {
        "ja": "執事様は出戻り令嬢を甘やかさない"
      }
    ],
    "description": {
      "en": "After Akiko is cheated on by the boyfriend she's living with, she has no choice but to return to her parents' home. At home for the first time in several years none of her family is there, only Tanaka, a handsome but brazen butler! Akiko is hesitant to rely on someone she's met for the first time, but she ends up being taken in by Tanaka, who is surprisingly kind(?). Their life together full of ups and downs now begins!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "19"
  },
  {
    "mangaId": "3bc00a43-f16f-4bb3-b3c2-59b6e9effdd1",
    "title": {
      "en": "Ochikobore Kenshi, Tsuihousareta no de Majutsushi ni Tenkou suru - Kenshi no Toki wa Gomi Skill datta \"Zettai Kioku\" wa Majutsushi ni Totte wa Kami Skill deshita"
    },
    "updatedAt": "2024-04-12T22:20:40+00:00",
    "coverArt": "https://mangadex.org/covers/3bc00a43-f16f-4bb3-b3c2-59b6e9effdd1/da123a30-8994-4934-86e3-44488819647f.jpg",
    "altTitles": [
      {
        "ja": "落ちこぼれ剣士、追放されたので魔術師に転向する ～剣士のときはゴミスキルだった『絶対記憶』は魔術師にとっては神スキルでした～"
      },
      {
        "en": "The Exiled Failed Swordsman Becomes a Sorcerer ~ [Absolute Memory], Which Was a Garbage Skill for a Swordsman, Is a God Skill for a Sorcerer!"
      }
    ],
    "description": {
      "en": "In a world where swordsmanship and magic clash, Durandal is born into one of the world’s most prestigious swordsman families. However, his innate skill is ‘Absolute Memory’. A skill that allows him to never forget anything he has seen or heard, but it was completely useless in swordsmanship where power is everything. Eventually, the banished Durandal encounters ‘magic’, and starts to change the life he had once given up on!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e271dc2-53de-4335-a964-71e2fd518d01",
    "title": {
      "en": "Gods of all people: I sacrificed hundreds of millions of living beings to become a god"
    },
    "updatedAt": "2024-03-11T21:30:07+00:00",
    "coverArt": "https://mangadex.org/covers/4e271dc2-53de-4335-a964-71e2fd518d01/1623b419-1976-4063-89d7-5b4e18794b72.jpg",
    "altTitles": [
      {
        "zh": "全民神祇：我献祭亿万生灵成神"
      },
      {
        "en": "Spirit Sacrifice: The Path to Godhood"
      }
    ],
    "description": {
      "en": "Han Wu transmigrated to a world where everyone can become a god. He obtained the ability to sacrifice life.\nAt the beginning, he had a trash clan, so he sacrificed to change his fate against the heavens.\nWith no power, no status, and no money, he sacrificed his way to the top.\nAs long as he has enough followers, he can become infinitely stronger through sacrifice, becoming the main god, the god of gods!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61d01e32-987a-45f6-a81a-042025baa7ec",
    "title": {
      "en": "Riceball Team"
    },
    "updatedAt": "2024-03-08T21:05:33+00:00",
    "coverArt": "https://mangadex.org/covers/61d01e32-987a-45f6-a81a-042025baa7ec/964e3029-701c-4f46-88f2-1f2300c05342.png",
    "altTitles": [
      {
        "zh": "汤团漫谈诗语"
      }
    ],
    "description": {
      "en": "A cute rice ball team explains poetry in 4 panel comics."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "24"
  },
  {
    "mangaId": "3f28c47a-bf8d-4e79-83ca-2e64fe906372",
    "title": {
      "en": "Jashin-chan Dropkick"
    },
    "updatedAt": "2023-06-13T23:31:03+00:00",
    "coverArt": "https://mangadex.org/covers/3f28c47a-bf8d-4e79-83ca-2e64fe906372/7a488411-149b-454a-8212-ab6a60a1d2c7.jpg",
    "altTitles": [
      {
        "en": "Dropkick On My Devil!"
      },
      {
        "ja-ro": "Jashinchan Doroppu Kikku"
      },
      {
        "en": "Jyashin-chan Drop Kick"
      },
      {
        "en": "Jyashin-chan Dropkick"
      },
      {
        "ru": "Демонический дропкик"
      },
      {
        "ja": "邪神ちゃんドロップキック"
      },
      {
        "zh": "邪神与厨二病少女"
      },
      {
        "ko": "사신짱 드롭킥"
      }
    ],
    "description": {
      "en": "Jashin-chan Dropkick is a violent slapstic comedy about a delusional gothic lolita, Yurine, who summons a demon girl with the tail of a cobra, Jashin-chan.\nThey'll have to live together until Yurine finds a way to send Jashin-chan back to hell, or until Jashin-chan kills Yurine.\n\n---\n\n[Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20484)",
      "ja": "魔界の悪魔、通称「邪神ちゃん」は、ある日突然、人間界に召喚されてしまう。\n彼女を召喚したのは、神保町のボロアパートで暮らす、ちょっとブラックな心を持つ女子大生、花園ゆりねだった。しかもゆりねは、邪神ちゃんを魔界に帰す方法がわからないと言う。仕方なく一緒に暮らし始めた邪神ちゃんとゆりね。しかし、召喚者が死ねば魔界に帰れることから邪神ちゃんはゆりねを……!?\n少女と邪神ちゃんが繰り広げるちょっとキケンな同居生活コメディ！",
      "pt-br": "Jashin-chan Dropkick é uma comédia violenta sobre uma lolita gótica, Yurine, que invoca uma garota demônio com um rabo de cobra, Jashin-chan.\nElas terão que viver juntas até que Yurine encontre uma maneira de enviar Jashin-chan de volta ao inferno, ou até que Jashin-chan mate Yurine."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2023-08-14T21:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/9155f8de-88f8-49a9-844d-770b5ee86dd7.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \n  \nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-03-20T01:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/c421579e-d76e-4994-9c2e-ba16d9015fef.jpg",
    "altTitles": [
      {
        "ru": "Гачиакута"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ja": "ガチアクタ"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n\n---\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (U.S. Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0c504c3-56eb-4bb3-bcab-427e315319c3",
    "title": {
      "en": "Yougisha \"A\" no Hanayome"
    },
    "updatedAt": "2024-04-01T15:59:03+00:00",
    "coverArt": "https://mangadex.org/covers/f0c504c3-56eb-4bb3-bcab-427e315319c3/62e12f82-989c-4a81-a618-0d6966b70556.jpg",
    "altTitles": [
      {
        "ja": "容疑者Aの花嫁"
      },
      {
        "en": "The Bride of Suspect A"
      }
    ],
    "description": {
      "en": "The \"erotic love suspense\" manga centers on Hana, who returns to her family after her husband dies. She lives every day in an oppressive atmosphere, until one day her parents start talking about having a marriage interview for her with a globally renowned artist named Aoi.",
      "ja": "夫を亡くし、実家に戻った羽菜。息苦しい毎日を送っていたある日、世界的に有名な画家・蒼井重瑠との見合い話が持ち上がる。今の生活から逃れるために、蒼井との再婚を受け入れた羽菜だけど…彼は、前妻3人を殺した連続殺人事件の容疑者で――！？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "d080f85f-a6ef-4e0a-9569-c0709b60d8c0",
    "title": {
      "en": "Isshou Senkin"
    },
    "updatedAt": "2024-04-11T23:55:17+00:00",
    "coverArt": "https://mangadex.org/covers/d080f85f-a6ef-4e0a-9569-c0709b60d8c0/444b7ff9-ba6d-4de8-b9d0-0a462c5d0404.jpg",
    "altTitles": [
      {
        "ja": "一勝千金"
      },
      {
        "en": "STAR: Strike it Rich"
      },
      {
        "en": "ST✰R: Strike it Rich"
      },
      {
        "ru": "Звезда: Бей, богатей"
      },
      {
        "ru": "Бесценная Победа"
      }
    ],
    "description": {
      "en": "“Yup! Just as slow as I thought.”\n\nAfter retiring from public fighting and getting fired from underground fighting, 27 year old Tenma Nozomi's zest for life is gradually dwindling away. It's hard to be at the bottom with nowhere to go, and that's exactly where she and her two friends are. However, Nozomi hits upon an idea that may just solve all of their problems: they could make their own underground fighting circuit for women, and tap into an underexplored market. As good as that sounds, her insistence on including the unknown quantity Hongou Hina may prove to be more than she bargained for..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1461071-bfbb-43e7-a5b6-a7ba5904649f",
    "title": {
      "en": "Martial Peak"
    },
    "updatedAt": "2023-08-25T10:35:49+00:00",
    "coverArt": "https://mangadex.org/covers/b1461071-bfbb-43e7-a5b6-a7ba5904649f/d175e74d-4ab7-47f4-8196-371aa51d8c2d.png",
    "altTitles": [
      {
        "zh-ro": "Wǔ Liàn Diān Fēng"
      },
      {
        "zh-ro": "Wǔ Liàn Diānfēng"
      },
      {
        "ru": "Вершина боевых искусств"
      },
      {
        "ru": "Пик боевых искусств"
      },
      {
        "zh": "武炼巅峰"
      },
      {
        "vi": "Võ Luyện Đỉnh Phong"
      },
      {
        "zh-ro": "Wu Lian Dian Feng"
      },
      {
        "zh-ro": "Wu Lian Dianfeng"
      },
      {
        "ko": "무련전봉"
      },
      {
        "en": "The Pinnacle of Martial Arts"
      },
      {
        "en": "MP"
      },
      {
        "ar": "ذروة الفنون القتالية"
      },
      {
        "ar": "مارشال بيك"
      },
      {
        "uk": "Вершина бойових мистецтв"
      },
      {
        "uk": "Пік бойових мистецтв"
      }
    ],
    "description": {
      "ar": "رحلة الوصول إلى قمة فنون القتال هي رحلة وحيدة موحشة وطويلة. في مواجهة الشدائد يجب عليك البقاء على قيد الحياة والقتال بلا هوادة، وعندها فقط يمكنك الارتقاء ومتابعة رحلتك لتصبح الأقوى. تختبر طائفة الجناح السماوي الأعلى تلاميذها بأقسى الطرق لإعدادهم لهذه الرحلة، وفي أحد الأيام تمكن المتدرب الضعيف يانغ كاي من الحصول على كتاب أسود مما جعله على الطريق إلى قمة عالم فنون القتال.",
      "en": "The peak of martial arts is solitary and lonely. It is an endless pursuit for unattainable heights as well. In order to surpass the limits of martial arts, growth and the will to survive in adverse situations is necessary.\r\nOne day, Yang Kai, a disciple-on-trial (and floor sweeper) of the Lingxiao Martial Arts Sect discovered a Wordless Black Book. That marked the turn in his luck and the beginning of his martial arts journey.",
      "fr": "Le chemin vers le sommet martial (Martial Peak) est long et solitaire. Face à l’adversité, il faut survivre et persévérer. Il est alors possible de percer et poursuivre l'ascension pour devenir le plus fort. Le Haut Pavillon Céleste entraîne ses disciples de la manière la plus sévère afin de les préparer à ce voyage. Un beau jour, le modeste balayeur Yang Kai met la main sur un livre noir, le lançant sur la route vers l'apogée du monde martial.",
      "ru": "Путь на вершину боевых искусств - путь одинокий и длинный. Перед лицом невзгод ты должен оставаться сильным и неотступным. Только тогда ты сможешь преодолеть все препятствия и стать по-настоящему сильным. Небесная Башня обучает своих учеников самым суровым образом, чтобы они могли выстоять в мире боевых искусств. Но только из-за одного самого незначительного проступка наш главный герой, Янг Кай, может быть исключен из Небесной Башни.",
      "uk": "Шлях до бойової вершини - самотній, відлюдний і довгий. Перед обличчям негараздів ти повинен вижити і залишатися непохитним. Тільки тоді ти зможеш прорватися і продовжити свій шлях, щоб стати найсильнішим. Небесна вершина випробовує своїх учнів найсуворішими способами, щоб підготувати їх до цієї подорожі. Одного разу скромному підмітальнику Ян Каю вдалося роздобути чорну книгу, яка відкриває йому шлях до вершини світу бойових мистецтв.",
      "zh": "《武炼巅峰》漫画版是由深圳漫画团队噼咔噼绘制，根据阅文集团旗起点中文网的同名小说改编，作者是莫默。武之巅峰，是孤独，是寂寞，是漫漫求索，是高处不胜寒。逆境中成长，绝地里求生，才能堪破武之极道。凌霄阁试炼弟子兼扫地小厮杨开偶获一本无字黑书，从此踏上漫漫武道。",
      "pt-br": "A jornada para o Pico Marcial é algo longo e solitário. Indo de encontro com a adversidade, você deve sobreviver e permanecer vivo. Apenas aqueles que superarem os limites continuarão a jornada rumo ao objetivo de se tornar o mais forte. A Sky Tower testa seus discípulos de maneiras bem complexas para esta jornada. Um dia, o menosprezado Yang Kai conseguiu obter um livro negro, fazendo-o tomar rumo ao pico do mundo marcial."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e776aca-92ae-43f5-8b0d-b6350c41c2dd",
    "title": {
      "en": "GhostBlade"
    },
    "updatedAt": "2024-04-12T17:32:36+00:00",
    "coverArt": "https://mangadex.org/covers/7e776aca-92ae-43f5-8b0d-b6350c41c2dd/977f02f8-5dcc-463c-8d87-b31331c8038e.jpg",
    "altTitles": [
      {
        "en": "Ghost Blade"
      },
      {
        "ru": "Призрачный клинок"
      },
      {
        "uk": "Примарний клинок"
      },
      {
        "zh": "鬼刀"
      },
      {
        "pt-br": "Lâmina Fantasma"
      }
    ],
    "description": {
      "en": "Long, long ago in Neraland, the pious human built a great tower to show the respect to their Goddess Nera.  \nGoddess Nera was deeply moved by human piety; to reward them, she opened a door at the top of the tower. This ethereal door connected to another world; it was known as *Heaven's Eye*.  \nHowever…",
      "fr": "Il y a fort longtemps au royaume de Nera, les fidèles humains érigèrent une tour en signe de leur respect pour leur déesse Nera.  \nLa déesse Nera, profondément touchée par la foi de ces derniers, ouvrit une porte au sommet de la tour pour les récompenser. Cette porte mystique était connectée à un autre monde. Elle fut dénommée *l'Œil céleste*.  \nMais un jour…",
      "uk": "Давним-давно в Нераланді благочестиві люди побудували велику вежу, в знак поваги до своєї богині Нери.   \nБогиня Нера була глибоко зворушена людським благочестям; щоб нагородити їх, вона відчинила двері на верхівці вежі. Ці ефірні двері пов'язані з іншим світом; І були відомі як *Райське Око*.  \nОднак…  \n\n\n---",
      "zh": "很久以前，诺拉大陆的人类为了表示对诺拉女神最崇高的敬意，筑起了一座宏伟的高塔。 女神为人们的虔诚所动， 在高塔的顶端打开了一扇通往异世的大门。 来自另一个世界的羽族人为人类带来了文明与进步，但最终两族人在各种矛盾下刀戈相向。 战后数百年过去了，大陆再一次笼罩在不安与诡异的阴云中...",
      "pt-br": "Há muito, muito tempo atrás em Neraland, o piedoso humano construiu uma grande torre para mostrar o respeito à sua deusa Nera.\n\nDeusa Nera ficou comovida pela piedade humana; para recompensá-los, ela abriu uma porta no topo da torre. Esta porta etérea conectada a outro mundo; era conhecida como \"Olho do Paraíso\". \n\n Contudo..."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6316eac8-53cc-4ac8-bc6b-7c5e229ac607",
    "title": {
      "en": "Gal no Haigo ni Rei ga Iru"
    },
    "updatedAt": "2022-09-04T20:49:26+00:00",
    "coverArt": "https://mangadex.org/covers/6316eac8-53cc-4ac8-bc6b-7c5e229ac607/89c8dcee-834d-44b4-8512-52d9a4424e87.jpg",
    "altTitles": [
      {
        "en": "There's a Ghost Behind the Gyaru"
      },
      {
        "ja": "ギャルの背後に霊がいる"
      },
      {
        "zh": "辣妹背后有只灵"
      },
      {
        "en": "The ghost is behind the gal"
      }
    ],
    "description": {
      "en": "A girl notices something lurking behind her friend."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "75"
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/e08cd064-7b50-44c9-ab17-fdb353858766.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d22cf103-18fa-4fb0-bc2c-75695895c74b",
    "title": {
      "en": "Jaco the Galactic Patrolman"
    },
    "updatedAt": "2023-01-04T17:37:20+00:00",
    "coverArt": "https://mangadex.org/covers/d22cf103-18fa-4fb0-bc2c-75695895c74b/3b4b4cbc-154e-4616-83cc-b56b79de37d7.png",
    "altTitles": [
      {
        "en": "Galactic Patrol Jaco"
      },
      {
        "es": "Jaco el patrullero galáctico"
      },
      {
        "fr": "Jaco le patrouilleur de la galaxie"
      },
      {
        "pt": "Jaco o Patrulheiro da Galáxia"
      },
      {
        "pt-br": "Jaco o Patrulheiro Galáctico"
      },
      {
        "ja-ro": "Ginga Patrol Jako"
      },
      {
        "ja": "銀河パトロールジャコ"
      }
    ],
    "description": {
      "en": "Retired scientist Omori lives alone on a deserted island while continuing his research into time-travel. His quiet life in interrupted when galactic patrolman Jaco crash-lands and decides to move in with him. This agent from space claims to be elite, but sometimes it can a little hard to believe. Can Jaco get along with the old man long enough to save the earth from a dangerous threat?  \n  \nA bonus series, [Dragon Ball Minus](https://mangadex.org/manga/13175), was released with it.\n\n[Official English](https://www.viz.com/jaco-the-galactic-patrolman)"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-03-29T19:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/a7872083-47ce-4234-85f6-fa080069bd2a.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya-san Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      }
    ],
    "description": {
      "en": "Masachika Kuze sits next to Alya, a girl of Russian and Japanese descent. She’s beautiful, haughty, and an exceptional student, while Masachika is nerdy and known for being a slacker. He’s an easy target for her comments in Russian, which she’s all too happy to translate—except he can understand what she’s really saying!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6dbc24cd-56ed-4171-83cd-8115ac0814b6",
    "title": {
      "en": "Returned from Hell"
    },
    "updatedAt": "2023-08-19T11:45:43+00:00",
    "coverArt": "https://mangadex.org/covers/6dbc24cd-56ed-4171-83cd-8115ac0814b6/c346b34a-572b-4559-aebf-9a6348e32bb1.jpg",
    "altTitles": [
      {
        "ko": "지옥에서 돌아온 한대성"
      },
      {
        "en": "Han Dae Sung Returned From Hell"
      },
      {
        "ko-ro": "Jiogeseo Doraon Handaeseong"
      }
    ],
    "description": {
      "en": "On the way home from the third year of middle school. Han Dae-sung falls into hell without any context.\n\nAt first, he wandered in hell for about a few days and despaired, but he said that he had to live. He starts fighting with the determination to return to Earth. Hell was like a game. A UI pop-up window like an RPG game appears in front of your eyes as a hologram, there is a status window, and you learn skills and acquire items. Even though he almost lost his life several times from the ferocious beasts of hell, he persisted and continued to grow. \n\n10 years passed, 50 years passed, and 80 years were taken. He finally defeats the demon, the absolute lord of hell, and ascends to a new seat of power. \n\n[Would you like to return to Earth?] until the message pops up. Hell is worthless. Daesung returns to Earth, feeling no need to stay in this place where there is only a desolate land covered in flames and magical beasts who cannot communicate. \n\nAnd when he wakes up in a hospital in Seoul, he realizes that only 10 years have passed since he fell to hell. Daesung, who was in a vegetative state on Earth for 10 years, receives rehabilitation treatment. \n\nAt that time, a message that could only be seen in hell appears in front of his eyes. [The advent quest has arrived.] He accepts the system provided by hell and completes his rehabilitation training at an explosive pace while carrying out his mission. \n\nWhile hospitalized in his hospital room, Hell gave him quests relentlessly. Daesung's skinny body recovers the body of those days, which was solidified by living in hell for 80 years. Let Daeseong finish his descent. The system of Hell invites them to the other side of the world called 'Pantheon'.\n\n 'Pantheon' Based on the diary Daeseong wrote in his selfishness, the time and space of hell are recreated. Demonic beasts imprisoned in all the English spaces of Pandaemonium beg Daesung, the absolute, to save them. However, with the cold-hearted reply, \"Fuck Daesung\". He himself declares that he will not fight anymore and will live normally. \n\nHowever, the hometown Earth, which should be peaceful, was in a state of air raids by beings from another alien dimension, and the 'great upheaval' began on the day Daesung fell into hell. Since then, in the earth of cataclysm, in order to counteract the monsters that have entered the earth, a monster-specialized monster extermination certificate called 'Hunter' has been created. \n\nDaesung, who promised to live a normal life without fighting, makes one decision. home just returned. To protect the barely reunited family, the enemies from that extraterrestrial dimension must be exterminated. \n\nHaving made up his mind to become a hunter, he goes back and forth to the Pantheon and unlocks the powers of hell one by one. and your own world. He shows the real 'hell' as the absolute of hell to all who threaten his precious people."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "823e803d-bad4-4e04-b11a-81aaef81e141",
    "title": {
      "en": "Dream Root"
    },
    "updatedAt": "2024-04-12T15:48:31+00:00",
    "coverArt": "https://mangadex.org/covers/823e803d-bad4-4e04-b11a-81aaef81e141/4091a412-c177-4aae-ab5e-affae473cc80.jpg",
    "altTitles": [],
    "description": {
      "en": "The protagonists reality begins to crumble after he is rejected by his love interest…?  A moving psychological horror that blends dreams and reality!",
      "ja": "主人公が片思いに振られた後、彼の現実が崩れ始めます…？ 夢と現実を交錯させた、感動的な心理ホラー！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b35f67b6-bfb9-4cbd-86f0-621f37e6cb41",
    "title": {
      "en": "Tomodachi Game"
    },
    "updatedAt": "2024-01-21T15:43:09+00:00",
    "coverArt": "https://mangadex.org/covers/b35f67b6-bfb9-4cbd-86f0-621f37e6cb41/72b12000-c7b1-473a-a037-81cbd267e034.jpg",
    "altTitles": [
      {
        "en": "Friends Games"
      },
      {
        "pl": "Przyjacielskie rozgrywki"
      },
      {
        "ja": "トモダチゲーム"
      },
      {
        "zh": "朋友游戏"
      },
      {
        "ko": "친구 게임"
      },
      {
        "id": "Game Pertemanan"
      },
      {
        "uk": "Гра друзів"
      },
      {
        "ru": "Игра друзей"
      },
      {
        "zh-hk": "朋友遊戲"
      },
      {
        "es": "Los juegos de la amistad"
      },
      {
        "ar": "لعبة الأصدقاء"
      },
      {
        "fr": "Le jeu de l'amitié"
      }
    ],
    "description": {
      "en": "Katagiri Yuichi believes that friends are more important than money, but he also knows the hardships of not having enough funds. He works hard to save up in order to go on the high school trip, because he has promised his four best friends that they will all go together. However, after the class's money is all collected, it is stolen! Suspicion falls on two of Yuichi's friends, Sawaragi Shiho and Shibe Makoto.  \r\n  \r\nSoon afterward, the five of them are kidnapped, and wake up in a strange room with a character from a short-lived anime. Apparently, one of them has entered them into a \"friendship game\" in order to take care of their massive debt. But who was it, and why did they have such a debt? Could they have stolen the money from class to pay for entry into the game? Katagiri and his best friends will have to succeed in psychological games that will test or destroy their faith in one another.",
      "pl": "Dziękujemy za wpłatę dwudziestu milionów jenów! W ten sposób dołączyliście do jedynej w swoim rodzaju gry przyjaciół! Witajcie, jestem Manabu. Pozwólcie, że wyjaśnię wam zasady. Weźmiecie udział w bardzo prostych grach, dzięki którym będziecie mogli zdobyć pieniądze. W ten sposób w mgnieniu oka pozbędziecie się swojego długu! Oczywiście możecie się wycofać, ale nie zwrócimy wam wpłaconej kwoty, a wasz dług pozostanie niezmieniony. Jest pewien sposób, aby każdy szczęśliwie ukończył grę. Wystarczy nie wątpić w przyjaciół. Proste, czyż nie?  \r\n  \r\nAle czy da się nie wątpić w przyjaciół, jeśli pośród nich znajduje się zdrajca?  \r\nCzy da się przełożyć przyjaciół nad pieniądze?  \r\nOczywiście, że nie.  \r\nA więc popatrzmy na tych młodych ludzi, którzy nawzajem będą się oszukiwać!",
      "pt-br": "\"A amizade é mais importante do que o dinheiro?\" Yuuichi e seus amigos são sequestrados e acordam no meio de uma sala com um estranho personagem que os obriga a participar de uma estranha competição onde dinheiro e intriga colocarão seus laços à prova."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-03-22T13:09:51+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/171b59a7-7df4-4fa4-99fb-2410ab606f01.jpg",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-03-16T12:13:10+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/a812cf07-09a5-4dc2-b081-f36128b50c95.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be7dda55-4eb6-4a73-92a7-21e5e8faf0a5",
    "title": {
      "en": "Isekai Shoukan Oji-san no Juumusou Life - Sabage Suki Salaryman wa Kaisha Owari ni Isekai e Chokki suru"
    },
    "updatedAt": "2024-02-02T17:45:06+00:00",
    "coverArt": "https://mangadex.org/covers/be7dda55-4eb6-4a73-92a7-21e5e8faf0a5/ad16418b-498c-4be0-ba3c-104895a5d88b.png",
    "altTitles": [
      {
        "ja": "異世界召喚おじさんの銃無双ライフ 〜サバゲー好きサラリーマンは会社終わりに異世界へ直帰する〜"
      },
      {
        "ru": "Призванный в потусторонний мир дядя - живёт оружейным воином"
      },
      {
        "en": "The Gunner's Life of a Middle-aged Man Summoned to Another World and Armed with a Rifle: An Airsoft Addicted Salaryman Returns to the Alternative World After Work"
      },
      {
        "id": "Om-Om Pegawai Kantoran Pecinta Airsoft Pergi Ke Dunia Lain"
      }
    ],
    "description": {
      "en": "The middle-aged man and airsoft enthusiast Daisuke Koga is summoned to a different world on his 40th birthday. Given the ability to turn airsoft guns into real guns, Daisuke must save the other world while traveling back and forth between reality and the fantasy world. Alongside female swordsman Rena, Daisuke becomes the only gun user and dominates in the fantasy world after work!",
      "id": "Seorang om-om yang hobi bermain airsoft bernama koga daisuke telah terpanggil ke dunai lain pada ulang tahunnya yang ke-40. Dianugerahi sebuah kekuatan untuk mengubah senjata airsoft menjadi senjata asli, daisuke harus bisa menyelamatkan dunia tersebut selagi bolak-balik dari dunia lain ke dunia nyata. bersama dengan seorang ksatria bernama lena, daisuke menjadi satu-satunya pengguna senapan yang akan mendominasi dunia lain tersebut sepulang kerja!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-01-20T05:26:42+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/03c494d5-915a-46b8-80f1-94a29a6b6723.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "ja-ro": "Mankitsu Shitai Jouren-san"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?\n\nThis is a slightly naughty, heartful love comedy where this gentle pair will get to \"enjoy\" their youth to the fullest!!",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。 それは最近よく来店する女子高生のほなみちゃん。 どこか無防備で可愛らしい彼女には、 目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！\n\n---\n\nManga kissa de hataraku daigakusei izumi ni wa ki ni natte iru jōren-san ga ita. Sore wa saikin yoku raiten suru mesukōsei no hona michan. Doko ka mubōbi de kawairashī kanojo ni wa,-me o hanasenai aru himegoto ga atte…!? Seishun o “ma n kitsu” suru yasashī futari no chottoetchina hātofururabukome!!",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e32c93e7-6f25-496a-9005-362928534ad3",
    "title": {
      "en": "Love Angel and the Corporate Slave"
    },
    "updatedAt": "2024-04-12T19:05:48+00:00",
    "coverArt": "https://mangadex.org/covers/e32c93e7-6f25-496a-9005-362928534ad3/689c4a29-3257-428e-9852-e4a21e84ac3f.png",
    "altTitles": [
      {
        "ja-ro": "Koitenshi to Shachiku-san"
      },
      {
        "ja": "恋天使と社畜さん"
      }
    ],
    "description": {
      "en": "Ai-chan aspires to be an angel of love.\nIn order to study \"love\", she is taught all sorts of things by a gentleman."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c048386a-591e-4fea-9b6f-2aca55716f31",
    "title": {
      "en": "Cute Baby Arrives: Mommy is Super Fierce"
    },
    "updatedAt": "2024-02-24T07:46:28+00:00",
    "coverArt": "https://mangadex.org/covers/c048386a-591e-4fea-9b6f-2aca55716f31/1d83031b-80c1-45be-b474-0cd84b383927.jpg",
    "altTitles": [
      {
        "zh": "萌宝驾临：爹地妈咪超凶的"
      },
      {
        "en": "Adorable Baby Arrives: Daddy and Mommy Are Super Fierce"
      },
      {
        "en": "Cute Baby Is Coming: Daddy and Mommy Are Super Fierce"
      },
      {
        "zh-hk": "Meng Bao Jia Lin: Die Di Ma Mi Chao Xiong De"
      },
      {
        "en": "The Adorable Treasure Has Arrived: Daddy and Mommy Are Super Fierce"
      }
    ],
    "description": {
      "en": "When the not-so-famous actress Jane wakes up in the morning, her cute-but-nagging son Ian already had her day plan out for her – go on a blind date and find a father for the household. However, her date turns out to be Mark Quinn, the biological father of her son. The sullen business man obviously doesn't have the best impression of Jane and would not have expected that they will enter marriage soon with the help of Mark's father and Ian..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "93"
  },
  {
    "mangaId": "38179337-1640-4927-8851-9bedd8d19e82",
    "title": {
      "en": "Shiotaiou no Sato-san ga Ore ni dake Amai"
    },
    "updatedAt": "2023-11-01T07:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/38179337-1640-4927-8851-9bedd8d19e82/6141e7d9-530d-41d7-a3b8-a2a86f3307ce.jpg",
    "altTitles": [
      {
        "ja": "塩対応の佐藤さんが俺にだけ甘い"
      },
      {
        "en": "Aren’t You Too Sweet Salt-God Sato-San?"
      },
      {
        "en": "The Salt-God Sato-san is only sweet to me!"
      },
      {
        "zh": "冷淡的佐藤同學只對我撒嬌"
      },
      {
        "th": "คุณซาโต้ยอดนักเมิน เธอหวานใส่ผมแค่คนเดียว"
      }
    ],
    "description": {
      "en": "Satou-san is the unattainable flower of the class. She is always cold and curt with classmates, but only I know she's actually very cute when she smiles, even if she's not much of a photographer.  \n  \nOshio-kun is friendly and lively, but only I know he works at his family's cafe after school. He does a great job with the cafe's SNS account, and his mischievous smile makes my heart skip a beat!  \n  \nInnocent and sweet, but sometimes frustrating, this is a 120%-pure fluffy story about two people falling in love for the first time.",
      "ja": "こんなに甘い”両片想い”見たことない！\n\n「佐藤さんは高嶺の花で誰に対しても塩対応。でも、意外と隙だらけだって俺だけが知ってる。写真を撮るのが下手。そのくせドヤ顔しがち。そして、へにゃっと笑う顔がすごく可愛い」\n\n「押尾君は誰に対しても優しい。でも、意外といじわるなところもあるって私だけが知ってる。SNSを使うのが上手。オシャレなカフェの店員さん。そして、悪戯っぽく笑う顔にすごくドキドキする」\n\n――これは内緒だけど、俺（私）はそんな彼女（彼）のことが好きだ。\n\n初々しくて、もどかしい二人の初恋。尊さ＆糖度120％！",
      "pt-br": "Satou-san é a flor inatingível da classe.  Ela é sempre fria e ríspida com os colegas de classe, mas só eu sei que ela é realmente muito fofa quando sorri, mesmo que ela não seja muito fotogênica.\n  \nOshio-kun é amigável e animado, mas só eu sei que ele trabalha no café de sua família depois da escola.  Ele faz um ótimo trabalho com a conta da internet do café, e seu sorriso malicioso faz meu coração bater mais forte!\n  \n Inocente e doce, mas às vezes frustrante, esta é uma história fofa 120% pura sobre duas pessoas se apaixonando pela primeira vez."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22231dea-4bb3-49af-b7b1-82777f3ce713",
    "title": {
      "en": "Hanirabi!"
    },
    "updatedAt": "2024-04-12T17:46:47+00:00",
    "coverArt": "https://mangadex.org/covers/22231dea-4bb3-49af-b7b1-82777f3ce713/f45688a7-de59-46d6-8073-0466ab17386d.jpg",
    "altTitles": [
      {
        "en": "Honey Rabbit!"
      },
      {
        "ja": "はにらび！"
      }
    ],
    "description": {
      "en": "Fumiko lives together with her parents and her Rabbit. One day, when her parents aren't at home, her Rabbit is gone and instead there is a sweet boy with bunny ears.",
      "pt-br": "Fumiko vive com os seus pais e o seu coelho. Um dia, quando os seus pais não estão em casa, o seu coelho desaparece, e em seu lugar, está um doce menino com orelhas de coelho."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]