[
  {
    "mangaId": "213310fb-c046-416f-9b07-c1d0442eb198",
    "title": {
      "en": "Mo Shou Jian Sheng"
    },
    "updatedAt": "2024-03-23T16:15:04+00:00",
    "coverArt": "https://mangadex.org/covers/213310fb-c046-416f-9b07-c1d0442eb198/f1543ad1-ed49-44e7-83dc-c869710b9bd2.jpg",
    "altTitles": [
      {
        "en": "Magic Beast Sword Saint ('s Otherworldly Adventure)"
      },
      {
        "zh": "魔兽剑圣异界纵横"
      },
      {
        "en": "Swordmaster of Warcraft: Invasion of the Otherworld"
      },
      {
        "es-la": "Asesino de bestias magicas de otro mundo"
      }
    ],
    "description": {
      "en": "An online game addict Liu Feng got transferred into a world of magic and swords by accident. As he can neither use magic nor douqi, people looked down on him. Originally thinking he'll be able to cheat his way to his life's peak with the sword saint occupation, he was scolded by the natives so badly he questioned life. Can he really continue surviving in this land where danger is everywhere and become someone who's strong enough to control the fate of his life?",
      "pt-br": "O garoto viciado em Internet Liu Feng acidentalmente cruzou o mundo da espada e da magia. Ele não pode usar magia e não tem vingança. Ele foi ridicularizado como um “artista marcial demoníaco”. Ele pensava que se despertasse no jogo as habilidades da profissão de espadachim, poderia trapacear no auge da vida, mas desconfiava da vida dos indígenas locais. Em um continente cheio de crises, ele pode realmente sobreviver e se tornar um homem forte que controla seu próprio destino?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3d180f4-0901-435e-b311-aa2b6d7652f9",
    "title": {
      "en": "It's Not Easy to Be a Man After Traveling to the Future"
    },
    "updatedAt": "2023-11-28T19:43:51+00:00",
    "coverArt": "https://mangadex.org/covers/b3d180f4-0901-435e-b311-aa2b6d7652f9/f97e06ed-1f76-4c25-bead-09858a2b8788.jpg",
    "altTitles": [
      {
        "zh": "穿越未来之男人不好当"
      },
      {
        "zh-ro": "Chuanyue Weilai Zhi Nanren Buhao Dang"
      },
      {
        "ru": "Нелегко быть мужчиной после путешествия в будущее"
      }
    ],
    "description": {
      "en": "After dying from a strange terminal illness, Ling Lan was reborn into a world 10,000 years into the future. Although she dearly wished she could just live a peaceful and uneventful life in her new healthy body, fate had other plans…  \n  \nForced to disguise herself as a boy just so she could inherit her deceased father’s premium military benefits, Ling Lan’s journey to adulthood was full of challenges. After much difficulty, she finally turned sixteen when she could drop the charade. But before she could grasp her newfound freedom to get married and start her own family, a twist of fate results in her being thrown into the Federation’s top military boys’ school.  \n  \nWith these twists of fate, Ling Lan had little choice but to walk further and further down a path of no return, one of cold and aloof dominance… (NovelUpdates)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "108"
  },
  {
    "mangaId": "6ba78c6a-8d0a-49e9-bbe3-9e83709d2d94",
    "title": {
      "en": "Silver Bullet Exorcist"
    },
    "updatedAt": "2023-08-01T10:41:55+00:00",
    "coverArt": "https://mangadex.org/covers/6ba78c6a-8d0a-49e9-bbe3-9e83709d2d94/c728df40-9868-40d4-8db9-04ca777ca35a.jpg",
    "altTitles": [
      {
        "ko": "은탄"
      },
      {
        "en": "Silver Coal"
      },
      {
        "ko-ro": "Euntan"
      },
      {
        "ru": "Серебряная пуля"
      }
    ],
    "description": {
      "en": "In a chaotic Joseon dynasty with vampires, ghosts, and shamans, Park Moon-soo, who calls himself a dark-speaker, destroys a corrupted official. In order to subdue the dark master Park Moon-soo, who is trying to revive the vampire king, the court dispatches Anson, a military officer who has just passed the exam, to find Hong Kil-dong, an outlaw who is good at swordsmanship and martial arts and dispatches him to Taebaek Mountain.",
      "ko": "흡혈귀와 요괴, 무당이 창궐한 혼란의 조선, 자신을 암흑어사라 칭하는 박문수가 타락한 관아를 파괴하고 다닌다. 다급해진 조정에서는 흡혈귀 왕의 부활을 노리는 암흑어사 박문수를 토벌하라 명하기 위해 갓 무과에 급제한 무관 안손에게 도술과 무술에 능한 도적 홍킬동을 찾아오라 태백산으로 파견한다. <하이브>의 김규삼 작가가 선사하는 요괴 퇴마 개그 판타지 시대극!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae janai!"
    },
    "updatedAt": "2024-09-22T03:42:22+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/d3154ed8-eb5b-4b04-807b-e0b5dd8531cb.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "ja-ro": "Chigau Miyahara Omae ja nai!"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "zh-hk": "錯了宫原、不是妳啊！"
      },
      {
        "zh": "我要找的、才不是宫原你啦！"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. (Source: [ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！ でもなぜか、いつもイイところであらわれるのは…。 末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8f1d7da-8bb1-407b-8be3-10ac2894d3c6",
    "title": {
      "en": "Isekai Ojisan"
    },
    "updatedAt": "2024-09-16T05:25:58+00:00",
    "coverArt": "https://mangadex.org/covers/d8f1d7da-8bb1-407b-8be3-10ac2894d3c6/37a193b8-588d-4e98-9e0c-a627443754b9.jpg",
    "altTitles": [
      {
        "fr": "Coma héroïque dans un autre monde"
      },
      {
        "en": "Isekai Uncle"
      },
      {
        "ja-ro": "Ojisan in Another World"
      },
      {
        "en": "Uncle from Another World"
      },
      {
        "ja": "異世界おじさん"
      }
    ],
    "description": {
      "en": "Having survived an isekai for 17 years, 34 year old Ojisan (uncle) returns to modern day Japan. Takafumi, Ojisan's nephew, now gets to witness what throwing a diehard Sega fan into an isekai for 17 years does to various things and people, both past and present."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-07-29T19:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e85832b-4e3d-46e8-a0a2-4770b471f96d",
    "title": {
      "en": "A Dream Escape"
    },
    "updatedAt": "2024-07-28T16:32:58+00:00",
    "coverArt": "https://mangadex.org/covers/7e85832b-4e3d-46e8-a0a2-4770b471f96d/9195d8f8-ae74-4838-9d8c-2da73380376e.jpg",
    "altTitles": [
      {
        "ko": "손만 잡고 잘게"
      },
      {
        "ko-ro": "Pegang Saja Tanganku"
      },
      {
        "en": "Just Hold my Hand"
      }
    ],
    "description": {
      "en": "'Sonidor', a dream artisan who enters into other people's dreams through physical contact and grants wishes that could not be fulfilled in reality. One day, the emperor suddenly arrives at the house and asks to wake up the crown prince who has fallen into eternal sleep. \"I want you to wake him up.\"\n\nSonidor enters the dream of 'Marmel', the crown prince who is praised by everyone for his gentle nature and beautiful appearance, but somehow Marmel's dream is gloomy and desolate. “You were just going to kill me?!” \n\nAccording to the taste of the prince who hates people, Sonidor turns into various animals and finds the reason why Marmel fell asleep one by one, and Marmel gradually opens his heart to Sonidor... \"Your Highness, do you believe me?\" Will Sonidor be able to wake Marmel from his eternal sleep?",
      "pl": "\"Będę trzymać jego ręce, by obudzić go z wiecznego snu\"  Sodinor, ekspert do spraw snów, ma umiejętność spełnienia marzeń nawet w świecie snów. Na rozkaz cesarza została wprowadzona do snu księcia Marmella, który nie mógł się obudzić.  Jednak w snach księcia, który znany jest ze swojej dobroci i łagodności, jest coś bardzo dziwnego. Jego kraina marzeń jest opuszona i bezbarwna.   Sonidor infiltrując sny Marmella pod postacią uroczego zwierzątka udaje się znaleźć powód jego długiego letargu...  Czy Marmell obudzi się w końcu z wiecznego snu?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69989488-0b8e-4ef7-8a83-9ea2ba3801f5",
    "title": {
      "en": "Mahou Shoujo ni Akogarete - Moshi Mahou Shoujo ni Narete (Doujinshi)"
    },
    "updatedAt": "2024-09-24T04:27:50+00:00",
    "coverArt": "https://mangadex.org/covers/69989488-0b8e-4ef7-8a83-9ea2ba3801f5/718478d2-c037-47e3-8993-a06f67bbf1dc.png",
    "altTitles": [
      {
        "en": "If I Could Become a Magical Girl"
      },
      {
        "ja": "もし魔法少女になれて"
      },
      {
        "zh-hk": "如果成為魔法少女"
      },
      {
        "uk": "Якби я могла стати дівчинкою чарівицею"
      }
    ],
    "description": {
      "en": "An Utena x Kiwi doujin.",
      "uk": "Доджінші по \"Я ЗАХОПЛЮЮСЯ ЧАРІВНИМИ ДІВЧАТАМИ І...\" (Mahou Shoujo ni Akogarete)\nІсторія росповідає про здійснення мрії Хііраґі Утени, а саме стати дівчинкою-чарівницею"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35356144-f0dd-429f-b618-e16d8a6a84ec",
    "title": {
      "en": "Touhou Ace Showdown"
    },
    "updatedAt": "2024-06-15T08:31:02+00:00",
    "coverArt": "https://mangadex.org/covers/35356144-f0dd-429f-b618-e16d8a6a84ec/cb38ad54-85e5-4846-a10d-69dddb24f768.jpg",
    "altTitles": [
      {
        "en": "Ace Showdown - Touhou Project"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60296233-d377-4df8-bb2f-b4090999498c",
    "title": {
      "en": "Tensei Shitekara 40-nen. Sorosoro, Ojisan mo Koi ga Shitai. Nidome no Jinsei wa Harem Route?!"
    },
    "updatedAt": "2024-08-03T08:54:54+00:00",
    "coverArt": "https://mangadex.org/covers/60296233-d377-4df8-bb2f-b4090999498c/f8c1432b-69b6-43f6-b520-6dba381ab6a0.jpg",
    "altTitles": [
      {
        "ja": "転生してから４０年。そろそろ、おじさんも恋がしたい。　二度目の人生はハーレムルート!?"
      },
      {
        "en": "It's been 40 years since I was reincarnated. It's time for this uncle to fall in love."
      },
      {
        "ru": "Прошло 40 лет с тех пор, как я перевоплотился. Пришло время этому дяде влюбиться."
      }
    ],
    "description": {
      "en": "Forty years have passed since his reincarnation, and the guild leader, Girold, has been working diligently. Looking back on his life, he realizes that he hasn't been able to get married, so he tries his best to get a girlfriend, but there is no luck. He thinks he's not popular, but the girls around him are trying to approach him… The harem love comedy from \"Shosetsuka ni Narou\" begins! (DeepL)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "305c5759-4e7e-43d3-9d99-5360c6d9d6e1",
    "title": {
      "en": "Houkago no Goumon Shoujo"
    },
    "updatedAt": "2023-07-20T10:26:39+00:00",
    "coverArt": "https://mangadex.org/covers/305c5759-4e7e-43d3-9d99-5360c6d9d6e1/9b116481-ed13-44c0-b5cc-72ad93b85026.jpg",
    "altTitles": [
      {
        "en": "Torture Club Girls After School"
      },
      {
        "ja": "放課後の拷問少女"
      },
      {
        "ko": "방과 후의 고문소녀"
      },
      {
        "vi": "Câu Lạc Bộ Tra Tấn Của Các Nữ Sinh Sau Giờ Học"
      }
    ],
    "description": {
      "en": "After years of being unlucky with girls, Ishimaru Daito only wishes to enjoy his high school life with a normal, cute girlfriend. However, after losing a game to his two new seniors Sasahara Kiyoka and Tomochika Asami, he is forced to join the <Humanism Studies> club which is actually a torture studies club. Will Ishimaru get the normal high school life he always wanted?  \n  \n\n\n---",
      "pt": "Depois de anos de azar com as garotas, Ishimaru Daito só quer aproveitar a vida no colegial com uma namorada normal e bonita. No entanto, depois de perder um jogo contra suas duas novas senpais, Sasahara Kiyoka e Tomochika Asami, ele é forçado a ingressar no clube de \"estudos humanísticos\", que na verdade é um clube de estudos sobre tortura. Ishimaru será capaz de alcançar a vida normal do ensino médio que ele sempre quis?",
      "vi": "Sau nhiều năm đen đủi với các cô gái, Ishimaru Daito chỉ mong được tận hưởng cuộc sống cao trung của mình bên một cô bạn gái bình thường và dễ thương. Tuy nhiên, sau khi thua một trò chơi trước hai tiền bối mới của mình là Sasahara Kiyoka và Tomochika Asami, cậu buộc phải tham gia câu lạc bộ <Nghiên Cứu Chủ Nghĩa Nhân Văn> thực chất lại là một câu lạc bộ Nghiên Cứu Tra Tấn. Liệu Ishimaru có được cuộc sống cao trung bình thường mà cậu hằng mong muốn?",
      "pt-br": "Depois de anos de azar com as garotas, Ishimaru Daito só quer aproveitar a vida no colegial com uma namorada normal e bonita. No entanto, depois de perder um jogo contra suas duas novas senpais, Sasahara Kiyoka e Tomochika Asami, ele é forçado a ingressar no clube de “estudos humanísticos”, que na verdade é um clube de estudos sobre tortura. Ishimaru será capaz de alcançar a vida normal do ensino médio que ele sempre quis?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "168"
  },
  {
    "mangaId": "64fea981-e619-4cf1-a01d-0847679bf198",
    "title": {
      "en": "Onmir The oddity"
    },
    "updatedAt": "2024-01-02T15:41:40+00:00",
    "coverArt": "https://mangadex.org/covers/64fea981-e619-4cf1-a01d-0847679bf198/b8547e1b-e856-4b58-b538-268fe2a781b9.png",
    "altTitles": [],
    "description": {
      "en": "In a videogame based on a fantasy world, their players are know as Onmir. Our protagonist, a notorious killer of other Onmirs, logs in one day as usual but in the split of a moment, the environment changes giving a weird feeling, suddenly he realises that he cannot log off and that if he were to die, he will die in the real world. A fall into tragedy starts...",
      "es-la": "En un Juego basado en un mundo de fantasía, dentro de este los jugadores son conocidos como Onmir. Nuestro protagonista un infame Asesino de Onmirs, se conecta como siempre lo había hecho, pero en un momento el ambiente cambia, una sensación extraña y junto a esto él se percatada que no puede salir del juego. Si muere en el juego, morirá en la vida real. Se inicia un descenso a la tragedia..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "147b039d-3913-4c32-aae6-2241ddaa073d",
    "title": {
      "en": "R402"
    },
    "updatedAt": "2023-05-22T08:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/147b039d-3913-4c32-aae6-2241ddaa073d/64b93ccc-521f-4345-a277-b727ae9009d6.jpg",
    "altTitles": [
      {
        "en": "Room 402"
      }
    ],
    "description": {
      "en": "“R“ or rather Room 402 is the room where our illustrious female main character lives. One day which seems to be by mere coincidence her fate intertwines with that of Sasamoto, a savvy man who seems to be down in the dumps. That is until he picks up a trinket which fell from her nether regions. Prepare yourself for a story of sexual psychological horror as Sasamoto enters into a brave new world."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "615123b3-b813-4d7d-8c72-eb5c4146d76e",
    "title": {
      "en": "Sugar Meets Girl!"
    },
    "updatedAt": "2024-08-10T07:48:49+00:00",
    "coverArt": "https://mangadex.org/covers/615123b3-b813-4d7d-8c72-eb5c4146d76e/bd1ec245-678c-4d4f-8e7a-e6eea3091079.jpg",
    "altTitles": [
      {
        "ko": "슈가 미츠 걸!"
      },
      {
        "ja": "しゅがー・みーつ・がーる！"
      },
      {
        "en": "Sugar Meats Girl!"
      }
    ],
    "description": {
      "en": "A Sweet and Juicy Girls' Comedy~\n\nFeaturing:\n\nSato Kanna, daughter of a yakuza boss, she's known for being loyal to her friends and her slightly delinquent appearance.\n\nAnd Mochizuki Mito, class president and the school's most envied upon young lady.\n\nJust what unexpected secrets did these two girls found out about each other!?",
      "es": "Una dulce y jugosa comedia de chicas~ Presentación: Sato Kanna, hija de un jefe yakuza, es conocida por ser leal a sus amigos y por su aspecto ligeramente delincuente. Y Mochizuki Mito, presidenta de la clase y la joven más envidiada de la escuela. ¿Qué secretos inesperados habrán descubierto estas dos chicas la una sobre la otra?",
      "es-la": "Una dulce y jugosa comedia de chicas~ Presentación: Sato Kanna, hija de un jefe yakuza, es conocida por ser leal a sus amigos y por su aspecto ligeramente delincuente. Y Mochizuki Mito, presidenta de la clase y la joven más envidiada de la escuela. ¿Qué secretos inesperados habrán descubierto estas dos chicas la una sobre la otra?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a03f4591-e4ef-4560-80d9-81ac64db4f64",
    "title": {
      "en": "Yotsugogurashi"
    },
    "updatedAt": "2024-07-21T23:51:27+00:00",
    "coverArt": "https://mangadex.org/covers/a03f4591-e4ef-4560-80d9-81ac64db4f64/b55b5965-7d7b-4e31-b2c3-5bdc8b263feb.jpg",
    "altTitles": [
      {
        "ja": "四つ子ぐらし"
      }
    ],
    "description": {
      "en": "My name is Miyabi Mifu. I'm a lonely sixth-grader, and I don't have any parents or relatives.....or so I thought for the last twelve years!\n\nOne day, I found out I'm a quadruplet!! Three other girls that have the same face and voice: Ichika-chan, Nitori-chan, and Shizuki-chan. We were all raised alone in different places, but from now on we're going to be living under the same roof. However, living with only other children is chaos! Also, the differences in our upbringing could lead to some uexpected circumstances...?\n\nWe're all the same, but we're also different! Our cute sisterhood life begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3fa25bc-23eb-46c3-af17-36ec9200456e",
    "title": {
      "en": "Keiyaku Shimai"
    },
    "updatedAt": "2024-03-27T01:41:01+00:00",
    "coverArt": "https://mangadex.org/covers/e3fa25bc-23eb-46c3-af17-36ec9200456e/9d09a8ba-8fa7-4270-856b-4fa80f1e9f21.jpg",
    "altTitles": [
      {
        "en": "Contract Sisters"
      },
      {
        "ja": "ケイヤクシマイ"
      },
      {
        "ja-ro": "Keiyaku Shimai"
      },
      {
        "id": "Perjanjian Saudari"
      },
      {
        "pl": "Siostry umowne"
      }
    ],
    "description": {
      "en": "Kasane Hayafuji's secret joy in life is seeing Aoyama-san, a waitress at a family restaurant. One night, she saw Aoyama standing alone in the rain. When she tried to help, Aoyama suddenly made her an offer.\n\n\"Will you be my big sister?\"\n\n---\n**Links:**\n- Alternative Official Raw - [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/59079)",
      "id": "Menemui Aoyama-san yang bekerja sebagai pelayan di restoran keluarga merupakan arti kehidupan Hayafuji Kasane. Pada suatu hari, Kasane memutuskan membantu Aoyama-san yang tengah berdiam diri di tengah guyuran hujan. Kemudian, Aoyama-san tiba-tiba menawari Kasane perjanjian saudari.\r\n\r\n“Bersediakah kamu… menjadi kakakku?”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "492b463e-c612-40b3-8196-2389f0ab0255",
    "title": {
      "en": "The Reason I Have to Be a Villain"
    },
    "updatedAt": "2024-09-19T17:09:36+00:00",
    "coverArt": "https://mangadex.org/covers/492b463e-c612-40b3-8196-2389f0ab0255/35700537-60fd-4c7d-a3de-87b7a816cc53.jpg",
    "altTitles": [
      {
        "en": "The Reason I Have to Be a Villainess"
      },
      {
        "en": "The Unintentional Villainess"
      },
      {
        "ko": "악녀가 될 수밖에 없는 이유"
      }
    ],
    "description": {
      "en": "After being reborn in a novel, Renee Blair is determined to transform her reputation as \"the villainess of the century,\" which will prevent her death at the hands of Sir Dywen the dragon slayer! But then she learns that the original Renee had been controlled by a pop-up game system of daily missions that forced her to either commit evil deeds or face painful penalties for declining. With this system continuing to affect her as well, can the new Renee outsmart the game and reset her evil legacy?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0df86784-961a-443c-9765-8b41702c6249",
    "title": {
      "en": "Alice-san Chi no Iroribata"
    },
    "updatedAt": "2024-04-23T17:50:47+00:00",
    "coverArt": "https://mangadex.org/covers/0df86784-961a-443c-9765-8b41702c6249/e1bd1a5f-aec9-497a-97c1-ce651ab8c337.jpg",
    "altTitles": [
      {
        "ja": "アリスさんちの囲炉裏端"
      },
      {
        "ru": "У очага в доме Арису-сан"
      },
      {
        "th": "มื้ออุ่นหน้าเตาแห่งบ้านคุณอลิซ"
      },
      {
        "en": "By The Hearth At Alice-san's Home"
      },
      {
        "en": "By the Furnace of Miss Alice’s House"
      },
      {
        "vi": "Bên bếp lửa nhà Alice-san"
      }
    ],
    "description": {
      "en": "After ten years, Alice returns to her hometown from Tokyo to live alone in a traditional Japanese house with a sunken hearth. Harumi, her childhood friend, nervously meets her again after such a long time, but the warmth of the hearth with Alice is just as warm as it was in the past...\n\nNext to the hearth in Miss Alice's house, let's have a leisurely meal together.",
      "pt-br": "Depois de 10 anos, Alice volta de Tóquio para a sua cidade natal e mora sozinha em uma antiga casa tradicional Japonesa com lareira. Harumi, um amigo de infância, estava animado para se encontrar novamente depois de muito tempo, mas o calor da lareira com Alice continua tão quente quanto no passado..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "718d9146-8c9e-4ff3-9dc4-e4736a1239bb",
    "title": {
      "en": "The Warrior Returns"
    },
    "updatedAt": "2024-07-20T20:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/718d9146-8c9e-4ff3-9dc4-e4736a1239bb/04917b57-eeef-48ae-9147-a7e6b4bae0eb.jpg",
    "altTitles": [
      {
        "ko": "용사가 돌아왔다"
      },
      {
        "en": "Hero Has Returned"
      },
      {
        "en": "The Warrior Is Back"
      },
      {
        "en": "Warrior Returns"
      },
      {
        "ru": "Герой вернулся"
      },
      {
        "ne": "हिरो फिर्ता आएको छ"
      },
      {
        "ne": "हिरो फर्केको छ"
      },
      {
        "ne": "हिरो ह्याज रिटर्नड"
      },
      {
        "ne": "हिरो को पुनरागमन"
      },
      {
        "ja": "勇者が帰ってきた"
      },
      {
        "th": "สงครามนักรบผู้หวนคืน"
      },
      {
        "zh": "毁灭勇士"
      },
      {
        "zh-hk": "勇士歸來"
      },
      {
        "es-la": "El héroe ha regresado"
      }
    ],
    "description": {
      "en": "After saving one world, warrior Kim Minsu returns to Earth only to find that he’s lost everything… so he decides to destroy the world he used to call home.\n\nIn his rampage, he kills teenager Jeongsu Park and his family. But instead of dying normally, Jeongsu is transported to another world, where he finds that he’s now a warrior himself. After killing the demon king of this alternate world and honing his skills as a warrior, Jeongsu returns to earth, hell-bent on revenge against Minsu.\n\nAs the two warriors fight with the fate of their country in the balance, who will emerge victorious?",
      "fr": "Après avoir sauvé un monde, le héros Minsu Kim revient sur Terre et découvre qu'il a tout perdu. Il décide donc de détruire le monde qu'il avait l'habitude d'appeler ‘chez lui’. Dans son saccage, il tue le héros Jeongsu Park, mais au lieu de mourir normalement, Jeongsu est transporté dans un autre monde. Après avoir tué le roi démon de ce monde alternatif et grandi en tant que héros, Jeongsu revient sur terre, déterminé à se venger de Minsu. Alors que les deux héros se battent avec le destin de leur pays en jeu, qui sortira vainqueur?\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "id": "Jeongsu Park, seorang pahlawan yang menyelamatkan dunia lain dengan tekad untuk balas dendam pada Kim Minsu Kisah tragis tentang seorang pahlawan yang membunuh para pahlawan, Sebuah kenyataan yang dingin tanpa akhir yang bahagia.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ja": "その日、ひとりの勇者によって町が一つ消えた。 異世界を救って現世に帰還した「剣の勇者」。だか彼を待っていたのは、家族の死と自分に向けられた嫌悪、そしてふりかかる不幸。 「こんな世界・・・ぶっ壊してやる」悲しみと狂気に満ちた勇者による破壊が始まる。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ko": "김민수에게 복수를 하겠다는 일념 하나로 이세계를 구한 용사, 박정수.\n그는 스스로는 구했지만, 세계를 구하지 못했고, 자신의 세상을 멸망시킨 용사들을 죽이기로 마음 먹는다.\n\n이 이야기는 해피 엔딩 따윈 없는 차가운 현실, 용사들을 죽이는 용사에 대한 이야기이다.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ne": "किम मिन-सू, एक हिरो, जसले घर फर्कने एकल सोचको साथ अर्को विश्व बचायो। उसले संसार बचायो, तर आफैंलाई बचाउन सकेन, र संसारलाई नष्ट गर्ने निर्णय गर्यो। यो कथा हिरोको अन्तिम क्षणहरुको बारेमा हो, एक चिसो वास्तविकता जसको कुनै राम्रो अन्त्य छैन\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ru": "Пак Чон Су, герой, что спас мир только по одной причине - вернуться и отомстить Ким Мин Су.\nОн спасся сам, но не смог спасти тех, кто были всем его миром. Пак Чон Су намерен уничтожить того, кто сотворил с ним это.\n\nИстория без счастливого конца. Пробирающая до костей реальность, в которой герой убивает себе подобных.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "th": "พัคจองซู นักรบผู้กอบกู้อีกโลกหนึ่งได้ย้อนคืนกลับสู่โลกเดิมเพื่อแก้แค้น คิมมินซู นักรบผู้ฆ่าครอบครัวของเขา นี่คือเรื่องราวของนักรบที่ปราศจากตอนจบแสนสุข เพราะมันคือการห่ำหั่นนักรบด้วยกันเอง!\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "zh": "被黑化勇士们毁灭的世界，\n绝望之中最后的勇士归来！\n经历千辛万苦最终回到地球的勇士金闵洙，可等他的却是人们冰冷的眼光和父母双亡的事实，绝望的他决定毁灭整个世界。男主朴正秀的家人也被陷入到了这场灾难之中…就在这时，朴正秀也被传送到了异世！勇士朴正秀能否拯救这个世界呢？\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "zh-hk": "為了報仇雪恨這唯一念頭而拯救異世界的勇士，雖然拯救了自己，卻拯救不了原本世界的他，決心要殺光毀滅世界的勇士們。 這是關於沒有幸福結局的冷酷現實，以及殺勇者們的勇者的故事。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84bab9b6-b5c1-40e2-a9ce-0664e519b177",
    "title": {
      "en": "Takemitsu Zamurai"
    },
    "updatedAt": "2024-05-07T16:07:09+00:00",
    "coverArt": "https://mangadex.org/covers/84bab9b6-b5c1-40e2-a9ce-0664e519b177/ec640bb2-022e-431b-a46a-294b32b01c1f.jpg",
    "altTitles": [
      {
        "en": "Bamboo Samurai"
      },
      {
        "tr": "Bambu Kılıçlı Samuray"
      },
      {
        "ja-ro": "Takemitsuzamurai"
      },
      {
        "ja": "竹光侍"
      }
    ],
    "description": {
      "en": "Early one New Year's morning, the rounin Senou Souichirou appears in Edo's Katagi tenements.  \n  \nInitially, the inhabitants regard him with fear and suspicion: Kankichi, the carpenter's son, thinks he may not be human; the neighborhood cats remark that he reeks of blood. But soon Souichirou pawns his sword, and, with a bamboo replica at his waist, settles down to a quiet life as the neighborhood school-teacher.  \n  \nMonths pass, and all appears to be well. But trouble will not leave the Katagi tenements alone …  \n  \n---\n- **Won the 15th Osamu Tezuka Cultural Grand Prize in 2011**"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "83"
  },
  {
    "mangaId": "91d928a1-7237-4d03-abc3-4b1440cc7d55",
    "title": {
      "en": "Kage no Jitsuryokusha ni Naritakute! Master of Garden ~Shichikage Retsuden~"
    },
    "updatedAt": "2024-08-03T10:44:08+00:00",
    "coverArt": "https://mangadex.org/covers/91d928a1-7237-4d03-abc3-4b1440cc7d55/f595393a-6ce9-407a-a971-f1ad3a20c375.jpg",
    "altTitles": [
      {
        "ja": "陰の実力者になりたくて！マスターオブガーデン～七陰列伝～"
      },
      {
        "en": "The Eminence in Shadow: Master of Garden ~Seven Shadows Chronicles~"
      },
      {
        "en": "I Want To Become The Eminence In Shadow! Master Of Garden ~Seven Shadows Chronicles~"
      },
      {
        "ru": "Восхождение в Тени! ~Хроники Семи Теней~"
      }
    ],
    "description": {
      "en": "Cid Kagenou, a boy who was enjoying the “eminence in shadow” setting in another world, plays the role of the justice with the girls called the Seven Shadows (they are very serious), such that the darkness of the world will disappear (maybe).\n\nThe curtain rises on an overwhelmingly chuunibyou and misunderstanding-filled serious comedy about the strongest Seven Shadows (and the protagonist)!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c2c9ed0-d5ab-4f3d-a08d-b288d76c1b33",
    "title": {
      "en": "The Tough Life of a Journalist"
    },
    "updatedAt": "2024-09-17T11:26:33+00:00",
    "coverArt": "https://mangadex.org/covers/0c2c9ed0-d5ab-4f3d-a08d-b288d76c1b33/57d4bbd9-d4d2-4553-9fbd-b454231e96bc.png",
    "altTitles": [
      {
        "ko": "고기자의 힘드러운 기자생활"
      }
    ],
    "description": {
      "en": "In the interview room, they spoke of a warm world and justice, but in the end, a newspaper company is still a company, and a company is just that. Starting the day at 5G speed but ending it at 3G, Weekend work is a given, and being on-call is an option. The more incidents and accidents, the more work piles up, So I wish for world peace now more than ever. Yet when I see the numbers in my bank account, all I feel is sadness. This is the story of a realistic journalist living in a world full of inevitable things. Even so, the “clickbait journalist” and “corporate worker,” Who wander with hope, hoping to improve even just a little, Find themselves constantly torn between two worlds. The cat reporter, caught in the middle,\nHeads to work again today, stumbling along the way.",
      "ko": "면접장에서는 따뜻한 세상과 정의를 외쳤지만,\n결국 신문사도 회사고 회사는 회사였다.\n출근은 5G인데 퇴근은 3G,\n주말 출근은 기본에 당직은 옵션.\n\n사건사고가 많으면 일이 늘어나니\n그 어느 때보다 세상의 평화를 바란다.\n\n그럼에도 통장에 찍히는 숫자를 보면 슬픔뿐.\n그렇게 어쩔 수 없는 것들로\n가득한 세상에서 벌어지는 현실적인 기자 이야기.\n\n그래도 조금이라도 더 나아지고 싶어 하는\n희망으로 헤매는 ‘기레기’와 ‘회사원’,\n그 어느 중간에서 끊임없이 고민하며 살아가는\n고양이 기자는 오늘도 좌충우돌 출근을 한다."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "36055fc8-5538-4043-bbb4-fe3464e04e01",
    "title": {
      "en": "The Idolm@ster Cinderella Girls dj - Shibuya Rin no Jitensha Gohan"
    },
    "updatedAt": "2024-09-23T14:58:08+00:00",
    "coverArt": "https://mangadex.org/covers/36055fc8-5538-4043-bbb4-fe3464e04e01/0024c058-22cc-4900-baec-0a49a3a0594b.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Amagami-san Chi no Enmusubi"
    },
    "updatedAt": "2024-09-23T00:43:53+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/63915c0a-e2ed-408a-a5be-65b063432d05.jpg",
    "altTitles": [
      {
        "en": "Tying the Knot with an Amagami Sister"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      },
      {
        "es-la": "Emparejamiento del Hogar Amagami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами.",
      "es-la": "Un chico que había perdido la fe en las Oraciones y los Dioses, de pronto conocerá a 3 hermosas Hermanas que son Doncellas del Templo donde comenzará a vivir, ¿Esto afectará de alguna Manera a nuestro Protagonista? Léelo para descubrirlo.",
      "pt-br": "Kamihate Uryuu, órfão desde a infância, recebe um convite para ficar no santuário xintoísta local. Tudo o que ele queria era um lugar tranquilo para estudar, para que pudesse realizar seu sonho de entrar para uma faculdade de medicina de ponta, mas depois de chegar lá, ele se depara com três belas irmãs donzelas do santuário... E o sacerdote chefe pede que ele se case com uma delas e assuma o santuário. Uma história de amor e milagres está prestes a se desenrolar!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "69cac3f9-23cf-4a64-b83b-ad22f9e09669",
    "title": {
      "en": "Tsubame Tip-Off!"
    },
    "updatedAt": "2024-07-04T02:52:20+00:00",
    "coverArt": "https://mangadex.org/covers/69cac3f9-23cf-4a64-b83b-ad22f9e09669/1d376704-8919-4541-a4d9-880c1f499da2.jpg",
    "altTitles": [
      {
        "ja": "つばめティップオフ！"
      },
      {
        "ja-ro": "Tsubame Tip-Off!"
      },
      {
        "ja-ro": "Tsubame Tippuofu!"
      },
      {
        "en": "Tsubame Tip Off!"
      }
    ],
    "description": {
      "en": "Tsubame is a new high school student with a complex about her height. Despite her stature, she has the persona of a small and shy girl. Also unathletic and clumsy, she seeks to join a cultural club.\n\nEnter her upperclassman, Ibis, a small girl with a big presence, who suddenly invites Tsubame to join the basketball club?!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "50"
  },
  {
    "mangaId": "5d7a219e-7f7e-4a64-bf1d-89d82f84a07b",
    "title": {
      "en": "THE LAST MAN"
    },
    "updatedAt": "2024-07-10T07:05:15+00:00",
    "coverArt": "https://mangadex.org/covers/5d7a219e-7f7e-4a64-bf1d-89d82f84a07b/521e402d-956a-4a61-ae02-3e5679b2a8dc.jpg",
    "altTitles": [
      {
        "en": "LAST MAN"
      },
      {
        "en": "Last Man (EGAWA Tatsuya)"
      },
      {
        "ja": "ラストマン"
      }
    ],
    "description": {
      "en": "A mysterious boy lies naked and unconscious on the street. The story begins when ninth grader, Ai Oomori, and his third grader brother, Seigi, find him. This boy has no memory of the past and doesn't even know his real name. He is like a little baby. Ai names this boy Makoto and takes him back home. Makoto has superhuman physical powers and can even recover quickly from injuries. Who is Makoto? Makoto is easygoing and not at all bothered by everyone's curiosity. Until that is he is pursued by a cruel woman who disguises herself as a spider. A neo sapiens, this spider woman has been dispatched by a mystery organization called, \"Love & Peace.\" Her mission is to bring back Makoto dead or alive.  \n  \nSource: MU"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "134"
  },
  {
    "mangaId": "4b1b5cc9-1889-4ebc-b613-f7e2142ff2fe",
    "title": {
      "en": "Bocchi The Rock! Anthology Comic"
    },
    "updatedAt": "2023-08-30T22:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/4b1b5cc9-1889-4ebc-b613-f7e2142ff2fe/447c9eff-7239-43e0-8dd3-18fd859099f7.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！アンソロジーコミック"
      },
      {
        "ja-ro": "Bocchi the Rock! Anthology Comic"
      },
      {
        "en": "Bocchi the Rock! Anthology Comic"
      }
    ],
    "description": {
      "en": "Bocchi the Rock! anthology by various mangaka.\r\n\r\n---\r\n**Volume 1**\r\n**Cover**: [Chiba Sadoru](https://mangadex.org/author/d5f4317f-c206-4421-b87e-581d65d86c13)\r\n**Illustrations**: [Matsuda Hikari](https://mangadex.org/author/d024d115-01fd-45d7-b92f-0af7434fd4c9/matsuda-hikari), [Uzaki Uso](https://mangadex.org/author/ed1f402e-0550-446a-b3d5-8cfee979104c), Instant, [Hoshi](https://mangadex.org/author/7f08c8d4-98a3-4fee-92ff-7f618c6ab63a), [Souma Hajime](https://mangadex.org/author/4f2c1169-ad59-444c-a0a9-dab195ee35f6), HOJI, Iwawa (イワワ)\r\n\r\n**Author list**:\r\n1. Yuichi\r\n2. Takeo Kyuujuu\r\n3. Shirou Urayama\r\n4. Totsuno Takahide\r\n5. Uraya Nagi\r\n6. Uchino Maiko\r\n7. Confure\r\n8. Fuku Kitsune\r\n9. kashmir\r\n10. Oomameda\r\n**Extra comics**: Kokamumo, Konparu & Fujishima Pepo"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d9f7540f-4934-446a-923c-81619b5d3b53",
    "title": {
      "en": "Oh! Dangun"
    },
    "updatedAt": "2024-09-22T20:37:15+00:00",
    "coverArt": "https://mangadex.org/covers/d9f7540f-4934-446a-923c-81619b5d3b53/bd640e86-4d5f-487b-a252-0508f945f1d8.jpg",
    "altTitles": [
      {
        "ko": "오!단군"
      },
      {
        "en": "Legend of Dangun"
      }
    ],
    "description": {
      "en": "There are animals that were abandoned by Dangun and live secretly in the human world. Narae, an ordinary high school student, discovers their existence...\nA modern version of Beauty and the Beast with comedy and exorcism action.\n\n‘Will the project of becoming human, for the animals that could not become human, be successful?'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0480a7e-7153-4220-b050-3336cd0fee7c",
    "title": {
      "en": "Tetsunagi Oni"
    },
    "updatedAt": "2024-09-24T02:39:38+00:00",
    "coverArt": "https://mangadex.org/covers/f0480a7e-7153-4220-b050-3336cd0fee7c/ea857050-cbf1-4ee9-8825-c2b4ca3060fd.jpg",
    "altTitles": [
      {
        "ja-ro": "Takahashi Yousuke Kessakushuu - Tetsunagi Oni"
      },
      {
        "ja-ro": "Tetsunagi-Oni"
      },
      {
        "ja": "手つなぎ鬼"
      },
      {
        "ja": "高橋葉介傑作集 手つなぎ鬼"
      }
    ],
    "description": {
      "en": "A collection of horror and supernatural-themed short stories.  \n  \nHad a second edition published in September 2005, and a third edition on October 10, 2011, the latter which contained an additional one-shot.",
      "pt-br": "Coletânea de contos curtos de terror, comédia e sobrenatural. \nInclui 3 edições: A que contem 12 histórias, uma combinada com Man Eater, E outra com um oneshot adicionado.\n\n1 • O Diabo das Mãos Dadas\n2 • O Menino da Bolsa\n3 • A Mulher Cabeça\n4 • A Carta na Garrafa\n5 • Contos do Céu Estrelado\n6 • Uma História de Antropofágia\n7 • Raptor\n8 • Zashiki-Warashi (Espírito da Casa)\n9 • Anjo\n10 • O Rosto do Pai\n11 • Yuriko e Eu\n12 • A Noite do Estrangeiro\n12.5 • A Nova Boneca"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12.5"
  },
  {
    "mangaId": "13df5a6e-1cee-466c-9f06-09f38fb012b7",
    "title": {
      "en": "Renai no Jugyou"
    },
    "updatedAt": "2024-09-17T14:10:13+00:00",
    "coverArt": "https://mangadex.org/covers/13df5a6e-1cee-466c-9f06-09f38fb012b7/25db6482-696a-4a90-a762-bcfe0bf2a82d.jpg",
    "altTitles": [
      {
        "ja": "恋愛の授業"
      },
      {
        "en": "Love Class"
      }
    ],
    "description": {
      "en": "In 20XX, the Love Education Law was enacted. \"Love\" has become a mandatory subject in a response to the declining birthrate. Michitaka Sato, a high school student who has given up on romance and works hard on his studies, is on the verge of failing school. When he attends a supplementary class to avoid repeating a grade, Mai Aihara, a beautiful girl who is a problem child, appears as his partner...? Suddenly, he begins to study love alone with the beautiful girl in the three C's. Close contact, close quarters, and behind closed doors! Does Aihara-san have a secret...? A love-learning romantic comedy between a beautiful JK girl and a boy."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10e20e17-7ae6-48f9-8d33-7cf32db82674",
    "title": {
      "en": "Uchi no Dorei ga Akaru Sugiru!"
    },
    "updatedAt": "2024-08-10T15:43:01+00:00",
    "coverArt": "https://mangadex.org/covers/10e20e17-7ae6-48f9-8d33-7cf32db82674/a5124cec-6e85-4a9d-9f11-6b0a630a9e15.jpg",
    "altTitles": [
      {
        "ja": "うちの奴隷が明るすぎる！"
      },
      {
        "en": "My Slave is Way Too Cheerful"
      }
    ],
    "description": {
      "en": "Roland is known throughout the world as the Black Knight. He appears calm, cool, and collected on the outside, but secretly he’s anything but - he can’t talk to girls for the life of him. One day, while doing his regular heroic thing, he comes across a slave girl bound and gagged. Roland suddenly realizes - if he saves this slave girl, he can slowly build up his social skills by talking to her. After all, a slave girl has to be as shy as him, right?",
      "ja": "悪しき者共から人々を守る高潔な黒騎士、ローランド。彼には一つの悩みがあった。アラサー、独身、女性不信。親や周りの人から結婚を期待されるも、女性への免疫はゼロ。そんな彼が思い至った、素晴らしい(？)女性克服方法。「奴隷の女の子なら、自分にも優しくしてくれるのでは…？」しかし、ローランドが運命的な出会いを果たしたのは、イメージとは180度違う、明るすぎる奴隷少女、ジェシカだった…！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb8310e4-6050-4a43-984e-f7bbdfce23b1",
    "title": {
      "en": "Kokou no Hito"
    },
    "updatedAt": "2024-06-21T20:11:42+00:00",
    "coverArt": "https://mangadex.org/covers/bb8310e4-6050-4a43-984e-f7bbdfce23b1/54b58da7-7172-4548-a3fb-20b71c1882c0.jpg",
    "altTitles": [
      {
        "fr": "Ascension"
      },
      {
        "tr": "Dağcı"
      },
      {
        "ja-ro": "Kokou no Hito"
      },
      {
        "id": "Sang Pendaki"
      },
      {
        "he": "המטפס"
      },
      {
        "ar": "المتسلق"
      },
      {
        "ja": "孤高の人"
      },
      {
        "kk": "Шыңкез"
      },
      {
        "en": "The Climber"
      }
    ],
    "description": {
      "en": "On his first day of transferring to a new high school, a loner named Mori Buntarou, is cajoled by a classmate into climbing the school building. Despite knowing that one misstep could send him spiraling to his death, he moves forward, and upon finally reaching the top, Mori experiences a sense of fulfillment. That feeling, which seems to be telling him, \"You're alive!\" gives birth to an adrenaline for rock-climbing.",
      "ru": "В старшей школе Северной Ёкосуки новый, необычный ученик – Мори Бунтаро. В первый же день он отдает предпочтение крыше здания, чем ее кабинетам, где со всех сторон сыплются расспросы. Чтобы отвязаться от надоедливых одноклассников, лихо спрыгивающих с карниза вниз по веревке, Мори совершает безумный поступок: без страховки забирается на крышу по трубе, да еще в таком месте, где это достаточно проблематично, даже для тренированного человека! Одноклассник Миямото и Ониси-сенсей в ужасе и восторге, ведь они профессиональные скалолазы, а тут появляется такой способный ученик! Но Мори не разделяет их восторга и не принимает помощи. Нелюдимый и гордый, он всего добивается в одиночку, и трудности скалолазания его не пугают. Он собирается покорять вершину за вершиной, с каждый разом поднимаясь все выше.   \n  \nNote: Sakamoto Shinichi did both the story and the art from Volume 4 onwards.  \n  \n\n\n---\n\n**Officially Translated:**  \n- In French by [Delcourt](https://www.editions-delcourt.fr/mangas/series/serie-ascension)"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "170"
  },
  {
    "mangaId": "40a5bc77-4889-4780-8d36-3eae7b2c973c",
    "title": {
      "en": "Sora ga Haiiro Dakara"
    },
    "updatedAt": "2022-05-28T14:57:44+00:00",
    "coverArt": "https://mangadex.org/covers/40a5bc77-4889-4780-8d36-3eae7b2c973c/32b575c9-3178-4c81-8bf7-94182f779082.jpg",
    "altTitles": [
      {
        "en": "Because the Sky is Gray"
      },
      {
        "ja": "空が灰色だから"
      }
    ],
    "description": {
      "en": "A collection of short stories about the everyday lives of girls who have trouble with the people around them.\n\n---\n\nThe first volume contains stories about...\n- A lonely woman who works part-time, and who has crippling social anxiety that leads to misunderstandings.\n- A girl who is 'dumped' by her close friend.\n- A single mother who struggles to understand how to make her daughter happy.\n- A girl who desperately wants to buy a dress that she thinks could change her life.\n... and many more!\n\n(Source: MangaHelpers)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "59"
  },
  {
    "mangaId": "ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c",
    "title": {
      "en": "Karakai Jouzu no (Moto) Takagi-san"
    },
    "updatedAt": "2024-09-06T13:12:48+00:00",
    "coverArt": "https://mangadex.org/covers/ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c/c558b4a1-9e07-4a07-a4fb-a404646cafd4.jpg",
    "altTitles": [
      {
        "vi": "Chuyên gia trêu chọc Takagi-san (ngoại truyện)"
      },
      {
        "ms": "Si Master Jahil (mantan) Takagi-san"
      },
      {
        "en": "Skilled Teaser (Former) Takagi-san"
      },
      {
        "ru": "Мастер дразнилок (Бывшая) Такаги-сан"
      },
      {
        "ja": "からかい上手の（元）高木さん"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (Noon) si Takagi-san"
      }
    ],
    "description": {
      "en": "Takagi and Nishikata are now married and have a kindergarten-aged daughter named Chi. See how much some things have changed, and others have curiously stayed the same!  \n  \n*Note: The volumes collect the chapters in a different order than the web version. The chapters here follow the web numbering without any volumes.*",
      "pt-br": "Takagi e Nishikata agora estão casados e têm uma filha na idade do jardim de infância chamada Chi. Veja o quanto algumas coisas mudaram e outras curiosamente permaneceram as mesmas!\n\nNota: Os volumes coletam os capítulos em uma ordem diferente da versão web. Os capítulos aqui seguem a numeração da web sem nenhum volume."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "314"
  },
  {
    "mangaId": "5be51e59-e2a7-4a75-aed2-4655bcd624d2",
    "title": {
      "en": "Thunders of Emotions"
    },
    "updatedAt": "2024-09-14T18:32:18+00:00",
    "coverArt": "https://mangadex.org/covers/5be51e59-e2a7-4a75-aed2-4655bcd624d2/f9a9f96d-990c-4eec-aecc-dfeb61cd2403.jpg",
    "altTitles": [
      {
        "ja": "感情の雷雷"
      },
      {
        "ja-ro": "Kanjou no Rairai"
      }
    ],
    "description": {
      "en": "Aigaki tries to hide that he's an electrokin who, when his emotions are excited, discharges sparks that can electrocute others. One day, he meets Banba, a girl who is also hiding her identity as an electrokin...? (Source: Shonen Jump Plus, translated)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f",
    "title": {
      "en": "Wakaba-chan wa Wakarasetai!"
    },
    "updatedAt": "2024-06-12T07:09:11+00:00",
    "coverArt": "https://mangadex.org/covers/45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f/47d85953-70b2-4f0c-90e0-23c64c08d1b5.jpg",
    "altTitles": [
      {
        "ja": "若葉ちゃんはわからせたい！"
      },
      {
        "ja-ro": "Wakaba-chan ha Wakarasetai!"
      },
      {
        "en": "Wakaba-chan Wants To Make Him Understand!"
      },
      {
        "en": "Wakaba-chan Wants to Make It Clear"
      }
    ],
    "description": {
      "en": "Four-eyes who's bad with girls is only able to talk to with his tomboyish childhood friend Wakaba. But one day Wakaba appears before him in an amazingly cute outfit...!? \n\nThis is a battle rom-com between Wakaba who wants to be loved and four-eyes who gets flustered by girls!!",
      "ja": "『絶対BLになる世界VS絶対BLになりたくない男』の紺吉が贈るTwitter発ラブコメが、新連載開始！　女子が苦手な男子高校生のメガネくんは幼馴染のボーイッシュ女子・若葉とだけは会話ができる。でもある日、若葉がとびきり可愛い服装で現れて…!?　メガネくんに好かれたい若葉さんと女子にドキマギしちゃうメガネくんとのすれ違い＆攻防戦ラブコメ!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-05-12T00:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/171142b4-a653-414e-9c12-e4548a33e007.jpg",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eca409ba-505f-4f44-a756-0e1411d5d620",
    "title": {
      "ja": "Musashino Rondo"
    },
    "updatedAt": "2024-05-16T03:25:17+00:00",
    "coverArt": "https://mangadex.org/covers/eca409ba-505f-4f44-a756-0e1411d5d620/e3c1a031-13e0-4ef5-a79d-885eee331c35.jpg",
    "altTitles": [
      {
        "ja": "ムサシノ輪舞曲"
      },
      {
        "ja": "ムサシノ輪舞曲 (ロンド)"
      },
      {
        "ja": "Musashino Rinbukyoku"
      },
      {
        "ja": "Musashino Rinbukyoku (Rondo)"
      }
    ],
    "description": {
      "en": "Musashibara Tamaki (35), a sharp-tongued woman who is firm in how she lives her life, had been living by herself until her younger brother, Bunta, came back to their family home after a breakup. Her old student and next-door neighbor, Agawa Ryuuhei (25), has had an unrequited crush on Tamaki for a long time now. After being rejected twice by her, how does he deal with his feelings? A mature story of unrequited love with an ensemble cast that unfolds in an elegant and laid-back town."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e6d0cd0-a97e-478b-98c7-4840f3796bb6",
    "title": {
      "en": "Amegashi"
    },
    "updatedAt": "2021-12-01T13:38:47+00:00",
    "coverArt": "https://mangadex.org/covers/7e6d0cd0-a97e-478b-98c7-4840f3796bb6/9c5c0cb3-a2d6-430a-919d-11e2c12a4939.jpg",
    "altTitles": [
      {
        "ja": "飴菓子"
      }
    ],
    "description": {
      "en": "A young boy from the Korou wolf-clan, Itomaki, suddenly enters his “hunger period.” In order to end it, he must raise a fairy-like creature known as an “Amegashi,” and 1 year later – eat her. For an Amegashi, their only source of food is the blood of a Korou. To eat, and be eaten – together in this ancient coexistence, the two begin their relationship. This heart-wrenching fantasy paints the story of a love so pure, it transcends the boundaries between different races."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "16"
  },
  {
    "mangaId": "3299fab7-30eb-4ff0-bac0-cb8236fdfb74",
    "title": {
      "en": "Yīnwèi wǒ Shì Kāi Wǔqì Diàn de Dàshū"
    },
    "updatedAt": "2024-09-22T17:36:37+00:00",
    "coverArt": "https://mangadex.org/covers/3299fab7-30eb-4ff0-bac0-cb8236fdfb74/73e5b880-726e-42e2-8d1e-6aa6a74dbc4c.png",
    "altTitles": [
      {
        "en": "Weapon Shop Uncle"
      },
      {
        "en": "Because I'm an Uncle Who Runs a Weapon Shop"
      },
      {
        "zh-ro": "Yīnwèi wǒ Shì Kāi Wǔqì Diàn de Dàshū"
      },
      {
        "zh-ro": "Yinwei Wo Shi Kai Wuqi Dian De Dashu"
      },
      {
        "ru": "Потому что я дядя, управляющий оружейным магазином"
      },
      {
        "zh": "因为我是开武器店的大叔"
      },
      {
        "zh-hk": "因為我是開武器店的大叔"
      },
      {
        "ko": "무기가게 사장님"
      },
      {
        "id": "Karena Saya Paman Pemilik Toko Senjata"
      },
      {
        "es-la": "Porque soy un Tío Que tiene una Tienda de Armas"
      },
      {
        "tr": "Çünkü Ben Silah Deposu Sahibi Amcayım"
      },
      {
        "en": "The Reincarnated Weapon Shop Owner"
      }
    ],
    "description": {
      "en": "A weapons shop owner who is more much more capable than he looks, a clever and cute young demon loli from unknown origins. What roles do these two play in a new world where nothing is certain!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "192"
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-07-09T13:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/e6758c5f-7943-44f3-8ca2-a2c55faf8a9c.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "ja-ro": "Mankitsu Shitai Jouren-san"
      },
      {
        "zh-hk": "想盡情享受的常客小姐"
      },
      {
        "zh": "想尽情享受的常客小姐"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?\n\nThis is a slightly naughty, heartful love comedy where this gentle pair will get to \"enjoy\" their youth to the fullest!!",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。 それは最近よく来店する女子高生のほなみちゃん。 どこか無防備で可愛らしい彼女には、 目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！\n\n---\n\nManga kissa de hataraku daigakusei izumi ni wa ki ni natte iru jōren-san ga ita. Sore wa saikin yoku raiten suru mesukōsei no hona michan. Doko ka mubōbi de kawairashī kanojo ni wa,-me o hanasenai aru himegoto ga atte…!? Seishun o “ma n kitsu” suru yasashī futari no chottoetchina hātofururabukome!!",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!",
      "pt-br": "Izumi, um estudante universitário que trabalha meio período em um café de mangá, ficou curioso sobre uma cliente regular. O nome dela é Honami, uma estudante do ensino médio que tem vindo ao café mangá recentemente. Essa garota indefesa e aparentemente fofa de quem ele não consegue tirar os olhos tem um segredo...!?\n\nEsta é uma comédia de amor um pouco safada e sincera, onde este gentil casal poderá \"aproveitar\" sua juventude ao máximo!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-09-19T16:05:58+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/93b0b3ea-5990-4e2b-ad1a-01e231a7938a.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-07-21T07:26:52+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/4a621e36-7225-41a1-8f11-0f6ee10e76ac.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb00a252-8c71-4f90-a280-d8e71d71231a",
    "title": {
      "en": "Touhou - Komachi & Eiki 4 Lovey-Dovey Manga (Doujinshi)"
    },
    "updatedAt": "2024-06-08T15:54:47+00:00",
    "coverArt": "https://mangadex.org/covers/cb00a252-8c71-4f90-a280-d8e71d71231a/fc3d08e3-a4cd-4328-90fb-0e25cbd9fd61.png",
    "altTitles": [
      {
        "en": "Komachi & Eiki 4 Lovey-Dovey Manga"
      },
      {
        "ja": "こまえーきイチャイチャ漫画"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75a1c932-9792-41e1-a4a2-f2dddf1030ee",
    "title": {
      "en": "Isekai Izakaya \"Gen\""
    },
    "updatedAt": "2024-08-27T10:04:46+00:00",
    "coverArt": "https://mangadex.org/covers/75a1c932-9792-41e1-a4a2-f2dddf1030ee/85659638-ee98-4dba-adcd-c99ddf6c3503.jpg",
    "altTitles": [
      {
        "en": "Otherwordly Izakaya \"Gen\""
      },
      {
        "en": "Parallel Universe Bar \"Gen\""
      },
      {
        "zh": "异世界居酒屋外传「GEN」"
      },
      {
        "ja": "異世界居酒屋｢げん｣"
      }
    ],
    "description": {
      "en": "There's this pub (Izakaya) called \" Gen\" that was supposed to be in a certain place in the Kanto region of Japan.  \nAfter opening the door one day, it was found to be connected to the city of Parisia, the Capital of the Eastern Kingdom...   \nIndividual residents from a foreign world such as crestfallen monks, warriors, noble female chevaliers, daughters of noisy famous aristocrats, etc. all visited the peculiar izakaya which they've never seen before, and gradually they'll become fans of the dishes...  \nA foreign world gourmet fantasy has finally started!  \n  \n***From the same author of Isekai Izakaya \"Nobu\", which takes place in Kyoto.**",
      "ja": "『異世界居酒屋「のぶ」』の作者・蝉川夏哉による原作書き下ろしのスピンオフ作品。次なる世界は異世界・東王国、王都パリシィア!王都パリシィアでも、異世界の住人たちは、初めて見る日本の居酒屋料理に戸惑いながらも舌鼓を打ち……。"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b6c0281-572d-4661-9eee-fd2a260009d3",
    "title": {
      "en": "Uchi no Meido ga Uzasugiru"
    },
    "updatedAt": "2024-08-22T15:21:20+00:00",
    "coverArt": "https://mangadex.org/covers/7b6c0281-572d-4661-9eee-fd2a260009d3/ff5b40b9-0720-48ea-aa89-727e34a00883.jpg",
    "altTitles": [
      {
        "ja-ro": "うちのメイドがウザすぎる！"
      },
      {
        "en": "UzaMaid: Our Maid Is Way Too Annoying!"
      },
      {
        "ru": "Моя горничная слишком надоедливая!"
      },
      {
        "zh": "燕熊！"
      }
    ],
    "description": {
      "en": "Former Air Force Master Sergeant Kamoi Tsubame tries changing careers to finally get cute girls to wear her cute self-designed clothes. To that end she tries to get a job in the Takanashi household as a maid and babysitter to Yasuhiro Takanashi's spoiled daughter Misha Takanashi, as it seems that her mother is no longer present.  \n  \nMisha has successfully gotten rid of previous maids through playing devastating pranks like throwing mud, laying out banana peels to slip on and lighting the washed clothes on fire. In face of the newest applicant boasting that she has military experience, Misha even thinks about researching bomb making.",
      "ja": "母を亡くし父と二人で暮らす小学生女子・ミーシャ。そんな父子家庭にやってきた新人家政婦は、やたらマッチョな上に三度の飯より幼女が大好きで…！？"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "58"
  },
  {
    "mangaId": "eb9385a1-c240-4770-9ba9-e35a987a3a20",
    "title": {
      "en": "Manchuria Opium Squad"
    },
    "updatedAt": "2024-06-23T11:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/eb9385a1-c240-4770-9ba9-e35a987a3a20/32649e35-ab63-4c37-b370-1a30dbdcc712.jpg",
    "altTitles": [
      {
        "ja-ro": "Manshu Ahen Squad"
      },
      {
        "ja": "満州アヘンスクワッド"
      }
    ],
    "description": {
      "en": "Circa 1937. A Japanese soldier in Manchuria starts meddling in the opium trade but finds he may have bitten more than he can chew...",
      "ja": "時は昭和12年。関東軍の兵士として満州にやってきた日方勇は、戦地で右目の視力を失ってしまう。「使えない兵隊」として軍の食糧を作る農業義勇軍に回され、上官に虐げられる日々を送るも、ある日農場の片隅でアヘンの原料であるケシが栽培されていることに気づく。病気の母を救うためアヘンの密造に手を染める勇だったが、その決断が自身の、そして満州の運命を狂わせていく…。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08adcc67-8d91-4e79-9cc6-99cf2f2cabe8",
    "title": {
      "en": "From the Grave and Back"
    },
    "updatedAt": "2023-10-07T22:37:33+00:00",
    "coverArt": "https://mangadex.org/covers/08adcc67-8d91-4e79-9cc6-99cf2f2cabe8/f16a1812-f549-433a-8341-f3c45ec2026d.jpg",
    "altTitles": [
      {
        "ko": "뒤끝작렬"
      },
      {
        "en": "Back From the Grave"
      },
      {
        "ru": "Обратно из могилы"
      }
    ],
    "description": {
      "en": "“Hey, don’t get confused. I’ve never thought of you as my little brother. You don’t even know your right place.”   \nThat was the dagger that hurt the most.  \nHan Myoung Woo.  \nA child of a wealthy family with a quick mind.  \nBut god didn’t give him everything.  \nA near incurable genetic heart disease  \nHe did his best in order to earn the respect of the people around him.  \nBut his father, the chairman, and his family members never took him seriously.  \n  \nThat was when an accident suddenly struck him.  \nAnd…  \nHe woke up in the body of the severely injured student, Kim Cheol Min.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%92%A4%EB%81%9D%EC%9E%91%EB%A0%AC/2666)",
      "ko": "“야, 착각하지마. 난 한번도 널 동생으로 생각한 적 없어. 주제를 모르고”\n가슴을 파고드는 비수였다. \n한명우.\n명석한 두뇌와 재벌가의 자식이었다.\n다만 하늘은 모든 걸 주지않았다.\n불치병 수준인 선천적 심장병.\n이를 악물고 인정받기 위해 최선 또 최선을 다했다. \n그러나 아버지인 회장을 비롯해 식구 그 누구도 진심으로 대하지 않았다. \n\n그러던 그가 급작스런 사고를 당했다.\n그리고......\n치명적인 부상을 당한 대학생 김철민의 몸으로 들어갔다.\n \n건강하다.\n아니 건강하다못해 넘친다.\n잘돌아가는 머리에 체력까지.......\n\n이제 두 마리 토끼를 잡으러 간다.\n꼭 두 마리 토끼여야 했다.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%92%A4%EB%81%9D%EC%9E%91%EB%A0%AC/2666)",
      "ru": "«Эй, не ошибайся. Я никогда не думал о тебе как о своем младшем брате. Ты даже не знаешь свое место \". Это был самый болезненный удар. Хан Мён У - ребёнок из обеспеченной семьи, обладающий хорошим умом. Но не во всём ему повезло в жизни. У него почти неизлечимая генетическая болезнь сердца. Он приложил все усилия, чтобы заслужить уважение окружающих. Но его отец, председатель и члены его семьи никогда не воспринимали его всерьез. Именно тогда с ним внезапно случился несчастный случай. И... Он проснулся в теле тяжело раненого ученика Ким Чхол Мина.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%92%A4%EB%81%9D%EC%9E%91%EB%A0%AC/2666)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d010121-339f-49e5-b1a0-5d86830da746",
    "title": {
      "en": "My Favorite Manager"
    },
    "updatedAt": "2024-08-26T15:45:01+00:00",
    "coverArt": "https://mangadex.org/covers/1d010121-339f-49e5-b1a0-5d86830da746/6bf487e4-51b7-4299-bde3-03a020dbdadf.jpg",
    "altTitles": [
      {
        "ko": "최애의 매니저"
      }
    ],
    "description": {
      "en": "Lee Yoon-Su, a 29-year-old man whose mental state has collapsed due to continuous interview failures, falls in love with Yuria, a female streamer he happens to come across.\n\n He ends up joining Yuria's affiliated management company, Blue Cloud, and becomes Yuria's dedicated manager through his senior's referral. \n\nHe finds happiness in witnessing Yuria's everyday life, but the moment he sees her true self, he is in for a big shock!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bcbb316-76d0-47c7-abcb-6588d2b7f865",
    "title": {
      "en": "Mayaka-neesan wa Uso ga Tsukenai"
    },
    "updatedAt": "2024-09-22T14:11:05+00:00",
    "coverArt": "https://mangadex.org/covers/7bcbb316-76d0-47c7-abcb-6588d2b7f865/26fecbf2-db15-4239-afba-240bd91df385.jpg",
    "altTitles": [
      {
        "ja": "まやか姉さんは噓がつけない"
      },
      {
        "en": "Mayaka-neesan Cannot Lie"
      }
    ],
    "description": {
      "en": "Junya is a third-year junior high school student. He's good at sports, but when it comes to studying... well, let's just say he's really bad at it. \n\nLately, he's been troubled by something. His childhood friend, Mayaka-nee, has been messing with him in all sorts of ways! Could it be that she actually likes him...? \n\nThus begins the romantic comedy where our hero is at the mercy of a deceptive, ever-changing heroine!",
      "ja": "中学3年生の純也。運動は得意だけど、勉強はちょっと…というか凄く苦手。\n\nそんな彼には最近、悩みがある。幼なじみのまやか姉さんが、なんやかんやと、ちょっかいを出してくるのだ！まさか俺に気があるってこと…!?\n\n変幻自在の嘘つきヒロインに翻弄される騙されラブコメ、開幕！",
      "pt-br": "Junya é um aluno do terceiro ano do ensino médio. Ele é bom em esportes, mas quando se trata de estudar... bem, digamos que ele é muito ruim nisso. \n\nUltimamente, ele tem sido incomodado por algo. Sua amiga de infância, Mayaka-nee, tem mexido com ele de todas as maneiras! Será que ela realmente gosta dele...? \n\nAssim começa a comédia romântica onde nosso herói está à mercê de uma heroína enganosa e em constante mudança!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]