[
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-05-05T20:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/a112e575-4f11-48b2-83d8-28057ceecc4c.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "596191eb-69ee-4401-983e-cc07e277fa17",
    "title": {
      "en": "Lookism"
    },
    "updatedAt": "2024-03-15T01:28:42+00:00",
    "coverArt": "https://mangadex.org/covers/596191eb-69ee-4401-983e-cc07e277fa17/c4c26f82-a100-44b8-b272-29a54fbd3cba.jpg",
    "altTitles": [
      {
        "zh": "外見至上主義"
      },
      {
        "zh": "看臉時代"
      },
      {
        "ko": "외모지상주의"
      }
    ],
    "description": {
      "en": "Park Hyung-Seok is an unattractive loner who wakes up in a different body. Now tall, handsome, and cooler than ever in his new form, Hyung-Seok aims to achieve everything he couldn't before.\n\nHow far will he go to keep his body... and his secrets?",
      "pt": "Em uma sociedade onde aparência significa tudo, Park Hyumg Suk, pequeno, gordo e não atraente, sofre bullying diariamente, mas nunca falou a sua mãe super trabalhadeira sobre isso. Um dia, quando sua mãe o vê sofrendo bullying, ela o envia para uma escola melhor. Mas infelizmente, ele descobre que sua nova escola é tão cruel quanto a anterior. Uma noite, ele acorda e descobre que de repente ficou alto, forte e incrivelmente bonito. Quando volta para a cama e encontra o seu corpo antigo corpo dormindo. Ele agora tem uma mente e dois corpos. Toda vez que um dorme, o outro corpo acorda, e toda vez que um acorda o outro dorme. Com medo de sofrer bullying novamente na nova escola, ele decide usar o seu novo corpo para ir à escola. Mas como será isso? Será que ele finalmente será aceito?",
      "pt-br": "Em uma sociedade onde aparência significa tudo, Park Hyumg Suk, pequeno, gordo e não atraente, sofre bullying diariamente, mas nunca falou a sua mãe super trabalhadeira sobre isso. Um dia, quando sua mãe o vê sofrendo bullying, ela o envia para uma escola melhor. Mas infelizmente, ele descobre que sua nova escola é tão cruel quanto a anterior. Uma noite, ele acorda e descobre que de repente ficou alto, forte e incrivelmente bonito. Quando volta para a cama e encontra o seu corpo antigo corpo dormindo. Ele agora tem uma mente e dois corpos. Toda vez que um dorme, o outro corpo acorda, e toda vez que um acorda o outro dorme. Com medo de sofrer bullying novamente na nova escola, ele decide usar o seu novo corpo para ir à escola. Mas como será isso? Será que ele finalmente será aceito?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "657ccfcc-5847-40f7-8859-5631eeeb3784",
    "title": {
      "en": "Kakkoii Onnanoko to 12-centi no Yakusoku"
    },
    "updatedAt": "2024-06-19T15:38:37+00:00",
    "coverArt": "https://mangadex.org/covers/657ccfcc-5847-40f7-8859-5631eeeb3784/0fa6b79a-3768-4dfb-86d4-cb998ea2a2f4.jpg",
    "altTitles": [
      {
        "ja": "カッコいい女の子と12センチの約束"
      },
      {
        "en": "A Cool Girl and a 12cm Promise"
      },
      {
        "en": "Promise of 12cm with Cool Girl"
      },
      {
        "es-la": "Una chica genial y una promesa de 12 cm"
      }
    ],
    "description": {
      "en": "A boyish childhood friend grows up to be a super hot girl!\n\n---\n\nSerialization of the Twitter webcomic *[A Story About Becoming Cooler Than the Cool Girl](https://mangadex.org/title/d0407445-b80d-4854-9f12-c8227f94cba6/)*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f65444dc-3694-4e31-a166-8afb2938ed55",
    "title": {
      "en": "Gintama"
    },
    "updatedAt": "2024-02-02T00:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/f65444dc-3694-4e31-a166-8afb2938ed55/f90de296-5948-4945-9d0f-b3747d6838a7.jpg",
    "altTitles": [
      {
        "en": "Silver Soul"
      },
      {
        "ru": "Гинтама"
      },
      {
        "ar": "جينتاما"
      },
      {
        "ja": "ぎんたま"
      },
      {
        "ja": "銀魂"
      },
      {
        "ko": "은혼"
      },
      {
        "ja-ro": "Gin Tama"
      },
      {
        "ko-ro": "eunhon"
      },
      {
        "th": "กินทามะ"
      },
      {
        "fa": "گینتاما"
      },
      {
        "id": "Jiwa Perak"
      },
      {
        "es": "Alma plateada"
      },
      {
        "vi": "Linh Hồn Bạc"
      },
      {
        "ms": "Jiwa Perak"
      },
      {
        "zh": "银魂"
      },
      {
        "zh-ro": "Yínhún"
      },
      {
        "fr": "Âme d'argent"
      },
      {
        "pt": "Alma de Prata"
      },
      {
        "zh-hk": "銀魂"
      },
      {
        "it": "Anima d'argento"
      },
      {
        "de": "Silberseele"
      },
      {
        "sr": "Сребрна душа"
      },
      {
        "sr": "Гинтама"
      },
      {
        "ru": "Серебряная душа"
      },
      {
        "tr": "Gümüş Ruh"
      }
    ],
    "description": {
      "en": "Sakata Gintoki is a samurai living in an era when samurai are no longer needed.  \n  \nTo add to his troubles, oppressive aliens have moved in to invade. Gintoki lives with Kagura and Shinpachi, taking on odd jobs to make the world a better place… and to pay their rent.\n\n[Official English*](https://www.viz.com/gin-tama)\n***Viz Media quietly discontinued Gintama after Volume 23 of the manga (released in English in 2011). As of 2024, Viz has not made any additional comments on Gintama's publication.**",
      "pl": "Kosmici zwani Amanto postanowili podbić kolejną planetę, a że padło na Ziemię… Cóż, zwykły pech. Wojna przyszła, poszła, a kosmici… Zostali, wpływając znacząco na rozwój technologiczny. W takim oto dziwnym świecie przyszło żyć Gintokiemu – chłopak najmuje się do każdej, nawet najczarniejszej roboty. Jeśli masz więc problem, nie zależnie od tego czy dotyczy on walki z pszczołami z innej planety, czy może zastępowania schorowanego personelu w barze transwestytów, zgłoś się do niego.  \nAyanami - 18 grudnia 2010",
      "ru": "Захватив Землю, пришельцы Аманто запретили ношение мечей, и единственный, в ком ещё жив подлинно японский дух — самоуверенный сластёна Гинтоки Саката. Неуклюжий очкарик Шинпачи нанялся к нему в ученики. Третьим в их команде стала прелестная Кагура из сильнейшего во Вселенной клана Ято, а с ней её питомец Садахару — пёсик размером с бегемота, обладающий забавной привычкой грызть головы всем, кто под морду подвернётся. Они называют себя «мастерами на все руки» и выполняют любые заказы — главное, чтобы заплатили…"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "77",
    "lastChapter": "704"
  },
  {
    "mangaId": "067413bf-32ae-4fa7-be91-c9e52102e1ef",
    "title": {
      "en": "Hana wa Sakura yori mo Hana no Gotoku"
    },
    "updatedAt": "2021-05-25T15:39:05+00:00",
    "coverArt": "https://mangadex.org/covers/067413bf-32ae-4fa7-be91-c9e52102e1ef/a103b69b-c4e6-463b-bfb4-534674e5ee0f.jpg",
    "altTitles": [
      {
        "en": "Hana wa Sakura yorimo Hana no Gotoku"
      },
      {
        "en": "樱之未若花之华"
      },
      {
        "en": "花は桜よりも華のごとく"
      }
    ],
    "description": {
      "en": "At a time when the world was still at peace, to the east of the capital, a beautiful dancer of Noh named Hakubi appeared. She was keeping a terrible secret that she couldn't tell anybody…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12.5"
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-05-19T14:25:07+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/dcfeffd8-a507-4b08-922d-0b28d91a7630.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c607e18-525b-4688-a526-c268431785b2",
    "title": {
      "en": "The Witches' Isle"
    },
    "updatedAt": "2024-06-03T09:11:30+00:00",
    "coverArt": "https://mangadex.org/covers/0c607e18-525b-4688-a526-c268431785b2/c896084b-a509-41e1-9b34-b6693a15a530.png",
    "altTitles": [
      {
        "ko": "마녀가 사는 섬"
      },
      {
        "ko-ro": "Manyeoga Saneun Seom"
      },
      {
        "en": "Island of Witches"
      },
      {
        "pt-br": "Ilha Das Bruxas"
      }
    ],
    "description": {
      "en": "Hannah, a tutor, receives a high paying job offer at a mansion on a remote island. \n\nThere, she meets the young and kind owner, Ian, and his younger sister, Hannah's soon-to-be student, Ailee.\n\nA tutor's fresh start working on an island. However, when strange things begin to occur at the seemingly peaceful mansion, she finds that there's more to it than meets the eye.\n\nGradually, Hannah discovers the secret between the two siblings and the island itself…\n\n※GL is included in the love triangle for this series and is being partly covered within the story.",
      "pt-br": "Hanna, que trabalha como tutora, recebe uma carta e uma alta remuneração, levando-a a uma mansão isolada em uma ilha.Lá, ela encontra Ian, o jovem e gentil proprietário, e sua irmã mais nova, Ailie, que ela ensinará.O trabalho de tutoria começa na ilha. Apesar de inicialmente parecer pacífica, a vida na mansão esconde eventos misteriosos que gradualmente se desenrolam, e Hannah descobre os segredos dos dois irmãos e da ilha...※ Esta obra contém romance entre mulheres no contexto de um triângulo amoroso, e também aborda esse tema em partes da história."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e9b039e-feab-4f4d-9dc8-bbb21f8d2765",
    "title": {
      "en": "Kingdom Highlights"
    },
    "updatedAt": "2023-11-25T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/9e9b039e-feab-4f4d-9dc8-bbb21f8d2765/b04a0359-ec47-4adf-bcff-91d72b5a4d6a.jpg",
    "altTitles": [
      {
        "ru": "Сборник синглов по Царству"
      },
      {
        "ja": "キングダム総集編"
      },
      {
        "ja-ro": "Kingdom - Soushuuhen"
      },
      {
        "ja-ro": "Kongo"
      },
      {
        "ja-ro": "金剛"
      },
      {
        "ja-ro": "Umazakehei Sanbyaku"
      },
      {
        "ja": "馬酒兵三百"
      },
      {
        "en": "Horse and Wine for 300 Soldiers"
      },
      {
        "ja-ro": "Li Mu"
      },
      {
        "ja": "李牧"
      },
      {
        "ja-ro": "Meng Wu to Chu Zi"
      },
      {
        "ja": "蒙武と楚子"
      },
      {
        "en": "Meng Wu and Chu Zi"
      }
    ],
    "description": {
      "pt-br": "One-Shots com histórias de personagens importantes de Kingdom."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "4"
  },
  {
    "mangaId": "a72d5653-7238-40ba-8135-c93910a02bc4",
    "title": {
      "en": "Shuu ni Ichido Classmate wo Kau Hanashi"
    },
    "updatedAt": "2024-06-20T21:42:22+00:00",
    "coverArt": "https://mangadex.org/covers/a72d5653-7238-40ba-8135-c93910a02bc4/6c77dc6b-5b8b-42db-8e74-debb413ad4a9.jpg",
    "altTitles": [
      {
        "ja": "週に一度クラスメイトを買う話～ふたりの時間、言い訳の五千円"
      },
      {
        "ja-ro": "Shuu ni Ichido Classmate wo Kau Hanashi ~ Futari No Jikan, Iiwake No Gozen'en"
      },
      {
        "en": "A Story About Buying a Classmate Once a Week ~ 5,000 Yen for an Excuse to Spend Time Together"
      }
    ],
    "description": {
      "en": "Once a week, Miyagi pays 5,000 yen to her classmate Sendai. The 5,000 yen is to buy three hours of Sendai’s time, which gives the right for Miyagi to give her orders. \n\nMiyagi is at the bottom of the school caste while Sendai is at the top. The two, who never crossed paths at school, spend time together after school under such a contract. Miyagi’s orders are determined by her mood of the day, and Sendai cannot disobey. One day after school… \n\nMiyagi calls Sendai to her room and gives her an order that she usually does not give.",
      "es-la": "Una vez a la semana, Miyagi paga 5.000 yenes a su compañera de clase Sendai.Los 5.000 yenes son para comprar tres horas de tiempo de Sendai, lo que da derecho a Miyagi a darle órdenes.Miyagi está en la parte baja de la casta escolar mientras que Sendai está en la alta. Las dos, que nunca se han cruzado en la escuela, pasan tiempo juntas después de clase bajo este contrato.Las órdenes de Miyagi vienen determinadas por su estado de ánimo del día, y Sendai no puede desobedecerlas.Un día después de clase... Miyagi llama a Sendai a su habitación y le da una orden que no suele dar."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14250fe5-4d73-4a22-96c8-f717820e5e92",
    "title": {
      "en": "Mune ga Naru no wa  Kimi no Sei"
    },
    "updatedAt": "2022-01-03T13:33:16+00:00",
    "coverArt": "https://mangadex.org/covers/14250fe5-4d73-4a22-96c8-f717820e5e92/666500f5-eff1-46ff-b93b-e2c888d398fa.jpg",
    "altTitles": [
      {
        "en": "Kalbimin Ağrımasının Nedeni Sensin"
      },
      {
        "en": "Per colpa tua mi batte il cuore"
      },
      {
        "en": "胸が鳴るのは君のせい"
      }
    ],
    "description": {
      "en": "We were sharing the same feelings but he didn't realize it at all. Even though, I love him. That's what I have always thought for these past two years…"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "22"
  },
  {
    "mangaId": "aeb9516a-4602-411b-90ad-eb9d082ee0ca",
    "title": {
      "en": "Hospital Train"
    },
    "updatedAt": "2024-06-20T22:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/aeb9516a-4602-411b-90ad-eb9d082ee0ca/8c8b0d7b-86d9-43f1-9974-e28438b040b4.jpg",
    "altTitles": [
      {
        "ja-ro": "Byouin Ressha"
      }
    ],
    "description": {
      "en": "Humans simultaneously combine tenderness and violence.\nIf you peel back the face of a beautiful woman, you'll see it's clogged with viscera. Choosing to create a work that is only beautiful would feel artificial. Thus I paint both. You cannot sever the two. The expression that results is a natural chaos. In my work I project chaos, anarchy, anxiety, the grotesque, the absurd, and the irrational. By doing so I attain harmony. This is my art. Put simply, I paint humanity (the spirit). - Daisuke Ichiba (Hollow Press site)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-05-30T15:28:16+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/1021308f-8511-4f29-9c4a-3a4c471de3ac.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Tune In to the Midnight Heart"
    },
    "updatedAt": "2024-06-08T18:18:10+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/a7027b41-55d0-4cb4-bfb9-13cd0217d811.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "ja-ro": "Mayonaka Heart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "878634d2-ea39-4001-a4bf-31458020d16a",
    "title": {
      "en": "Akuyaku Reijou Level 99: Watashi wa UraBoss desu ga Maou de wa Arimasen"
    },
    "updatedAt": "2024-04-10T23:53:57+00:00",
    "coverArt": "https://mangadex.org/covers/878634d2-ea39-4001-a4bf-31458020d16a/0a4bedde-52a2-469a-be80-fec8b7d24a06.jpg",
    "altTitles": [
      {
        "en": "Villainess Level 99 ~I May Be the Hidden Boss but I'm Not the Demon Lord~"
      },
      {
        "ja": "悪役令嬢レベル99～私は裏ボスですが魔王ではありません～"
      },
      {
        "ja": "悪役令嬢レベル99"
      },
      {
        "id": "Antagonis Level 99"
      },
      {
        "id": "Antagonis Level 99~ Aku Memang Bos Rahasia, Tapi Aku Bukanlah Raja Iblis~"
      },
      {
        "th": "ยัยตัวร้าย เลเวล99"
      },
      {
        "zh": "恶役千金LV99"
      },
      {
        "vi": "Nữ Phụ Phản Diện Lv99! Tôi Là Trùm Cuối Nhưng Không Phải Là Ma Vương!"
      },
      {
        "ru": "Злодейка 99 уровня: Я могу быть скрытым боссом, но я не Король демонов"
      },
      {
        "fr": "Personnage au niveau 99 - Bien que je sois en réalité le boss caché, je ne suis pas le Roi Démon"
      }
    ],
    "description": {
      "en": "I reincarnated as the \"Villainess Eumiella\" from an RPG Otome game. In the main story, Eumiella is merely a side character, but after the ending, she re-enters the story as the Hidden Boss, a character boasting high stats on par with the heroes! \n\nLighting a fire in my gamer's soul, and taking advantage of being left on my own in my parent's territory, I trained, trained, and trained! As a result of my training… by the time I enrolled in the academy, I managed to reach level 99. \n\nThough I had planned to live out my days as inconspicuously and peacefully as possible, soon after entering the school, I'm suspected by the Heroine and Love Interests of being the \"Demon Lord\"…?  \n  \nBased on a popular web novel of seeking a peaceful life, a fantasy story of the strongest villainess!",
      "id": "Aku bereinkarnasi menjadi antagonis \"Dolkness Eumelia\" dari gim otome RPG. Di cerita utamanya, Eumelia hanyalah seorang karakter sampingan, tapi setelah ending, ia memasuki cerita lagi dengan menjadi bos rahasia, menjadi karakter yang mempunyai status lebih tinggi daripada pahlawan!!  \n  \nMemantik jiwa gamer-ku, lalu mengambil kesempatan karena ditinggal oleh keluargaku di wilayah mereka, aku berlatih! Berlatih! Lalu pada akhir pelatihanku saat aku baru memasuki akademi, ternyata levelku mencapai 99.  \n  \nWalaupun aku sudah membuat rencana untuk hidup tanpa mencolok dan damai, beberapa saat setelah masuk sekolah, aku disangka \"Raja Iblis\" oleh si Heroine dan Para Target Cintanya …?  \n  \nDiangkat dari Web Novel yang populer yang mencari kehidupan damai, sebuah cerita fantasi tentang antagonis terkuat!",
      "vi": "Yumiera Dorkness là con gái của một Bá tước, bị mọi người và cả chính cha mẹ mình ghẻ lạnh chỉ vì màu tóc, nguyên nhân là do Ma Vương tóc cũng màu đen giống hệt cô. Một hôm cô chợt nhớ ra được kí ức kiếp trước và cô đã trọng sinh vào một Otome game, cô không trọng sinh vào nữ chính mà lại là nữ phụ phản diện – người mà sau này trở thành trùm cuối của game!? Đây chính là một cuộc hành trình kể về một cô gái chống lại số phận nghiệt ngã, sống một cuộc đời yên bình và tránh trở thành trùm cuối để rồi dính bad end!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36155c1a-f10d-4992-a602-a1111239c635",
    "title": {
      "en": "Kiss n Karess !"
    },
    "updatedAt": "2024-06-02T21:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/36155c1a-f10d-4992-a602-a1111239c635/1e25dad5-afee-44c6-990c-4512ccd9ecf2.jpg",
    "altTitles": [],
    "description": {
      "en": "This is a girls love series. When a delinquent and a role model student start dating, they must conceal their relationship because of their reputations. People would be outraged and not approve of such a couple. Even though Alix and Skip are complete opposites like night and day, they manage to maintain a loving relationship."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-05-05T05:17:22+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/e116a85f-2e71-4f73-8da4-24e58e463e81.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fe91d96-738a-4fec-b518-d00c20e85a89",
    "title": {
      "en": "Rockman-san"
    },
    "updatedAt": "2024-05-26T16:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/0fe91d96-738a-4fec-b518-d00c20e85a89/b3b944ad-22ff-4aea-ac8f-65c9162562f9.jpg",
    "altTitles": [
      {
        "en": "Mr. Rockman"
      },
      {
        "ar": "السيد روكمان"
      },
      {
        "ja": "ロックマンさん"
      },
      {
        "en": "Rockman Adulthood"
      },
      {
        "en": "Mega Man-san"
      }
    ],
    "description": {
      "ar": "بعد انتهاء القتال مع وايلي روكمان يخوض معركة جديدة كطبيب اسنان في العالم الحقيقي",
      "en": "Much time has passed since his battle with Dr. Wily, and Rockman has grown up in a peaceful world. Working as a dentist at the dental clinic opened by Dr. Right, Rockman struggles in his daily life with the allies he once fought with!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "44"
  },
  {
    "mangaId": "bec0f8cd-bc82-4e3e-b445-d2a642030ec6",
    "title": {
      "en": "Nobara no Hanayome"
    },
    "updatedAt": "2022-01-25T09:40:30+00:00",
    "coverArt": "https://mangadex.org/covers/bec0f8cd-bc82-4e3e-b445-d2a642030ec6/8682e3d0-0713-4cac-a4e4-a7a96431726a.jpg",
    "altTitles": [
      {
        "en": "The Bride of the Wild Rose"
      },
      {
        "en": "野ばらの花嫁"
      }
    ],
    "description": {
      "en": "Yamada Chizuru was a normal high school student… that is, until her mother left for a \"journey\" leaving her with a debt of one hundred million yen! As if that wasn't nerve-racking enough, Kuze Mitsuru, the Umegaki gang's Sandaime, saves her by buying her to be his fiancee?! What will become of Chizuru's days?  \n  \nContains the side story Coffee is a Black Witch."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8"
  },
  {
    "mangaId": "f29d4785-396a-494e-b48f-47d02f583276",
    "title": {
      "en": "Fate/stay night [Unlimited Blade Works]"
    },
    "updatedAt": "2024-06-11T20:34:33+00:00",
    "coverArt": "https://mangadex.org/covers/f29d4785-396a-494e-b48f-47d02f583276/a89ba06c-92d5-4ac3-913c-861c27c6ccd3.jpg",
    "altTitles": [
      {
        "ja": "フェイト／ステイナイト アンリミテッドブレイドワークス"
      },
      {
        "ru": "Судьба/Ночь Схватки - Клинков Бесконечных Край"
      }
    ],
    "description": {
      "en": "The Holy Grail War is a battle royale among seven magi who serve as Masters. Masters, through the use of the command seals they are given when they enter the war, command Heroic Spirits known as Servants to fight for them in battle. In the Fifth Holy Grail War, Rin Tosaka is among the magi entering the competition. With her Servant, Archer, she hopes to obtain the ultimate prize—the Holy Grail, a magical artifact capable of granting its wielder any wish.\n\nOne of Rin's classmates, Emiya Shirou, accidentally enters the competition and ends up commanding a Servant of his own known as Saber. As they find themselves facing mutual enemies, Rin and Shirou decide to form a temporary alliance as they challenge their opponents in the Holy Grail War.",
      "ru": "Манга адаптация рута Рин Тосаки Unlimited Blade Works - из визуальной новеллы Fate/Stay Night за авторством Дайсукэ Мориямы."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c62e87a-7594-4696-9b36-ef39479dbc21",
    "title": {
      "en": "Fate/Samurai Remnant　Jo"
    },
    "updatedAt": "2023-08-29T09:59:01+00:00",
    "coverArt": "https://mangadex.org/covers/0c62e87a-7594-4696-9b36-ef39479dbc21/5f72e901-3407-41e8-8ae3-d49ac0b1407e.jpg",
    "altTitles": [
      {
        "ja": "Fate/Samurai Remnant　序"
      },
      {
        "fr": "Fate/Samurai Remnant - Prologue"
      },
      {
        "en": "Fate/Samurai Remnant Prologue"
      }
    ],
    "description": {
      "en": "Note: This oneshot is an adaptation of the game \"Fate/Samurai Remnant\"",
      "fr": "Manga one-shot adaptant le début du jeu Fate/Samurai Remnant."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "37b7061e-7d5a-43fc-91d6-fba60f8519e0",
    "title": {
      "en": "Fate/Prototype: Sougin no Fragments"
    },
    "updatedAt": "2023-08-09T23:34:37+00:00",
    "coverArt": "https://mangadex.org/covers/37b7061e-7d5a-43fc-91d6-fba60f8519e0/c2d43f1e-1fad-4dbf-9aa5-e216a33fdac3.jpg",
    "altTitles": [
      {
        "ja": "Fate/Prototype 蒼銀のフラグメンツ"
      },
      {
        "en": "Fate/Prototype: Fragments of Sky Silver"
      },
      {
        "fr": "Fate/Prototype -Fragments d'Azur et d'Acier-"
      }
    ],
    "description": {
      "en": "An adaptation of the novel *Fate/Prototype: Sougin no Fragments*.",
      "fr": "Adaptation manga du light novel *Fate/Prototype -Fragments d'Azur et d'Acier-* de Hikaru Sakurai et Nakahara\n\nManaka Sajô est issue d'une puissante famille de mages et est considérée comme un véritable prodige. C'est donc naturellement qu'elle est choisie pour participer à l'une des Guerre du Saint Graal.\nMalgré son jeune âge, elle parvient à invoquer le plus puissant des Servant : Saber. Mais leur relation va très vite se dégrader car ils n'ont pas du tout la même conception du monde et de la guerre."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b03cddef-748a-4c6e-9ebe-2579ac9d19b4",
    "title": {
      "en": "Erotical Wizard to 12-nin no Hanayome"
    },
    "updatedAt": "2024-04-12T21:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b03cddef-748a-4c6e-9ebe-2579ac9d19b4/9acafa80-413b-4c2a-ac88-8dfaf49df55d.jpg",
    "altTitles": [
      {
        "ja": "エロティカル・ウイザードと12人の花嫁"
      },
      {
        "id": "Penyihir Erotis dan 12 Pengantin"
      },
      {
        "en": "Erotical Wizard and 12 Brides"
      },
      {
        "ja-ro": "Erotical Wizard to 12-nin no Hanayome"
      }
    ],
    "description": {
      "en": "Junpei Ichinose, a student at a magic school in Tokyo, is a dropout who has never discovered his magic aptitude. Suddenly, the beautiful witch Meryl appears before him and tells him, \"I need your power, the reincarnation of the Demon King\". Junpei finds out that he has the power of the Demon King. He learns that he has the power of the Demon King, and his secret is revealed to Sonia, a beautiful girl who is a descendant of a brave warrior. Junpei, who has no intention of becoming a Demon King, persuades Sonia to teach him how to use his power properly. However, the Demon King's power is the strongest and worst \"erotic magic\"!\n\nThe harem school battle to master H-magic with beautiful girls is about to begin!",
      "id": "Junpei Ichinose, seorang siswa sekolah sihir di Tokyo, dia adalah seorang penyihir gagal. Tapi tiba-tiba, penyihir cantik Meryl muncul di hadapannya dan mengatakan kepadanya, \"Aku membutuhkan kekuatanmu, reinkarnasi Raja Iblis\". Junpei mengetahui bahwa dia memiliki kekuatan Raja Iblis. dan rahasianya terungkap kepada Sonia, seorang gadis cantik yang merupakan keturunan pahlawan. Junpei, yang tidak berniat menjadi Raja Iblis, membujuk Sonia untuk mengajarinya cara menggunakan kekuatannya dengan benar. Namun, kekuatan Raja Iblisnya adalah kekuatan \"sihir erotis\".",
      "ja": "魔法学校の落ちこぼれが目覚めた力はエロ限定!?美少女たちとHな魔法を極めるハーレム学園バトル開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8165b30e-a608-4a58-ae66-d97f27b67479",
    "title": {
      "en": "Vegetable Garden Of Twins"
    },
    "updatedAt": "2024-06-09T21:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/8165b30e-a608-4a58-ae66-d97f27b67479/b321350b-d252-4b48-8b10-7e2dea49c93f.jpg",
    "altTitles": [
      {
        "ja": "双子菜園"
      },
      {
        "ja-ro": "Futago Saien"
      }
    ],
    "description": {
      "en": "Yuuya starts his dream of living alone. Then Sera, a famous beautiful girl at school and his self-proclaimed ex-girlfriend, and her younger sister Rise rush in. In order for the three of them to be self-sufficient, an exciting life together begins where they grow vegetables in their home garden and eat delicious food!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "485a777b-e395-4ab1-b262-2a87f53e23c0",
    "title": {
      "en": "Pyu to Fuku! Jaguar"
    },
    "updatedAt": "2023-11-23T12:53:27+00:00",
    "coverArt": "https://mangadex.org/covers/485a777b-e395-4ab1-b262-2a87f53e23c0/2ea6efa2-debf-4d81-b878-b61b22090aed.jpg",
    "altTitles": [
      {
        "en": "Blow that Flute! Jaguar"
      },
      {
        "ja-ro": "Pyuu to Fuku! Jaguar"
      },
      {
        "ja": "ピューと吹く!ジャガー"
      }
    ],
    "description": {
      "en": "Piyohiko has a dream: He wants to be a succesfull guitar-player. Then this guy Jaguar shows up, and coaxes him into playing the 'recorder'. Thus ending Piyohiko's noble dream."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "438"
  },
  {
    "mangaId": "83a32aba-5286-4fcb-b554-71f3c5a7e085",
    "title": {
      "en": "To Have You Once Again"
    },
    "updatedAt": "2024-06-20T17:57:47+00:00",
    "coverArt": "https://mangadex.org/covers/83a32aba-5286-4fcb-b554-71f3c5a7e085/7c6f9602-a727-4326-baec-9e020f47807b.jpg",
    "altTitles": [
      {
        "zh": "徒谋不轨"
      },
      {
        "en": "Rebellious Disciple"
      },
      {
        "fr": "Mon apprenti tente d'avoir des conduit"
      },
      {
        "pt-br": "Ter Você Mais Uma Vez"
      },
      {
        "vi": "Mưu Mô Của Đồ Đệ"
      },
      {
        "th": "ศิษย์โลภความรักอาจารย์"
      },
      {
        "es": "Para Tenerte Otra Vez"
      },
      {
        "en": "The Disciple Wants To Rebel"
      },
      {
        "en": "My Disciple Become A Demon"
      }
    ],
    "description": {
      "en": "Mu Qingyi died to save the world... After resurrecting 10 years later, he finds the good and obedient disciple of his from that year has actually become the number one demon lord! \"Yinli, be more respectful, I am your master!\" \"It's precisely because you're my master, I wish to discuss techniques with you like this...\"",
      "zh": "师徒年下！清冷绝尘师父X黑化疯批徒弟！ 慕倾衣为救天下苍生而死，重生到了十年后，却发现当年的乖徒儿竟然成了天下第一大魔头！ “殷离，你对我尊重点，我是你师父！” “正因为你是师父，我才要和你这样探讨功法呢……”"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "181"
  },
  {
    "mangaId": "129e96a8-b064-4a10-881d-9b2ecd22a0a2",
    "title": {
      "en": "The Strongest Chef in Another World"
    },
    "updatedAt": "2024-05-16T05:10:52+00:00",
    "coverArt": "https://mangadex.org/covers/129e96a8-b064-4a10-881d-9b2ecd22a0a2/58200028-72d8-4cc5-9e5c-55347b16142c.jpg",
    "altTitles": [
      {
        "ko": "이세계 강셰프"
      },
      {
        "en": "Otherworldly Chef Kang"
      },
      {
        "en": "Chef Kang from Another World"
      }
    ],
    "description": {
      "en": "Kang Taeyang, a chef who chased his dreams. One day, he lost everything due to a single choice. But an opportunity came to Taeyang, who was spending hopeless days working odd jobs. [Aurora is hiring employees.] A single line of text changed everything for him!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "574b07c1-8094-47c5-b704-5d9b6b00bbc4",
    "title": {
      "en": "Virgin Extinction Island"
    },
    "updatedAt": "2024-04-22T20:33:17+00:00",
    "coverArt": "https://mangadex.org/covers/574b07c1-8094-47c5-b704-5d9b6b00bbc4/c9802954-ccc9-4d13-bd0a-0dd2116eda99.jpg",
    "altTitles": [
      {
        "ja-ro": "Doutei Zetsumetsu Rettou"
      },
      {
        "ja": "童貞絶滅列島"
      },
      {
        "ko": "동정 절멸 열도"
      }
    ],
    "description": {
      "en": "On that day, suddenly, every single male virgin over the age of 18 started dying rapidly, causing a huge panic across Japan! Sex industry prices skyrocket overnight, forming angry mobs of terrified virgins, and the government knows not how to handle such an unprecedented crisis.  \n  \nEnter our protagonist, 17-year old virgin Kurumi Eiri. He has to get laid before his 18th birthday, or he'll die! He hurriedly confesses to girls, only to be shot down without any hope. Is there any way for him to graduate from virginity?! What will the virgins do when death is staring them in the face?!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "48"
  },
  {
    "mangaId": "5c5b53ee-ae16-4f38-8885-c62d4ca06684",
    "title": {
      "en": "Zombie Fight"
    },
    "updatedAt": "2024-04-10T08:38:27+00:00",
    "coverArt": "https://mangadex.org/covers/5c5b53ee-ae16-4f38-8885-c62d4ca06684/398fb767-fbae-4bf9-92f4-ea7ced7b25e2.jpg",
    "altTitles": [
      {
        "ko": "좀비 파이트"
      }
    ],
    "description": {
      "en": "As life gets harder, Ian pushes his emotions away and resists. His father's violence and debts increase. Thee misfortunes continued and his body became increasingly numb, he accidentally walks in on an illegal fight and receives an offer.\n\n\"If you get in the game, I will give you all the money on this floor.\"\n\nHis survival period begins, where he must survive in an illegal fighting arena."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "89"
  },
  {
    "mangaId": "2e571be3-c634-48ab-a813-4834d08f2806",
    "title": {
      "en": "Yumeiro Button"
    },
    "updatedAt": "2021-05-25T15:40:51+00:00",
    "coverArt": "https://mangadex.org/covers/2e571be3-c634-48ab-a813-4834d08f2806/b43e576a-11fb-4696-a595-5ba102966781.jpg",
    "altTitles": [
      {
        "en": "夢色ボタン"
      }
    ],
    "description": {
      "en": "She dreamt about confessing to her childhood friend at the graduation ceremony but…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d8f9afe2-aa44-4bc6-9145-eebb1f282372",
    "title": {
      "en": "Pseudo Harem"
    },
    "updatedAt": "2024-03-25T23:35:11+00:00",
    "coverArt": "https://mangadex.org/covers/d8f9afe2-aa44-4bc6-9145-eebb1f282372/8cc1aa08-c214-44ab-8b59-dcce6f73ca84.jpg",
    "altTitles": [
      {
        "ja-ro": "Giji Harem"
      },
      {
        "ja-ro": "Giji-Harem"
      },
      {
        "pt": "Harém de Mentirinha"
      },
      {
        "id": "Harem Semu"
      },
      {
        "ru": "Псевдогарем"
      },
      {
        "ja": "疑似ハーレム"
      },
      {
        "uk": "Псевдогарем"
      }
    ],
    "description": {
      "en": "The story of Nanakura Rin of the Drama Club, who has indisputable talent as an actress, and her senpai in the same club, Kitahama Eiji. With the power of her acting, Rin teases Eiji with a variety of personas, giving him the harem he's always dreamed of!",
      "fr": "Voici l'histoire de Nanakura Rin du club de drama, ayant un talent indiscutable en tant qu'actrice, et de son senpai Kitahama Eiji. Grâce à ses talents d'actrice, Rin taquine Eiji avec multiples personnalités, lui donnant le harem dont il a toujours rêvé.",
      "it": "Questa è la storia di Nanakura Rin del club di teatro, che ha un talento indiscutibile come attrice, e del suo senpai Kitahama Eiji. Grazie al suo talento di attrice, Rin prende in giro Eiji con molteplici personalità, dandogli l'harem che ha sempre sognato.",
      "pl": "Historia dwojga członków Klubu Teatralnego – Rin Nanakury i jej Senpaia – Kitahamy Eijiego.  \nRin, przy użyciu swoich aktorskich umiejętności, odgrywa różnorodne postacie, tworząc tym samym Senpaiowi jego wymarzony harem!",
      "pt": "Rin Nanakura, uma talentosa atriz do clube de teatro, e o seu veterano no mesmo clube, Eiji Kitahama. Com suas habilidade de atuação, Rin brinca com Eiji fazendo várias personagens, e montando o harém (de uma pessoa só) que ele sempre sonhou!",
      "uk": "Історія про Нанакуру Рін, яка має талант до акторства, та Кітахаму Ейджі - її семпая, який мріє про власний гарем."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "130"
  },
  {
    "mangaId": "97cf06a0-1cc7-4c46-be08-daf1b7040178",
    "title": {
      "en": "Reborn Ranker – Gravity User"
    },
    "updatedAt": "2024-04-21T22:13:19+00:00",
    "coverArt": "https://mangadex.org/covers/97cf06a0-1cc7-4c46-be08-daf1b7040178/6852e38e-db1d-4c32-b88d-caf5a7c10827.jpg",
    "altTitles": [
      {
        "en": "Adventurers aim for the strongest in hidden classes"
      },
      {
        "ja": "冒険者は隠しクラス〈重力使い〉で最強を目指す"
      }
    ],
    "description": {
      "en": "A few years back, monsters from different dimensions came to our world, and humans having abilities such as level and skills to fight them emerged. Ikoma, who had acquired the class of “thief” without knowing that he would reach his limits early on, rose to the rank of S-class adventurer. Still, his abilities failed him, and he lost his hope. On the fated day, the city of Ikoma was attacked by a vicious dragon. Ikoma boldly tried to stand up to the dragon, but he was no match for it and was mortally wounded. However, he Miraculously succeeds in stealing a rare item from the dragon that allows him to rewind time using his “thief” skill. Ikoma returns to ten years in the past and uses the knowledge he gained in the first life to acquire the hidden class of “gravity user.\n\nThis time I will become… the greatest adventurer!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b974e207-42fb-47cf-b7f9-af5e57e6dffc",
    "title": {
      "en": "Nishikaidan no Akuma"
    },
    "updatedAt": "2021-11-23T17:45:41+00:00",
    "coverArt": "https://mangadex.org/covers/b974e207-42fb-47cf-b7f9-af5e57e6dffc/0aa8af2f-5ff0-4173-854a-f4d6a88645d8.jpg",
    "altTitles": [
      {
        "en": "Devil in the West Stairs"
      },
      {
        "ja": "西階段の悪魔"
      }
    ],
    "description": {
      "en": "Some staircases are not meant to be traipsed upon."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "f0ce7d61-d172-459a-9010-25aa9c399627",
    "title": {
      "en": "I Am the Descendant of the Divine Dragon!"
    },
    "updatedAt": "2023-11-06T01:32:39+00:00",
    "coverArt": "https://mangadex.org/covers/f0ce7d61-d172-459a-9010-25aa9c399627/3664f2b3-8653-4e55-a9e7-66adcb61d931.png",
    "altTitles": [
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "zh": "我，神龙之后！"
      },
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "en": "I, the Queen of Dragons!"
      }
    ],
    "description": {
      "en": "In the highly competitive world of the Xuan Realm Continent, where warriors strive to refine their bodies, cultivate their martial abilities, harness the essence of the heavens and earth, and push beyond mortal limitations, our protagonist, Lu Hao, faces unjust persecution from his own clan since childhood. However, fate smiles upon him as he awakens the dormant bloodline of the Divine Dragon within him. With an unyielding resolve, Lu Hao embarks on an extraordinary journey, overcoming countless obstacles to ascend to the zenith of power. Along the way, he unravels the enigmatic secrets of his past life."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "109e8013-370a-4249-aefc-8e993ab596f2",
    "title": {
      "en": "Your Sound"
    },
    "updatedAt": "2023-11-22T22:29:58+00:00",
    "coverArt": "https://mangadex.org/covers/109e8013-370a-4249-aefc-8e993ab596f2/c2fa73e9-9c98-483e-9d27-96da60c92914.jpg",
    "altTitles": [
      {
        "ko": "너의 소리"
      }
    ],
    "description": {
      "en": "Min Eunhoo, the general manager of JK Group, with handsome looks, wealth, and a strong future! He had everything, and at some point, the thought of an unknown woman began to ring in his mind. While he was complaining of not knowing who the biggest hindrance in his life was, he encountered a woman, as if fate knocked his door: the candidate who came to JK on the day of the interview to hire as his assistant, Ha Seoyoon!\n\nDirector Min Eunhoo, who can hear the sound of only one person’s heart, and Ha Seoyoon, the owner of that voice, become attracted to him and falls in love!",
      "ko": "JK그룹의 본부장 민은후. 잘생긴 외모와 재력, 탄탄대로 같은 앞날! 모든 것을 다 가진 그는 언젠가부터 정체 모를 한 여자의 생각이 머릿속에서 울리기 시작했다. \n이 인생 최대의 방해꾼이 어디 있는 누군지 몰라 고통을 호소하던 중, 운명처럼 맞닥뜨린 한 여자가 있었다. 바로 그의 새 비서를 채용하는 면접날 JK를 찾아온 후보, 하서윤! \n<대박 잘생겼다...>\n은후는 드디어 생각의 주인공을 찾아낸 것 같았다.\n그렇다면 지켜봐야지. 곁에 두고서!\n단 한 사람의 마음 속 소리가 귀에 들리는 본부장 민은후와 그 소리의 주인인 하서윤이 이끌리듯 사랑에 빠지다!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "46"
  },
  {
    "mangaId": "69ac042a-3c0b-4b2e-bc3e-9087e9acd3e1",
    "title": {
      "en": "Doujigun Kan"
    },
    "updatedAt": "2024-04-06T09:35:36+00:00",
    "coverArt": "https://mangadex.org/covers/69ac042a-3c0b-4b2e-bc3e-9087e9acd3e1/5b7f5769-84a4-46a9-becb-9e104f226af1.jpg",
    "altTitles": [
      {
        "en": "Douji Gunkan"
      },
      {
        "en": "Kingdom of Knowledge (FR)"
      },
      {
        "en": "Дитя войны"
      },
      {
        "en": "童子军鉴"
      },
      {
        "en": "童子軍鑑"
      }
    ],
    "description": {
      "en": "The story follows the journey of revenge of the powerless young man, Fei.",
      "ru": "Мир охвачен войной: Человечество, находясь на грани вымирания, находит затерянный клад - знания, что посланы из другого мира. Единственный народ, способный их читать - Гномы. Союз Людей и Гномов меняет ход истории. Теперь Человечество процветает, империя множится. Но так ли все радужно за стенами столицы?  \nЭта история мести гнома по имени Фэй."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "43"
  },
  {
    "mangaId": "0925b477-9e72-4b40-8488-afb7aab4583f",
    "title": {
      "en": "Tomehane!"
    },
    "updatedAt": "2024-05-08T19:06:26+00:00",
    "coverArt": "https://mangadex.org/covers/0925b477-9e72-4b40-8488-afb7aab4583f/0efe7a40-def2-4ac5-adb1-b46d31122194.jpg",
    "altTitles": [
      {
        "ja-ro": "Tome wa Hane! Suzusato Koukou Shodoubu"
      },
      {
        "ja-ro": "Tomehane! Suzuri Kōkō Shodōbu"
      },
      {
        "ja-ro": "Tomehane! Suzuri Koukou Shodoubu"
      },
      {
        "ja-ro": "Tomehanetsu! Suzusato"
      },
      {
        "ja": "とめはねっ!"
      },
      {
        "ja": "とめはねっ! 鈴里高校書道部"
      },
      {
        "ja": "とめはねっ！−鈴里高校書道部−"
      }
    ],
    "description": {
      "en": "Tales of a high-school calligraphy club.  \n  \nA story about a high-school calligraphy club on the verge of breaking up that enters in a major competition while overcoming problems. Yuki, a promising female judoist, and Yukari, a quiet Canadian-raised boy who just returned to Japan, end up joining the club for the sake of maintaining the membership required to keep the club. Together with the old club members with unique characters, they gradually discover the fun of calligraphy and work together to win in the competition.  \n  \nTomehane! was nominated for best manga at the first two Manga Taisho.\n\nLive action series adaptation (2010): [MyDramaList](https://mydramalist.com/742-tomehane)"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "179"
  },
  {
    "mangaId": "d5227574-ed83-47fe-89c1-43444c2f6e75",
    "title": {
      "en": "Dorei kara no Kitai to Hyouka no sei de Sakushu dekinai no daga"
    },
    "updatedAt": "2024-06-01T17:59:05+00:00",
    "coverArt": "https://mangadex.org/covers/d5227574-ed83-47fe-89c1-43444c2f6e75/aeb3567a-f390-4a13-a2cd-67d128ed33c5.jpg",
    "altTitles": [
      {
        "ja": "奴隷からの期待と評価のせいで搾取できないのだが"
      },
      {
        "en": "Due to Their Appreciation and Expectations, I Can't Exploit My Slaves"
      }
    ],
    "description": {
      "en": "A reincarnated boy, Allen, gets granted by a goddess the cheat skill, \"Restoration.\" Even though he can heal all and any injuries and illnesses, there aren't a lot of places where he can use that skill to the fullest, so he planned to \"regenerate\" the slaves he bought and lead a slow-paced life. But the healed slaves' cheats turned out so out of the ordinary that the crops they tend to and their living conditions turned for the better in a blink of an eye. The protagonist, Allen, who slowly but surely is robbed of opportunities to shine, tried to counter that with his modern knowledge, and yet, those talented slaves absorbed it all and brought success to any and all businesses. The protagonist is becoming irrelevant with each passing day?!",
      "ja": "転生した少年・アレンは女神からチート能力【再生】を授かる。\nありとあらゆるケガや病気を治療できるものの、活躍の場は限られるため、奴隷の少女たちを【再生】し、ハーレムスローライフを送ろうと画策する。\nだが、完治した奴隷たちのチートがダンチすぎて、農作物や居住環境は瞬く間に完熟。\n活躍の場を次々に奪われる主人公・アレンは現代知識で対抗するが、それも優秀な奴隷たちが吸収し、商売で大成功。\n主人公の影がどんどん薄くなっていく……！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "790f5f8d-0f9a-4f4b-92b3-9ac15f892b34",
    "title": {
      "ja": "Gift \"Mugen Gacha\" de Level 9999"
    },
    "updatedAt": "2024-05-22T17:42:20+00:00",
    "coverArt": "https://mangadex.org/covers/790f5f8d-0f9a-4f4b-92b3-9ac15f892b34/42d9992f-ddd4-4cfb-abb5-257ffee6dad2.jpg",
    "altTitles": [
      {
        "ja-ro": "Gift \"Mugen Gacha\" de Level 9999"
      },
      {
        "ja-ro": "Shinjiteita Nakama Tachi Ni Dungeon Okuchi De Korosare Kaketa ga Gift 『Mugen Gacha』 De Level 9999 No Nakama Tachi Wo Te Ni Irete Moto Party Member To Sekai Ni Fukushu & 『Zamaa!』 Shimasu!"
      },
      {
        "ja": "信じていた仲間達にダンジョン奥地で殺されかけたがギフト『無限ガチャ』でレベル9999の仲間達を手に入れて元パーティーメンバーと世界に復讐&『ざまぁ!』します!"
      },
      {
        "en": "My Gift Lvl 9999 Unlimited Gacha"
      },
      {
        "ja-ro": "Shinjiteita Nakamatachi ni Dungeon Ouchi de Korosarekaketa ga Gift \"Mugen Gacha\" de Level 9999 no Nakamatachi wo Te ni Irete Moto Party Member to Sekai ni Fukushuu & \"Zamaa!\" Shimasu!"
      },
      {
        "en": "Backwater Dungeon: My Party Tried to Kill Me, But Thanks to an Infinite Gacha I Got LVL 9999 Friends and Am Out For Revenge"
      },
      {
        "en": "I Was Almost Killed By The Teammates I trust Inside A Dungeon, And Gained A Gift Called [Infinite Gacha] And Level 9999 Comrades, And Now I'll Take Revenge Against My Former Teammates And The World, That's What You Get!"
      },
      {
        "en": "Backstabbed in a Backwater Dungeon: My Party Tried to Kill Me, But Thanks to an Infinite Gacha I Got LVL 9999 Friends and Am Out For Revenge"
      }
    ],
    "description": {
      "en": "There are six races in this world: human, beast, dragon, elf, dwarf, and demon. Humans are discriminated against and looked down on as the most inferior race. The \"Gathering of Races\" was a party with members from each race gathered to dispel such discrimination, but they also had a hidden purpose. They were ordered by the non-human countries to search for the human \"Master,\" and take it to their own country.\n\nLight, a human boy with the gift \"Infinite Gacha,\" was welcomed into the Gathering of Races as he was suspected of being a Master. But in the end, their investigation showed that Light was not a Master. Just as Light was about to be killed by his teammates, he accidentally stepped on a transfer trap and was teleported to the lowest level of the dungeon.\n\nIn the deepest dungeon, he was attacked by a mythical level 1000 demon. In a desperate situation, Light used \"Infinite Gacha\" repeatedly. Luckily, he draws the SUR level 9999 card \"Mei the Seeker Maid.\" Mei helped Light repel the demons and saved his life.\n\nAfter finally escaping from the crisis, Light decides to take revenge on his former comrades. Mei advises him to remain in the dungeon and use Infinite Gacha to increase his number of trustworthy friends. Light agreed began building up the power necessary to oppose the non-human nations.\n\nThree years later, Light had built the strongest nation in the depths of the dungeon. Once again, he will return to the surface to take revenge on his former comrades and search for the truth that nearly killed him.\n___\n[Alt Official English (US ONLY)](https://kmanga.kodansha.com/title/10040/episode/345702)",
      "ja": "仲間に裏切られ、最凶のダンジョン『奈落』の底に突き落とされた少年・ライト。彼に残されたのはゴミだと思われたスキル『無限ガチャ』のみ！　最悪な状況から少年の逆転劇が始まる!!!　\n\n9つの種族の平等を掲げ結成された冒険者パーティー『種族の集い』。荷物持ちの少年・ライトは、パーティーの仲間達に裏切られ最凶ダンジョン『奈落』の奥で命を狙われる…。絶体絶命の危機、ライトがすがるのは恩恵『無限ガチャ』!!!",
      "pt-br": "Um menino chamado Light é traído por seus companheiros e mergulha no abismo da masmorra mais perigosa do mundo. Tudo o que ele têm é a Bênção (habilidade) \"Gacha Infinita\", que ele pensou ser um lixo! Começa a vingança de um garoto na pior situação possível!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4539cb6c-762a-42d3-9cfd-847dff6f2101",
    "title": {
      "en": "Oujougiwa no Imi o Shire!"
    },
    "updatedAt": "2024-06-17T04:41:21+00:00",
    "coverArt": "https://mangadex.org/covers/4539cb6c-762a-42d3-9cfd-847dff6f2101/98020053-0a0f-4599-8200-93bd1c07c74f.jpg",
    "altTitles": [
      {
        "ja": "往生際の意味を知れ！"
      },
      {
        "ja-ro": "Oujou Giwa no Imi wo Shire!"
      },
      {
        "en": "Documentary of My Ex-Girlfriend Complex"
      },
      {
        "vi": "Chuỗi Phim Tài Liệu Về Chứng Cuồng Bạn Gái Cũ Của Tôi"
      }
    ],
    "description": {
      "en": "Ichimatsu Kairo's ex-girlfriend, Kusakabe Hiyori, who disappeared 7 years ago appears before him again one day. As someone who was converted into a devout follower of the Hiyori religion, he became unable to live in reality when she left. Reunited, she divulges to him her unreasonable demand, \"Ichimatsu-kun, I want my childbirth recorded so give me your sperm.\""
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "73"
  },
  {
    "mangaId": "fa0fb27a-d1db-4826-b400-fa3375468353",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daigoshou - Mizu no Miyako to Eiyuu no Uta"
    },
    "updatedAt": "2024-03-06T07:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/fa0fb27a-d1db-4826-b400-fa3375468353/b1328685-b96d-44a7-9adf-75538ed37622.jpg",
    "altTitles": [
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 5: The City of Water and the Hero's Poem"
      },
      {
        "es-la": "Re:ZERO - Starting Life in Another World-, Arco 5: La Capital del Agua y El Poema del Héroe."
      },
      {
        "ja": "Re:ゼロから始める異世界生活　第五章　水の都と英雄の詩"
      },
      {
        "pt-br": "Re:Zero — Começando uma Vida em Outro Mundo — Arco 5: A Metrópole da Água e o Poema do Herói"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть пятая: Звёзды, что творят историю"
      }
    ],
    "description": {
      "pt-br": "Um ano após a batalha no santuário. Natsuki Subaru estava passando um tempo tranquilo, mas tudo mudou quando recebeu um convite de um certo mensageiro. O convite para a cidade portuária de Priestella, que era a carta que Anastasia, uma das candidatas à realeza, enviou para Emilia. Rumo à cidade portuária onde o mal se agita, os heróis veteranos se reúnem. A tão esperada adaptação em manga do Arco 5 de Re:Zero começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85cab903-cdd2-44cf-a6e2-eaec96755eba",
    "title": {
      "en": "Goku Onna Michi"
    },
    "updatedAt": "2022-10-29T11:41:07+00:00",
    "coverArt": "https://mangadex.org/covers/85cab903-cdd2-44cf-a6e2-eaec96755eba/636acee0-f9d6-471d-a3a5-2780b8326194.jpg",
    "altTitles": [
      {
        "en": "Definitely My Girl"
      },
      {
        "ja": "極・女道"
      }
    ],
    "description": {
      "en": "Mika hates being girly, but what if her bodyguard Akira wants her to be more feminine…?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a316a7c5-f48f-412e-9b78-68e378c37775",
    "title": {
      "en": "Screw the Noble Life, I’m Going Home"
    },
    "updatedAt": "2024-04-21T04:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/a316a7c5-f48f-412e-9b78-68e378c37775/4d380265-5310-4a8c-a065-c7e29161cdc2.jpg",
    "altTitles": [
      {
        "ko": "공녀고 나발이고 집에 간다고"
      },
      {
        "en": "Noble Lady or Whatever, I'm Going Home"
      }
    ],
    "description": {
      "en": "After confirming that I had won the lottery, I tried to quit my job! However, as soon as I opened the door, I found myself transmigrated into the body of a noble lady. I have one year to claim the prize money, so I have to return home at all costs. Please wait for me, my 1.7 million won! Mum will be there soon, but... What's wrong with this family?!\r\n\r\n\"I love you.\" But I'm not your daughter!\r\n\r\n\"Sister, you might get hurt so I'll hold you.\" Did he mean he would lift me? What is this guy, a giant brown bear?\r\n\r\n\"If you mess with our sister one more time, I'll make you disappear without a trace.\" He's got a pretty face, but he has a sharp tongue.\r\n\r\n\"Don't fall ill.\" Don't worry about me. Why are there so many of them?! I'm not a noble lady! Leave me alone, I wanna go home!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "47c46dcc-7266-4cd6-852b-d8619ca1dd6b",
    "title": {
      "en": "Dimensional Mercenary"
    },
    "updatedAt": "2024-03-02T05:53:33+00:00",
    "coverArt": "https://mangadex.org/covers/47c46dcc-7266-4cd6-852b-d8619ca1dd6b/47fd2133-82ff-47f6-9cd7-b627130d74c1.jpg",
    "altTitles": [
      {
        "ko": "이차원 용병"
      },
      {
        "en": "Other World Warrior"
      },
      {
        "en": "Two-Dimensional Mercenary"
      },
      {
        "ru": "Воин из иного мира"
      },
      {
        "ko-ro": "Ichawon Yongbyeong"
      },
      {
        "ja": "異次元傭兵"
      },
      {
        "zh": "次元雇佣兵"
      },
      {
        "id": "Prajurit Dimensi Lain"
      },
      {
        "pt-br": "Mercenário dimensional"
      }
    ],
    "description": {
      "en": "Would you like to find a job? Even at the cost of your soul? If so, then you’ve found the right place. Our job hunting advice website, SoSe, is a site geared towards those willing to even sell their souls for employment; that’s right, people like you. Are you dealing with angels or demons?  \n  \n30-year old freeloader Chul Ho Kang made a deal through this shady site, even selling his soul for the chance at what else? Money! An invitation to the other world for the weak and downtrodden of society for a chance to change their lot in life! That is the mission given to Chul Ho Kang!",
      "es": "¿Te gustaría encontrar un trabajo? ¿Incluso si te cuesta el alma? Si es así, entonces ha encontrado el lugar correcto.\n\nNuestro sitio de consejos laborales, SoSe, reúne a aquellos que incluso quieren vender su alma por un trabajo, así es, gente como tú. ¿Alguna vez has negociado con ángeles o demonios? Un trabajador independiente de 30 años llamado Chul Ho Kang hizo un trato en este extraño sitio web, ¿y qué oferta aceptaría para vender su alma? ¡Dinero, por supuesto!\n\n¡Una invitación a otro mundo para los más débiles y oprimidos de la sociedad para tener la oportunidad de cambiarlo todo! ¡Esa es la misión encomendada a Chul Ho KanG!",
      "id": "Apa anda ingin mendapat pekerjaan? Meski harus menjual jiwa anda? Jika benar, di sinilah tempat yang tepat untuk anda. Situs pencarian pekerjaan ini ditujukan untuk anda yang ingin mendapat pekerjaan meski harus menjual jiwa anda. Seorang pengangguran bernama Kim Cheol Ho telah membuat kesepakatan dengan situs itu. Untuk apa semua itu? Tentu saja demi mendapatkann uang! Undangan ke dimensi lain untuk orang-orang yang lemah dan tertindas, memberi kesempatan untuk mengubah nasib! Itulah misi yang diberikan kepada Kim Cheol Ho.\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=B9HJG_PJNNE)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/5900/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Prajurit-Dimensi-Lain/3463)\n* [Japanese / 日本語](https://piccoma.com/web/product/38753)",
      "ja": "友達に騙され借金を抱えてしまった「柏崎 哲平」。 就職するために就活サイト「タマナビ」で必要な情報を入力しただけなのに… 気づくと戦場に立っていた！？ 「タマナビ」から派遣される異次元で任務を遂行して大金を稼げるようになった「哲平」は自分を騙した友達に復讐を企むが…\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=B9HJG_PJNNE)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/5900/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Prajurit-Dimensi-Lain/3463)\n* [Japanese / 日本語](https://piccoma.com/web/product/38753)",
      "ko": "취직하고 싶습니까?\n영혼을 팔아서라도 취직하고 싶으십니까?\n그렇다면 잘 오셨습니다.\n취업 정보 사이트 영팔이는 영혼을 팔아서라도\n일자리를 구하고 싶은 이, 바로 당신을 위한 곳입니다.\n\n천사인가, 악마인가.\n서른 살 백수 강철호는 정체 모를 그들과 계약을 했다.\n영혼을 팔아서라도 돈, 그놈의 돈을 벌기 위해!\n\n다른 차원의 계약자들에게 빙의하여,\n그들이 가장 절망하던 순간의 삶을 바꾸는 것!\n그것이 강철호에게 주어진 사명, 미션(Mission)이다!\n\n************************************************\n\n소설에서 다 풀지 못했던 이야기가\n지금 여기에서 펼쳐집니다!\n\n\n\n[시즌1] 만화 김재환 \n[시즌2, 3] 만화 발로 \n[로고 및 표지 디자인] 디자인그룹 헌드레드\n\n************************************************\n\n웹툰 [이차원 용병]은 매주 금요일, 주1회 연재됩니다.\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=B9HJG_PJNNE)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/5900/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Prajurit-Dimensi-Lain/3463)\n* [Japanese / 日本語](https://piccoma.com/web/product/38753)",
      "pl": "Chciałbyś znaleźć pracę? Nawet kosztem własnej duszy? Jeśli tak, to dobrze trafiłeś! Nasza strona internetowa z poradami dotyczącymi poszukiwania pracy SoSe, jest stroną skierowaną do osób, które są gotowe sprzedać swoją duszę za pracę; to prawda, ludzie tacy jak ty! Masz do czynienia z aniołami czy demonami?  \n30-letni darmozjad Chul Ho Kang zawarł umowę za pośrednictwem tej podejrzanej strony, sprzedając swoją duszę, by mieć szansę na co…? Pieniądze?! Zaproszenie do innego świata słabych i uciskanych przez społeczeństwo, aby móc zmienić ich los! To właśnie misja powierzona Chul Ho Kang!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=B9HJG_PJNNE)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/5900/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Prajurit-Dimensi-Lain/3463)\n* [Japanese / 日本語](https://piccoma.com/web/product/38753)",
      "ru": "«Вы в поисках работы? Готовы за неё душу дьяволу продать? Если ваш ответ на эти вопросы положительный, то вы именно там, где должны быть! Soul Sellers – сайт, который помогает людям, готовым продать душу за работу. Именно – таким людям, как вы!»Наш главный герой — 30-летний нахлебник Чхоль Хо Кан — заключил сделку через этот странный сайт, продав душу за что? За деньги! Его перенесло в другой мир, в котором он должен бороться за свои жизнь и будущее!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=B9HJG_PJNNE)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/5900/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Prajurit-Dimensi-Lain/3463)\n* [Japanese / 日本語](https://piccoma.com/web/product/38753)",
      "tr": "İş bulmak ister misin? Ruhun pahasına bile mi? Öyleyse doğru yerdesin. İş tavsiyesi sitemiz, ”Soul Sellers” iş bulmak uğruna ruhunu bile satacaklar için tasarlanmıştır. Peki kimlerle uğraşıyorsun: Meleklerle mi? Yoksa şeytanlarla mı? 30 yaşındaki işsiz Chul Ho Kang bu şüpheli sitede bir anlaşma yapıp, ruhunu para uğruna sattı! Toplumun güçsüz ve ezilen kişileri için kaderlerini değiştirmeleri adına başka bir dünyaya davetiye! Bu Chul Ho Kang’a verilmiş bir görev.\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=B9HJG_PJNNE)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/5900/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Prajurit-Dimensi-Lain/3463)\n* [Japanese / 日本語](https://piccoma.com/web/product/38753)",
      "zh": "30岁的无业游民姜哲浩在浏览就业网站时，遇到了一家奇怪的公司。这家公司声称可以改变姜哲浩现在的窘迫生活，而条件就是卖掉自己的灵魂。为了金钱，为了金钱，为了金钱！姜哲浩最终签下了合约！而这时才发现，这家公司竟然可以把人送往其他世界……\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=B9HJG_PJNNE)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/5900/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Prajurit-Dimensi-Lain/3463)\n* [Japanese / 日本語](https://piccoma.com/web/product/38753)",
      "es-la": "¿Te gustaría encontrar un trabajo? ¿Incluso si te cuesta el alma? Si es así, entonces ha encontrado el lugar correcto.\n\nNuestro sitio de consejos laborales, SoSe, reúne a aquellos que incluso quieren vender su alma por un trabajo, así es, gente como tú. ¿Alguna vez has negociado con ángeles o demonios? Un trabajador independiente de 30 años llamado Chul Ho Kang hizo un trato en este extraño sitio web, ¿y qué oferta aceptaría para vender su alma? ¡Dinero, por supuesto!\n\n¡Una invitación a otro mundo para los más débiles y oprimidos de la sociedad para tener la oportunidad de cambiarlo todo! ¡Esa es la misión encomendada a Chul Ho KanG!",
      "pt-br": "Você gostaria de encontrar um trabalho? Mesmo se isso custasse sua alma? Se sim, então você encontrou o lugar certo.\n\nNosso site de aconselhamento de trabalho, SoSe, reune esses que querem até mesmo vender sua alma por um emprego, isso mesmo, pessoas como você. Já negociou com anjos ou demônios? Um free-lancer de 30 anos de idade chamado Chul Ho Kang fez um negócio nesse site estranho, e qual seria a proposta que ele aceitaria vender a alma? Dinheiro, é claro!\n\nUm convite para outro mundo para o mais fraco e oprimido da sociedade para uma chance de mudar tudo! Essa é a missão dada para Chul Ho KanG!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8dcfca4-874f-45e2-ba01-959ea0b6f141",
    "title": {
      "en": "Dekoboko Majo no Oyako Jijou"
    },
    "updatedAt": "2024-03-07T10:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/c8dcfca4-874f-45e2-ba01-959ea0b6f141/e9bb9508-ad96-4464-bee9-90af302d691f.jpg",
    "altTitles": [
      {
        "en": "The Family Circumstances of the Unreliable Witch"
      },
      {
        "ja": "でこぼこ魔女の親子事情"
      },
      {
        "pt-br": "As circunstâncias familiares da bruxa irregular"
      },
      {
        "ru": "Семейная жизнь легкомысленной ведьмы"
      }
    ],
    "description": {
      "en": "A witch who lives alone in the forest picks up a child. 16 years later, she grows up bigger than expected.",
      "pt-br": "Alyssa é uma bruxa que vive sozinha na floresta, e num certo dia encontra uma bebê humana. Apesar do desafio, ela dá o nome de \"Viola\" à criança e decide criá-la. 16 anos depois, Viola cresceu muito mais do que Alissa jamais imaginou... Mas espere, ela cresceu demais! E assim começa a caótica comédia de uma mãe e uma filha com aparências invertidas!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0296dc0b-7635-4154-927a-33c2244c4503",
    "title": {
      "en": "Yahari Ore no Seishun Love Come wa Machigatteiru.: Monologue"
    },
    "updatedAt": "2023-07-21T21:40:20+00:00",
    "coverArt": "https://mangadex.org/covers/0296dc0b-7635-4154-927a-33c2244c4503/24afa460-727c-400f-b66b-5aa1cdc3977c.jpg",
    "altTitles": [
      {
        "ms": "Kisah Komedi Romantis Remajaku Memang Salah Kaprah -Monolog-"
      },
      {
        "en": "My Youth Romantic Comedy Is Wrong As I Expected. - Monologue"
      },
      {
        "ja": "Oregairu - Monologue -"
      },
      {
        "ru": "Как и ожидал, моя школьная романтическая жизнь не удалась"
      },
      {
        "ja": "やはり俺の青春ラブコメはまちがっている。 - 妄言録〈モノローグ〉 -"
      },
      {
        "zh": "我的青春恋爱物语果然有问题"
      },
      {
        "ja": "Yahari Ore no Seishun Love Comedy wa Machigatteiru. Mougenroku"
      }
    ],
    "description": {
      "en": "Hikigaya Hachiman, a boy with a distorted personality, is brought to the \"Service Club\", led by a beautiful and harsh girl named Yukinoshita Yukino, by his academic advisor. Hilarity ensues as the isolated boy, through his many mistakes, begins to reshape himself and those around him.",
      "ru": "История о школьнике по имени Хачиман Хикигая, обладающем искаженными взглядами на жизнь. У него нет ни друзей, ни подруг, а на вопрос о том, какая у него цель в жизни, можно услышать лишь ответ, что ее нет. Но не все безразличны к апатии Хачимана. Его учительница просит школьника стать волонтером клуба помощи, в котором также находится самая красивая девушка школы. Как изменит членство в клубе жизнь Хачимана? Появится ли теперь у него цель в жизни?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": ""
  },
  {
    "mangaId": "9a1c75e4-7077-4252-afdf-c5a8a4c58062",
    "title": {
      "en": "Who is Fuou?!"
    },
    "updatedAt": "2024-06-08T03:11:12+00:00",
    "coverArt": "https://mangadex.org/covers/9a1c75e4-7077-4252-afdf-c5a8a4c58062/73dc39f5-2fbb-4f7e-a9d7-055867220dfb.png",
    "altTitles": [
      {
        "ja": "Who is 風生!?"
      },
      {
        "it": "Changing Fo"
      },
      {
        "ja-ro": "Who Is Kazeo!?"
      }
    ],
    "description": {
      "en": "Indeed, just who is Fuou? Is he the president of the girl’s wrestling club? Is he their beloved mascot? Is he not much more than a tiny boy in ill-fitting clothes? Is he a prize to be fought over? Or Is he a lunatic fighter when he gets a taste for blood?"
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": ""
  },
  {
    "mangaId": "aa2ab98e-04d5-40d2-bd6c-93d92e41c742",
    "title": {
      "en": "Welcome to the Cheap Restaurant of Outcasts!"
    },
    "updatedAt": "2024-04-29T21:38:09+00:00",
    "coverArt": "https://mangadex.org/covers/aa2ab98e-04d5-40d2-bd6c-93d92e41c742/eb46d14f-6e9e-484e-b310-a04630ebcef5.jpg",
    "altTitles": [
      {
        "en": "Welcome to the Outcast's Restaurant!"
      },
      {
        "ja": "追放者食堂へようこそ！ ～最強パーティーを追放された料理人（Lv.99）は、田舎で念願の冒険者食堂を開きます！～"
      },
      {
        "ko": "추방자 식당에 어서 오세요! ~최강 파티에서 추방당한 요리사는 모험자 식당을 개업합니다!~"
      },
      {
        "ko-ro": "Chubangja sigdang-e eoseo oseyo! ~choegang patieseo chubangdanghan yolisaneun moheomja sigdang-eul gaeeobhabnida!~"
      },
      {
        "ja-ro": "Tsuihousha Shokudou e Youkoso! - Saikyou Party o Tsuihou Sareta Ryourinin (Lv.99) wa, Inaka de Nengan no Boukensha Shokudou o Hirakimasu!"
      },
      {
        "en": "Welcome to Cheap Restaurant of Outcast!"
      },
      {
        "en": "Welcome to the Cheap Restaurant of Outcasts!"
      }
    ],
    "description": {
      "en": "After getting kicked out of the strongest party, the level 99 chef fulfills his dream of opening an adventurer diner in the countryside.",
      "ja": "最強ギルドを追放された料理人・デニス。彼は奴隷少女のアトリエとともに『冒険者食堂』を開店させるのだった。至高の料理スキルを活かした庶民的で温かいデニスの料理は、ちょっとアレな冒険者たちの心と身体を癒やしていくが……。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d44a38c8-1ecd-43ee-be48-34ed3e3e098e",
    "title": {
      "en": "Trying Out Alchemy After Being Fired as an Adventurer! Frontier Settling? No Problem, Leave It to Me!"
    },
    "updatedAt": "2023-03-14T21:57:17+00:00",
    "coverArt": "https://mangadex.org/covers/d44a38c8-1ecd-43ee-be48-34ed3e3e098e/85f729e9-898d-4c67-8907-9d6423f381e1.jpg",
    "altTitles": [
      {
        "ja-ro": "Boukensha wo Kubi ni Nattanode, Renkinjitsushi to Shite Denaoshimasu! Henkyou Kaitaku? Yoshi, Ore ni Makase Toke!"
      },
      {
        "en": "I Was Fired as an Adventurer, so I Became an Alchemist! ~ Frontier Development? Alright, Leave It to Me!"
      },
      {
        "en": "The Alchemist of Twilight"
      },
      {
        "ja": "冒険者をクビになったので、錬金術師として出直します！ ～辺境開拓？ よし、俺に任せとけ！"
      },
      {
        "ja-ro": "Bouken-sha o Kubi ni Nattanode, Renkinjutsu-shi to Shite Denaoshimasu! ~ Henkyou Kaitaku? Yoshi, Ore ni Makase Toke!"
      }
    ],
    "description": {
      "en": "Although Craft carries an adventurer's life with a magician's crest, he had overwhelmingly low talent for a magician!! Due to his lack of talent, his parties continued to fire him. On the recommendation of an official he changed the crest. With the new crest, he became the legendary \"Alchemist of Twilight!\" Craft, that has been reborn from the weakest magician to the strongest alchemist, defeats strong monsters with his newfound abilities!\n\nA legendary alchemist's slow life fantasy!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e070544-2ea0-45ea-867d-5e8547a202d9",
    "title": {
      "en": "Life x 01"
    },
    "updatedAt": "2022-08-13T02:39:41+00:00",
    "coverArt": "https://mangadex.org/covers/3e070544-2ea0-45ea-867d-5e8547a202d9/49d148d8-f9a6-4266-aab9-28687c5a29b3.png",
    "altTitles": [
      {
        "ja-ro": "LIFE×01"
      },
      {
        "sv": "Líf X 01 (Icelandic)"
      },
      {
        "fr": "Vie X 01"
      },
      {
        "ar": "الحياة X 01"
      },
      {
        "ja": "ライフ×ゼロワン"
      },
      {
        "fi": "Elämä X 01"
      },
      {
        "lt": "Gyvenimas X 01"
      },
      {
        "id": "Hidup X 01"
      },
      {
        "az": "Həyat X 01"
      },
      {
        "ms": "Kehidupan X 01"
      },
      {
        "de": "Leben X 01"
      },
      {
        "nl": "Leven X 01"
      },
      {
        "sv": "Liv X 01"
      },
      {
        "da": "Livet X 01"
      },
      {
        "no": "Livet X 01"
      },
      {
        "ro": "Viața X 01"
      },
      {
        "pt-br": "Vida X 01"
      },
      {
        "es": "Vida X 01"
      },
      {
        "eo": "Vivo X 01"
      },
      {
        "la": "X vitae I"
      },
      {
        "hu": "Élet X 01"
      },
      {
        "pl": "Życie X 01"
      },
      {
        "bg": "Живот X 01"
      },
      {
        "ru": "Жизнь Х 01"
      },
      {
        "uk": "Життя X 01"
      },
      {
        "he": "חיים X 01"
      },
      {
        "fa": "زندگی X 01"
      },
      {
        "hi": "जीवन एक्स 01"
      },
      {
        "zh": "生命X 01"
      },
      {
        "ko": "생활 X 01"
      }
    ],
    "description": {
      "en": "It's been a rough day for our leading lady, Ana.  \n  \nFirst she finds out that indeed she is half-dead, but then she learns that in order for her to return to the world of the living she must survive a battle royale of sorts with her classmates.  \n  \nWith limited spaces available will our Ana make it back?"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  }
]