[
  {
    "mangaId": "3eda2fc7-dfc5-4330-804f-7e5985406cc6",
    "title": {
      "en": "Papa x Papa - α To Ω De Sorezore Yattemasu"
    },
    "updatedAt": "2024-11-09T20:17:27+00:00",
    "coverArt": "https://mangadex.org/covers/3eda2fc7-dfc5-4330-804f-7e5985406cc6/23a295d7-5557-42d6-b227-15b186b49273.jpg",
    "altTitles": [
      {
        "ja": "パパ×パパ~αとΩで夫夫やってます~"
      }
    ],
    "description": {
      "en": "Blue-collar omega Kosuke lives with his alpha author/homemaker husband, Haruka, and their two children, Marin and Yosuke. Between chores, child-rearing, and being an omega, Kosuke has his work cut out for him. But despite the difficulties and craziness of everyday life, each day is filled with joy, all thanks to Haruka’s overflowing love…!\n\n\n\n\nA lovingly crafted Omegaverse Family BL about married life."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "20.5"
  },
  {
    "mangaId": "39d7a331-94df-4992-bea4-76c9667889f8",
    "title": {
      "en": "Mi actor favorito y yo, que soy un fan obsesionado"
    },
    "updatedAt": "2025-01-15T06:53:08+00:00",
    "coverArt": "https://mangadex.org/covers/39d7a331-94df-4992-bea4-76c9667889f8/cce52ad8-dabe-4e93-af14-0e0eae186127.jpg",
    "altTitles": [
      {
        "ja-ro": "おしはいゆうとりあこなぼく"
      },
      {
        "ja": "推し俳優とリアコな僕"
      }
    ],
    "description": {
      "es": "Hajime Kozuki lleva una vida agotadora como un \"esclavo corporativo\". Durante años, ha sido un fan apasionado del actor de Hollywood Louis Taylor, al punto de convertirse en un \"riako\" (alguien románticamente obsesionado). Su devoción lo ha llevado a escribir innumerables comentarios entusiastas sobre sus películas en redes sociales.\n\nUn día, decide armarse de valor y asistir a un encuentro de fans. Allí, logra cumplir su sueño de tomarse una foto con su ídolo. Sin embargo, aunque el momento es mágico, Hajime comprende que, al final, no es más que un fan entre muchos otros.\n\nEn el camino de regreso del evento, se encuentra con un extranjero de cabello dorado tambaleándose por las calles mientras está borracho. Al mirarlo más de cerca, descubre que, increíblemente, ¡es Louis Taylor!\n\nEn esta historia, escrita con la elegante pluma de Kazuki Togo, se desarrolla un cuento de hadas BL que narra el encuentro soñado entre un fan apasionado y su actor favorito de Hollywood."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c550a22-111e-4315-9967-ab11160faca9",
    "title": {
      "en": "Tonari no Kumazawa-kun"
    },
    "updatedAt": "2024-03-12T04:06:20+00:00",
    "coverArt": "https://mangadex.org/covers/7c550a22-111e-4315-9967-ab11160faca9/0943ce08-b830-4b45-a1b4-f57193d78e34.png",
    "altTitles": [
      {
        "en": "となりの熊沢君"
      }
    ],
    "description": {
      "en": "What I want is not a place to fit (in), but a place to eat"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "83a51688-6ed8-4492-973d-982d72cfa69b",
    "title": {
      "en": "30 Minute Sisters AROUND!"
    },
    "updatedAt": "2024-07-31T16:12:58+00:00",
    "coverArt": "https://mangadex.org/covers/83a51688-6ed8-4492-973d-982d72cfa69b/678a6e88-4159-430a-a791-9725ab853c1c.jpg",
    "altTitles": [
      {
        "ja": "30MS AROUND!"
      }
    ],
    "description": {
      "en": "\"30MS 4-panel comic begins!\"\nEnjoy the relaxed everyday life of the sisters ✨\n\nOfficial 4Koma posted on the 30 Minutes Sisters Twitter: https://x.com/30msisters\nAlso available on the Bandai Hobby Site: https://bandai-hobby.net/site/30minutes_sisters/extra/around/"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3f7ab22-c357-4583-8047-0b332973c9b8",
    "title": {
      "en": "Muhyo & Roji's Bureau of Supernatural Investigation"
    },
    "updatedAt": "2024-11-01T10:15:25+00:00",
    "coverArt": "https://mangadex.org/covers/f3f7ab22-c357-4583-8047-0b332973c9b8/f935cece-a706-425b-90ac-d37eb7ff037b.jpg",
    "altTitles": [
      {
        "en": "Muhyo & Roji"
      },
      {
        "en": "Muhyo & Roji's Bureau of Supernatural Investigation"
      },
      {
        "en": "Muhyo & Roojii"
      },
      {
        "en": "Muhyo and Roojii’s Magical Law Consultation Office"
      },
      {
        "ja-ro": "Muhyo to Rooji no Mahouritsusoudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Roujii no Mahouritsu Soudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Rouji"
      },
      {
        "pt-br": "Muhyo y Rouji: Bufete de Investigación Sobrenatural"
      },
      {
        "ja": "ムヒョとロージーの魔法律相談事務所"
      },
      {
        "en": "Muhyo & Roujii’s Magic Law Consultation Office"
      },
      {
        "ja-ro": "Muhyo to Rouji no Mahouritsu Soudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Roji no Mahouritsu Soudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Roojii"
      }
    ],
    "description": {
      "en": "Are you a victim of unwanted spirit possession? Is there a ghost you need sent up and away…or down to burn for all eternity? If the answer is yes, then you need Muhyo and Roji, experts in magic law. Serving justice to evil spirits is their specialty."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "156"
  },
  {
    "mangaId": "25707e09-1afb-48da-a04e-36b4daa7cce6",
    "title": {
      "en": "Nobunaga no Chef"
    },
    "updatedAt": "2024-12-15T05:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/25707e09-1afb-48da-a04e-36b4daa7cce6/2ace44a9-16ea-481f-a6bb-5f56d8cfb732.jpg",
    "altTitles": [
      {
        "en": "Nobunaga's Chef"
      },
      {
        "ja-ro": "Kokinya Nobunaga"
      },
      {
        "fr": "Le chef de Nobunaga"
      },
      {
        "th": "ยอดเชฟของโนบุนางะ"
      },
      {
        "ja": "信長のシェフ"
      },
      {
        "zh": "信長的主廚"
      },
      {
        "es-la": "El Chef de Nobunaga"
      },
      {
        "en": "A Chef of Nobunaga"
      },
      {
        "pt-br": "O chef de Nobunaga"
      },
      {
        "id": "Kokinya Nobunaga"
      },
      {
        "ko": "노부나가의 셰프"
      }
    ],
    "description": {
      "en": "Ken is a modern-day chef who wakes up one morning in war-torn 16th century Japan. Faced with an impossible situation, he does what he does best – he cooks. Soon, word of his wonderful food reaches the capital, and the ears of warlord Oda Nobunaga, who immediately orders Ken to cook for him. What will happen to Ken as he finds himself stumbling around in an era he doesn't belong?",
      "ja": "現代の料理人・ケン。彼が目を覚ますとそこは戦国時代だった。京で評判の料理の噂を聞きつけた信長は、強引にケンを自分の料理人にするが…！？",
      "es-la": "Ken es un chef de la actualidad. Cuando se despierta, se encuentra en el período de los Estados en Guerra, la era Sengoku. Nobunaga oye un rumor sobre un plato con buena reputación en Kioto, y obliga a Ken a convertirse en su propio chef...",
      "pt-br": "Ken, um chef da era moderna, encontra-se de volta ao século 16, durante o período Sengoku. Sem qualquer lembrança de quem ele foi um dia ou como chegou ali, ele só pode contar com seu conhecimento e suas habilidades na culinárias. Mas, assim que ele ganha reputação por sua incrível comida, o próprio Oda Nobunaga aparece para demandar seus serviços."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "37",
    "lastChapter": "310"
  },
  {
    "mangaId": "6bae5c8c-d5ff-43df-acf7-b7670532c8b1",
    "title": {
      "en": "Yoku Wakaranai Keredo Isekai ni Tensei Shiteita You Desu"
    },
    "updatedAt": "2025-01-08T15:04:07+00:00",
    "coverArt": "https://mangadex.org/covers/6bae5c8c-d5ff-43df-acf7-b7670532c8b1/09840a43-0dff-4527-beb4-d2c50f6206dc.jpg",
    "altTitles": [
      {
        "ja": "よくわからないけれど異世界に転生していたようです"
      },
      {
        "en": "This is Screwed Up, but I was Reincarnated as a GIRL in Another World!"
      },
      {
        "zh-hk": "雖然不太清楚，不過我好像轉生到異世界了"
      },
      {
        "id": "Saya tidak begitu mengerti, tapi sepertinya saya bereinkarnasi di dunia lain"
      },
      {
        "vi": "Chuyển Sinh Thành Con Gái, Tôi Sẽ Sinh Tồn Tại Dị Giới"
      },
      {
        "en": "I Don't Really Get It, but It Looks like I Was Reincarnated in Another World"
      }
    ],
    "description": {
      "en": "Ren, a young orphan girl, has been sold off to a merchant with sinister plans for her. Suddenly, memories of her past life on a world called Earth come flooding back, and Ren remembers that she used to be a research scientist – and a grown man! As Ren escapes into the Dark Forest, magical powers awaken within her. In order to survive the harsh realities of this world, she must use her rekindled knowledge of Earth's science as well as her newfound powers! Will her magical cheat powers and past-life knowledge be enough to keep her freedom, or is she doomed to a life of servitude?\n___\n**Character Designer:** [Kaoming](https://mangadex.org/author/259d2f17-2e24-4346-aca8-1ecd2224c491)",
      "ja": "「私、おっさんだった！！」\n\n孤児の少女・レンは身売りされる途中で、前世の記憶を取り戻す。レンの前世は、三十代の男性研究者だったが、転生して今まで孤児として生きていたのであった。レンは、その身に秘められた魔法の才能と、前世の科学的知識を駆使して、ひとり過酷な異世界を生き抜いていく。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2bf7eff-6560-4565-8539-721918c6c6ec",
    "title": {
      "en": "Sweet Home Mofumofu Tanuki Kyoudai to Kazoku ni Narimasu"
    },
    "updatedAt": "2024-07-15T13:58:08+00:00",
    "coverArt": "https://mangadex.org/covers/f2bf7eff-6560-4565-8539-721918c6c6ec/ba5925f7-1898-46d7-befd-13c971ec7997.jpg",
    "altTitles": [
      {
        "ja": "社畜リーマン、兄弟たぬきと家族になる"
      },
      {
        "ja": "スイートホーム もふもふたぬき兄弟と家族になります"
      },
      {
        "ja-ro": "Shachiku Riiman, Kyoudai Tanuki to Kazoku ni Naru"
      },
      {
        "en": "The Corporate Slave Becomes Family with The Tanuki Brothers"
      }
    ],
    "description": {
      "en": "The corporate slave meets a pair of fluffy brothers?!\nHinata Chihiro is the so-called “corporate slave” who works for a black company. Today, after buying a convenience store box meal, as usual, he arrived home late at night just to find a lost kid wandering near his house?! Chihiro then welcomes the adorable small tanuki, Rio, and his tsundere older brother who hates humans, Itta. And that’s how his life with the fluffy tanuki brothers, who were driven out of their natural habitat, begins…!",
      "pt-br": "O escravo corporativo conhece um par de irmãos fofos?! Hinata Chihiro é a chamada “escrava corporativa” que trabalha para uma empresa negra. Hoje, depois de comprar uma caixa de refeição de loja de conveniência, como de costume, ele chegou em casa tarde da noite apenas para encontrar uma criança perdida vagando perto de sua casa?! Chihiro então dá as boas-vindas ao adorável pequeno tanuki, Rio, e seu irmão mais velho tsundere que odeia os humanos, Itta. E é assim que começa sua vida com os fofos irmãos tanuki, que foram expulsos de seu habitat natural…!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "62f7ab0e-4012-4297-9d49-e3734e0b4400",
    "title": {
      "en": "The Political Broadcast of the Onee-Sho-Tou Party (Tokyo Governor Election)"
    },
    "updatedAt": "2024-12-07T06:54:33+00:00",
    "coverArt": "https://mangadex.org/covers/62f7ab0e-4012-4297-9d49-e3734e0b4400/9406751c-2e1c-4704-8eab-085aa1b88c04.jpg",
    "altTitles": [
      {
        "ja": "おねショ夕党の政見放送(東亰都知事選"
      },
      {
        "ja-ro": "Onee-Sho-Tou no Seiken Housou (Toukyou Tochijisen)"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-10-11T18:07:18+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/ccfd14b4-7eb6-42d4-a71a-18cded8181ea.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9295a71-863f-464b-8c45-d0a1ede1ce18",
    "title": {
      "en": "Teisou Gyakuten Isekai de Sukebe na Bijo-tachi ni Kakomare nagara Boukensha Seikatsu"
    },
    "updatedAt": "2025-01-15T06:58:19+00:00",
    "coverArt": "https://mangadex.org/covers/c9295a71-863f-464b-8c45-d0a1ede1ce18/a3457016-25b9-417e-a7a9-c2f5b003d8f4.jpg",
    "altTitles": [
      {
        "ja": "貞操逆転異世界でスケベな美女たちに囲まれながら冒険者生活"
      },
      {
        "ja-ro": "Teisou Gyakuten Isekai de Sukebe na Bijo Tachi ni Kakoma re Nagara Bouken Mono Seikatsu"
      },
      {
        "ja-ro": "Teisō Gyakuten Isekai de Sukebena Bijo-Tachi ni Kakoma Renagara BōKen-sha Seikatsu"
      },
      {
        "en": "Chastity reversal: An adventurer's life surrounded by lascivious beauties in a different world"
      },
      {
        "en": "An adventurer's life surrounded by lewd beauties in a chastity-reversed parallel world"
      }
    ],
    "description": {
      "en": "From Google Translate:\n\nAkira Kusaba is summoned to the other world of Rumisia by the beautiful silver-haired woman Lucia. Akira wasn't summoned to save the world... but to help her make money!? Feeling exhausted, Akira begins working part-time in the other world, but gradually he notices the strangeness of this world. There's a female adventurer who wants to have her breasts wiped by a man, a slime that tries to drain the vitality out of men, and even Lucia, who summoned him, forces him to sleep next to her and secretly enjoys solo play in the bed next to her... Yes, this other world is a world where the concepts of chastity between men and women are reversed!",
      "ja": "銀髪の美女ルーシャによって異世界ルミシアへと召喚された草場アキラ。アキラが召喚されたのは世界を救うため……ではなく、金稼ぎの手伝いのため!?脱力しながらも異世界バイト生活を始めたアキラだったが、次第にこの世界のおかしさに気づく。男性におっぱいを拭かれたがる女冒険者に男性の精気を搾り取ろうとするスライム、果ては自分を召喚したルーシャですら、添い寝を強要したり隣のベッドでこそこそソロプレイで気持ちよくなったり――。そう、この異世界は男女の貞操観念が逆転した世界だったのだ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bf11a6a-89c4-4f19-97a5-7e19f56c0eec",
    "title": {
      "en": "Loving Summer Sky"
    },
    "updatedAt": "2024-09-02T22:51:33+00:00",
    "coverArt": "https://mangadex.org/covers/3bf11a6a-89c4-4f19-97a5-7e19f56c0eec/758fece8-e6c4-4ccb-a316-9295d57f0d0a.jpg",
    "altTitles": [
      {
        "ko": "사랑하는 여름 하늘"
      },
      {
        "ko-ro": "Salanghaneun Yeoleum Haneul"
      },
      {
        "en": "Dear Summer Sky"
      }
    ],
    "description": {
      "ar": "بايك قيهو الذي يحب السماء أكثر من الناس، لذا كل ما تلتقطه كاميراته هو السماء. في أحد أيام الصيف، تنتقل فتاة تدعى \"هانيول\" والذي يعني اسمها \"سماء\" إلى صف قيهو لتجلس بجانبه.",
      "en": "Baek Gihu, who loves the sky more than people, takes pictures of the sky with his camera. One summer day, a girl named \"Haneul\"—her name means \"Sky\"—transfers to his class and sits in the seat next to him."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e6fe2fd-ea67-4ca0-83f2-5bebfce436c2",
    "title": {
      "en": "Breaking Into The Body of The Emperor's Daughter"
    },
    "updatedAt": "2024-11-30T10:48:14+00:00",
    "coverArt": "https://mangadex.org/covers/4e6fe2fd-ea67-4ca0-83f2-5bebfce436c2/ffcebc89-cc21-4541-960f-48fb713d6338.png",
    "altTitles": [
      {
        "en": "Unveiling The Emperor's Secret"
      },
      {
        "zh": "撞破皇帝女儿身"
      }
    ],
    "description": {
      "en": "After transmigrating to another world as a wealthy young master, Su Changqing only wanted to live a low-profile life as a rich second-generation heir and enjoy his days in comfort. However, his plans are suddenly disrupted when his family faces an unexpected crisis, and he accidentally discovers the Emperor's secret - that she is actually a woman.\n\nWhile he initially feared the female Emperor would stop at nothing to silence him, to his surprise, she instead becomes interested in his mysterious ability to transform his appearance. She wants him to become her male body double. What Su Changqing never expected was that being the female Emperor's male substitute would mean he has to visit the imperial harem on his very first day. His peaceful life completely falls apart from that moment on..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f4c39db-e070-4e2b-a8af-f9424983edf2",
    "title": {
      "en": "Mori de Seijo wo Hirotta Saikyou no Kyuuketsu-hime Musume no Tamenara Kuni de Moassari Horoboshimasu!"
    },
    "updatedAt": "2025-01-07T04:49:29+00:00",
    "coverArt": "https://mangadex.org/covers/6f4c39db-e070-4e2b-a8af-f9424983edf2/2347e3fa-2103-4c2b-b845-a0e169b2cbb2.jpg",
    "altTitles": [
      {
        "ja": "森で聖女を拾った最強の吸血姫～娘のためなら国でもあっさり滅ぼします！～@COMIC"
      },
      {
        "en": "The Strongest Vampire Princess Who Found and Adopted the Baby Saint in the Forest - I'll Even Destroy a Country for My Daughter!"
      }
    ],
    "description": {
      "en": "The True Ancestor Angelica, feared by the world under the alias of \"The Vampire Princess Who Burns Kingdoms,\" has once again burned an entire country with her magic today.\nThe reason for this is... \"M-Mama!\" Was it for the sake of her unbearably cute daughter!?\nAfter picking up a human baby in the forest and raising her, Angelica was knocked out by her soft, pudgy skin and innocent purity, untouched by corruption.\nGone was the cold-hearted killer who easily took lives, replaced by a doting mother enjoying a life of extreme affection.\nOne day, the foolish king, aiming to kidnap her daughter Pearl, who was actually a special \"Saint,\" hatched a scheme. Naturally, this incited Angelica's wrath!\nThe word \"mercy\" was forgotten by \"Mama,\" who would destroy any enemy, using even the most cruel means!\n\nA cheat-level, overpowered vampire princess rampages in a dark fantasy driven by love and parental affection!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a84f79-368c-44ca-8a8f-57103b9a5628",
    "title": {
      "en": "Tou no Kanri o Shite Miyou"
    },
    "updatedAt": "2025-01-11T07:49:51+00:00",
    "coverArt": "https://mangadex.org/covers/23a84f79-368c-44ca-8a8f-57103b9a5628/451aa517-6067-485d-bc03-08c279bbaff5.jpg",
    "altTitles": [
      {
        "ja": "塔の管理をしてみよう"
      },
      {
        "ja-ro": "Tou no Kanri wo Shite Miyou"
      },
      {
        "en": "Let's Manage the Tower"
      },
      {
        "ko": "탑의 관리를 해보자!"
      },
      {
        "zh": "成为塔的管理者吧！"
      },
      {
        "zh-hk": "成為塔的管理者吧！"
      },
      {
        "ru": "Получается, я теперь в ответе за башню"
      },
      {
        "vi": "Isekai làm người quản lý tháp"
      }
    ],
    "description": {
      "en": "Kosuke is killed by a truck, his soul is lost in a garden with two beautiful girls. The owner of the place will let him choose whether he will be reborn or summoned to another world, and he maintains the summons. In this new world, the main two girls who were created by the owner of the garden to help him find the mystery behind the world - a Dungeon tower. Will he be able to become the owner of this tower and manage it?",
      "ja": "仕事帰りに交通事故に遭ったことから魂が別世界に飛ばされてしまった考助。彼は保護してくれた女神の助力により、これまでの記憶を持ったまま新しい世界で生きていくことに。さらに女神が創造してくれたという、チートな能力と天使のような羽を持つ最強美女ふたりをお供に、新たな生を送ることになったのですが――。",
      "es-la": "Kosuke es atropellado por un camión mientras regresaba del trabajo. En ese momento, mientras su vida terminaba, su alma fue transferida al \"Jardín de la eterna primavera\" donde lo esperaba una hermosa mujer. Ella inmediatamente lo lleva con la diosa suprema, encargada de dicho mundo. La diosa suprema le permitirá elegir entre poder entrar al ciclo de la encarnación y renacer para empezar una nueva vida o ser invocado a otro mundo, de lo cual él elige ser invocado. La diosa suprema antes de transferirlo a este nuevo mundo le otorga una habilidad divina y dos bellas y poderosas sirvientes. En este nuevo mundo, las dos chicas principales que fueron creadas por la diosa del jardín le ayudarán a encontrar el misterio detrás del mundo: una torre de mazmorra. ¿Podrá convertirse en el dueño de esta torre y administrarla?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "822b96aa-e578-4fd6-ac64-8289a2218b7a",
    "title": {
      "ja": "Saijo no Osewa Takane no Hana-darakena Meimon-kou de, Gakuin Ichi no Ojou-sama (Seikatsu Nouryoku Kaimu) wo Kagenagara Osewa suru Koto ni Narimashita"
    },
    "updatedAt": "2024-10-24T02:55:26+00:00",
    "coverArt": "https://mangadex.org/covers/822b96aa-e578-4fd6-ac64-8289a2218b7a/2ae36ebe-f5eb-4399-bd8d-0c9b25c17f0a.jpg",
    "altTitles": [
      {
        "ja": "才女のお世話 高嶺の花だらけな名門校で、学院一のお嬢様（生活能力皆無）を陰ながらお世話することになりました"
      },
      {
        "en": "I Was Assigned to Take Care of the Most Talented Young Lady (With No Life Skills) at a Prestigious School Full of High Achievers"
      },
      {
        "vi": "Làm Bảo Mẫu Cho Tiểu Thư"
      }
    ],
    "description": {
      "en": "A poor high school boy, Izuki Tomonari, got caught up in a kidnapping attempt on Hinako Konohana, a young lady from one of Japan's largest conglomerates. On the surface, Hinako appears to be a brilliant and beautiful young woman, but in reality, she is a lazy girl with no life skills. However, due to family reasons, Hinako has to play the role of the \"perfect young lady\" at school. Wanting to protect her, Izuki took on the job of caring for her. Eventually, Hinako began to spoil Izuki with all her might. \"I don't want... Izuki to leave my side right now.\" This is a love story that begins beyond the master-servant relationship featuring a princess with a beautiful facade.",
      "ja": "男子高校生・友成伊月は、誘拐に巻き込まれたことが切っ掛けで、日本随一の財閥のお嬢様・此花雛子のお世話係をすることに。 表向きは才色兼備な雛子だが、その正体は生活能力皆無のぐうたら娘だった。しかし、家の都合で、学院では「完璧なお嬢様」を演じなければならない雛子。そんな彼女を守りたいと思い、甲斐甲斐しく世話を焼く伊月。やがて雛子も伊月に全力で甘えてくるようになって――「今は……伊月が傍にいない方が、嫌」ギャップ可愛いお嬢様との主従を越えて始まる恋物語。",
      "pt-br": "O estudante do ensino médio Itzuki Tomonari se envolveu em um sequestro e se viu lidando com Konohana Hinako, a herdeira do maior conglomerado do Japão. Hinako parece ser uma jovem inteligente e bonita, mas sua verdadeira identidade é preguiçosa, sem capacidade para viver sozinha. No entanto, devido às circunstâncias em casa, Hinako tem que interpretar a \"ojou-sama perfeita\" na academia. Uma história de amor que começa além de mestre-servo com uma linda jovem."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fef1f74-a0ad-4f0d-99db-d32a7cd24098",
    "title": {
      "en": "Fire Punch"
    },
    "updatedAt": "2025-01-08T06:10:53+00:00",
    "coverArt": "https://mangadex.org/covers/6fef1f74-a0ad-4f0d-99db-d32a7cd24098/b437f317-6f1e-48ae-a8a0-54cdd2abfd2f.jpg",
    "altTitles": [
      {
        "ja": "ファイアパンチ"
      },
      {
        "zh": "炎拳"
      },
      {
        "ko": "파이어 펀치"
      },
      {
        "uk": "Вогняний удар"
      },
      {
        "kk": "Отсоғар"
      },
      {
        "kk": "От соққы"
      },
      {
        "ru": "Огненный удар"
      },
      {
        "vi": "Hoả Quyền"
      },
      {
        "hi": "Agni Punch"
      }
    ],
    "description": {
      "en": "In the not-too-distant past, the Ice Witch blanketed the world in snow, starvation and madness, leading the inhabitants to seek their salvation in fire. With that, an unusual destiny unfolds for two young orphans, Agni and Luna, blessed with the ability to regenerate. But will this ability prove to be more of a curse than a blessing?\n\nNominee for the 2017 Manga Taisho Award.",
      "ru": "Людей рождающихся с даром называют одарёнными. Для кого-то это благословение, для некоторых проклятье. Проклятьем для всех остальных сделала свой дар Ведьма Льда. Повелевая холодом она забрала у мира всё и оставила лишь голод, снег и безумие.",
      "uk": "У недалекому минулому Льодяна відьма вкрила світ снігом, голодом і божевіллям, змушуючи людей шукати притулок у вогні. Незвичайна доля складається для двох маленьких сиріт Аґні та Луни, які були наділені здібністю до відродження. Але прокляттям, чи благословенням стане ця здібність?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "83"
  },
  {
    "mangaId": "805c3a24-64c3-410f-9216-c828ab6b60f2",
    "title": {
      "en": "BTOOOM!"
    },
    "updatedAt": "2025-01-01T14:39:58+00:00",
    "coverArt": "https://mangadex.org/covers/805c3a24-64c3-410f-9216-c828ab6b60f2/f7fff04b-461e-4995-b700-484a829374cb.jpg",
    "altTitles": [
      {
        "ru": "Бтууум!"
      },
      {
        "ru": "Взрыв!"
      },
      {
        "ja": "ブトゥーム"
      }
    ],
    "description": {
      "en": "Sakamoto Ryouta is an unemployed 22-year-old who lives with his mother. In the real world, there may be nothing really special about him, but online, he's one of the world's top players of the combat game \"BTOOOM\"!  \n  \nOne day, he awakes in what appears to be a tropical island, though he has no memory of how or why he has come to be there. While wandering around, Ryouta sees someone and calls out for help. The stranger responds by throwing a bomb at him! Now Ryouta realizes both that his life is in danger, and that he has somehow been trapped in a real-life version of his favorite game! Will Ryouta be able to survive long enough to figure out how and why he ended up here?  \n  \n\n\n---",
      "ru": "Сакамото Рёта — 22-летний безработный, игрок мирового уровня в популярную командную боевку «Btooom!». То, что он при этом сидит на шее у матери, парня не волнует, мыслями он всецело в виртуальном мире, где крут, беспощаден и неотразим. Только в наше время до виртуальной реальности далеко — в этом Рёта убедился на своей шкуре, очнувшись в джунглях, крепко избитый, с чужой сумкой и полным сумбуром в голове. В общем, вышло так, что чья-то злая воля закинула на необитаемый остров несколько десятков игроков и предложила им сразиться в «Btooom!» вживую и по-крупному. Без оружия, без доспехов — только ручные бомбы, собственные тела и гражданская одежда. Как говорится — естественный отбор!  \n  \nНо истинного игрока королевской битвой смутить сложно, особенно когда на кону собственная жизнь. Так что вскоре Рёта отбросил интеллигентские сопли и приготовился, как не столь далекие предки, жить по принципу «или ты, или тебя». Главное — выжить, а там уже можно пофилософствовать о смысле бытия и вдоволь поспорить с сердечной подругой Химико — за что им досталась такая участь? Как говорят: не согрешишь — не покаешься, не покаешься — не спасешься. А еще на острове можно повидать новые места, насладиться прекрасной природой, встретить много интересных людей… и убить их!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/BTOOOM_anime)  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka’s Twitter](https://twitter.com/JokeRJUN)  \n- [Official Anime (JP)](http://www.btooom.com/)"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "26.5",
    "lastChapter": "125"
  },
  {
    "mangaId": "7b5f5762-425d-4102-a503-4d94f48f90cd",
    "title": {
      "en": "Ankoku Delta"
    },
    "updatedAt": "2025-01-13T18:44:57+00:00",
    "coverArt": "https://mangadex.org/covers/7b5f5762-425d-4102-a503-4d94f48f90cd/317c4a74-bf8b-4aba-9873-791980658b9c.jpg",
    "altTitles": [
      {
        "ja": "暗黒デルタ"
      },
      {
        "ja-ro": "Ankoku Deruta"
      },
      {
        "ru": "Тьма Дельты"
      }
    ],
    "description": {
      "en": "In the otherworldly city of Delta, its grotesque residents sustain themselves by consuming human energy...!\n\nThis gritty, action-packed tale marks the first full series from the up-and-coming talent who captivated audiences with the one-shots “Death Salmon Hunter” and “Composter Funeral”!",
      "ja": "人間たちの知らない、もうひとつの世界に存在する都市・デルタ。異形の者たちが住まうその都市では人間から吸い出したエネルギーが生活の全てを支え、最も価値のある物とされていた。住人のオーロラもエネルギーを集めて暮らしていたが、自分たちとは異なる価値観を持つ人間世界に興味津々！"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "35"
  },
  {
    "mangaId": "5a90308a-8b12-4a4d-9c6d-2487028fe319",
    "title": {
      "en": "Uzaki-chan wa Asobitai!"
    },
    "updatedAt": "2024-09-29T15:12:48+00:00",
    "coverArt": "https://mangadex.org/covers/5a90308a-8b12-4a4d-9c6d-2487028fe319/4bfb0a8a-d6ec-4c0b-8046-d9c5907e3e65.jpg",
    "altTitles": [
      {
        "id": "Uzaki-chan ingin bermain!"
      },
      {
        "ru": "Узаки хочет тусоваться!"
      },
      {
        "ja": "宇崎ちゃんは遊びたい!"
      },
      {
        "zh-hk": "宇崎酱想要玩耍!"
      },
      {
        "ko": "우자키 양은 놀고 싶어!"
      },
      {
        "fr": "Uzaki-chan wants to hang out !"
      },
      {
        "ja-ro": "Uzaki-chan wa Asobitai!"
      },
      {
        "fa": "اوزاکی چان میخواد وقت بگذرونه!"
      },
      {
        "en": "Uzaki-chan Wants to Hang Out!"
      }
    ],
    "description": {
      "en": "Annoying! Cute! But Annoying!  Shinichi Sakurai is a grumpy-faced, athletic and quiet college student who just wants to be left alone,  but he is frequently teased by his cute, stacked underclassman Hana Uzaki, whom he has known since high school.     Sugoi Dekai means something along the lines of \"impressively huge.\"",
      "pt": "A vida diária de um quieto universitário que só quer ficar sozinho, que começou a ser zombado pela sua Kouhai \"Fofa! Mas irritante!\".  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/syokumutaiman)",
      "pt-br": "A vida diária de um quieto universitário que só quer ficar sozinho, que começou a ser zombado pela sua Kouhai \"Fofa! Mas irritante!\".\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 35. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17eebcc7-d993-446c-84be-c222bfb27794",
    "title": {
      "en": "Tensei Akuma no Saikyou Yuusha Ikusei Keikaku"
    },
    "updatedAt": "2024-11-19T01:58:34+00:00",
    "coverArt": "https://mangadex.org/covers/17eebcc7-d993-446c-84be-c222bfb27794/94f40ab8-a7c7-41b5-90dd-f11583cef752.jpg",
    "altTitles": [
      {
        "ja": "転生悪魔の最強勇者育成計画"
      },
      {
        "en": "Reincarnated Devil's Plan for Raising the Strongest Hero"
      },
      {
        "pt-br": "O plano do demonio reencarnado é criar o herói mais forte."
      }
    ],
    "description": {
      "en": "Kakyu, a former Japanese who was reincarnated as a low-level devil in hell, has acquired unparalleled strength over two thousand years. However, unexpectedly, he is exiled to another “different world,” liberated from the harsh underworld. Kakyu, who was enjoying his dream slow life, witnesses the village he owes everything to being attacked. Despite rushing to the scene, the village is annihilated. Picking up the only surviving baby, Alus, Kakyu resolves to raise Alus to become the happiest person in the world to repay the debt…!?",
      "id": "Kakyu, yang dulunya orang jepang terlahir kembali sebagai iblis tingkat rendah di neraka, telah memperoleh kekuatan yang tak tertandingi selama dua ribu tahun. Namun, dengan tak terduga, ia diasingkan ke “dunia lain” yang berbeda, terbebas dari dunia bawah yang keras. Kakyu, yang menikmati hidup lambat impian, menyaksikan desa tempat dia berhutang segalanya diserang. Meskipun bergegas ke tempat kejadian, desa tersebut dihancurkan. Mengangkat bayi yang selamat, Ars, Kakyu bertekad untuk membesarkan Ars agar menjadi orang paling bahagia di dunia untuk membayar hutangnya…!?",
      "ja": "地獄の下級悪魔だったカキューは二千年の時を懸命に生き抜き、無類の強さを身につけた。だが、神々の喧嘩に巻き込まれ\"異世界\"へ放逐。図らずも過酷な環境の地獄から解放される。平和な土地で憧れのスローライフを満喫するカキューだったが、慣れない異世界で公私共に世話になっていた村が突然襲撃を受け――… 村に取り残されていた赤ん坊アルスを拾った彼は、恩義に報いるため、アルスを世界一幸せな人間に育てることを心に誓う！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "242fb179-0fc3-475e-8e59-35ea05cf6212",
    "title": {
      "en": "Synonym"
    },
    "updatedAt": "2025-01-15T05:50:14+00:00",
    "coverArt": "https://mangadex.org/covers/242fb179-0fc3-475e-8e59-35ea05cf6212/c27494d9-5610-4145-ad8b-a3c314c4a85b.jpg",
    "altTitles": [
      {
        "ja": "シノニム"
      }
    ],
    "description": {
      "en": "The manga centers on Yano, a virgin boy who dreams of success as an erotic manga artist. One day, he encounters a totally naked palm-sized girl.",
      "ja": "エロ漫画家として成功を夢みる専門学生・矢野。彼の前に突然、手のひらサイズの美少女が現れる。漫画賞を目指したいのに、俺の弁当に何かいるんです！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7b1ce54-67df-4e08-9e79-d7187faa3584",
    "title": {
      "en": "Tokyo 卍 Revengers: Baji Keisuke Kara no Tegami"
    },
    "updatedAt": "2024-10-09T11:44:48+00:00",
    "coverArt": "https://mangadex.org/covers/f7b1ce54-67df-4e08-9e79-d7187faa3584/2a0fff60-6ad0-4129-a3c3-171d01645f07.jpg",
    "altTitles": [
      {
        "en": "Tokyo Revengers: Letter from Keisuke Baji"
      },
      {
        "ja": "東京卍リベンジャーズ ～場地圭介からの手紙～"
      },
      {
        "fr": "Tokyo Revengers: Lettre de Keisuke Baji"
      },
      {
        "pt-br": "Tokyo Revengers: Cartas de Keisuke Baji"
      },
      {
        "id": "Tokyo Revengers: Surat dari Keisuke Baji"
      },
      {
        "ru": "Токийские Мстители: Письмо от Баджи Кейске"
      }
    ],
    "description": {
      "en": "“Tokyo Revengers“ official spin-off!\n\nThe story of Keisuke Baji and Chifuyu Matsuno, from their first encounter to their separation. Chifuyu Matsuno, the First Division vice-captain, has not yet accepted the death of Keisuke Baji, the First Division captain, who died in the battle against Valhalla. At that time, a letter from Baji before his death arrives at his hand.\n\n---\n\n**Notes:**\n- The original Japanese title contains the manji symbol, so it will not be removed from the title on MangaDex. See the [main story](https://mangadex.org/title/59b36734-f2d6-46d7-97c0-06cfd2380852) description for more details.",
      "fr": "Spin-off qui raconte l'histoire de Chifuyu après avoir rencontré Baji.",
      "pt-br": "O spin-off oficial de Tokyo Revengers!\n\nA história de Keisuke Baji e Chifuyu Matsuno, desde o seu primeiro encontro até a sua separação. Chifuyu Matsuno, o vice-capitão da Primeira Divisão, ainda não aceitou a morte de Kaisuke Baji, o capitão da Primeira Divisão, que morreu na batalha contra a Valhalla. De repente, uma carta de Baji chega em suas mãos."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16e5e948-f589-4347-a93b-513e0fd9e776",
    "title": {
      "en": "Kuni o Owareta Ryuushi-san, Hirowareta Ringoku de Ukkari Musou Shite Shimau. ~Jakushou Kokka ga Tairiku Saikyou no Ryuu no Rakuen ni Naru made~"
    },
    "updatedAt": "2024-11-16T03:36:11+00:00",
    "coverArt": "https://mangadex.org/covers/16e5e948-f589-4347-a93b-513e0fd9e776/0e29ced8-e839-4096-b871-321655603e31.jpg",
    "altTitles": [
      {
        "ja": "国を追われた竜師さん、拾われた隣国でうっかり無双してしまう。〜弱小国家が大陸最強の竜の楽園になるまで〜"
      },
      {
        "ja-ro": "Kuni wo Owareta Ryuushi-san, Hirowareta Ringoku de Ukkari Musou Shite Shimau. ~Jakushou Kokka ga Tairiku Saikyou no Ryuu no Rakuen ni Naru made~"
      },
      {
        "en": "A Dragon Master Who Was Driven Out Of His Country Accidentally Becomes Matchless In The Neighboring Country That Picked Him Up. ~How A Puny State Became A Paradise For The Continent's Strongest Dragons~"
      },
      {
        "en": "The Banished Dragon Master Becomes a Warrior in the Neighboring Country Where He Was Picked up."
      },
      {
        "vi": "Ông chú và 100 con rồng dựng nên quốc gia mạnh nhất!"
      }
    ],
    "description": {
      "en": "Breed, an old dragon master, is not only fired from his job but also exiled from his country… but the dragons love him and follow him!?\n___\n**Alt Official Raw:** [MagaPoke](https://pocket.shonenmagazine.com/episode/2550912964695382195)",
      "ja": "おっさん竜師のブリードは仕事をクビになるばかりか国を追放されてしまう・・が竜たちがブリードを慕って一緒についてきた！？",
      "vi": "Breed, một ông chú Long sư không chỉ bị sa thải khỏi công việc mà còn bị trục xuất khỏi đất nước… nhưng những con rồng lại yêu quý ông và đi theo ông!?\n\nCâu chuyện về việc dựng nên quốc gia mạnh nhất cùng với một ông chú và 100 con rồng!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe",
    "title": {
      "en": "Major 2nd"
    },
    "updatedAt": "2024-09-29T01:26:36+00:00",
    "coverArt": "https://mangadex.org/covers/2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe/8980a16c-e38b-4434-9732-c7fe2a6152d3.jpg",
    "altTitles": [
      {
        "ru": "Второй Мэйджор"
      },
      {
        "ja": "メジャーセカンド"
      },
      {
        "en": "Major 2nd"
      },
      {
        "ja-ro": "Major 2nd"
      }
    ],
    "description": {
      "en": "A sequel to the successful baseball manga MAJOR by the same author. The series follows Gorou's son Daigo."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a1d1cb1-ecd5-40d9-89ff-9d88e40b136b",
    "title": {
      "en": "Tokyo Ghoul"
    },
    "updatedAt": "2024-10-09T03:36:27+00:00",
    "coverArt": "https://mangadex.org/covers/6a1d1cb1-ecd5-40d9-89ff-9d88e40b136b/98c90b96-db95-4c15-a407-eb70a3b6cf96.jpg",
    "altTitles": [
      {
        "ja-ro": "Tokyo Kushu"
      },
      {
        "ru": "Токийский гуль"
      },
      {
        "ar": "طوكيو غول"
      },
      {
        "th": "โตเกียวกูล-เล่ม"
      },
      {
        "ja": "東京喰種 －トーキョーグール－"
      },
      {
        "ko": "도쿄 구울"
      },
      {
        "zh": "东京食尸鬼"
      },
      {
        "kk": "Токио Ғұлы"
      },
      {
        "tr": "Tokyo Gûl"
      },
      {
        "en": "Tokyo Ghoul"
      }
    ],
    "description": {
      "en": "Lurking within the shadows of Tokyo are frightening beings known as \"ghouls,\" who satisfy their hunger by feeding on humans once night falls. Ken Kaneki, an unsuspecting university freshman, finds himself caught in a world between humans and ghouls when his date turns out to be a ghoul after his flesh.\n\n[Written by MAL Rewrite]",
      "ru": "Раса гулей существует с незапамятных времен. Ее представители вовсе не против людей, они их даже любят - преимущественно в сыром виде. Любители человечины внешне неотличимы от нас, сильны, быстры и живучи - но их мало, потому гули выработали строгие правила охоты и маскировки, а нарушителей наказывают сами или по-тихому сдают борцам с нечистью. В век науки люди знают про гулей, но как говорится, привыкли. Власти не считают людоедов угрозой, более того, рассматривают их как идеальную основу для создания суперсолдат. Эксперименты идут уже давно…  \n  \nНичего этого не ведал Канэки Кэн, робкий и невзрачный токийский первокурсник, безнадежно влюбленный в красавицу-интеллектуалку Ризэ, частую гостью в кафе «Место встречи», где парень подрабатывает официантом. Не думал Кэн, что скоро самому придется стать гулем, и многие знакомые предстанут в неожиданном свете. Главному герою предстоит мучительный поиск нового пути, ибо он понял, что люди и гули похожи: просто одни друг друга жрут в прямом смысле, другие - в переносном. Правда жизни жестока, переделать ее нельзя, и силен тот, кто не отворачивается. А дальше уж как-нибудь!",
      "pt-br": "Em Tokyo, criaturas conhecidas como \"Ghouls\" vivem entre os humanos e os devoram para sobreviver. Alheio a eles, o jovem universitário Ken Kaneki leva uma vida pacata entre livros, até que um trágico encontro o coloca diante desses seres e o obriga a lutar por sua humanidade."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "143"
  },
  {
    "mangaId": "d88f684f-6cfe-4d31-9605-9e9f73f7ff11",
    "title": {
      "en": "The Days of Diamond"
    },
    "updatedAt": "2024-09-23T23:03:49+00:00",
    "coverArt": "https://mangadex.org/covers/d88f684f-6cfe-4d31-9605-9e9f73f7ff11/2fdc246d-6405-46da-9532-0c2476175a75.jpg",
    "altTitles": [
      {
        "ja": "ダイヤモンドの功罪"
      },
      {
        "ja-ro": "Diamond no Kouzai"
      }
    ],
    "description": {
      "en": "Despite his athletic gifts, Ayasegawa Jiro is a loner who causes others to lose or give up on their dreams, all because of him. While struggling with his loneliness, he discovers the \"Bambies,\" an uncompetitive baseball team whose motto is \"having fun.\" Jiro finds joy in his baseball life with his teammates, but...This is a baseball youth drama that explores the relationship between a genius and his peers."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ede52b73-2d60-403b-bd47-fa64ed064fb0",
    "title": {
      "en": "I Won't Touch You Anymore"
    },
    "updatedAt": "2025-01-15T04:53:14+00:00",
    "coverArt": "https://mangadex.org/covers/ede52b73-2d60-403b-bd47-fa64ed064fb0/490e7159-6663-4b36-987e-f4dd3450fc5e.jpg",
    "altTitles": [
      {
        "ja": "もう触れないキミ"
      },
      {
        "ja-ro": "Mou Furenai Kimi"
      },
      {
        "en": "You Who Can't Touch Me Anymore"
      },
      {
        "vi": "Tớ không thể chạm vào cậu được nữa"
      }
    ],
    "description": {
      "en": "In their high school days Shiraishi would tease her classmate Arashi constantly always touching his shaved head. Now, many years later, Shiraishi finds herself enthralled with a rising celebrity that she sees on TV an in magazines. This celebrity being none other that Arashi, her former classmate, now with long grown out hair. She wanders the streets hoping that by some happenstance she might once again meet him and be able to tell him the things she's kept in her heart for so many years. A tale of lost opportunities and love separated by time...",
      "ja": "昔触りまくっていた坊主頭の同級生が芸能人に…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a787b10a-02d0-46c0-8236-0d01d69ad4a3",
    "title": {
      "en": "Naruto (Official Colored)"
    },
    "updatedAt": "2024-12-24T00:30:59+00:00",
    "coverArt": "https://mangadex.org/covers/a787b10a-02d0-46c0-8236-0d01d69ad4a3/a2b399c6-a938-4971-89f3-870b30038e5a.jpg",
    "altTitles": [
      {
        "en": "Naruto - Digital Colored Comics"
      },
      {
        "ja": "ナルト"
      },
      {
        "ja": "NARUTO―ナルト― カラー版"
      },
      {
        "ar": "ناروتو"
      },
      {
        "bg": "Наруто Цветна Версия"
      }
    ],
    "description": {
      "en": "Twelve years ago, the powerful Nine-Tailed Demon Fox attacked the ninja village of Konohagakure. The demon was quickly defeated and sealed into the infant Naruto Uzumaki, by the Fourth Hokage who sacrificed his life to protect the village. Now Naruto is the number one knucklehead ninja who's determined to become the next Hokage and gain recognition by everyone who ever doubted him!",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Naruto\". Uzumaki Naruto é um garoto que teve um demônio preso dentro dele quando era um bebê, para evitar que esse demônio destruísse sua vila. Ele cresceu sendo temido por todos, já que existe a lembrança dos mortos pelo demônio em quase todas as famílias. Evitado e ignorado, tudo o que ele realmente deseja é ser amado e reconhecido pelos outros, pelo que de fato ele é. Acompanhe a vida de Naruto, seu amor pela \"doce e amável\" Sakura e sua \"amizade\" com Sasuke... Uma história aparentemente simples, em que o herói acumula poderes e vence os malvados, fazendo amigos no caminho, certo? Errado. Naruto tem ação e comédia, sim, mas o tema central do mangá é a solidão e como cada um dos personagens lida com essa solidão. A leveza cômica de alguns capítulos é francamente contrastante com o clima pesado e trágico de outros."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "72",
    "lastChapter": "700"
  },
  {
    "mangaId": "8fb00aab-2cfa-4b46-883e-4584d5e9aa62",
    "title": {
      "en": "Sono Akuyaku Kizoku, Mama Heroine ga Suki Sugiru ~Shinshi na Doryoku de Saikyou to Nari Fuguu na Oshi Chara Tasukemakuru~"
    },
    "updatedAt": "2025-01-15T05:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/69f71362-077f-4da8-9350-0a65ed4b4e48.jpg",
    "altTitles": [
      {
        "ja": "その悪役貴族、ママヒロインが好きすぎる ～真摯な努力で最強となり不遇な推しキャラ助けまくる～"
      },
      {
        "en": "The Villainous Noble Loves Mom Heroines Too Much ~Becoming The Strongest With Sincere Effort To Save Misfortunate Fave Chars~"
      },
      {
        "en": "That Villainous Aristocrat Is Actually Crazy About Mom Heroines ~With His Earnest Hard Work, He Becomes the Strongest and Saves All of His Favorite Characters~"
      }
    ],
    "description": {
      "en": "The mom characters that appear in the game are all unfortunate sub-heroines who always get bad ending routes. “Why… Why does such a cute mom have to die?!“ Even though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then, he suddenly gets reincarnated into the world of MamaFan on a certain day. …However, he gets reincarnated as a villainous aristocrat who’s got nothing but the worst routes. This guy, who’s crazy about mom characters — his fulfilling days of saving his beloved mom characters and his journey to create his harem full of plump women are about to begin!\n\n---\n**Additional Links:**\n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/71300)"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87758b08-e047-47e3-887b-424187acfbce",
    "title": {
      "en": "Tamanokoshi Goyoui Shimashita"
    },
    "updatedAt": "2024-10-16T00:12:23+00:00",
    "coverArt": "https://mangadex.org/covers/87758b08-e047-47e3-887b-424187acfbce/09e64546-90cd-4f23-917b-7a6403a5c861.jpg",
    "altTitles": [
      {
        "ja": "玉の輿ご用意しました"
      },
      {
        "en": "Would You Like to Marry for Money?"
      }
    ],
    "description": {
      "en": "\"Playing the role of a rich man's lover is fucking impossible.\"\n\nAoi's family broke up afterhe graduated from middle school. He now makes a living by staging crashes, but fate would dictate that he eventually got caught by a luxury car. Inami got out of the car, unfazed by Aoi's pretense and screams of pain. Instead, he offered Aoi a deal he could not refuse, literally, to pretend to be his lover. Aoi starts living at Inami's appartment and the training begins, from English conversation to table manners. Every day presents Aoi with a new experience!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8853450-bac4-45df-bea5-5b4c116f3a61",
    "title": {
      "en": "Adventurer's Guild Universal Advisor"
    },
    "updatedAt": "2025-01-15T00:59:29+00:00",
    "coverArt": "https://mangadex.org/covers/e8853450-bac4-45df-bea5-5b4c116f3a61/de257d3a-ce4c-4c97-82b5-f917f27deaa3.jpg",
    "altTitles": [
      {
        "ja-ro": "Boukensha Guild no Bannou Advisor"
      },
      {
        "ja": "冒険者ギルドの万能アドバイザー"
      }
    ],
    "description": {
      "en": "Red is an ex-adventurer who was once the driving force in managing his party. He took care of all the busywork, such as dealing with guild requests and supplies for their adventures. Eventually, the hero declared that he was useless in battle and forcefully expelled him from the party. Having everything taken away from him, he spent his time frequenting a guild's tavern. Eventually, a young adventurer who was in trouble was saved by Red, and she begged him to take her on as an apprentice. As time went on, he realized that he had potential in training adventurers. He decided that his true calling was to be a teacher! This is a story about a jack of all trades instructor and his versatile students that will eventually become legendary adventurers who will take down the Demon King."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "167971d3-6aa6-467f-a59e-38cee3226474",
    "title": {
      "en": "Gap Couple"
    },
    "updatedAt": "2025-01-10T15:38:21+00:00",
    "coverArt": "https://mangadex.org/covers/167971d3-6aa6-467f-a59e-38cee3226474/40599bcb-6c42-40b7-8f34-3970d606ea8b.jpg",
    "altTitles": [
      {
        "ja": "ギャップカップル"
      },
      {
        "en": "Gap Moe Couple"
      },
      {
        "ja": "こういうギャップカップルがめちゃくちゃ好きっていうだけの話"
      },
      {
        "ja-ro": "Kou Iu Gap Couple ga Mechakucha Suki tte Iu Dake no Hanashi"
      },
      {
        "en": "A Story About Liking This Kind of Gap Moe Couple"
      },
      {
        "vi": "Chả là tôi thích kiểu 'gap couple' thế này"
      }
    ],
    "description": {
      "en": "This is a story about a man and a woman who met each other under false pretenses.",
      "ja": "偽りの姿で出会った男女の話です"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands Off Eizouken!"
    },
    "updatedAt": "2024-12-31T09:49:30+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/f10eeb81-cbff-4f47-95c9-21f982d378b6.jpg",
    "altTitles": [
      {
        "en": "Don't Mess With the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te o Dasu na!"
      },
      {
        "ja-ro": "Eizouken ni ha Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!\n___\n**Additional Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Anime Twitter](https://twitter.com/Eizouken_anime)\n- [Official Anime Website](http://eizouken-anime.com/)\n- [Official Live-Action Website](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "821c7851-fa6c-4336-8fc5-a2dfc4609890",
    "title": {
      "en": "Ouji-kei Kanojo no Akuheki"
    },
    "updatedAt": "2024-11-20T12:29:19+00:00",
    "coverArt": "https://mangadex.org/covers/821c7851-fa6c-4336-8fc5-a2dfc4609890/11e0fa73-1b46-4164-a79d-ab339dd9592e.png",
    "altTitles": [
      {
        "ja": "王子系彼女の悪癖"
      },
      {
        "ja-ro": "Ōji-kei kanojo no akuheki"
      },
      {
        "en": "A Princely Girlfriend's Bad Habits"
      }
    ],
    "description": {
      "en": "A romantic comedy between a prince-type girl and a girl-faced boy."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08a5070d-f9ff-4f83-ace7-951952bceb66",
    "title": {
      "en": "Gun-Ota ga Mahou Sekai ni Tensei shitara, Gendai Heiki de Guntai Harem wo Tsukucchaimashita!?"
    },
    "updatedAt": "2024-10-07T00:10:29+00:00",
    "coverArt": "https://mangadex.org/covers/08a5070d-f9ff-4f83-ace7-951952bceb66/7f119a57-7803-4f2f-8bbb-c190c1cc7f2a.jpg",
    "altTitles": [
      {
        "ja": "軍オタが魔法世界に転生したら、現代兵器で軍隊ハーレムを作っちゃいました？！"
      },
      {
        "ja-ro": "Gunota ga Mahou Sekai ni Tensei Shitara, Gendai Heiki de Guntai Harem o Tsukucchaimashita!?"
      },
      {
        "en": "When a Gun Nerd Is Reincarnated to a World of Magic, He Established a Harem army with Modern Weapons!?"
      },
      {
        "ko": "군대 오타쿠가 마법세계에 환생하여 현대병기로 군할렘을 만들어 버렸습니다!"
      },
      {
        "zh": "军事宅转生到异世界"
      },
      {
        "zh": "军武宅转生魔法世界，靠现代武器开军队后宫！？"
      },
      {
        "zh-hk": "軍事宅轉生到異世界"
      },
      {
        "zh-hk": "軍武宅轉生魔法世界，靠現代武器開軍隊後宮!?"
      },
      {
        "zh-hk": "軍人再生記 (Classical Chinese)"
      },
      {
        "fr": "Quand un fan d'arme est réincarné dans un monde de magie, il établi un Harem avec des armes modernes ?!"
      },
      {
        "ru": "Когда фанат пушек попал в мир магии, он собрал гарем, вооруженный современным оружием"
      },
      {
        "th": "กันโอตะได้กลับชาติมาเกิดใหม่ในโลกที่มีเวทมนตร์ เล่ม!?"
      }
    ],
    "description": {
      "en": "Hotta Youta is killed while returning home from work on a cold evening. He wakes up being carried by a bunny-eared woman.",
      "ja": "命を落とし、異世界に転生したミリオタ少年は、知識を活かして兵器を製造して戦うことに！前世で叶わなかった想いを胸に、迫り来る魔物から人々を守れ!!! その力で、少年は伝説になる！――かもしれない。",
      "pt": "Hotta Youta foi morto enquanto voltava para casa do trabalho em uma noite fria. Ele acordou sendo carregado por uma mulher com orelhas de coelho! Apresentando a reencarnação, armas e harém, é uma história de armas e magia que dá ao nosso protagonista uma nova vida… e um novo começo!   \n*Adaptado da web/light novel de mesmo nome.*  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/yametakashi)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "87"
  },
  {
    "mangaId": "9230ddb5-a3a9-45e5-9455-d8e7e7abbae8",
    "title": {
      "en": "Anmitsu Hoippu! Watashi ga Inakucha Dame na Kanojo no Hanashi"
    },
    "updatedAt": "2024-12-26T04:52:17+00:00",
    "coverArt": "https://mangadex.org/covers/9230ddb5-a3a9-45e5-9455-d8e7e7abbae8/e7834b15-a8dd-41ef-92e3-1026f4155f68.jpg",
    "altTitles": [
      {
        "ja": "あんみつホイップ！ワタシがいなくちゃダメなカノジョのハナシ"
      },
      {
        "ja-ro": "Anmitsu Hoippu! Watashi ga Inakucha Dame na Kanojo no Hanashi"
      },
      {
        "en": "Anmitsu Whip! Stories of My Girlfriend Who Can't Live Without Me"
      }
    ],
    "description": {
      "en": "\"I can't live without you!\"\n\nA cohabiting yuri couple, Anzu and Mitsuki, have a relationship where they simply can’t live without each other! A lighthearted and sweet Girls' Love comedy that depicts the lovey-dovey everyday lives of this co-dependent couple. ♪",
      "ja": "「アナタがいなくちゃダメなの!」\n同棲中の百合ップル、あんずとみつきはお互いにお互いなしではいられない関係。\nそんなふたりのいちゃラブな日常を描いた、ゆる甘共依存ガールズラブコメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01f1c42b-cd00-4051-b63f-81ea40a3a4fc",
    "title": {
      "en": "It's not Ba, it's Va"
    },
    "updatedAt": "2024-10-25T15:51:23+00:00",
    "coverArt": "https://mangadex.org/covers/01f1c42b-cd00-4051-b63f-81ea40a3a4fc/ae98c004-49bb-4da4-bf7e-e80e91340e0e.png",
    "altTitles": [
      {
        "ja": "バじゃなくて、ヴァ"
      }
    ],
    "description": {
      "en": "Choboraunyopomi x Vanguard\n\nThe crazy unit comedy four-panel story begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee8568a6-485c-4794-b50e-ea4eedb2c0b4",
    "title": {
      "en": "Akuma de Kore wa Koi janai!"
    },
    "updatedAt": "2025-01-09T00:47:12+00:00",
    "coverArt": "https://mangadex.org/covers/ee8568a6-485c-4794-b50e-ea4eedb2c0b4/668a79fe-9bf3-4cad-a2fe-5eeb2df0aa0e.jpg",
    "altTitles": [
      {
        "ja": "アクマでこれは恋じゃない！"
      },
      {
        "ja-ro": "Akuma de Kore wa Koi janai!"
      },
      {
        "en": "This Isn't Demon Love at All!"
      }
    ],
    "description": {
      "en": "Aguri, is a young girl who is a demon apprentice. She comes to the human world after her teacher assigned her \"to make a human fall in love with her\". She thinks it will be easy since she is quite famous in the demons' world, but her target, Kyou-kun, is much better than her..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79b7357c-ea5b-491a-a25b-155a804bf53f",
    "title": {
      "en": "Oshi ni Amagami"
    },
    "updatedAt": "2024-10-29T20:44:45+00:00",
    "coverArt": "https://mangadex.org/covers/79b7357c-ea5b-491a-a25b-155a804bf53f/1d2813eb-4369-4b51-b312-3b7d49f306b6.jpg",
    "altTitles": [
      {
        "ja": "推しに甘噛み"
      },
      {
        "en": "Otaku Vampire's Love Bite"
      }
    ],
    "description": {
      "en": "Hina is a reclusive otaku vampire. She wants to move to a sacred place for otaku life, but a boy who looks exactly like her favorite vampire lives next door! And this boy seems to have blood that attracts vampires from all over the world...? A bloody love comedy between an otaku vampire and a slightly tongue-tied handsome man!\n\nNote: Adapted from the author’s oneshot that was released in Hana to Yume 10-11/2022 combined issue.",
      "ja": "引きこもりオタクの吸血鬼・ヒナ。吸血なんて気持ち悪～いことよりも推しを愛でるのが１番！オタ活のためにアニメの聖地に引っ越そう☆と思ったら、推しに超そっくりな男の子が隣に住んでいた!? しかもこの男の子、世界中の吸血鬼を魅了する血を持っているようで…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c65d740e-d0e5-4cd3-a300-9e249331f97d",
    "title": {
      "en": "Curves of Her and Me"
    },
    "updatedAt": "2024-12-20T10:19:56+00:00",
    "coverArt": "https://mangadex.org/covers/c65d740e-d0e5-4cd3-a300-9e249331f97d/f1d1caed-cb39-4e75-9dd1-6999d39420a6.png",
    "altTitles": [
      {
        "ko": "그녀의 나의 곡선"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "23"
  },
  {
    "mangaId": "a5472353-d9e2-4f8e-ae1a-f25ffae45258",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon Official Guidebook"
    },
    "updatedAt": "2023-10-29T13:56:36+00:00",
    "coverArt": "https://mangadex.org/covers/a5472353-d9e2-4f8e-ae1a-f25ffae45258/de51bfe1-503a-420d-840b-995dddb183e0.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi's Dragon Maid Official Guidebook"
      },
      {
        "en": "Maidragon Compendium"
      },
      {
        "ja": "小林さんちのメイドラゴン公式ガイドブック メイドラ大全"
      }
    ],
    "description": {
      "en": "A complete compendium! This official guidebook tells you everything about \"Kobayashi-san Chi no Maid Dragon\" (as of now).\nCharacter profiles for humans and dragons / Recap of the story by volume / Dragon matching test / Guardian knowledge test / Collection of gorgeous illustrations by the best guest artists / Q&A with Coolkyoushinja / Drafts for Chapter 1 / Illustration gallery (in full color)... and more!\nIt also includes a special chapter newly drawn!\nA super-supreme must-have for all Dragon Maid fans!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fef2e4da-36f9-48e9-8317-2516f4b6ab14",
    "title": {
      "en": "Tensei Kizoku, Kantei Skill de Nariagaru ~Jakushou Ryouchi o Uketsuida node, Yuushuu na Jinzai o Fuyashiteitara, Saikyou Ryouchi ni Natteta~"
    },
    "updatedAt": "2025-01-10T20:20:53+00:00",
    "coverArt": "https://mangadex.org/covers/fef2e4da-36f9-48e9-8317-2516f4b6ab14/787e4bd1-6717-475a-b8b1-010164935c33.jpg",
    "altTitles": [
      {
        "ja": "転生貴族、鑑定スキルで成り上がる～弱小領地を受け継いだので、優秀な人材を増やしていたら、最強領地になってた～"
      },
      {
        "ja-ro": "Tensei Kizoku Kantei Skill de Nariagaru ~Jakushou Ryouchi wo Uketsuidanode, Yuushuuna Jinzai wo Fuyashite Itara, Saikyou Ryouchi ni Natteta~"
      },
      {
        "en": "As a Reincarnated Aristocrat, I'll Use My Appraisal Skill to Rise in the World: I Inherited a Weak Territory, and If I Increase the Number of Capable Personnel, It Will Become the Strongest Territory"
      },
      {
        "zh-hk": "轉生貴族，以鑑定技能成名～因為繼承了弱小的領地，所以如果增加了優秀的人才，就會成為最強的領地～"
      },
      {
        "id": "Terlahir kembali menjadi seorang bangsawan dengan skill penilaian"
      },
      {
        "id": "Seorang bangsawan yang bereinkarnasi, bangkit dengan kemampuan analisis"
      },
      {
        "pt-br": "Como um Aristocrata Reencarnado, Usarei Minha Habilidade de Avaliação para Subir no Mundo"
      },
      {
        "vi": "Quý Tộc Tái Sinh Thăng Tiến Nhờ Kỹ Năng Thẩm Định: Vì Thừa Kế Một Lãnh Địa Nhỏ Yếu, Nên Khi Tuyển Dụng Người Tài, Đã Trở Thành Lãnh Địa Mạnh Nhất"
      },
      {
        "vi": "Tái Sinh Thành Quý Tộc Với Kĩ Năng \"Thẩm Định\""
      }
    ],
    "description": {
      "en": "After being reincarnated, Ars Louvent is supposed to live in a different world as a weak aristocrat. Both his physical strength and intelligence were mediocre in both worlds, but here he naturally possessed a skill called \"Appraisal\" that allowed him to see the potential of any person. By gathering talented people by his side, Ars uses this \"Appraisal\" skill to transform his weak territory into the strongest one! But the road ahead of him won't be so simple.",
      "ja": "転生し、弱小貴族として異世界を生きることになったアルス・ローベント。現代同様、異世界でも体力・知力ともに平凡だったが、“鑑定スキル”という人の潜在能力を知ることが出来るスキルを生まれつき所持していた。アルスは自分の民たちを守るため、“鑑定スキル”で弱小領地を最強の領地へと変貌させていく───！",
      "vi": "Sau khi được tái sinh, Ars Louvent được cho là một quý tộc yếu kém. Cả sức mạnh thể chất và trí tuệ của cậu đều ở mức trung bình ở cả 2 thế giới. Nhưng cậu sở hữu một kĩ năng độc nhất có tên ' Thẩm định' cho phép cậu có thể nhìn được chỉ số và tiềm năng của mọi người. Bằng cách tập hợp những người tài năng về bên cạnh, Ars sẽ sử dụng kĩ năng 'Thẩm định' này để khiến lãnh thổ yếu ớt của mình thành nơi mạnh nhất! Nhưng con đường phía trước của cậu sẽ không hề dễ dàng.",
      "pt-br": "Após ser reencarnado, Ars Louvent deve viver em um mundo diferente como um aristocrata fraco. Tanto sua força física quanto sua inteligência eram medíocres em ambos os mundos, mas aqui ele naturalmente possuía uma habilidade chamada “Avaliação” que lhe permitia ver o potencial de qualquer pessoa. Ao reunir pessoas talentosas ao seu lado, Ars usa esta habilidade de “Avaliação” para transformar seu território fraco no mais forte! Mas o caminho à sua frente não será tão simples."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3d562a9-84a0-464c-93dc-4d090042691b",
    "title": {
      "en": "Ookami wa Tsuki ni Koi wo Suru"
    },
    "updatedAt": "2025-01-14T21:24:43+00:00",
    "coverArt": "https://mangadex.org/covers/f3d562a9-84a0-464c-93dc-4d090042691b/68116b5d-c4e7-41bc-b94d-9f98d14b8a97.jpg",
    "altTitles": [
      {
        "ja": "オオカミは月に恋をする"
      },
      {
        "en": "Wolf Falls in Love with Moon"
      },
      {
        "vi": "Nàng Sói Trót Phải Lòng Với Mặt Trăng"
      }
    ],
    "description": {
      "ja": "俺だけが知ってる、先輩の顔。俺のことが嫌いなはずの先輩に「好き」と言われてしまった───。\n\n完璧だけどちょっぴり怖い生徒会長、『オオカミ先輩』こと狼川琉奈。そして、チャラくてポンコツな副会長・月山雄牙。二人はなにもかも正反対。ーーーひとつ、お互いに秘密の顔があることを除いて。ある時、月山は秘密にしているアルバイトを通じて、オオカミ先輩の裏の顔を知ることになり…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b23d710f-691a-4fba-8c6b-350abe01c40f",
    "title": {
      "en": "The Secret of House Francesa"
    },
    "updatedAt": "2024-12-29T20:08:31+00:00",
    "coverArt": "https://mangadex.org/covers/b23d710f-691a-4fba-8c6b-350abe01c40f/e1100117-dae5-4ef7-8547-04e476ddf912.jpg",
    "altTitles": [
      {
        "ko": "빼앗긴 가문의 주인이 되려 합니다"
      },
      {
        "ko-ro": "Paeatgin Gamunui Juini Doeryeo Hamnida"
      },
      {
        "ko-ro": "Bbaeasgin Gamun'eui Juin'i Doeryeo Habnida"
      },
      {
        "ar": "أخطط لأصبح سيدة العائلة المسروقة"
      },
      {
        "id": "Mencoba menjadi pemilik keluarga yang dicuri"
      },
      {
        "en": "I Plan to Become the Master of a Stolen Family"
      }
    ],
    "description": {
      "ar": "“لو أصبحت رب الأسرة ، لكان الكثير قد تغير …” مات أخي التوأم بيدي. يتحكم بها بالسحر الأسود ، كلوي ، التي تكرر الذبح غير المرغوب فيه ، ينتهي بها الأمر بقتل شقيقها التوأم بيديها. بدون وقت للحزن ، كان رأس السيف موجهًا إلى قلب كلوي. لقيت كلوي موتًا بائسًا. ولكن عندما فتحت عينيها، عادت إلى الماضي. لن أكرر حياتي الماضية. من أجل حماية الأسرة وشقيقها الحبيب ، قررت أن تصبح رب الأسرة بنفسها ، في شكل أخ توأم. “متوقع. أنتم جعلتموني هكذا.”\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)",
      "en": "The Duchy of Francesca rules the northern provinces on behalf of the fallen Imperial family. After the sudden death of the lord of their household, Duke Den, the twins Damian and Chloe become puppets at the hands of their relatives. Controlled by dark magic, Damian becomes the empty-shelled lord of the household while Chloe, who has a natural talent for swordsmanship, becomes an assassin repeatedly committing unwanted murders. Later deemed no longer useful, she falls to dark magic and kills Damian with her hands before meeting her own tragic ending afterward. However, when she opened her eyes once more, she returned to the past. To the past – the day of her beloved father’s, Duke Den’s funeral. From then, Chloe made a decision. A decision to not allow her past life to repeat itself... and to punish her relatives and the vassals who dared turn their backs on her family.\n\n---\n“So many things would have been different if you had become the family head…”\n\n*My older twin brother died at my hands.*\n\nChloe, who was controlled by black magic and forced to murder endlessly against her will, ultimately ends up killing her older twin brother. With barely a moment to mourn, the tip of her sword was immediately pointed at Chloe’s heart. Chloe died a miserable death. But when she opened her eyes again, she realized that she had gone back in time.\n\n*I won’t repeat my past life. In order to protect my family and my beloved older brother, I will personally become the master by becoming my brother.*\n\n“Look forward to it. You are the ones who pushed me to this point.”\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)",
      "id": "Duchy of Francesca memerintah provinsi utara atas nama keluarga Kekaisaran yang jatuh. Setelah kematian mendadak tuan rumah tangga mereka, Duke Den, si kembar Damian dan Chloe menjadi boneka di tangan kerabat mereka. Dikendalikan oleh sihir gelap, Damian menjadi penguasa rumah tangga yang bercangkang kosong sementara Chloe, yang memiliki bakat alami dalam ilmu pedang, menjadi seorang pembunuh yang berulang kali melakukan pembunuhan yang tidak diinginkan. Kemudian dianggap tidak lagi berguna, dia jatuh ke sihir hitam dan membunuh Damian dengan tangannya sebelum menemui akhir tragisnya sendiri sesudahnya. Namun, ketika dia membuka matanya sekali lagi, dia kembali ke masa lalu. Ke masa lalu - hari ayah tercintanya, pemakaman Duke Den. Sejak saat itu, Chloe mengambil keputusan. Keputusan untuk tidak membiarkan kehidupan masa lalunya terulang kembali .. dan untuk menghukum kerabatnya dan pengikut yang berani meninggalkan keluarganya.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b873240-7592-4023-ae5c-13d88644ff46",
    "title": {
      "en": "Shounin Skill de Maoujou no Kouryaku wo Mezasu ~Isekai Tenishita no de Saikyou Item to Tookujutsu de Ikinuku to ni shita~"
    },
    "updatedAt": "2024-11-15T08:00:13+00:00",
    "coverArt": "https://mangadex.org/covers/7b873240-7592-4023-ae5c-13d88644ff46/238347dc-7437-4ec8-9a46-e030e0f27333.jpg",
    "altTitles": [
      {
        "ja": "商人スキルで魔王城の攻略を目指す ～異世界転移したので最強アイテムとトーク術で生き抜くことにした～"
      },
      {
        "en": "Aiming to Conquer the Demon King's Castle with Merchant Skills: Since I Have Been Transported to Another World, I Decided to Survive with the Strongest Items and Talk Techniques"
      }
    ],
    "description": {
      "en": "One day, Sota, a university student, is summoned to another world! Moreover, after being summoned, he was mistaken for a hero and imprisoned in the Demon King's Castle, where he was in a desperate situation...! Sota gets through the predicament with his natural skill, but for some reason he ends up solving the embarrassing problem of Fafnir, a super beautiful demi-human...!? \n\nWin the hearts of the demi-human girls living in Demon King's Castle and aim to escape from Demon King's Castle! A fantasy romantic comedy that opens up a different world with its natural business spirit, begins!",
      "ja": "トーク術と最強アイテム武器に、魔王城を攻略せよ！\n大学生のソータはある日、異世界召喚されてしまう！ しかも召喚後、勇者に間違われて即魔王城へ幽閉されて絶体絶命…! 持ち前の口の上手さで窮地を切り抜けるソータだが、なぜか超美少女の亜人・ファフニールの”恥ずかしいお悩み”を解決することに…!? 魔王城に住まう亜人娘たちの心を掴み、魔王城脱出を目指せ！ 持ち前の商魂で異世界を切り開くファンタジーラブコメ…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8aad331-14e9-4761-989b-1d13eb9e13ef",
    "title": {
      "en": "Baby Pharmacist Princess"
    },
    "updatedAt": "2024-05-31T18:31:00+00:00",
    "coverArt": "https://mangadex.org/covers/c8aad331-14e9-4761-989b-1d13eb9e13ef/62e9374b-1df1-4ef9-9c65-2f5229577b7a.jpg",
    "altTitles": [
      {
        "ko": "아기 약사 황녀님"
      }
    ],
    "description": {
      "en": "Just by clicking the wrong button, I ended up possessing the game's princess character, \"Cherise\"! Yoon Che-ri, a graduate of a pharmaceutical university. Like the so-called 'hardcore gamer' she is, She unexpectedly appears in the VR game she plays every day. A red rabbit puts her in debt to the game, owing 10 billion gems...\n\nIf she doesn't repay the debt of 10 billion gems, she won't be able to log out?\n\n♡ Surprise Quest Triggered ♡\n\nUser's ability confirmed as \"Pharmaceuticals,\" customized settings have been completed accordingly. Future quests will focus on \"Pharmaceuticals.\"\n\n[Confirm] ◀\n\nHuh? Why do I feel excessively capable...? If things go on like this, I might be able to return soon!\nWill Cherise really be able to settle the 10 billion gem debt and return to her original world?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c79bcd31-4c0e-43c2-873d-7e614361096e",
    "title": {
      "en": "Heart of Thorns"
    },
    "updatedAt": "2024-12-27T17:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/c79bcd31-4c0e-43c2-873d-7e614361096e/a7e05bd3-1d31-480c-8e47-9c8ebfe27beb.jpg",
    "altTitles": [
      {
        "zh": "荆棘之心"
      },
      {
        "zh-ro": "Jing Ji Zhi Xin"
      }
    ],
    "description": {
      "en": "One day, Liu Hai happened upon a dilapidated magic book. When she imitated the wizard in the magic book to create a magic circle, she accidentally summoned a monster girl named Chi Liu. Chi Liu is the source of strength in the country of Chi. She had been imprisoned for a long time and finally managed to escape. While Liu Hai in the human world was experimenting with the magic circle, the two met..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec96fc62-975a-4abf-83e3-d2426ca8fbe6",
    "title": {
      "en": "The Villainess Lives Again"
    },
    "updatedAt": "2024-07-23T03:25:14+00:00",
    "coverArt": "https://mangadex.org/covers/ec96fc62-975a-4abf-83e3-d2426ca8fbe6/c773bf7f-9db8-44a6-80d0-9709a4b479a3.jpg",
    "altTitles": [
      {
        "ko": "악녀는 두 번 산다"
      },
      {
        "ko-ro": "Agnyeoneun Du Beon Sanda"
      },
      {
        "fr": "La vilaine vit encore une fois"
      },
      {
        "fr": "L'antagoniste vit une deuxième fois"
      },
      {
        "pt": "A vilã vive duas vezes"
      },
      {
        "es": "La villana vive dos veces"
      },
      {
        "uk": "Друге життя лиходійки"
      },
      {
        "ru": "Вторая жизнь злодейки"
      },
      {
        "ja": "悪女は2度生きる"
      },
      {
        "ja": "悪女は２度生きる"
      },
      {
        "tr": "Kötülüğün İkinci Yaşamı"
      },
      {
        "th": "ชีวิตที่สองของนางร้าย"
      },
      {
        "th": "ชีวิตครั้งใหม่ ของยัยตัวร้าย"
      },
      {
        "zh": "恶女的王座"
      },
      {
        "zh": "恶女的重生"
      },
      {
        "zh": "恶女的二次人生"
      },
      {
        "zh-hk": "惡女重生"
      },
      {
        "zh-hk": "惡女的王座"
      },
      {
        "zh-hk": "惡女的重生"
      },
      {
        "zh-hk": "惡女的二次人生"
      },
      {
        "vi": "Ác nữ tái sinh"
      },
      {
        "id": "The Villainess Lives Twice"
      },
      {
        "fr": "The Villainess Lives Again"
      }
    ],
    "description": {
      "de": "Von klein auf lebte Artezia Rosan in dem Glauben, sie könne ein glückliches Leben führen, solange ihr Bruder erfolgreich ist. Als Meisterin der Manipulation und Intrigen wurde sie das wichtigste Hilfsmittel ihres Bruders, um den Thron des Imperiums zu erobern. Genau deshalb traf sie der Verrat ihres Bruders so hart, als sie für ihre Taten gefesselt und gefoltert wurde. Nachdem sie von Großherzog Cedric Ebron gerettet wird, nutzt sie eine verbotene Magie und opfert ihr eigenes Leben, um ihm zu helfen, dem grausamen Kaiser ein Ende zu setzen. Die Ereignisse nehmen eine seltsame Wendung, als sie einige Jahre in der Vergangenheit aufwacht und schwört, Großherzog Cedric um jeden Preis zu helfen, selbst wenn dies bedeutet, ihre eigene Familie aufzugeben. Man sagt, Blut ist dicker als Wasser, aber kann Artezia es schaffen, ihren Bruder zu besiegen, während ihre eigene Romanze inmitten des Chaos erblüht?\n\n---\n* [Official Translation (DE)](https://www.tappytoon.com/de/comics/the-villainess-lives-again-de)",
      "en": "From childhood, Artezia Rosan's happiness was dependent on ensuring the success of her brother. As a master manipulator and schemer, she became his most valuable ally in seizing the empire’s throne. That’s exactly why her brother's betrayal cut so deeply when Artezia was imprisoned as punishment for all of her crimes. Soon after being rescued by Grand Duke Cedric Ebron, she vows to help him overthrow the cruel new emperor by sacrificing her own life with forbidden magic. Now waking up several years earlier back in time, she will forsake her own family to help Cedric at all costs. They say that blood is thicker than water, but can Artezia destroy her brother while her own romance blossoms amidst the chaos?",
      "fr": "Depuis son plus jeune âge, Artezia vit dans l’ombre de son frère, dont le succès suffirait à garantir le bonheur et la sécurité de la famille, selon sa mère. Elle devient donc la meilleure alliée de ce dernier, organisant maintes conspirations afin de l’aider à accéder au trône impérial. C’est pourquoi, quand ce but est finalement atteint mais qu’elle se retrouve trahie, mutilée et enchaînée en punition pour ses crimes, son ressentiment n’en est que plus grand. Sauvée par le Grand Duc Cedric Ebron, elle décide alors d’utiliser la magie pour aider ce dernier à détrôner l’empereur cruel qu’est devenu son frère. Un sort magique lui permet de revenir plusieurs années en arrière et de changer le cours des choses… Mais Artezia parviendra-t-elle à changer le destin, alors que l’amour s'immisce au milieu du chaos?\n\n---\n**Official Translations:**\n* [French / Français](https://www.tappytoon.com/fr/comics/villainess-lives-again-fr)",
      "ja": "謀略の天才、皇帝を作り上げる！ ”お兄様が成功すれば、お前も成功するのよ” それを信じ、あらゆる悪事を企てた悪女「アルティゼア」。 しかし、彼女の兄への忠誠は裏切りとして返ってくる。 死を前にした彼女に手を差し伸べたのは宿敵であり、正義ある大公「セドリック」だけだった。 魔術で命と引き換えに18歳の自分に生まれ変わった彼女は、「セドリック」を皇帝にするために新たな人生を捧げることにするがーー\n\n---\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/50796)",
      "ko": "모략의 천재, 황제를 만들다!\n\n\"오빠가 잘되어야 너도 잘되는 거야.\"\n\n온갖 악행을 저질러 오빠를 황제로 만들었다.\n하지만 아르티제아의 헌신은 배신으로 돌아왔다.\n죽음의 문턱에서 그녀에게 구원의 손을 내민 것은, 정의로운 숙적 세드릭 대공뿐이었다.\n\n“계책을 내라.”\n“…….”\n“이 상황을 뒤집을 수 있는 인물을 나는 그대 외에는 떠올리지 못하겠어. 로산 후작.”\n“…….”\n“나에게는 그대의 힘이 필요하다.”\n\n이미 기울어진 세력 판도를 뒤집고 도탄에 빠진 제국을 구할 계책은 없다.\n그러나 방법은 있다.\n모든 것이 잘못되기 이전으로 시간을 돌리는 것.\n\n피의 눈물과 함께 그녀는 자신의 몸을 바쳐 고대마법으로 시간을 돌린다.\n이번에는, 실패하지 않으리라.\n\n죽지 않고 18세로 회귀한 아르티제아는 세드릭 대공을 위한 악녀가 될 것을 결심한다.\n\n“저에게 청혼해 주십시오. 당신을 황제로 만들어 드리겠습니다.”\n\n악마에게 무릎을 꿇은 대가로,\n당신은 당신 대신 손을 더럽힐 악마를 얻을 것입니다.",
      "pt": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric.Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira... de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar.",
      "ru": "«Твой старший брат хорош, и ты должна соответствовать.»\nОна совершила множество злoдеяний, чтoбы сделать своего старшего брата Императором. Однако преданность Артезии обернулась против неё, ведь единственным, кто подал ей руку помощи на пороге смерти, был заклятый враг, эрцгерцог Седрик.\n«Уловки прочь.»\n«Я не знаю никого, кроме вас, кто мог бы обратить эту ситуацию вспять. Маркиза Розанна.»\n«Мне нужна ваша сила.»\nКазалось, тогда уже невозможно было спасти Империю, находившуюся в крайне бедственном положении, и предотвратить падение власти. Но всё же был один способ. Повернуть время вспять прежде, чем все пойдёт не так. Она, с кровавыми слезами на глазах, пожертвовала своим телом, чтобы овладеть древней магией и обернуть время вспять. В этот раз она не подведёт. Вернувшись в возраст восемнадцати лет, Артезия принимает решение не покорно умереть, а стать злодейкой и пойти на службу к эрцгерцогу Седрику.\n«Пожалуйста, сделайте мне предложение. И я сделаю вас Императором.»\nДабы демoн пал ниц, нужнo запoлучить другoгo, что испачкает руки вместо вас.",
      "zh": "前世为助哥哥成王做尽坏事，却反遭灭口…这一世甘为恶女，联手曾经的政治宿敌，夺回操控人生的王座！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9146/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E9%87%8D%E7%94%9F/116)",
      "pt-br": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric. Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira … de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28b5f34c-b568-4f43-b411-7e5730489ea7",
    "title": {
      "en": "I Became a Doting Father"
    },
    "updatedAt": "2024-12-29T21:17:39+00:00",
    "coverArt": "https://mangadex.org/covers/28b5f34c-b568-4f43-b411-7e5730489ea7/b9834a00-9cec-4975-ba99-0214564bc4ee.jpg",
    "altTitles": [
      {
        "ko": "딸 바보가 되었습니다"
      },
      {
        "en": "I Become a Fool When It Comes to My Daughter"
      },
      {
        "ja": "今日も娘が可愛すぎます"
      },
      {
        "ko-ro": "Ttal Baboga Doeeotseumnida"
      }
    ],
    "description": {
      "en": "I've become a single father!\n\n24-year-old Juwon Lee works part-time at a convenience store and lives alone in his small apartment. One day his uncle passes away and leaves behind a 4-year-old daughter, the cute little Yeondu. Instead of letting her be sent to an orphanage, Juwon steps up and decides to be her new guardian."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]