[
  {
    "mangaId": "1c89afaf-bb29-4335-b715-df23588681dc",
    "title": {
      "en": "Suicide Notes Laid on the Table"
    },
    "updatedAt": "2024-08-13T16:19:00+00:00",
    "coverArt": "https://mangadex.org/covers/1c89afaf-bb29-4335-b715-df23588681dc/d5dfc778-fbcd-4885-8faf-6a1d3d420498.jpg",
    "altTitles": [
      {
        "ja": "遺書､公開。"
      },
      {
        "ja-ro": "Isho, Koukai."
      },
      {
        "vi": "Di Thư, Trên Bàn."
      }
    ],
    "description": {
      "en": "Everyone in Class 2-D of Kairei Private Middle School receives an e-mail at the beginning of the school year detailing a \"class hierarchy.\" But the number one ranked Tsubaki Himeyama clears away the unrest this causes with her sunny disposition. Normalcy returns to the class... until Himeyama is found to have killed herself on campus. And once her classmates return from her funeral, they find suicide notes addressed to them on their desks! Will these notes expose the darkness class 2-D conceals?!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "50"
  },
  {
    "mangaId": "e675297b-8b2a-4612-a956-5eee26269606",
    "title": {
      "en": "Mokuyoubi no Furutto"
    },
    "updatedAt": "2023-09-09T19:20:24+00:00",
    "coverArt": "https://mangadex.org/covers/e675297b-8b2a-4612-a956-5eee26269606/024221f8-111c-4e2c-98a0-c8a058d2317a.jpg",
    "altTitles": [
      {
        "ja-ro": "Furutto on Thursday"
      },
      {
        "ja": "木曜日のフルット"
      },
      {
        "zh-hk": "木曜日的弗羅多"
      }
    ],
    "description": {
      "en": "Furutto is a cat that leads a double life. On one hand, he's the companion of a young woman in an apartment building named Kujirai, who feeds him (when she hasn't gambled away her meager manga-assistant's paycheck) and spends time with him in her apartment. On the other hand, he wants to keep his street cred as a stray cat and spends a good amount of time hanging out with the other strays, trying to steal food out of trash cans and rumbling with the cats from the next town over."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17b4a134-65a5-4ba9-851e-9cc824755bf5",
    "title": {
      "en": "Izure Saikyou no Renkinjutsushi?"
    },
    "updatedAt": "2024-02-01T19:15:55+00:00",
    "coverArt": "https://mangadex.org/covers/17b4a134-65a5-4ba9-851e-9cc824755bf5/0eb3fbb6-6d4f-4733-9297-0b7b7cc3ad9e.jpg",
    "altTitles": [
      {
        "en": "Possibly the Greatest Alchemist of All Time"
      },
      {
        "ja": "いずれ最強の錬金術師?"
      },
      {
        "en": "Someday Will I Be the Greatest Alchemist?"
      }
    ],
    "description": {
      "en": "Not even a hero, Takumi Iruma gets accidentally mixed in with a group of heroes chosen to be summoned to another world. As compensation for the mix-up, a goddess offers him the right to choose any skill he wishes for! Hoping for a peaceful and quiet life that has nothing to do with fighting or going into battle, he chooses a seemingly boring creation skill. However, it turns out \"alchemy\" is the most powerful skill that allows him to create everything from a holy sword to flying ships! This cheat skill he unexpectedly acquired turns him into a wealthy merchant and makes him undefeatable in battles! A heartwarming adventure story about (possibly) the most powerful alchemist in another world!\n\n*Alpha Manga*\n\n---\n\n*Alternate description:*\n\nIruma Takumi, a 40-year old salary man, was dragged into a hero summoning just like in a template. What was his fate? The Goddess sent him and the heroes to the other world separately.  \n  \nWith the Goddess’ overprotective support, he landed in a different world looking handsome, rejuvenated, and quite different from a Japanese.  \n  \nAlthough he wanted a slow life while working in the manufacturing trade, that was not permitted by the Goddess’ special body and abilities.  \n  \nWould Takumi be able to live a peaceful life in a different world?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0965353b-0e10-4c89-ad94-53e641db573a",
    "title": {
      "en": "Miyu-chan wa Zutto Tomodachi"
    },
    "updatedAt": "2024-10-01T00:43:03+00:00",
    "coverArt": "https://mangadex.org/covers/0965353b-0e10-4c89-ad94-53e641db573a/9f6b20be-9d71-4cc0-9391-203baae83b53.png",
    "altTitles": [
      {
        "ja": "みゆちゃんはずっと友達"
      },
      {
        "en": "Miyu-chan Will Always Be Your Friend"
      },
      {
        "es": "Miyu-chan Siempre Será tu Amiga"
      },
      {
        "es-la": "Miyu-chan Siempre Será tu Amiga"
      },
      {
        "pt-br": "Miyu-chan Sempre Será sua Amiga"
      },
      {
        "zh": "美羽永远是朋友"
      }
    ],
    "description": {
      "en": "In the summer of his second year of high school, Yuushin Tahara finds that his childhood friend, Miyu Fukagawa, who had moved away, has returned to the house next door. Although Miyu has grown up to be quite cute, there's something a little strange about her...",
      "es": "En el verano de su segundo año de instituto, su amiga de la infancia Miyu Fukagawa vuelve a la casa de al lado del protagonista, Yuushin Tahara, después de haberse separado cuando se mudó. Miyu-chan ha crecido y se ha vuelto mucho más guapa, pero hay algo un poco extraño en ella...? Se trata de una comedia de suspenso y amor con una nueva sensación, en la que el demasiado amable protagonista y su simpática pero muy divertida amiga de la infancia ¡se desenvuelven con sus amigos!",
      "ja": "高校2年生の夏、主人公・田原優心の隣の家に、引っ越しで別れてしまった幼馴染・深川みゆちゃんが帰ってきた。すっかり大きく可愛くなったみゆちゃんだけど、どこかちょっとヘンで…？",
      "zh": "在高二夏天，主人公·田原优心与小学毕业时因搬家被迫分别的青梅竹马·深川美羽重逢了。虽然长大后的美羽变得很可爱，但是哪里有点奇怪……？过于温柔的主人公，与惹人喜爱却处处充满疑点的青梅竹马之间展开的新颖青春恋爱悬疑喜剧！",
      "es-la": "En el verano de su segundo año de instituto, su amiga de la infancia Miyu Fukagawa vuelve a la casa de al lado del protagonista, Yuushin Tahara, después de haberse separado cuando se mudó. Miyu-chan ha crecido y se ha vuelto mucho más guapa, pero hay algo un poco extraño en ella...? Se trata de una comedia de suspenso y amor con una nueva sensación, en la que el demasiado amable protagonista y su simpática pero muy divertida amiga de la infancia ¡se desenvuelven con sus amigos!",
      "pt-br": "No verão do seu segundo ano do ensino médio, Tahara Yuushin descobre que sua amiga de infância, Fukagawa Miyu, que havia se mudado, retornou para a casa ao lado. Embora Miyu tenha se tornado uma garota bastante fofa, há algo um pouco estranho sobre ela...\n\nUma comédia romântica com toques de suspense, centrada em um protagonista gentil e sua amiga de infância adorável, porém um tanto excêntrica."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0b73d72-9665-4f1f-9113-16eb163ba619",
    "title": {
      "en": "Soredemo Kimi o Shiawase ni Shitai"
    },
    "updatedAt": "2024-05-10T20:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/d0b73d72-9665-4f1f-9113-16eb163ba619/b616fc22-9a57-4d3d-8023-2c648271bce0.jpg",
    "altTitles": [
      {
        "ja": "それでも君を幸せにしたい"
      },
      {
        "vi": "Tớ vẫn muốn làm cậu hạnh phúc"
      },
      {
        "zh-hk": "即便如此也希望你能幸福"
      },
      {
        "en": "Still, I Want to Make You Happy"
      }
    ],
    "description": {
      "en": "Kouya is reunited with Manaki, a girl he used to play with when they were little, for the first time in nine years.\nEven though they've lived far apart, Kouya's feelings for her have been growing through their social media exchanges, and he decided to take the opportunity of their reunion to reveal his feelings to her!\nBut she has a secret...?",
      "ja": "小さいころ一緒によく遊んでいた女の子・愛姫と9年ぶりに再会できることになった耕弥。\n離れていても、SNSでのやりとりで彼女に想いを募らせていった耕弥は、再会を機に想いを打ち明けることに！\nしかし彼女にはある秘密があって…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "29"
  },
  {
    "mangaId": "509a8a83-9ab8-4f10-bbd7-e109e630d23c",
    "title": {
      "en": "My Follower Became my Girlfriend"
    },
    "updatedAt": "2023-06-12T02:48:43+00:00",
    "coverArt": "https://mangadex.org/covers/509a8a83-9ab8-4f10-bbd7-e109e630d23c/3ad6c1db-b127-4378-98a8-fbfe8f36cfd2.jpg",
    "altTitles": [
      {
        "ja-ro": "Forowa ga Kanojo Narimashita"
      },
      {
        "ja": "フォロワーが彼女になりました"
      },
      {
        "ja-ro": "ForoKano"
      },
      {
        "ja-ro": "Follower ga Kanojo ni Narimashita"
      },
      {
        "pt-br": "Minha seguidora é a minha namorada"
      }
    ],
    "description": {
      "en": "It is now Reiwa, a new era marked by the spread of the novel corona virus.\r\nTwo university freshmen had lost their chance of having romantic encounters because their classes were almost immediately moved online after starting university.\r\nThey are Takano Shouhei (SNS ID: Mega Donki), a virgin aiming for ten thousand likes on his SNS posts and Sasakura Nene (SNS ID: nene), a thickheaded convenience store part-timer and they have somehow become each other’s purpose for living.\r\nThis is the start of a miracle-like pure love comedy that started on social media.",
      "pt-br": "Na era Reiwa, um novo vírus é amplamente espalhado. Calouros da faculdade repentinamente são obrigados a participar de aulas a distância e perderam sua oportunidade de se apaixonar. Takano Shohei (Nickname: Super Arma Branca), um menino virgem que tem como objetivo obter mais seguidores e Sasakura Nene (Nickname: Nene), uma garota vazia que trabalha em uma loja de conveniência por milagre se encontram por conta de redes sociais, e dão um ao outro a esperança necessária para continuar vivendo. Uma comédia romântica!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-09-29T17:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd79906e-6a02-4aa8-88e8-a07acb2ecb8b",
    "title": {
      "en": "BitterChocolate0214 (Doujinshi)"
    },
    "updatedAt": "2024-10-03T09:37:31+00:00",
    "coverArt": "https://mangadex.org/covers/cd79906e-6a02-4aa8-88e8-a07acb2ecb8b/c8d53efe-c1f8-455d-ae74-d8d3af90f4c2.jpg",
    "altTitles": [
      {
        "en": "Bitter Chocolate 0214"
      }
    ],
    "description": {
      "en": "A sad short one-shot Valentine's Day story."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4a91e92e-4014-4f20-b289-fa71844d79d1",
    "title": {
      "en": "Akuyaku Reijo no Ani ni Tenseishimashita"
    },
    "updatedAt": "2024-09-29T02:00:27+00:00",
    "coverArt": "https://mangadex.org/covers/4a91e92e-4014-4f20-b289-fa71844d79d1/f87389c3-279d-467d-93a5-275f3ae1e17c.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の兄に転生しました"
      },
      {
        "en": "Reincarnated as a Villainess's Brother"
      },
      {
        "ja-ro": "Akuyaku Reijo no Ani ni Tensei Shimashita"
      },
      {
        "id": "Reinkarnasi Menjadi Abangnya Villainess"
      }
    ],
    "description": {
      "en": "\"Onii-tama?\"\nCain, who reincarnated as one of the love interests of an otome game, screamed at the loveliness of his sister, Diana. I can't believe that this angel is going to be a villainess with countless bad ends-- No, there is no way that such a future can exist!\nClenching his fist tightly, he raises his sister into a gentle lady, while also dispelling the darkness held by the love interests in place of the heroine.\nRelying on his game knowledge from his previous life and an orphaned chamberlain. Everything for his beloved sister-- The brother's challenge begins now!",
      "id": "\"Abwang?\"\n\nCain, orang yang baru saja bereinkarnasi menjadi salah satu target kencan di sebuah otome game, tiba-tiba berteriak karena melihat keimutan adik perempuannya, Diana.\nAku tidak menyangka kalau malaikat kecil ini akan menjadi seorang villainess dengan akhir yang tragis-- Tidak, aku tidak akan membiarkan masa depan seperti itu terjadi!\nDengan mengepalkan tangannya, dia bertekat untuk membesarkan adik perempuannya menjadi seorang wanita yang baik hati dan tidak sombong, sembari menghilangkan segala masa lalu yang buruk dari para target kencan lain menggantikan sang tokoh utama.\nBergantung pada pengetahuannya tentang gamenya di kehidupan yang dulu dan juga pengalamannya sebagai anak yatim piastu, semuanya dilakukan demi adik perempuannya-- dan akhirnya, tantangan bagi sang kakak akan dimulai sekarang!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcfe5bbe-5e6a-4a50-9e1e-28639f662645",
    "title": {
      "en": "Hijiri-kun wa Kiyoku Ikitai"
    },
    "updatedAt": "2024-09-29T00:44:17+00:00",
    "coverArt": "https://mangadex.org/covers/dcfe5bbe-5e6a-4a50-9e1e-28639f662645/bcad5190-25f4-4816-9f16-dc06c0235dbe.jpg",
    "altTitles": [
      {
        "ja": "聖くんは清く生きたい"
      },
      {
        "ne": "हिजिरी-कुन एक पवित्र जीवन बिताउन चाहन्छ"
      },
      {
        "ko": "히지리 군은 깨끗하게 살고 싶어"
      },
      {
        "en": "Hijiri-kun Wants to Live a Pure Life"
      },
      {
        "es-la": "Hijiri-kun quiere vivir una vida pura"
      }
    ],
    "description": {
      "en": "Tsuchimikado Hijiri is a man playing the role of the perfect student council president, with his good looks and excellent grades in both school and sports. After school, he witnesses his usually quiet female classmate Sado Mitsuki, tormenting their teacher Tamura in a very sadistic way! The perfect student council president gets caught up in Sado-san's secret fetish!\n\nThis is an unusual romantic comedy for those of you who have things you can't tell others!",
      "ja": "文武両道、容姿端麗、パーフェクトな生徒会長を演じ切る男、土御門聖。そんな聖が放課後に見てしまったのは、いつもはおとなしいクラスメイト・佐渡さんがドSに教師をいじめる姿だった――！佐渡の秘められし性癖に、完璧な生徒会長が巻き込まれていく…！人には言えないコトがあるアナタに贈る、異色ラブコメ！",
      "es-la": "Tsuchimikado Hijiri es un hombre que desempeña el papel del perfecto presidente del consejo estudiantil, con su buena apariencia y excelentes calificaciones tanto en la escuela como en los deportes.  Después de la escuela, es testigo de cómo su normalmente tranquila compañera de clase, Sado Mitsuki, atormenta a su maestro Tamura de una manera muy sádica.  ¡El perfecto presidente del consejo estudiantil queda atrapado en el fetiche secreto de Sado-san!\n\n ¡Esta es una comedia romántica inusual para aquellos que tienen cosas que no pueden contarles a los demás!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4e88b85-5b6d-4485-a9de-39e39bf9158b",
    "title": {
      "en": "Bannou Skill no Rettou Seijo Kiyosugiru no de Binbou ni wa Narimasendeshita"
    },
    "updatedAt": "2024-10-02T13:06:36+00:00",
    "coverArt": "https://mangadex.org/covers/a4e88b85-5b6d-4485-a9de-39e39bf9158b/c9fc5450-d4a1-4809-980e-67b62de4cf63.jpg",
    "altTitles": [
      {
        "ja": "万能スキルの劣等聖女 ～器用すぎるので貧乏にはなりませんでした～"
      },
      {
        "ja-ro": "Banno Skill no Retto Seijo Kiyosugiru node Bimbo ni ha Narimasendeshita"
      },
      {
        "es-la": "La Santa Inferior de Habilidades Versátiles: ¡Era tan Hábil que no Pudo Escapar de la Pobreza!"
      }
    ],
    "description": {
      "en": "\"I never knew you were an inferior saint!\"\n\nSoara, who received the revelation of the saint, was invited to join her childhood friend, the hero Zeno's, party, where all members had S-rank skills, but she was expelled due to her lack of outstanding talent. Although shocked, Soara did not give up and turned into a freelance adventurer, deepening her friendships with the companions she met on her travels, and gradually recovering from the shock of being expelled from the party, she begins to flourish...",
      "ja": "「お前が劣等聖女だったとはな！」\n\n聖女の天啓を受けたソアラは、全員がSランクスキル持ちであり幼なじみの勇者ゼノンのパーティに期待されて誘われたものの、飛び抜けた才能がなかったため追放されてしまう。ショックを受けつつも、ソアラはめげずにフリーの冒険者へ転身し、旅先で出会った仲間たちと親交を深めて、少しずつパーティ追放のショックから立ち直って活躍していくのだが――？",
      "es-la": "¡Nunca supe que eras una santa inferior! Soara, quien recibió la revelación de ser una santa, fue invitada a unirse al grupo del héroe con grandes expectativas, pero fue expulsada por ser una persona que sabía un poco de todo pero no dominaba ninguna habilidad en particular. Aunque sorprendida, Soara no se rinde y se convierte en una aventurera independiente. Profundiza sus amistades con Lumia, quien la apoya como su administradora, y con las habilidosas aventureras Elaine y Laura, a quienes conoce en sus viajes. Poco a poco, Soara se recupera del impacto de haber sido expulsada del grupo y comienza a tener éxito, pero... ¡Las chicas hermosas que enfrentan diversas dificultades están en acción! ¡La fantasía de las chicas de otro mundo que comienza con la expulsión empieza aquí!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54ae00e1-6d62-453d-ab65-f9d8a0f92321",
    "title": {
      "en": "The story of Suguru Geto becoming Sensei"
    },
    "updatedAt": "2024-10-02T18:30:50+00:00",
    "coverArt": "https://mangadex.org/covers/54ae00e1-6d62-453d-ab65-f9d8a0f92321/2cedcc20-1ce7-4810-8295-969f13d3f7a1.png",
    "altTitles": [
      {
        "ja": "夏油傑シャーレの先生概念"
      },
      {
        "id": "Kisah Suguru Geto menjadi Sensei"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2023-07-13T20:35:35+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short manga posted by Holiday Yasumi on Twitter. \n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f9fb803-733a-4104-bea3-f4b449da5e3c",
    "title": {
      "en": "Tonari no Kurokawa-san"
    },
    "updatedAt": "2024-09-04T16:16:02+00:00",
    "coverArt": "https://mangadex.org/covers/1f9fb803-733a-4104-bea3-f4b449da5e3c/4ac2aed1-507e-47e8-9780-18a447d67909.png",
    "altTitles": [
      {
        "ja": "となりの黒川さん"
      },
      {
        "ja": "My Neighbor Ms.Kurokawa"
      },
      {
        "en": "My Neighbor Ms. Kurokawa"
      },
      {
        "en": "Kurokawa-san Next To Me"
      },
      {
        "pl": "Moja Sąsiadka Panna Kurokawa"
      }
    ],
    "description": {
      "en": "_The secret between me and her is trivial yet important._\n\nHajime Takahashi, enrolled in Shuubi High School solely because it's the sacred place of his favorite manga. Everywhere in the school are locations that appeared in the manga, and he's super excited! Amidst this excitement, Takahashi meets a beautiful girl, Yayoi Kurokawa, who looks just like the heroine from his favorite work, and they come to share a certain secret. \n\nThis awkward duo weaves a sweet and tangy youth romantic comedy that will make you grin!",
      "ja": "僕と彼女の秘密は、些細だけど大切で。大好きな漫画の聖地、それだけが理由で秀美高校に入学した主人公・高橋一。学内はどこに行っても作品に出てきた聖地だらけで大興奮！そんな中、高橋は大好きな作品のヒロインそっくりな美少女・黒川弥生と出会い、とある秘密を共有することに――。不器用な2人が織りなす甘酸っぱくて、ニヤニヤしちゃう青春ラブコメ‼"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f0747c9-6a6c-490f-9f7e-90ebc9fe82c4",
    "title": {
      "en": "Mobile Suit Gundam F90 Cluster"
    },
    "updatedAt": "2024-08-09T16:52:58+00:00",
    "coverArt": "https://mangadex.org/covers/8f0747c9-6a6c-490f-9f7e-90ebc9fe82c4/d6531c96-0eba-4d8a-bd12-3bfeea918847.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダムF90クラスター"
      },
      {
        "ja-ro": "Kidou Senshi Gandamu F90 Kurasutaa"
      }
    ],
    "description": {
      "en": "Universal Century 0121: A battle known as the First Oldsmobile War erupted on Mars. The Earth Federation Forces 13th Experimental Combat Group thought they had quelled the Mars Independent Zeon Forces. But the battle for the Fastest Formula is far from over! A new tale from the F90FF begins on Mars... Where all Formulas converge!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "deb90feb-ad58-4fb4-a8c4-53da5c5b2901",
    "title": {
      "en": "Unaware His Majesty Is a Girl"
    },
    "updatedAt": "2024-04-23T19:20:11+00:00",
    "coverArt": "https://mangadex.org/covers/deb90feb-ad58-4fb4-a8c4-53da5c5b2901/fd17e055-249e-4ca2-928b-dbe570350262.jpg",
    "altTitles": [
      {
        "zh": "不知陛下是女郎"
      },
      {
        "zh-hk": "不知陛下是女郎"
      },
      {
        "zh-ro": "Buzhi Bixia Shi Nülang"
      },
      {
        "vi": "Hoàng đế bệ hạ là nữ lang"
      },
      {
        "my": "ဘုရင်ကြီးကမိန်းကလေးမှန်းမသိခဲ့ဘူး"
      },
      {
        "ru": "Является ли ваше величие девушкой?"
      },
      {
        "vi": "Không Ngờ Bệ Hạ Là Nữ"
      }
    ],
    "description": {
      "en": "The new emperor, Qi Nian, acceded to the throne many years ago. He kept refusing the requests by his officials to choose a consort, brushing them off by saying \"the affairs of state are important, and I am busy with my work\". But Qi Nian finally relented as rumors that \"the emperor is impotent\" spread ever more widely.\n\nYu Dingdang was a particularly dim-witted girl, but born to a prestigious family. This led many to say: \"Madame Yu exchanged her brain for her looks\". Who could have expected that Yu would be selected by the emperor to be his empress consort?\n\nA happy and dramatic girl-girl romantic comedy set in the imperial palace. Yu couldn't have expected that this lofty emperor up on high was actually a girl?!",
      "zh": "新帝祁念登基多年，却终日以“国事要紧，朕沉迷工作”，拒绝了朝臣们的选妃请求。但“皇帝不行”的流言愈演愈烈，祁念不胜其烦，终是松口。玉玎珰出身名门，却生了个榆木脑袋，众人纷纷道：“玉家小姐是拿脑子换的脸”却不想，一朝入选，她竟成了国母。玉玎珰表面：啊？什么？是我吗？内心却汹涌澎湃。只因玉玎珰从小便立誓，一！定！要！成！为！祁！念！的！女！人！迷妹追星成功，在皇宫里上演了一系列“她逃她追，她插翅难飞”的啼笑皆非的欢喜故事却不想，这高高在上的至尊帝王，竟是女儿身？！",
      "zh-hk": "新帝祁念登基多年，卻終日以“國事要緊，朕沉迷工作”，拒絕了朝臣們的選妃請求。 但「皇帝不行」的流言愈演愈烈，祁念不勝其煩，終是鬆口。 玉玎璫出身名門，卻生了個榆木腦袋，眾人紛紛道：「玉家小姐是拿腦子換的臉」卻不想，一朝入選，她竟成了國母。 玉玎璫表面：啊？ 什麼？ 是我嗎？ 內心卻洶湧澎湃。 只因玉玎璫從小便立誓，一！ 定！ 要！ 成！ 為！ 祁！ 念！ 的！ 女！ 人！ 迷妹追星成功，在皇宮裡上演了一系列「她逃她追，她插翅難飛」的啼笑皆非的歡喜故事卻不想，這高高在上的至尊帝王，竟是女兒身？ ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc41ee4b-9a40-402b-babd-55c230094325",
    "title": {
      "en": "Touge Oni"
    },
    "updatedAt": "2024-09-21T11:32:33+00:00",
    "coverArt": "https://mangadex.org/covers/bc41ee4b-9a40-402b-babd-55c230094325/fb392215-6656-4345-87d5-754bd6a2a85b.jpg",
    "altTitles": [
      {
        "en": "Primal Gods in Ancient Times"
      },
      {
        "ja": "峠鬼"
      },
      {
        "en": "Touge Oni: Primal Gods in Ancient Times"
      }
    ],
    "description": {
      "en": "In ancient times, there existed the land of Wa, split between the reign of the gods and the world of man. It was an age when gods and men existed together. Miyo, an orphan girl, spent her days trying to accept her upcoming death as the designated sacrifice for the god worshipped by her village, Kippuuson-no-Mikoto-no-Kami. However, her fate changed as she encountered En-no-Ozuno, a monk with supernatural abilities capable of conversing with the gods. An orphan girl, a great monk, and a demon boy. Follow their adventure as they encounter the gods, traveling through even dimension and time.",
      "pt-br": "Nos tempos antigos, existia a terra de Wa, dividida entre o reino dos deuses e o mundo dos homens. Era uma época em que deuses e homens viviam juntos.\n\n\nMiyo, uma garota órfã, passava seus dias tentando aceitar sua morte iminente como o sacrifício designado para o deus adorado por sua aldeia, Kippuuson-no-Mikoto-no-Kami. No entanto, seu destino mudou quando ela encontrou En-no-Ozuno, um monge com habilidades sobrenaturais capaz de conversar com os deuses. \n\nUma garota órfã, um grande monge e um garoto demônio. Acompanhe a aventura deles enquanto encontram deuses, viajando por diferentes realidades e eras."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b239a1a-4c5e-4bd9-8983-de277dad7b84",
    "title": {
      "en": "A kid who doesn't talk but whose behavior shows"
    },
    "updatedAt": "2024-10-03T08:03:37+00:00",
    "coverArt": "https://mangadex.org/covers/5b239a1a-4c5e-4bd9-8983-de277dad7b84/ccdb5432-1f6c-4921-b148-c64d42a3ffdb.jpg",
    "altTitles": [
      {
        "ja": "喋らないけど態度に出る子"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19cabfbe-f31b-48d6-ae92-d4b2f7f13073",
    "title": {
      "en": "Please Behave, My Wife"
    },
    "updatedAt": "2024-08-22T23:03:02+00:00",
    "coverArt": "https://mangadex.org/covers/19cabfbe-f31b-48d6-ae92-d4b2f7f13073/73ba705f-ee17-4b6b-96ec-9591ec919a11.jpg",
    "altTitles": [
      {
        "zh": "老婆请安分"
      },
      {
        "zh-ro": "Lǎopó qǐng ānfèn"
      },
      {
        "vi": "Vợ ơi, xin hãy ngoan nhé!"
      },
      {
        "zh-ro": "Laopo Qing'an Fen"
      },
      {
        "en": "Wife, Please Be at Peace"
      }
    ],
    "description": {
      "en": "This is brought to you by the same author of \"My Wife Is From a Thousand Years Ago\". \n\n\"If you could go back in time, what would you do?\"\n\n\"I would go to the school entrance and wait for you every day to pursue you shamelessly until you're my girlfriend. What about you?\"\n\n\"Hmm... I will definitely carefully wait until I'm twenty-four to get to know you again, then gradually fall in love, then get married, and then ask you this question. I live cautiously because I'm afraid that the butterfly effect will make me lose you.\""
    },
    "status": "cancelled",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "70"
  },
  {
    "mangaId": "b05825a3-9d8e-45bc-a45a-1fe065186b83",
    "title": {
      "en": "Filter-Goshi no Kanojo"
    },
    "updatedAt": "2024-07-11T15:54:41+00:00",
    "coverArt": "https://mangadex.org/covers/b05825a3-9d8e-45bc-a45a-1fe065186b83/7293b25b-9680-4e8c-a3e5-324ba8cf2138.jpg",
    "altTitles": [
      {
        "ja": "フィルター越しのカノジョ"
      },
      {
        "zh-hk": "隔著濾鏡的女朋友"
      },
      {
        "ru": "Девушка через фильтр"
      },
      {
        "en": "Secret Girl Through the Filter"
      }
    ],
    "description": {
      "en": "Hakobe Narumi is an expressionless high schooler known as Stoney. The highlight of his unnoticeable existence is following posts from the popular selfie poster \"Efa\" on social media. But it turns out \"Efa\" is his studious and popular classmate Mitsuha Koto?! The slightly erotic, adolescent, selfie, romantic comedy between an Iron Walled Selfie girl and a stone-faced boy begins!",
      "ja": "つねに無表情な能面高校生・箱部成海。クラスでも存在感激うすな彼の人生の楽しみは、SNSで人気のえっちな自撮り女子「えふぁ」の投稿を追いかけること。しかし、その「えふぁ」の正体が、真面目で誰からも好かれるクラスメイトの三葉琴であることを知ってしまいーー⁉︎鉄壁自撮り女子✖️能面男子のちょっとえっちな青春自撮りラブコメ開幕‼︎",
      "ru": "Хакобэ Наруми — невыразительный старшеклассник по прозвищу «Каменнолицый». Его незаметное существование состоит в том, что он следит за постами популярного эротического аккаунта «Эфа» в соцсетях. Но оказывается, что «Эфа» — это его одноклассница Мицуха Кото! Начинается слегка эротическая, подростковая, селфи-романтическая комедия между селфи-девочкой с железной стеной и парнем с каменным лицом!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9bea559-b3e2-4459-80aa-73fac6c3e7bf",
    "title": {
      "en": "Meiten Restaurant"
    },
    "updatedAt": "2024-10-03T07:44:37+00:00",
    "coverArt": "https://mangadex.org/covers/b9bea559-b3e2-4459-80aa-73fac6c3e7bf/9b424e5b-de28-49d9-a59f-e8d50b10d389.jpg",
    "altTitles": [
      {
        "ja": "冥天レストラン"
      }
    ],
    "description": {
      "en": "As the distinguished son of a family who run a financial conglomerate, Gatarou Barazono took full advantage of his money to live a rosy life and enjoy it to its fullest. But one day, he suddenly got hit by a truck, and when he awoke, he found himself in the \"Afterlife!\" There, he finds the dubious-looking \"Meiten Restaurant\" (Underworld Restaurant), where the deceased are served their final meal before going to rest in peace..."
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06338c21-dfd9-4ab0-a0c6-1d973821b992",
    "title": {
      "en": "Bad Girl"
    },
    "updatedAt": "2024-01-09T13:00:47+00:00",
    "coverArt": "https://mangadex.org/covers/06338c21-dfd9-4ab0-a0c6-1d973821b992/a4800fe8-51c2-4f74-9e43-faca9a6657d0.jpg",
    "altTitles": [
      {
        "ja": "ばっどがーる"
      }
    ],
    "description": {
      "en": "The daily life of a (self-proclaimed) high school delinquent, fangirling and kohyuuing over the head prefect!?\n(to) kohyuu (v. infinitive form) When one is surprised and excited, their breathing begins to kohyuu. (see: hyperventilation)\nSummary: High school first-year Yuu is an ardent admirer of Head Prefect Atori, and in order to get her attention, Yuu begins to act like a delinquent. \nBut while her intention is to appeal with her \"badness\" and \"coolness,\" her simple-minded facade is seen through by Atori, who teases and treats her like a small animal...!?\nA totally not \"bad\" delinquent girl's 4-koma school life manga!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-09-07T17:53:05+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      },
      {
        "es-la": "El Villano Del Destino"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3",
    "title": {
      "en": "Sensei! Bokutachi ga Sekai wo Horoboshimasu."
    },
    "updatedAt": "2024-02-26T22:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3/363457c5-3584-4026-912f-7a97455daf1c.jpg",
    "altTitles": [
      {
        "ja": "先生！ 僕たちが世界を滅ぼします。"
      },
      {
        "ru": "Мы уничтожим весь мир, учитель!"
      },
      {
        "en": "Teacher, we will destroy the world!"
      },
      {
        "en": "The strongest Assassin as a Teacher"
      }
    ],
    "description": {
      "en": "A \"Teacher\" has a sacred job that protects and guides students.\n\nIn this world where people who can use magic and people who cannot use magic coexist, Solo is a sorcerer who lives alone.\nHe is also known as No. 0, a skilled assassin who always completes any request he receives.\n\n\"As part of a certain mission, I am assigned to teach at a magic school, and the teenagers I am assigned to teach are the students of the Class 2D, which is made up of dropouts.\"\n\nWhile he is desperately playing the role of a teacher in order to complete his mission, a transfer student arrives and the situation takes an unexpected turn...\n\nA school fantasy unfolding between a false teacher and the strongest assassin and the most evil students who serve as his \"beacon\"!",
      "ja": "『教師』とは、生徒を守り、教え導く聖なる仕事。\n魔法が使える人間と使えない人間が混在するこの世界で、孤独に生きる一人の魔導士・ソロ。\n受けた依頼は必ず完遂するという凄腕の殺し屋・No.0（ナンバーゼロ）という異名も持つ彼は、\nとある任務の一件で魔法学校で教師をすることになりますが、そこで担任することになったのは、学年の落ちこぼれが集まる２年Ｄ組。\n任務遂行のために必死に教師を演じている最中、そこに転校生がやってきて事態は思わぬ方向に…。\n偽りの教師で最強の暗殺者と、彼の“標”となる最凶の生徒たちが繰り広げる学園ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "en": "One Piece - Digital Colored Comics"
      },
      {
        "en": "One Piece"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ce9c849-9770-4606-84bc-b894855f819d",
    "title": {
      "en": "Wakaranai Desu Yoshida-san"
    },
    "updatedAt": "2024-09-23T07:32:49+00:00",
    "coverArt": "https://mangadex.org/covers/0ce9c849-9770-4606-84bc-b894855f819d/30ce76cb-88c9-448c-af96-241eb03186c6.jpg",
    "altTitles": [
      {
        "ja": "わからないです　吉田さん"
      },
      {
        "en": "I Don't Know, Yoshida-san"
      }
    ],
    "description": {
      "en": "Tsukumo Yamada is a simple and unremarkable college student. \n\nAs he is getting ready to go home after finishing his university lecture as usual, a solitary beautiful woman, Mao Yoshida, who is rumored to be a \"mermaid princess,\" passes by. While the boys are in an uproar, Yamada is secretly summoned by Yoshida. When they are alone, Yoshida presses against him. In fact, Yamada and Yoshida have an intimate relationship... \n\nHowever, he is unable to grasp the romantic distance between them because Yoshida is too expressionless, and he is having a sweet but bittersweet college life, unable to go from \"friend\" to \"lover\".",
      "ja": "地味で取柄もない大学生の九十九。大学の講義を終え帰宅準備をしていると孤高の美女「吉田真魚」が通りかかる。九十九と吉田さんは親密な関係なのだが、吉田さんが無表情すぎてなかなか関係が進展しないのだった…。",
      "es-la": "Tsukumo, un estudiante universitario ordinario y sin muchos atributos destacables, vive su día a día con tranquilidad. Pero un dia despues de finalizar sus clases y prepararse para regresar a casa, se cruza con Yoshida Mao, una hermosa y solitaria joven apodada la \"Sirena\". Entonces, mientras los demás chicos murmuran a su alrededor, Yoshida llama a Tsukumo en secreto. Al encontrarse a solas, Yoshida se acerca a él de manera inesperada. La realidad es que Tsukumo y Yoshida tienen una relación un tanto cercana. Sin embargo, Tsukumo lucha por comprender la distancia romántica entre ellos debido a la inexpresividad de Yoshida, lo que les impide pasar de ser \"amigos\" a \"novios\". Así, Tsukumo vive una vida universitaria dulce pero agridulce, intentando navegar entre la amistad y el amor. ¡¡Una serie de Takahashi osamu, autor de Lust Geass!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Charao-kun to Seiso-chan"
    },
    "updatedAt": "2024-09-24T12:41:35+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      },
      {
        "en": "NotNTR (Notorare): Seiso-chan and Charaoh-kun."
      },
      {
        "ja": "Charao-kun to Seiso-chan"
      },
      {
        "ja-ro": "#Kuma to Usagi wa Tomodachide wa Irarenai"
      },
      {
        "ja": "#クマとウサギは友達ではいられない"
      },
      {
        "en": "#Bear and Bunny Cannot Be Friends"
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n___\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6523f694-90b5-4698-811c-ec182eec1685",
    "title": {
      "en": "Hisame Furaba Koi Chigiri"
    },
    "updatedAt": "2024-03-25T19:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/6523f694-90b5-4698-811c-ec182eec1685/7afe46f7-fc3b-419c-9902-601ff0f40277.jpg",
    "altTitles": [
      {
        "ja": "氷雨降らば恋契り"
      },
      {
        "vi": "Ngày Mưa Lạnh Đôi Mình Hẹn Ước"
      },
      {
        "vi": "Nếu Trời Đổ Mưa Lạnh Thì Se Duyên Cho Đôi Ta"
      },
      {
        "ko": "비가 내리면 사랑의 맹세를"
      }
    ],
    "description": {
      "en": "\"I'll have you join me in matrimony...\"\n\nToono Itsuki is a university student who majors in folkore studies. He's currently headed towards his grandparents' hometown as part of his thesis' fieldwork. There, a local warned him to \"not get close to the mountain on days when the rain is cold\". Despite the warning, Itsuki still went towards it and there he met!?\n\nHere's a BL about a local god and a folklore geek!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "ca65399d-5dc5-4d95-9630-c216cd592889",
    "title": {
      "en": "Devil's Forest"
    },
    "updatedAt": "2024-07-18T20:28:49+00:00",
    "coverArt": "https://mangadex.org/covers/ca65399d-5dc5-4d95-9630-c216cd592889/f5ecb1ab-2d8f-4237-858f-9031c87b8f1b.jpg",
    "altTitles": [
      {
        "vi": "Rừng Quỷ"
      },
      {
        "ja": "ジュカイ―承認欲求の森―"
      },
      {
        "ja-ro": "Jukai"
      }
    ],
    "description": {
      "en": "Shunsuke Koshiji, a freelance writer, went to the Sea of Trees (AOKIGAHARA) at the foot of Mount Fuji to respond to a message from a video streamer asking for help. There were dozens of video streamers gathered there just like Koshiji, and Their goal is to find a secret sect operating in the Sea of Trees, the \"JOFUKU SHINREIKYO\" OR \"TÂM LINH -TỪ PHÚC TÂN THẦN\". But something strange happened that night...the Sea of Trees and the Dark Cult...two factors that exposed the \"rumour-seeking\" nature of these streamers to an ugly degree. ..! A story of horror, suspense and thrill has begun!!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "55"
  },
  {
    "mangaId": "ab283705-694e-4234-a2f2-fa76d9044cf1",
    "title": {
      "en": "Neko Kappa"
    },
    "updatedAt": "2024-03-20T23:18:01+00:00",
    "coverArt": "https://mangadex.org/covers/ab283705-694e-4234-a2f2-fa76d9044cf1/ab478106-9016-4914-ab95-6a6aaa563c62.png",
    "altTitles": [],
    "description": {
      "en": "Silent and taciturn, a cat demon wanders through the world of the world of humans, meeting creatures as monstrous as they are desperate. as monstrous as desperate. Mixing references to Japanese mythology and surrealist quotations, this collection of short stories gives a glimpse gives a glimpse of the author's graphic acuity. Humor humor, disillusioned cynicism or dreamlike, all rendered by a black line black line, it is all the force of the author which appears in NekoKappa.",
      "fr": "Silencieux et taciturne, un démon chat se promène dans le monde des humains, rencontrant tour à tour des créatures aussi monstrueuses que désespérées. Mélangeant références à la mythologie japonaise, et citations surréalistes, ce recueil d’histoires courtes donne un aperçu de l’acuité graphique de l’auteur. Humour noir, cynisme désabusé ou onirisme enlevé, le tout rendu par un trait noir chargé, c’est toute la force de l’auteur qui apparaît dans NekoKappa."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "bd22ac44-3832-4f35-b0d5-9b69d60cb472",
    "title": {
      "ja": "Boku wa Isekai de Fuyo Mahou to Shoukan Mahou wo Tenbin ni Kakeru"
    },
    "updatedAt": "2024-09-29T14:36:22+00:00",
    "coverArt": "https://mangadex.org/covers/bd22ac44-3832-4f35-b0d5-9b69d60cb472/822c0d14-c272-45a7-8fc9-3122ceb86a4c.jpg",
    "altTitles": [
      {
        "ja": "ぼくは異世界で付与魔法と召喚魔法を天秤にかける"
      },
      {
        "en": "Another World Survival: Min-maxing my Support and Summoning Magic"
      },
      {
        "id": "Menyeimbangkan Sihir Pendukungku dan Sihir Pemanggilan Di Dunia lain"
      },
      {
        "en": "Balancing My Support Magic and Summoning Magic In A Different World"
      }
    ],
    "description": {
      "en": "Ostracized and tormented by his peers to the point of breaking, Kazuhisa Kaya set off into the nearby forest atop the mountain with one purpose: to dig a pitfall and bring about the death of the person behind his suffering. However, right when Kazuhisa was about to succeed in his revenge, a sudden earthquake throws his plans out of whack! Caught unaware, all he can do is patiently lie in wait until someone lumbering across the path happens to fall into his trap. Kazuhisa’s excitement is short-lived, however, as the corpse at the bottom of his pitfall turns out not to be the bully he was expecting but a grotesque, pig-looking monster, and his confusion only grows as he’s suddenly greeted by a pure-white room and a RPG-like status screen.\n\nStrange monsters now wandering the mountain and with newfound powers at his disposal, Kazuhisa is forced to throw all concerns over his tormentor to the wayside as he focuses on a new goal: survival. That’s not going to be as easy as it seems, however, as he’s not the only one to have been wrapped up in this mess…\n\n(Hanashi Media)\n\n[Official English Light Novel](https://hanashi.media/another-world-survival/)",
      "id": "suatu hari. di sekolah swasta tertentu dengan asrama, seluruh sekolah dipindahkan ke dunia lain. aku, Kaya Kazuhisa. dari kelas 1 SMA. telah diintimidasi untuk waktu yang lama. untuk membunuh pelakunya yang telah menggangguku, aku menggali jebakan. tapi tiba-tiba aku membunuh monster. sejak saat itu. aku telah berevolusi menjadi keberadaan langka yang dapat melawan monster. di hari yang sama, aku menyelamatkan seorang gadis dari kelas 3 sekolah menengah, Shimozono Arisu di hutan dari orc. ketika aku bekerja dengan arisu untuk mengalahkan orc, dan secara bertahap naik aku level. aku dipaksa untuk membuat pilihan. haruskah aku memilih sihir pemanggilan yang cocok untuk bertahan hidup sendirian? atau aku harus pilih sihir pendukung yang digunakan saat bertarung bersama dengannya?",
      "ja": "高等部1年生でいじめられっ子の賀谷和久（かや・かずひさ）は森の中、いじめの主犯格を殺すための落とし穴を掘っていた。だが数分後、その穴に落とし殺害することができたのは──!?　RPGのような異世界の山中へとまるごと転移した全寮制の学園のなか、スキルという名の“ちから”を得た和久。彼は自分ひとり生き抜くために最適な【召喚魔法】か、それとも少女たちを戦わせるための【付与魔法】か……天秤にかける。\n\n獰猛なモンスターたちによる凌辱の危機が迫るなか、主人公と少女たちは果たして生き残れるのか……!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7477bdb7-c146-41f7-a8de-29c7b7b5034c",
    "title": {
      "en": "XX Shinaide! Tsukimine-san"
    },
    "updatedAt": "2024-06-02T23:30:30+00:00",
    "coverArt": "https://mangadex.org/covers/7477bdb7-c146-41f7-a8de-29c7b7b5034c/237b3cf6-c30b-44f9-8b57-f9c6625ac89e.jpg",
    "altTitles": [
      {
        "ja": "××しないで！月峰さん。"
      },
      {
        "es-la": "¡¡No me XX!! Tsukimine-san"
      },
      {
        "en": "Don’t XX Ms. Tsukimine"
      },
      {
        "pt-br": "Não me XX!!! Tsukimine-san"
      }
    ],
    "description": {
      "en": "Hidaka Akira is a high school student who loves solitude. He avoids the crowds in his class and decides to eat alone, but there is someone who disturbs his peace. It is Tsukimine Chiyo, the girl at the highest level in the school hierarchy, a girl who is absolutely beautiful. Tsukimine called Akira and asked him to do his \"usual thing\". What kind of \"normal\" did they mean, and why were her clothes off...?",
      "pt-br": "Hidaka Akira é um estudante do ensino médio que adora a solidão. Ele evita as multidões em sua classe e decide comer sozinho, mas há alguém que perturba sua paz. Trata-se de Tsukimine Chiyo, a garota do mais alto nível na hierarquia da escola, uma garota absolutamente linda."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f74dc24b-3f38-44d5-b7d0-8c40f4b04e29",
    "title": {
      "en": "My Dear Lass"
    },
    "updatedAt": "2024-05-07T19:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/f74dc24b-3f38-44d5-b7d0-8c40f4b04e29/633844e2-a68a-476a-a1fb-38018078ffe3.png",
    "altTitles": [
      {
        "zh-hk": "小姑孃"
      },
      {
        "zh-ro": "Xiǎo Gūniāng"
      },
      {
        "fr": "Ma chère demoiselle"
      },
      {
        "zh": "小姑孃"
      },
      {
        "es": "Pequeña niña"
      },
      {
        "ru": "Девчонка"
      },
      {
        "uk": "Моя люба дівчина"
      },
      {
        "fr": "Une chère amie"
      },
      {
        "vi": "Cô Gái Thân Yêu Của Tôi"
      }
    ],
    "description": {
      "en": "\"It seems like I'd like someone like you.\"\n\n\"You're really like a little pony.\" \n\nThis is a slice-of-life of the romance and exploits of an adorkable and ditzy senior \"little fox\" and her dependable junior \"little pony\".",
      "uk": "\"Здається, мені б сподобався хтось на кшталт тебе\". \"Ти справді як маленьке поні\". Буденність про романтику та подвиги чарівної й навіженої Старшої \"лисички\" та її надійної Молодшої \"поні\".",
      "zh": "“我好像会喜欢你这样的人。” “你好像一匹小马。” 呆萌跳脱年上“小狐狸”和她的靠谱 “年下小马驹”的爱情事业双丰收日常 。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484cc85a-86ff-4791-ae6c-6eff42c38021",
    "title": {
      "en": "The Second Child of God"
    },
    "updatedAt": "2024-08-08T16:27:39+00:00",
    "coverArt": "https://mangadex.org/covers/484cc85a-86ff-4791-ae6c-6eff42c38021/5ca7e6bc-ef0d-4551-bfe3-740ae2b29bb8.jpg",
    "altTitles": [
      {
        "ko": "두번째 신의아이"
      }
    ],
    "description": {
      "en": "Jiseo, born with the fate of the second child of God. Hyunjin, who appeared before Jiseo as he lamented his fate, tries to help him but ends up being possessed by a ghost..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5a77aa6-a18f-48fe-b12a-69f62a55f7ec",
    "title": {
      "en": "Falling Blue"
    },
    "updatedAt": "2024-09-23T22:49:02+00:00",
    "coverArt": "https://mangadex.org/covers/e5a77aa6-a18f-48fe-b12a-69f62a55f7ec/e5aad0ba-b199-430d-94ad-7e5f5b8d7eeb.png",
    "altTitles": [
      {
        "en": "Dropping Blue"
      },
      {
        "zh": "Zhuì Lán"
      },
      {
        "zh": "坠蓝"
      }
    ],
    "description": {
      "en": "Lin Ling is unfortunate in everything she does… Until the day she met Fang Wan, a kind and perfect upperclassman. She unconsciously grew attracted to her. Somewhere in the vast universe, there is always someone who is closely connected with you, and if fate allows it, you will never be alone."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "2cbc0407-439d-469a-974e-f9135164f6fa",
    "title": {
      "en": "Fuguushoku \"Kanteishi\" ga Jitsu wa Saikyou Datta: Naraku de Kitaeta Saikyou no \"Shingan\" de Musou suru"
    },
    "updatedAt": "2024-07-21T18:53:02+00:00",
    "coverArt": "https://mangadex.org/covers/2cbc0407-439d-469a-974e-f9135164f6fa/21434d08-4d14-436a-807c-055bcedb78ab.jpg",
    "altTitles": [
      {
        "en": "Even Given the Worthless \"Appraiser\" Class, I'm Actually the Strongest - Unsurpassed with the Strongest [Divine Eye] Trained in the Abyss"
      },
      {
        "ja": "不遇職【鑑定士】が実は最強だった　～奈落で鍛えた最強の【神眼】で無双する～"
      },
      {
        "en": "The Unfavourable Job [Appraiser] Is Actually the Strongest ~ Unsurpassed With the Strongest [God’s Eye] That Was Trained in the Abyss"
      },
      {
        "pt-br": "Mesmo tendo a classe de \"Avaliador\" sem valor, sou na verdade o mais forte - Insuperável com o [Olho Divino] mais forte treinado no Abismo"
      }
    ],
    "description": {
      "en": "In a world where [Jobs] are god-given from birth, heroes are born, not made... and Ein’s job of [Appraiser] has put him about as far from the hero pedestal as possible.\n\nUsed, abused, and eventually abandoned by his fellow adventurers, Ein decides it just isn’t worth going on... Lucky for Ein, though, the end may just be the beginning... and a new lease on life. \n\nTurns out, his “worthless” job may just be the key to becoming a hero after all…\n\n\n---\n\n**Links:**\n- [Web Novel (Japanese)](https://ncode.syosetu.com/n5242fx)",
      "pt-br": "Em um mundo onde [Jobs] são dados por Deus desde o nascimento, os heróis nascem, não são feitos... e o trabalho de [Avaliador] de Ein o colocou o mais longe possível do pedestal do herói. Usado, abusado e eventualmente abandonado por seus companheiros aventureiros, Ein decide que não vale a pena continuar... Para sorte de Ein, porém, o fim pode ser apenas o começo... e um novo sopro de vida. Acontece que seu trabalho “inútil” pode ser apenas a chave para se tornar um herói, afinal…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4691cc57-625e-4620-8d94-534dd5b13438",
    "title": {
      "en": "Naniwa Tomoare"
    },
    "updatedAt": "2023-11-28T02:42:27+00:00",
    "coverArt": "https://mangadex.org/covers/4691cc57-625e-4620-8d94-534dd5b13438/a2f64b7d-d003-4fbb-83c1-def9f9b0524a.jpg",
    "altTitles": [
      {
        "ja-ro": "NaniTomo"
      },
      {
        "ja": "ナニワトモアレ"
      },
      {
        "vi": "Dù thế nào đi nữa / đó là tình bạn Naniwa"
      }
    ],
    "description": {
      "en": "Guruguru Osaka, crackling ring! Now, the piston in my crotch is tingling!! I like picking up girls more than having three meals. Naniwa's youthful pleasure of being popular and having sex. I'm not a fart with a big loan either. I want to buy a new Silvia. I don't have the skill (technique), but I can't give up on my lewd spirit. An 18-year-old boy is making his ring debut!!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "304"
  },
  {
    "mangaId": "2b30fb2f-3d2b-4cfb-84ec-58ad9e9a1811",
    "title": {
      "en": "Tsurenai Kemono ni Kamitsukitai"
    },
    "updatedAt": "2024-09-08T14:43:30+00:00",
    "coverArt": "https://mangadex.org/covers/2b30fb2f-3d2b-4cfb-84ec-58ad9e9a1811/b4fd6194-ac0c-4433-8c7d-c3da8feb61d3.jpg",
    "altTitles": [
      {
        "ja": "つれない獣に噛みつきたい"
      },
      {
        "en": "I Want to Bite an Unkind Beast"
      },
      {
        "zh-hk": "冷淡野獸、讓人想咬一口！"
      },
      {
        "ko": "무심한 짐승을 깨물고 싶어"
      }
    ],
    "description": {
      "en": "「 An Entertainment x Beastly Omegaverse starring a Younger Alpha Model x Talented Omega Manager 」Kyosuke Kozuka from the Fox race is hired as the exclusive manager of a popular model from the white tiger race, Ojiro Mifuyu. Despite being quite renowned for his skills, Kyosuke worked hard to hide from others around him that he is an Omega to survive in a society with strong prejudice against his animalistic gender. But one day when Mifuyu touches him in the dressing room, an unexpected heat happens–!? 「I’m the only one who is allowed to have sex with Kyosuke」says the younger, more passive alpha model. A blind love x obsessive omegaverse in which a younger alpha model with strong possessive desires embraces an omega like a beast!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-06-18T16:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/b27b95b9-43dd-45c5-9cfb-7ccd72503d39.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a937550-b757-4ce8-b8e5-82cffb88dbcf",
    "title": {
      "en": "Boushoku no forumu"
    },
    "updatedAt": "2024-10-03T05:31:06+00:00",
    "coverArt": "https://mangadex.org/covers/3a937550-b757-4ce8-b8e5-82cffb88dbcf/bb1afd52-9201-4d35-9f7d-f7b0e9857df4.jpg",
    "altTitles": [
      {
        "ja": "暴食のフォルム"
      },
      {
        "en": "The Shape of Gluttony"
      }
    ],
    "description": {
      "en": "In this 1980 short story by Rumiko Takahashi, a young ronin adopts a zashikiwarashi, a spirit that is supposed to bring good fortune into his home, however looks can be deceiving."
    },
    "status": "completed",
    "releaseDate": 1980,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/32cc09d8-18ca-45b2-bb60-1e1504a272ba.png",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "169f959e-c8d1-4341-86b3-ac0c263f709e",
    "title": {
      "en": "Sound! Euphonium - Welcome to Kitauji High School's Wind Ensemble Club"
    },
    "updatedAt": "2024-09-25T15:20:37+00:00",
    "coverArt": "https://mangadex.org/covers/169f959e-c8d1-4341-86b3-ac0c263f709e/21003374-7b8b-42f0-907d-1eec88998980.jpg",
    "altTitles": [
      {
        "ja": "響け！ ユーフォニアム 北宇治高校吹奏楽部へようこそ"
      },
      {
        "ja-ro": "Hibike! Euphonium - Kitauji Koukou Suisougakubu e Youkoso"
      }
    ],
    "description": {
      "en": "The Kitauji high school wind instrument club had at one time participated in national tournaments and was a champion school, but after the club's adviser changed, they have not been able to even participate in the qualifying tournament. Under the strict leadership of Taki, a substitute for Ms. Rikako, they steadily build up their strength. As they fight over who plays solos, some students give priority to studying and quit club activities. Finally, the long wished-for day of the contest arrives."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "14251813-1089-4ce2-ba3c-f9b4990f13f4",
    "title": {
      "en": "Marriage Comes the Ancestor: Get Out of Bed, You Yandere Devil Emperor"
    },
    "updatedAt": "2024-09-27T08:03:17+00:00",
    "coverArt": "https://mangadex.org/covers/14251813-1089-4ce2-ba3c-f9b4990f13f4/f15503d2-b840-4ff3-a9db-f2adc597c79b.jpg",
    "altTitles": [
      {
        "zh": "Zu Zong Jia Dao: Bing Jiao Mo Di Gun Xia Ta"
      },
      {
        "zh": "祖宗嫁到：病娇魔帝滚下榻"
      }
    ],
    "description": {
      "en": "The holy heroine who roamed the three realms woke up from her sealed memory and found that her reincarnation was simply miserable. Her home was gone, her father was gone, and her sister who had taken over her place actually poached her spirit and insulted her innocence... What's even more outrageous is that she actually married the old devil who was terrified by the ghost abyss? Sacrificial bride? Plaything for entertainment? Not happening, there is no surrender in my dictionary! The beginning was a crematorium, and the process was always exciting. She turned the tide against the wind and had a gorgeous revenge! Let's see how the beautiful, strong and miserable heroine and the sickly and delicate demon emperor work together to turn the tide."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "213"
  },
  {
    "mangaId": "9ee8e11a-de10-499f-b2de-64547a282972",
    "title": {
      "en": "Link! Life! Love Live! 104th Term"
    },
    "updatedAt": "2024-05-25T10:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/9ee8e11a-de10-499f-b2de-64547a282972/28bb55e3-6859-4fe1-bfeb-0724b1238cad.png",
    "altTitles": [
      {
        "ja": "りんく！らいふ！ラブライブ！104期"
      }
    ],
    "description": {
      "en": "Official 4-koma published with the game Link! Life! Love Live!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efad9362-a6bc-47f6-a0a7-80fc00572bcc",
    "title": {
      "en": "Pet"
    },
    "updatedAt": "2023-12-30T06:21:52+00:00",
    "coverArt": "https://mangadex.org/covers/efad9362-a6bc-47f6-a0a7-80fc00572bcc/e301e64a-1a64-43c6-b071-818f65750805.jpg",
    "altTitles": [
      {
        "ja": "ペット"
      }
    ],
    "description": {
      "en": "The story revolves around people who possess the ability to infiltrate human minds and manipulate memories. Their powers have been used in the underworld for covering up accidents, assassinations, and all manner of crimes. But these powers not only destroy others' spirits, but also corrupt the users' own hearts…"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "55"
  },
  {
    "mangaId": "6ae21099-033c-4899-8da6-ff8cd7e4751e",
    "title": {
      "en": "Yes, It's Me. The Obsessive Side Top"
    },
    "updatedAt": "2024-10-03T04:45:33+00:00",
    "coverArt": "https://mangadex.org/covers/6ae21099-033c-4899-8da6-ff8cd7e4751e/86543380-f568-4622-9fb6-51c49c41f8a5.jpg",
    "altTitles": [
      {
        "ko": "그래 나다. 서브광공"
      },
      {
        "en": "Yeah, It's Me. The Side Obsessive Seme"
      }
    ],
    "description": {
      "en": "One day, he suddenly became 'Ha Jin' a love-blind sub-protagonist in a webtoon. As he inevitably becomes involved with the main protagonist, Sun Woo, he becomes more and more immersed in the atmosphere and starts talking nonsense...\n\n“Sun Woo, are you a good kisser?”\n\"Why do you want to know?\"\n\"Sun Woo, why are you so seductive?! If you continue like this, oh, I'll end up liking you!\"\n\nThe revolving love story of Sun Woo, who slowly falls in love with Ha Jin, and Ha Jin, who is a master of clueless flirting."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc450607-0657-4abd-9ec0-b19e536fb287",
    "title": {
      "en": "I Failed to Divorce My Husband"
    },
    "updatedAt": "2024-07-28T16:35:22+00:00",
    "coverArt": "https://mangadex.org/covers/fc450607-0657-4abd-9ec0-b19e536fb287/433e3574-669f-4c03-9240-2fce2e0c6c40.jpg",
    "altTitles": [
      {
        "ko": "흑막 남편과의 이혼에 실패한 것 같다"
      },
      {
        "ko-ro": "Heungmang Nampyeongwaui Ihone Silpaehan Geon Gatda"
      },
      {
        "en": "My Failing Divorce"
      },
      {
        "en": "I Am Afraid I Have Failed to Divorce My Husband"
      },
      {
        "fr": "Les péripéties d'une ex-vilaine"
      },
      {
        "fr": "Je n'ai pas réussi à divorcer de mon (vilain) mari"
      },
      {
        "pt": "Falhei em me divorciar do meu esposo"
      },
      {
        "ja": "黒幕夫に惚れられました"
      },
      {
        "zh": "正太老公超黏人"
      }
    ],
    "description": {
      "en": "I've been reincarnated as the extra character who stalked her husband, the male lead, for 10 years and died. Of course, I tried to divorce him before the female lead appeared.\n\nBut, I found out that my young husband was secretly abused in the house. At that moment, I immediately became overwhelmed with the responsibility and sense of duty a modern adult would have. \n\n**\n\nAiden had his back turned away from her and suddenly grabbed her arm forcefully. The strength of his hands alone could have ripped her arms off. Erin timidly called his name and spoke. \n\n\"I already reminded you yesterday. We're a married couple, so I'm always on your side.\" \n\n\"...\"\n\n\"So, everything is alright.\" \n\nShe comforted him with these sweet words like it was a spell. And as if he was under her magic, Aiden stopped trembling. \n\n**\n\nThe adult Erin requested to divorce her husband Aiden before the female lead appeared. As soon as those words left her lips, Aiden's smile disappeared. \n\n\"A divorce? Never.\"\n\nAiden tore the divorce papers into such thin sheets, the contents were no longer legible. Erin smiled at the sight. (Synopsis source: Gourmet Scans)\n\n---\nEllen's plan is simple. Before turning into an obsessive villain who gets executed, she's going to get a divorce! But after she becomes Ellen Lianster, her plan gets complicated. Her new husband, Aiden, has developed a debilitating fear of being touched, and Ellen is determined to discover the cause and cure. As she finds ways to help him, an affection-deprived Aiden slowly begins to seek comfort from Ellen. With both hearts opening up to each other, can this marriage succeed... at failing?",
      "fr": "J'ai été réincarnée en tant que la figurante qui a harcelé son mari, le rôle masculin principal, pendant 10 ans et qui est morte. Bien sûr, j'ai essayé de divorcer avant que le personnage principal féminin n'apparaisse. Mais j'ai découvert que la nounou de mon jeune mari abusait secrètement de lui. À ce moment-là, j'ai immédiatement été submergée par la responsabilité et le sens du devoir d'un adulte moderne. *** Aiden, qui lui tournait le dos, lui a soudainement saisi le bras avec force. La seule force de ses mains aurait pu lui arracher les bras. Erin l'appela timidement et prit la parole. «Je te l'ai déjà rappelé hier. Nous sommes un couple marié, alors je suis toujours de ton côté.» «...» «Alors, tout va bien.» Elle le réconforta avec ces mots doux comme s'il s'agissait d'un sortilège. Et comme s'il était sous sa magie, Aiden cessa de trembler. *** Erin, adulte, a demandé le divorce à son mari Aiden avant que le personnage principal féminin n'apparaisse. Dès que ces mots ont quitté ses lèvres, le sourire d'Aiden a disparu. «Un divorce? Jamais.» Aiden a déchiré les papiers du divorce en feuilles si fines que le contenu n'était plus lisible. Erin sourit à cette vue.",
      "zh": "漫画简介: 社牛打工人穿成会被疯批男主处死的小恶女，却意外发现10岁的男主是个缺爱小可怜。每天糯叽叽黏人的正太小乖乖，在小恶女的养成下，还会成为腹黑疯批吗？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]