[
  {
    "mangaId": "9a957884-d1be-48b1-a90c-85686aa16430",
    "title": {
      "en": "Saki"
    },
    "updatedAt": "2024-05-05T21:22:31+00:00",
    "coverArt": "https://mangadex.org/covers/9a957884-d1be-48b1-a90c-85686aa16430/fce4eeaa-2315-4580-bce5-1ac4c2a958a9.jpg",
    "altTitles": [
      {
        "ja": "咲"
      },
      {
        "ja": "咲 -Saki-"
      },
      {
        "ja": "咲‐Saki‐"
      }
    ],
    "description": {
      "en": "Saki's never been a big fan of mahjong. A lifetime of being forced to play with family at holidays (and losing her money as a consequence...) has left a foul taste for the game in her mouth. When she's convinced, though, to play a game with her classmates, she discovers that not only has fending off her family left her with an uncanny ability for the game but, more surprisingly, that it can even be fun!\n\nIs this revelation enough to cleanse Saki's distaste for the game? Can her classmates convince her to join their club, or is there just too much baggage to make it worth her while?"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d8ec487-faef-4a92-8765-2ce1841de60c",
    "title": {
      "en": "Beyblade Burst"
    },
    "updatedAt": "2024-04-25T22:14:11+00:00",
    "coverArt": "https://mangadex.org/covers/9d8ec487-faef-4a92-8765-2ce1841de60c/c9384f59-491c-4047-8c8b-30c584b90e36.jpg",
    "altTitles": [
      {
        "ru": "Бейблэйд: Взрыв"
      },
      {
        "th": "เบย์เบลด เบิร์ส"
      },
      {
        "ja": "ベイブレードバースト"
      },
      {
        "ko": "베이블레이드 버스트"
      }
    ],
    "description": {
      "en": "Latest reboot of the Beyblade franchise.  \n  \nAnimeNewsNetwork Links:  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17992)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=19030)  \n[Season 3](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20757)\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": ""
  },
  {
    "mangaId": "70178d97-edd4-4455-8843-f0662f8eb640",
    "title": {
      "en": "Gomi Yashiki no Kamakura-san"
    },
    "updatedAt": "2024-05-08T01:08:25+00:00",
    "coverArt": "https://mangadex.org/covers/70178d97-edd4-4455-8843-f0662f8eb640/c4a8c687-3eb1-409e-87cd-9324e7dc9bb7.jpg",
    "altTitles": [
      {
        "ja": "ゴミ屋敷の鎌倉さん"
      },
      {
        "ja-ro": "Gomiyashiki no Kamakura-san"
      },
      {
        "en": "Trash Mansion's Kamakura-san"
      }
    ],
    "description": {
      "en": "Exhausted by his job, Kamakura shut himself in a house overflowing with garbage.\nBut his time, which stopped on \"that day\", started moving forward once again when a neighbor he had never spoken to before stepped into his house.\n\nA good-natured neighbor x a traumatised resident of a dirty room\nBoys' love tale of rescue and rehabilitation drawn by a genius newcomer."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "bfdb387a-7b85-4107-9e1f-5b0d14a7d8bd",
    "title": {
      "en": "Regression of the Shattering Sword"
    },
    "updatedAt": "2024-01-16T04:27:48+00:00",
    "coverArt": "https://mangadex.org/covers/bfdb387a-7b85-4107-9e1f-5b0d14a7d8bd/dd34e47c-08e7-48e2-a9ae-f7ead4ef4da7.jpg",
    "altTitles": [
      {
        "ko": "파공검제"
      },
      {
        "pt-br": "Regressão da Espada Perfuradora"
      },
      {
        "pt-br": "A Regressão da Espada Destruidora"
      },
      {
        "en": "Sword Breaker"
      }
    ],
    "description": {
      "en": "The ability to perfectly copy martial arts, Superior Interior Power!\nQin Tianlang, who was branded as the \"World's Greatest Killer,\" met a miserable death because of this ability.\nWhen he woke up, he had possessed the body of his son, Nam Gungcheon, who had committed suicide three days ago.\nNam Gungcheon, who had been deeply despised because he was the son of the \"World's Greatest Killer\".\n\n\"This time, I will become the \"First Heavenly Dragon\" in my son's name and take revenge on the world.\"",
      "ko": "무공을 그대로 복제할 수 있는 초견파공안! \n이 능력 때문에 천하대살성이란 오명을 뒤집어쓰고 비참한 죽음을 맞이한 진천랑.\n정신을 차려보니, 사흘 전 자결한 아들의 몸에 빙의했다.\n대살성의 자식이란 이유로 지독히 멸시받아 왔던 아들 남궁천.\n\n이번 생은, 아들의 이름으로 천하제일검이 되어 세상을 향해 복수해주마.",
      "pt-br": "A habilidade para copiar perfeitamente as artes marciais, Poder Interno Superior!\nQin Tianlang, que era rotulado como \"O maior assassino do mundo\", encontrou uma morte miserável por causa de sua habilidade.\nQuando acordou, ele possuiu o corpo de seu filho, Nam Guncheon, que tinha cometido suicídio três dias atrás.\nNam Guncheon tinha sido extremamente desprezado porque ele era o filho do \"Maior  assassino do mundo\".\n\n\"Desta vez, eu me tornarei o 'Primeiro dragão celestial' em nome do meu filho e me vingarei do mundo\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afe24df9-ba17-4f93-93ff-02e94cefd71f",
    "title": {
      "en": "Regressor’s Life After Retirement"
    },
    "updatedAt": "2024-04-19T16:52:52+00:00",
    "coverArt": "https://mangadex.org/covers/afe24df9-ba17-4f93-93ff-02e94cefd71f/4d900a65-762a-4018-9614-f6ff28113f92.jpg",
    "altTitles": [
      {
        "en": "Retirement Life of a Returner"
      },
      {
        "ko": "회귀자의 은퇴 라이프"
      }
    ],
    "description": {
      "en": "After the first Gate opened in 2018, Lim Dae-In survived for 20 years on Earth while being connected to other dimensions. \n\nThe day after his long-awaited retirement celebration, he regresses by 20 years, back to when he had nothing…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f72b7878-0686-47ac-ad07-efe156ec4c5a",
    "title": {
      "en": "So I Am the Ancestor of the Demonic Path?"
    },
    "updatedAt": "2024-05-08T00:41:37+00:00",
    "coverArt": "https://mangadex.org/covers/f72b7878-0686-47ac-ad07-efe156ec4c5a/96550396-9356-47cf-a9d6-2125b88f4ca0.jpg",
    "altTitles": [
      {
        "zh": "原来我是魔道老祖？"
      },
      {
        "zh-ro": "Yuanlai Wo Shi Modao Lao Zu?"
      },
      {
        "en": "It Turns Out That I'm the Demonic Ancestor!"
      },
      {
        "en": "So I Am the Ancestor of the Devil?"
      }
    ],
    "description": {
      "en": "The almighty Yun-Ye is now reaching the end of his life. As the eight factions that have claimed to be righteous knew about the end of Yun-Ye's life, they launched an attack against him. At the same time, a person with the same name has traversed and took over the body along with a system, and he has now started the path to eliminate evil and spread righteousness. Yun-Ye is able to earn points by completing system missions, then use them to trade for vitality. He will then slowly lead his six disciples and take back the treasure and legacies that belonged to them, and slowly expose the dark side of the eight factions."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab65d859-f48f-47ab-a4df-eb63700f66cb",
    "title": {
      "en": "Maga-Tsuki"
    },
    "updatedAt": "2024-05-08T00:45:29+00:00",
    "coverArt": "https://mangadex.org/covers/ab65d859-f48f-47ab-a4df-eb63700f66cb/61935b79-282a-425d-9e66-22c348c7cf66.jpg",
    "altTitles": [
      {
        "ja-ro": "Magatsuki"
      },
      {
        "ru": "Богиня неудач"
      },
      {
        "th": "ชุลมุนวุ่นรักเทพสาวสุดป่วน"
      },
      {
        "ja": "まがつき"
      },
      {
        "zh": "不被女神附体就会死吗?"
      },
      {
        "ko": "마가츠키"
      }
    ],
    "description": {
      "en": "One day, Yasuke was working up the courage to confess his feelings for his childhood friend Akari. It was the perfect opportunity, since the two of them were going to eat dinner alone together at his family's shrine. Before dinner, he rushes through the daily shrine rituals and accidentally breaks a sacred mirror.  \nA goddess, who looks like a cute girl, curses him for it, and now he will die if he's ever separated from her. All too late, he learns that she's a goddess of misfortune, and horrible things happen around her whenever she's upset. Will he be able to get the goddess to lift the curse? And how will he ever explain this to Akari?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "65"
  },
  {
    "mangaId": "a4337a6a-b57a-4819-8292-c03352afc5cb",
    "title": {
      "en": "The Dungeon Cleaning Life of a Once Genius Hunter"
    },
    "updatedAt": "2024-03-21T20:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/a4337a6a-b57a-4819-8292-c03352afc5cb/7a9c1cf0-6b5e-40ea-9917-844459edb615.png",
    "altTitles": [
      {
        "ko": "회귀한 천재 헌터의 슬기로운 청소생활"
      },
      {
        "en": "The Sagacious Cleaning Life of a Returned Genius Hunter"
      },
      {
        "ru": "Мудрая уборка жизни вернувшегося охотника за гениями"
      },
      {
        "en": "Clever Cleaning Life Of The Returned Genius Hunter"
      }
    ],
    "description": {
      "en": "World’s first SSS-ranked genius hunter, Kim Jun-woo.\n\nHe regresses ten years into the past after being ambushed by unknowns one day. With all his hunter skills now locked, he must fulfill his career as a dungeon cleaner to unlock them.\n\nBut this cleaner… is extraordinary!\n\nThe once renowned hunter, Kim Jun-woo, takes over the cleaning duty with vigorous determination.",
      "fr": "Kim Jun-Woo, le premier chasseur de génie de rang SSS au monde.\n\nIl est un utilisateur incroyable de capacité, mais sa personnalité horrible conduit à des problèmes avec sa réputation.\n\nAu milieu de ses problèmes, il a été attaqué et tué par un groupe non identifié.\n\nQuand il a ouvert les yeux, il était retourné dans le passé, il y a 10 ans.\n\nBien qu’il essaie de redevenir un chasseur et d’élever son rang, ses compétences ont toutes été scellées par le karma de sa vie antérieure.\n\nPour le libérer, il doit travailler comme « nettoyeur de donjon », un métier réputé pour être extrêmement dur dans cette industrie !\n\nMais ce nettoyeur, il est différent !",
      "ko": "세계 최초 SSS랭크 천재 헌터 김준우.\n대단한 능력자지만, 인정머리가 없는 탓에 평판에 문제가 생긴다.\n골머리를 썩히고 있는 와중, 정체를 알 수 없는 집단에게 습격받아 죽게 되고,\n눈을 떠보니 10년 전 시점으로 회귀한 상태.\n\n다시 헌터가 되어 랭크를 올리려 했지만, 이전 생의 업보로 인해 스킬을 모두 봉인 당하고,\n해제를 위해서는 업계에선 극한 직업으로 유명한 '던전 청소부'로 일을 해야 하는데?!\n\n하지만 이 청소부, 남다르다!\n몬스터는 물론이거니와, 골깝떠는 헌터, 자리만 차지하는 낙하산 상사, 심지어 동료가 될 사람까지\n모든 걸 청소할 기세로 깽판을 치는데...\n\n현직 헌터보다 더 강한 전직 헌터의 망나니식 청소가 시작된다!",
      "pt-br": "Kim Jun-woo, o primeiro caçador genial de rank SSS.\n\nEle é um incrível usuário de habilidades, mas sua personalidade horrível trás problemas para sua reputação.\n\nNo meio de seus problemas, ele foi atacado e morto por um grupo não identificado. E quando abriu os olhos, havia retornado 10 anos para seu passado.\n\nEmbora ele tente voltar a ser um caçador e aumentar seu rank, as habilidades dele foram seladas pelo karma de sua vida passada.\n\nPara conseguir libertar suas habilidades, ele precisa trabalhar como um “Limpador de Dungeons”, que tem a fama de ser incrivelmente difícil! Mas esse faxineiro, ele é diferente!\n\nNão apenas monstros – caçadores problemáticos, superiores conseguindo suas posições por puro nepotismo, e até mesmo seus colegas.\n\nEle está fazendo a maior bagunça para limpar tudo. O ex-caçador, que é mais forte do que os caçadores atuais, e sua limpeza maluca vão começar!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02e5ba4d-24e8-4f83-9b18-19f1508d865d",
    "title": {
      "en": "My Husband, My Sister, and I"
    },
    "updatedAt": "2023-07-29T15:41:21+00:00",
    "coverArt": "https://mangadex.org/covers/02e5ba4d-24e8-4f83-9b18-19f1508d865d/d25446d6-3086-42c6-83a4-544edb7164db.jpg",
    "altTitles": [
      {
        "ko": "세 명이서 결혼 생활 중입니다"
      },
      {
        "en": "The Three Are Living a Married Life"
      }
    ],
    "description": {
      "en": "On the night of her fourth wedding anniversary, moans were heard from her husband’s bedroom. \n\n“Tell me I’m better than her, come on.”\n\nIt was the voice of her twin sister."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "70"
  },
  {
    "mangaId": "57b52103-769a-490e-af54-49fd9ce08dcf",
    "title": {
      "en": "The Prince of Tennis"
    },
    "updatedAt": "2023-10-20T23:37:37+00:00",
    "coverArt": "https://mangadex.org/covers/57b52103-769a-490e-af54-49fd9ce08dcf/02d303ce-78d9-4236-9200-973fbfb04064.png",
    "altTitles": [
      {
        "vi": "Hoàng tử tennis"
      },
      {
        "en": "Prince of Tennis"
      },
      {
        "ja-ro": "Tennis no Oujisama"
      },
      {
        "ja": "テニスの王子様"
      },
      {
        "zh-hk": "網球王子"
      },
      {
        "zh-hk": "网球王子"
      },
      {
        "ko": "테니스의 왕자"
      },
      {
        "pt-br": "O Príncipe do Tênis"
      }
    ],
    "description": {
      "en": "Ryoma Echizen just joined the Seishun Academy's tennis team, which is known for being one of the most competitive teams in Japan. Its members are incredibly talented, gifted, and athletic. With rigorous and extremely intense practices, the upperclassmen of the team expect the very best from themselves and they expect even more from the new members of the team. While most of the freshmen are on pins and needles hoping they won't get cut from the team, Ryoma Echizen is confident, cool, and collected. Some might even say he's cocky, but at least he's got the skills to back up his attitude. With his virtually unreturnable \"twist serve,\" Ryoma is sure to make the starting team.  \n  \nJoin Ryoma and the other first years, as they train hard, make friends, and try to find a place for themselves on the team. Ryoma Echizen is the Prince of Tennis. He may be ready for the Seishun Academy tennis team, but are THEY ready for HIM?"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "379"
  },
  {
    "mangaId": "ca702a1d-f7ef-43b7-baa0-e323dda4f6de",
    "title": {
      "en": "To Be an Actor"
    },
    "updatedAt": "2024-05-02T21:38:11+00:00",
    "coverArt": "https://mangadex.org/covers/ca702a1d-f7ef-43b7-baa0-e323dda4f6de/6c2f09cc-f89b-4b71-a567-7ce409e98411.jpg",
    "altTitles": [
      {
        "en": "I Will Live as an Actor"
      },
      {
        "ko": "배우로서 살겠다"
      },
      {
        "ja": "役者として生きる"
      },
      {
        "en": "Be the Actor"
      },
      {
        "ko-ro": "Baeuroseo Salgetda"
      },
      {
        "fr": "Vivre comme un acteur"
      },
      {
        "fr": "Comment vivre selon un acteur"
      }
    ],
    "description": {
      "en": "Jang Young-guk’, who achieved great success as a supporting actor.\nReceived the first and honorable Best Supporting Actor Award at the Acting Awards.\n\nHowever, on that day, his mother passed away…\n\nHorrified by the death of his mother, whom he neglected for years, Young-guk decided to end his life…\n\nBefore his death, he longingly recalled the warmth of his mother and the peaceful memories of the past. He regretted turning his back on those memories…\n\nAt that moment, he suddenly regressed to his childhood…\n\n“I regressed, to that past I missed”\n\n“As an inescapable fact, this life is just…”\n\nOnce again, the story of a person who wants to live as an actor begins.\nWill he be able to live a happy life unlike the previous life?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c0aee7d-3979-4f2a-86cd-be41972f46fa",
    "title": {
      "en": "A Village Protected by a Dragon"
    },
    "updatedAt": "2023-08-09T16:17:06+00:00",
    "coverArt": "https://mangadex.org/covers/3c0aee7d-3979-4f2a-86cd-be41972f46fa/b50f0c76-7e7c-4804-9579-3b2a7beb32ea.png",
    "altTitles": [
      {
        "en": "The Village protected by a dragon"
      },
      {
        "es-la": "Uma Vila Protegida Por Um Dragão"
      },
      {
        "zh": "You Long Shou Hu De Xiao Zhen"
      },
      {
        "zh": "有龙守护的小镇"
      }
    ],
    "description": {
      "en": "Hua Dai found herself with an illness - whenever she touches something she wants/likes, her hands will get stuck to it until she buys it. Due to this illness, she is in great debt. Without choice, she decided to go back to her grandpa's house with this secret key her grandpa gave her in search of treasure, hoping to pay off her debts. As Hua Dai arrived at Bai Lin Village, she found a girl named \"Long\" who claimed to be a disciple of her grandpa. With this, Hua Dai started living with this strange girl…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "70"
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach - Digital Colored Comics"
    },
    "updatedAt": "2024-01-22T01:22:43+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "BLEACH"
      },
      {
        "en": "BLEACH (Official Colored)"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n  \nMonochrome version won the 50th Shogakukan Manga Award in the Shounen category.",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.  \n  \nVersión monocroma ganó el 50º Premio Shogakukan Manga en la categoría Shounen.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "d772eaf6-2a41-4485-b144-782782eed0df",
    "title": {
      "en": "What Do You Do If the Heroine Escapes From Your Novel"
    },
    "updatedAt": "2024-05-08T01:09:03+00:00",
    "coverArt": "https://mangadex.org/covers/d772eaf6-2a41-4485-b144-782782eed0df/dfe9d47b-202d-4f1e-8e89-43cfb284a0c4.jpg",
    "altTitles": [
      {
        "en": "What to Do Now If the Heroine Escapes From the Book?"
      },
      {
        "zh": "女主从书里跑出来了怎么办"
      },
      {
        "zh-ro": "Nu Zhu Cong Shu Li Pao Chulaile Zenme Ban"
      },
      {
        "zh-ro": "Nǚ Zhǔ Cóng Shū Lǐ Pǎo Chūláile Zěnme Bàn"
      },
      {
        "en": "What To Do If The Heroine Escapes From The Book"
      },
      {
        "ja": "ヒロインが本から逃げ出したらどうすればいい？"
      },
      {
        "en": "What Do I Do? The Female Lead Has Emerged From The Book"
      }
    ],
    "description": {
      "en": "Chu Ge is a writer of harem novels. As he was writing about the female sect leader, one of the strongest cultivators in the world, falling in love… \nA woman appeared in his room, pointing a sword at his neck, “If you dare write that I fell in love with that man, I’ll kill you.”\n\nOfficial Translations:\n[Japanese](https://piccoma.com/web/product/151163/)",
      "id": "Chu ge adalah penulis bertema harem. Sementara dia sedang menulis tentang kasih sayang yang berkembang dari pemimpin sekte wanita, salah satu individu terkuat di dunia, seorang wanita tiba-tiba muncul di kamarnya, memegang pedang di tenggorokannya, dan berkata, “Jika kamu berani menulis bahwa aku jatuh cinta dengan pria itu, aku akan membunuhmu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8c6395b-aa04-426f-aa09-284ae1c3a1e5",
    "title": {
      "en": "Tsui no Taimashi ―Ender Geisterー"
    },
    "updatedAt": "2024-01-27T10:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/a8c6395b-aa04-426f-aa09-284ae1c3a1e5/21b70ef1-cdf6-48c8-bc46-622948dad202.jpg",
    "altTitles": [
      {
        "es": "El último exorcista -Ender geister-"
      },
      {
        "en": "The Last Exorcist -Ender Geyster-"
      },
      {
        "ja": "終の退魔師―エンダーガイスター"
      },
      {
        "zh-hk": "終之退魔師"
      },
      {
        "th": "มือปราบปิศาจคนสุดท้าย ENDER GEISTER"
      },
      {
        "vi": "Chung Chi Thối Ma Sư -Ender Geister-"
      }
    ],
    "description": {
      "en": "Akira, a demonically strong S-class exorcist, is sent from Germany to investigate a paranormal event in a certain city in Japan. \nHe destroys creatures from other worlds with his beautiful exorcist partner Chikage.",
      "es": "Akira es un exorcista de clase S que es enviado desde Alemania para investigar un incidente sobrenatural en cierta ciudad de Japón. Él y su compañera, la hermoso exorcista Chikage, acabarán a las criaturas que han venido de otro mundo.",
      "id": "Akira adalah pengusir setan kelas S yang dikirim dari Jerman untuk menyelidiki insiden supernatural di kota tertentu di Jepang. Dia dan rekannya, pengusir setan cantik Chikage, akan menghabisi makhluk yang datang dari dunia lain."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a889112-f43a-4960-8fb8-68bec0bd85cf",
    "title": {
      "en": "Gyaru Maid to Akuyaku Reijou: Ojou-sama no Happy End shika Katan!"
    },
    "updatedAt": "2024-03-19T22:36:07+00:00",
    "coverArt": "https://mangadex.org/covers/8a889112-f43a-4960-8fb8-68bec0bd85cf/b4d9475f-b1d4-4a60-9bd9-cf53425bfba4.jpg",
    "altTitles": [
      {
        "ja": "ギャルメイドと悪役令嬢 ～おじょーさまのハッピーエンドしか勝たん！～"
      },
      {
        "ja-ro": "Gyaru Maid to Akuyaku Reijou ~Ojou-sama no Happy End shika Katan!~"
      },
      {
        "pl": "Modna Służka i Antagonistka: Liczy Się Tylko Pomyślność Mojej Pani!"
      },
      {
        "en": "Gal Maid & Villainess: Only Milady's Happy End Will Win!"
      }
    ],
    "description": {
      "en": "A gyaru named Serina is reincarnated into the world of an otome game as a background character who is sold off by her family and now works as the exclusive maid of the game's villainess Almelia. Yuri romcom hijinks ensue.",
      "pt-br": "Uma gyaru chamada Serina é reencarnada no mundo de um Otome game (jogo de \"namoro\"), como uma personagem secundária que é vendida por sua família e agora trabalha como a empregada exclusiva da vilã do jogo, Almelia. Confusões românticas Yuri de forma hilariantes se desdobram."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2024-01-03T18:40:27+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/ba47ca06-012c-4957-a4bd-5e1ff508ebae.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\n\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House - Digital Colored Comics"
    },
    "updatedAt": "2024-04-22T15:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/43d0aed9-dec3-483f-94d7-81bf63a518eb.jpg",
    "altTitles": [
      {
        "es": "Casa de Sombras"
      },
      {
        "en": "Shadows House (Official Colored)"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "265d8091-f6b1-48b4-ab13-88a8f320574a",
    "title": {
      "en": "Mahou Shoujo ni Akogarete - Moshi Mahou Shoujo ni Narete no Zokuhen (Doujinshi)"
    },
    "updatedAt": "2024-04-19T15:11:58+00:00",
    "coverArt": "https://mangadex.org/covers/265d8091-f6b1-48b4-ab13-88a8f320574a/7e947d71-007f-4961-944a-3f523b811e58.jpg",
    "altTitles": [
      {
        "en": "Gushing over Magical Girls - If I Could Become a Magical Girl (Sequel)"
      },
      {
        "ja": "魔法少女にあこがれて - もし魔法少女になれての続編"
      },
      {
        "zh-hk": "憧憬成為魔法少女 - 如果成為魔法少女續篇"
      },
      {
        "en": "Looking up to Magical Girls - If I Could Become a Magical Girl (Sequel)"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27073d25-1b4e-498d-a421-09ed3f3c869a",
    "title": {
      "en": "Makyou Seikatsu: Gakeppuchi Boukensha ga Hikikomoru ni wa Hirosugiru"
    },
    "updatedAt": "2024-04-29T09:17:56+00:00",
    "coverArt": "https://mangadex.org/covers/27073d25-1b4e-498d-a421-09ed3f3c869a/3f3c7afe-04e5-429f-a819-50315c77fc42.jpg",
    "altTitles": [
      {
        "en": "Life in the Demon Land"
      },
      {
        "ja": "魔境生活 〜崖っぷち冒険者が引きこもるには広すぎる〜"
      }
    ],
    "description": {
      "en": "After being expelled from his family home, our main character tries his hand at becoming an adventurer, only to find out that things aren't quite as they seem. Determined to change his fate, and with the money he's saved up, he heads out to purchase a plot of land in the remote, unexplored wilderness, with the intent of forging his perfect new life. Little does he know, this expanse is infamous as the 'Demonic Realm,' a treacherous territory brimming with savage plants and creatures!\n\nBut navigating the daily trials of this life-threatening wilderness may prove be a challenge. In his journey of growth, an array of inhabitants, each driven by their motives, decide to follow him, bringing vibrancy back into his life. However, unseen powers resolute in preventing the Demonic Realm from being conquered begin to surface... Will he be able to endure, triumph, and make this land his new home?",
      "ja": "実家を追い出されて冒険者になるも、堕落の一途を辿る主人公の青年。このままでは駄目だと一念発起した彼は、超辺境にある土地を購入して理想の住み処を作ろうとする。しかしその土地は『魔境』と呼ばれる、凶暴な動植物がうごめく超危険地帯であった！\n日々命がけのサバイバルを生き抜き、徐々に逞しくなってゆく青年。そんな彼のもとに訳アリな住人たちも集まり生活が賑やかになるが、魔境を放っておかない勢力も現れて……！？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "e7362bdb-d530-4570-ae47-cd0fc47878e7",
    "title": {
      "en": "Reborn Rich"
    },
    "updatedAt": "2024-02-22T01:10:15+00:00",
    "coverArt": "https://mangadex.org/covers/e7362bdb-d530-4570-ae47-cd0fc47878e7/1cc41e28-a166-4f9a-8ab8-31dac7882fe9.jpg",
    "altTitles": [
      {
        "ko": "재벌집 막내아들"
      },
      {
        "en": "The Chaebeol's Youngest Son"
      },
      {
        "en": "The Youngest Son of Sunyang"
      },
      {
        "en": "Youngest Son of the Conglomerate"
      },
      {
        "en": "The Youngest Son of a Conglomerate"
      },
      {
        "en": "The Youngest Son of a Chaebol Family"
      },
      {
        "ja": "財閥家の末息子"
      },
      {
        "zh-hk": "財閥家的小兒子"
      },
      {
        "zh": "财阀家的小儿子"
      },
      {
        "ar": "الابن الأصغر لتكتل"
      },
      {
        "fa": "تولد دوباره در خانواده پولدار"
      },
      {
        "th": "รีบอร์นริช"
      },
      {
        "vi": "Cậu út nhà tài phiệt"
      },
      {
        "fr": "Le plus jeune petit fils du conglomérat"
      },
      {
        "ka": "ხელახლა დაბადებული მდიდარი"
      },
      {
        "ka": "ჩაბეოლის უმცროსი ვაჟი"
      }
    ],
    "description": {
      "en": "Having started from the bottom and worked his way to the top, Hyeonwoo finds himself betrayed by the royal family of Soonyang Group, the largest corporation in South Korea, after providing 13 years of dedicated service. Just when he thinks all his efforts have been made in vain and prepares to embrace his death, he suddenly wakes up in the body of Dojun Jin, the youngest grandson to the founder and CEO of Soonyang, having traveled back in time. Having been granted this second chance, Hyeonwoo begins to lay the foundation for his revenge against his evil relatives."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "93052ed2-a540-4fe3-8066-ffd1ca2685bf",
    "title": {
      "en": "Kuroko no Basket - Sakurasaku Jinx (Doujinshi)"
    },
    "updatedAt": "2024-05-07T23:30:47+00:00",
    "coverArt": "https://mangadex.org/covers/93052ed2-a540-4fe3-8066-ffd1ca2685bf/15bc158f-019a-4390-ab1b-3a07e98c1e95.png",
    "altTitles": [],
    "description": {
      "en": "Pairing: Akashi Seijuurou x Kuroko Tetsuya"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9",
    "title": {
      "en": "Burning Kabaddi"
    },
    "updatedAt": "2023-12-27T22:24:38+00:00",
    "coverArt": "https://mangadex.org/covers/1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9/d85129b7-98a4-44bb-b07d-9b074b57402c.jpg",
    "altTitles": [
      {
        "ja-ro": "Shakunetsu Kabaddi"
      },
      {
        "ta": "எரியும் கபடி"
      },
      {
        "ja": "灼熱カバディ"
      },
      {
        "hi": "Jwalit Kabaddi"
      },
      {
        "hi": "धधकती कबड्डी"
      }
    ],
    "description": {
      "en": "The story centres on first-year high school student Tatsuya Yoigoshi, a former ace soccer player who dislikes sports. \nHe gets invited to join the team for an Indian contact sport called Kabaddi. \nHe scoffs at the idea at first but becomes interested after watching a kabaddi practice."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcd976e5-ae13-40dd-9e6d-20026272808f",
    "title": {
      "en": "All My Darling Daughters"
    },
    "updatedAt": "2022-12-11T06:02:30+00:00",
    "coverArt": "https://mangadex.org/covers/dcd976e5-ae13-40dd-9e6d-20026272808f/85b16831-c2f2-4d57-a683-b3239a9eec6c.png",
    "altTitles": [
      {
        "ja-ro": "Aisubeki Musume-tachi"
      },
      {
        "zh-hk": "全都因為愛"
      },
      {
        "ja": "愛すべき娘たち"
      },
      {
        "ko": "사랑해야 하는 딸들"
      },
      {
        "zh": "全都因为爱"
      },
      {
        "zh-ro": "Quándōu yīnwèi ài"
      },
      {
        "ko-ro": "salanghaeya haneun ttaldeul"
      }
    ],
    "description": {
      "en": "Yukiko, a 30-something salarywoman struggles to adapt when her widowed mother, with whom she still lives and with whom she has a strained but loving relationship, decides to remarry with a much younger man. This leads into an interconnected series of stories about relationships - both familial and romantic - as experienced by Yukiko, her friends and relatives.\n\n[Official English](https://www.viz.com/all-my-darling-daughters)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "ca6edf6e-f4f3-44b6-9a0d-18530701ae87",
    "title": {
      "en": "Uchi no Musuko wa Tabun Gay"
    },
    "updatedAt": "2024-03-26T14:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/ca6edf6e-f4f3-44b6-9a0d-18530701ae87/ed8199ce-21be-4d76-b6e6-b316ab0e1863.jpg",
    "altTitles": [
      {
        "vi": "Con Trai Tôi Có Lẽ Là Gay"
      },
      {
        "de": "Ich glaub, mein Sohn ist schwul"
      },
      {
        "en": "Our Son Is Probably Gay"
      },
      {
        "ja-ro": "Uchi no Musuko wa Tabun Gei"
      },
      {
        "ja": "うちの息子はたぶんゲイ"
      },
      {
        "en": "My Son Is Probably Gay"
      },
      {
        "en": "I Think Our Son Is Gay"
      }
    ],
    "description": {
      "en": "A sweet, open-minded mother starts suspecting one of her sons might be gay."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "104"
  },
  {
    "mangaId": "9ecd208c-c592-4462-9f57-4d7d4a9f956f",
    "title": {
      "en": "Mercenary Enrollment"
    },
    "updatedAt": "2024-01-30T23:47:15+00:00",
    "coverArt": "https://mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "altTitles": [
      {
        "ko": "입학용병"
      },
      {
        "ko-ro": "Ipagyongbyeong"
      },
      {
        "en": "Teenage Mercenary"
      },
      {
        "de": "Söldnereinschreibung"
      },
      {
        "fr": "High School Mercenary"
      },
      {
        "es": "Mercenario adolescente"
      },
      {
        "ja": "入学傭兵"
      },
      {
        "zh": "少年佣兵"
      },
      {
        "zh-hk": "入學傭兵"
      },
      {
        "th": "พี่ชายสายบอดี้การ์ด"
      },
      {
        "id": "High School Soldier"
      },
      {
        "id": "Tentara Menyamar Jadi Anak SMA"
      },
      {
        "pt-br": "Mercenário Adolescente"
      }
    ],
    "description": {
      "de": "Im Alter von acht Jahren verlor Ijin Yoo seine Eltern bei einem Flugzeugabsturz und strandete in einem fremden Land, wo er gezwungen war, ein Kindersöldner zu werden, um zu überleben. Zehn Jahre später kehrt er nach Hause zurück, um mit seiner Familie in Korea wieder vereint zu sein. Dort scheint alles friedlich zu sein, doch schon bald muss Ijin feststellen, dass das Leben als Teenager eine ganz andere Art des Überlebens ist. Da ihm nur noch ein Jahr in der Oberschule bleibt, muss Ijin neue Taktiken erlernen, um sich auf dem Schlachtfeld der Schule zurechtzufinden. Kann er ein Jahr Oberschule überleben? Oder wird die Schule vielmehr in der Lage sein, IHN zu überleben?\n\n---\nDie Geschichte handelt von einem jungen Koreaner, der bei einem Flugzeugabsturz seine Eltern verloren hat. Das Kind landet irgendwie in einem vom Krieg zerrissenen Teil der Welt und wird zu einem Top-Söldner im Teenageralter. Irgendwie findet er seine Familie wieder und beschließen, ein ruhiges Leben mit seiner Familie zu führen.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "en": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. He returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
      "es": "A los ocho años, Ijin Yu perdió a sus padres en un accidente aéreo y quedó varado en un país extranjero, forzado a convertirse en mercenario para sobrevivir. Diez años después, regresa a su hogar para reunirse con su familia en Corea, en donde sobra la comida y todo parece estar en paz. Sin embargo, Ijin pronto descubrirá que la vida de adolescente es otro tipo de supervivencia. En su último año de secundaria, Ijin debe dominar nuevas tácticas para resistir en el campo de batalla escolar. ¿Podrá sobrevivir a su último año? ¿O podrá su escuela sobrevivir a él?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "fr": "Ijin est un jeune mercenaire qui est le seul survivant d’un accident d’avion survenu dans son enfance. Il vient tout juste de retourner auprès de sa famille qui le croyait mort durant ses 10 ans d’absence. Ijin pourra-t-il mettre de côté son passé sombre et mener une vie normale de lycéen?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "hu": "Yu Ijin volt az egyetlen túlélője egy repülőgép-szerencsétlenségnek, amikor még kicsi volt. Miután zsoldosnak állt, hogy 10 évig túléljen, visszatér a családjához a szülővárosába.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "id": "Yoo Leejin, satu-satunya orang yang hidup dari kecelakaan pesawat terbang, harus bekerja sebagai tentara bayaran selama 10 tahun. Tapi akhirnya dia kembali ke tempat asalnya dan memulai kehidupan baru sabagai anak SMA biasa. Apakah dia bisa bersekolah dengan normal?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "ko": "어린 시절 비행기 추락 사고의 유일한 생존자 유이진.  \n살아남기 위해 용병으로 살아가던 유이진은 10년 후, 가족이 있는 고향으로 돌아왔다.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "th": "ยูอีจิน เด็กหนุ่มผู้รอดตายจากอุบัติเหตุเครื่องบินตกและใช้ชีวิตเป็นทหารมานับแต่นั้นได้กลับมาหาครอบครัวของเขาในที่สุดหลังจากผ่านเวลาไปเป็นสิบปี\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh": "超强少年佣兵归来！\n欺负我妹的一个都不准跑！\n\n幼年遭遇飞机失事，成为唯一幸存者的柳亦真，为了生存成为了佣兵。十年后，因偶然的契机得以回到故乡上学并找回了自己的家人。正当他为失而复得的家人感到幸福，为安逸的生活感到欣喜时，却发现事情并不如他所愿。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "pt-br": "Yu Ijin foi o único sobrevivente de uma queda de avião quando ainda era criança. Depois de se tornar um mercenário por 10 anos para sobreviver, ele retornou para sua família em sua cidade natal.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh-hk": "《大貴族》孫齊晧作家的新作！ 幼年時，飛機墜毀事故的唯一倖存者劉理真，爲了生存以傭兵生活的劉理真，10年後回到了有家人的故鄉。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c67a1122-1ad4-4de2-8900-a0547cfd789c",
    "title": {
      "en": "Beethoven Reborn"
    },
    "updatedAt": "2024-03-16T13:13:07+00:00",
    "coverArt": "https://mangadex.org/covers/c67a1122-1ad4-4de2-8900-a0547cfd789c/3dc049c2-7e20-4146-82d2-fd1ae2ec6705.jpg",
    "altTitles": [
      {
        "en": "Beethoven Born Again"
      },
      {
        "ko": "다시 태어난 베토벤"
      }
    ],
    "description": {
      "en": "Only music sustained me from the maddening pain. If only I could hear my music... with my own ears... Even as my soul was falling apart, I prayed to God... and prayed again. Ludwig van Beethoven is considered the greatest composer in human history. I closed my eyes like that. And 180 years later in Seoul. The saint of music, known as an immortal genius, has been reborn. <Beethoven Born Again> And then I began to hear the voice of an angel. \"Dobin.. Dobin..\" Only music sustained me from the maddening pain.",
      "id": "Hanya musik yang menopangku dari rasa sakit yang menjengkelkan. Andai saja aku bisa mendengarkan musikku… dengan telingaku sendiri… Bahkan ketika jiwaku sedang hancur sekalipun, aku tetap akan berdoa kepada Tuhan… dan berdoa lagi. Ludwig van Beethoven dianggap sebagai komposer terhebat dalam sejarah manusia. Aku menutup mataku seperti itu. Dan 180 tahun kemudian di Seoul. Sang Saint musik, yang dikenal sebagai seorang jenius abadi, telah terlahir kembali. Dan kemudian tiba-tiba aku mulai mendengar suara malaikat. “Dobin.. Dobin..” …"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d6e8143-bfb3-449a-9955-f815c9218726",
    "title": {
      "en": "God of Autopsy"
    },
    "updatedAt": "2024-04-02T03:35:24+00:00",
    "coverArt": "https://mangadex.org/covers/8d6e8143-bfb3-449a-9955-f815c9218726/21f3de71-5063-4515-86c9-f19516bd0cd5.png",
    "altTitles": [
      {
        "ja": "検死の神"
      },
      {
        "fr": "La Mémoire des morts"
      },
      {
        "ko": "부검의 神"
      }
    ],
    "description": {
      "en": "Forensic Scientist Kim Junghoon lies dead in the National Forensic Service’s autopsy room. He died full of regret after witnessing his work partner of 20 years, Kim Sangjin, distorted his very own autopsy report when he was still conscious and accused him of committing suicide. Right after he passed away, Kim Junghoon opened his eyes once more and found himself back in 2002 when he was still a rookie in the National Forensic Service. His final wish came true as he got himself one more chance to fix his past!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "737a846b-2e67-4d63-9f7e-f54b3beebac4",
    "title": {
      "en": "Kaette Kudasai! Akutsu-san"
    },
    "updatedAt": "2024-04-23T15:51:35+00:00",
    "coverArt": "https://mangadex.org/covers/737a846b-2e67-4d63-9f7e-f54b3beebac4/2b430c32-10b7-4bc1-84ec-210476083c79.jpg",
    "altTitles": [
      {
        "ja": "帰ってください！ 阿久津さん"
      },
      {
        "ja": "ヤンキー娘"
      },
      {
        "ja-ro": "Kaette Kudasai! Akutsu-san"
      },
      {
        "ja-ro": "Kaette Kudasai, Akutsu-san!"
      },
      {
        "ja-ro": "Yankee Musume"
      },
      {
        "vi": "Xin hãy về nhà, Akutsu-san!"
      },
      {
        "uk": "Будь ласка, йди додому, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу!"
      },
      {
        "zh": "请你回去吧！阿久津同学"
      },
      {
        "zh-hk": "請你回去吧！阿久津同學"
      },
      {
        "es-la": "Por favor vete a casa, ¡Akutsu-san!"
      },
      {
        "it": "Per favore torna a casa, Akutsu-san!"
      },
      {
        "vi": "Cút mẹ về nhà đi Akutsu!"
      },
      {
        "de": "Bitte geh heim, Akutsu-san!"
      },
      {
        "en": "Please Go Home, Akutsu-san!"
      },
      {
        "en": "Please Go Home! Akutsu-san"
      },
      {
        "pt-br": "Por favor vá para casa, Akutsu-san!"
      }
    ],
    "description": {
      "en": "Ooyama-kun normally doesn’t get involved with Akutsu-san, a delinquent girl in his class, but for some reason she makes his house her hang-out place!\n\nWill she do something horrible to him behind closed doors or will he chase her out? But dealing with Akutsu-san’s sexy, cute behavior in such a confined space… he’s sure to get flustered! He wants her to go home, but he also doesn’t?\n\nA teasing comedy under a single roof!",
      "it": "Ooyama-kun normalmente non si fa coinvolgere da Akutsu-san, una ragazza delinquente della sua classe, ma per qualche motivo lei fa della sua casa il suo luogo di ritrovo!  Ooyama le farà qualcosa di orribile a porte chiuse o la caccerà fuori? Tuttavia aver a che fare con il comportamento sexy e carino di Akutsu-san in uno spazio così ristretto... è sicuro che si ecciterà!  Vuole che lei torni a casa e allo stesso tempo non vuole,  Una commedia stuzzicante sotto lo stesso tetto!",
      "ja": "**俺の部屋がヤンキー娘のたまり場に!? ヤンキー×非リア充のからかいコメディ！**\n\n普段は全く関わりのないクラスの不良女子・阿久津さんに何故か家をたまり場にされてしまった一人暮らしの大山くん。ガラの悪い阿久津さんに何かひどいことをされるのではと追い出そうとするのだが、無防備で距離感の近い彼女のエロカワイイ仕草にドギマギしてしまい…？ 帰ってほしいのに、帰ってほしくない!? 一つ屋根の下のからかいショートコメディ！\n\n---\n\n**Ore no heya ga yankī musume no tamariba ni!? Yankī × hi riajū no karakai komedi!**\n\nFudan wa mattaku kakawari no nai kurasu no furyō joshi Akutsu-san ni nazeka ie o tamariba ni sa rete shimatta hitorigurashi no Ōyama-kun. Gara no warui Akutsu-san ni nanika hidoi koto o sa reru node wa to oidasou to suru nodaga, mubōbi de kyori-kan no chikai kanojo no erokawaī shigusa ni dogimagi shite shimai…? Kaette hoshī no ni, kaette hoshikunai! ? Hitotsu yane no shita no karakai shōtokomedi!",
      "ru": "Оояма-кун обычно не связывается с Акуцу-сан, девушкой-правонарушителем в его классе, но по каким-то причинам она делает его дом своим тусовочным заведением! Оояма сделает с ней что-нибудь ужасное за закрытыми дверями или он её прогонит? Он хочет, чтобы она пошла домой, но не хочет? Дразнящая комедия под одной крышей!  \n  \n**Notes:**   \n- Yankee Musume (ヤンキー娘) is the pre-serialization name.  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/NAGAOKA0)  \n- [Artist's Pixiv](https://www.pixiv.net/member.php?id=133935)",
      "es-la": "Ooyama-kun normalmente no se involucra con Akutsu-san, una chica yankee de su clase, ¡pero por alguna razón ella hace de su casa su lugar de reunión! ¿Ooyama le hará algo horrible cuando estén las puertas cerradas o la echará? Pero lidiar con el sexy y lindo comportamiento de Akutsu en un espacio tan reducido sera un problema…",
      "pt-br": "Ooyama geralmente não se envolve com com Akutsu-san, uma garota delinquente da sua turma, mas por alguma razão ela transformou o quarto dele no seu local de descanso! Será que ela vai fazer algo horrível para ele ou ele vai expulsar ela? Mas lidar com a sexy e fofa Akutsu-san em um espaço fechado... Ele com certeza vai ficar envergonhado! Ooyama quer que ela vá para casa, mas ele também não quer? Uma comédia provocante sob um mesmo teto!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1467be9c-017f-4ac9-996a-2653839bee82",
    "title": {
      "en": "Yakyuu de Sensou suru Isekai de Choukoukoukyuu Ace ga Jakushou Kokka o Sukuu Youdesu"
    },
    "updatedAt": "2024-05-05T15:51:21+00:00",
    "coverArt": "https://mangadex.org/covers/1467be9c-017f-4ac9-996a-2653839bee82/ce9a3b9f-7c30-4fa8-a633-e6a07c743327.jpg",
    "altTitles": [
      {
        "en": "In Another World where Baseball is War, a High School Ace Player will Save a Weak Nation"
      },
      {
        "ja": "野球で戦争する異世界で超高校級エースが弱小国家を救うようです"
      },
      {
        "zh": "超高校级投手在用棒球代替战争的异世界拯救弱小国家"
      }
    ],
    "description": {
      "en": "Tokonatsu Taichi took the summer Koshien by the storm as a sensational ace pitcher, with a full arsenal of pitches including a 98 mph fastball. But on the way home from the game, the team bus suffered a tragic accident and Tokonatsu Taichi lost his life… Only to be transported to a new world where all international conflicts are resolved by a game of baseball. Unfortunately, the country he landed in was the weakest, and had seen gradual loss of its resources and people to neighboring countries. Can Taichi turn their fortunes around?",
      "pt-br": "Tokonatsu Taichi conquistou o Koshien no verão como um sensacional ás lançador, com um arsenal completo de arremessos, incluindo uma bola rápida de 157 kmph. Mas no caminho pra casa depois do jogo, o ônibus do time sofreu um trágico acidente e Tokonatsu Taichi perdeu sua vida... Apenas para ser transportado para um novo mundo onde todos os conflitos internacionais são resolvidos com um jogo de beisebol. Infelizmente, o país em que ele desembarcou era o mais fraco e havia perdido gradualmente seus recursos e pessoas para os países vizinhos. Será que Taichi pode mudar a sua sorte?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "38.3"
  },
  {
    "mangaId": "a32a7f35-4bc5-4c60-8913-999238deeebd",
    "title": {
      "en": "Superstar From Age 0"
    },
    "updatedAt": "2024-04-07T14:34:32+00:00",
    "coverArt": "https://mangadex.org/covers/a32a7f35-4bc5-4c60-8913-999238deeebd/db8512a6-6979-4323-8e03-959670f3bad7.jpg",
    "altTitles": [
      {
        "ko": "0살부터 슈퍼스타"
      }
    ],
    "description": {
      "en": "From elves, fairies, slimes, gift items, devils and more, countless and thousands of reincarnations have led to a new life. I, Lee Seo Jun, have been reborn as a human child!\r\n\r\nIn the library of my life, where memories of my previous lives remain like fairy tales, I happen to see a past life with the dream life I desperately wanted. On top of that, I’ve been given abilities that grabs people’s attention!\r\n\r\nWith my hansome face doing all the hard work! My insane acting skills! This time, at long last, I will achieve my dream and become a superstar!\r\n\r\nWet’s dow it! (Baby Accent)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cfe4814c-7280-4e98-8e74-cfcfd9909791",
    "title": {
      "en": "Tada Onaka Sawaritai Dake Danshi"
    },
    "updatedAt": "2024-04-21T02:47:46+00:00",
    "coverArt": "https://mangadex.org/covers/cfe4814c-7280-4e98-8e74-cfcfd9909791/b25e28ab-3266-4c43-bbb9-c3df19bb24bb.png",
    "altTitles": [
      {
        "ja": "ただおなか触りたいだけ男子"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3f1b2f6-42b4-426c-b489-c8d200e7334c",
    "title": {
      "en": "Extraordinary Son-in-Law"
    },
    "updatedAt": "2023-10-05T05:33:19+00:00",
    "coverArt": "https://mangadex.org/covers/b3f1b2f6-42b4-426c-b489-c8d200e7334c/7958c66c-666a-420a-ad4a-739bc5fa6df8.jpg",
    "altTitles": [
      {
        "fr": "10000 Âmes De Gendre Extraordinaire"
      },
      {
        "en": "Extraordinary Son-In-Law Of 10,000 Souls"
      },
      {
        "zh": "万魂豪婿"
      }
    ],
    "description": {
      "en": "On the day of the wedding, he was swept out by his wife and returned to his residence, but he was frantically asked for a kiss by a glamorous stranger. The moment his lips touched, he felt a torrent of water rushing into his body. When he woke up again, There are more than ten thousand strangers' memories in my mind…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/e08cd064-7b50-44c9-ab17-fdb353858766.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31e70dee-aae5-4082-9c30-39775fe9f816",
    "title": {
      "en": "Legend of The King of Wolves"
    },
    "updatedAt": "2023-08-23T04:30:13+00:00",
    "coverArt": "https://mangadex.org/covers/31e70dee-aae5-4082-9c30-39775fe9f816/7596a7ee-7f4b-4b3b-9328-13406fd9311c.jpg",
    "altTitles": [
      {
        "ja": "王狼伝"
      },
      {
        "zh": "王狼傳"
      },
      {
        "ja-ro": "Oh Roh Den"
      },
      {
        "ja-ro": "Ourouden"
      },
      {
        "en": "King Wolf Legend"
      },
      {
        "ja-ro": "Ou-Rou-Den"
      }
    ],
    "description": {
      "en": "Iba decides to live as Genghis Khan, the \"King of Wolves,\" and while ruling the surrounding countries, he trains his own son, Kublai, to become a military commander with the help of his trusted subordinate, Benkei. However, the facts of history are undeniable, and the year of Khan's death (1227) is approaching!! Now, the most powerful and greatest enemy appears in front of them!!\nBefore reading this read \"King of Wolves\"!!\n(From the back of the book)"
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "631f996b-3541-470c-9f18-ed02a447c64f",
    "title": {
      "en": "Kaifuku Jutsushi no Yarinaoshi"
    },
    "updatedAt": "2024-04-14T17:36:15+00:00",
    "coverArt": "https://mangadex.org/covers/631f996b-3541-470c-9f18-ed02a447c64f/dc935171-37c3-4a8d-9e99-5504cbfa8387.jpg",
    "altTitles": [
      {
        "de": "Die Rache des Heilers"
      },
      {
        "es-la": "El Reinicio Como Sanador ~La Magia de Muerte Instantánea Con La Habilidad de Copiar La Curación Trascendental~"
      },
      {
        "ja-ro": "Kaifuku Jutsushi Yarinaoshi: Sokushi Mahou to Skill Copy no Chouetsu Heal"
      },
      {
        "en": "Redo of Healer"
      },
      {
        "ja": "回復術士のやり直し～即死魔法とスキルコピーの超越ヒール～"
      },
      {
        "fa": "شروع دوباره درمانگر"
      },
      {
        "ja": "Redo OF healer"
      },
      {
        "pt-br": "A Vingança do Curandeiro"
      },
      {
        "ja": "回復術士のやり直し"
      }
    ],
    "description": {
      "de": "Keyaru wurde durch sein Unwissen immer und immer wieder ausgenutzt. Aber eines Tages erkannte er die wahre Macht der Heilmagie und kam zu der Überzeugung, dass ein Heiler die stärkste Klasse sei. Wie auch immer, ehe ihm das Potential eines Heilers klar wurde, war er bereits allem beraubt worden. Daher wandte er seine Heilmagie auf die Welt selbst an und reiste so 4 Jahre in der Zeit zurück. Er würde sich für alles rächen, was man ihm angetan hatte. Dies ist die kranke heldenhafte Geschichte eines Heilers, der der stärkste wurde, indem er sein Wissen über Heilung und seine Erfahrungen aus seinem vorherigen Leben kombiniert.",
      "en": "\"Healing magicians cannot fight alone.\"   \nKeyaru, who was bound by this common knowledge, was exploited again and again by others.  \nBut one day, he noticed what lay beyond healing magic, and was convinced that a healing magician was the strongest class. However, by the time he realized that potential, he was deprived of everything. Thus, he used healing magic on the world itself to go back four years, deciding to redo everything.  \nThis is a heroic tale of one healing magician who became the strongest by using knowledge from his past life and healing magic.",
      "it": "\"I maghi curatori non possono combattere da soli.\" Keyaru, che era legato a questa conoscenza comune, fu sfruttato più e più volte dagli altri.  \r\nMa un giorno notò cosa c'era oltre la guarigione della magia e si convinse che il mago guaritore fosse la classe più forte. Tuttavia, quando ne realizzò il potenziale, fu privato di tutto. Così, usando la magia curativa sul mondo stesso, è tornato indietro di quattro anni, determinato a ricominciare tutto da capo.",
      "pl": "\"Uzdrowiciele nie mogą walczyć w pojedynkę.\"  \r\nKeare, który wiedział o tym aż za dobrze, był raz po raz wykorzystywany przez innych.  \r\nAle pewnego dnia odkrywa coś, co kryje się poza magią uzdrowienia, i zyskuje pewność, że uzdrowiciel to najpotężniejsza z klas maga. Jednakże zanim zdał sobie sprawę z jej potencjału, został już pozbawiony wszystkiego, co miał. Dlatego właśnie użył magii uzdrowienia na samym świecie, by cofnąć się w czasie o cztery lata, postanawiając, że zacznie wszystko od nowa.  \r\nOto heroiczna opowieść o pewnym uzdrowicielu, który stał się najsilniejszym dzięki wykorzystaniu wiedzy z dawnego życia i magii uzdrawiania.",
      "pt-br": "\"Magos de cura não podem lutar sozinhos.\" \n\nKeare, que estava vinculado por esse conhecimento comum, foi explorado uma vez ou outra pelos outros. Mas um dia, ele notou o que estava além da magia de cura e estava convencido de que um mago de cura era a classe mais forte. No entanto, quando percebeu esse potencial, ele estava privado de tudo. Assim, ele usou a magia de cura no próprio mundo para voltar quatro anos, decidindo refazer tudo. Este é um conto heroico de um mago de cura que se tornou o mais forte usando o conhecimento de sua vida passada e magia de cura."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER - DIGITAL COLORED COMICS"
    },
    "updatedAt": "2023-08-05T20:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter x Hunter"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "ja": "ハンター×ハンター"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9660c79b-0b65-4f13-956c-03364651800b",
    "title": {
      "en": "Zense wa Kentei. Konjou Kuzu Ouji"
    },
    "updatedAt": "2023-12-13T13:39:50+00:00",
    "coverArt": "https://mangadex.org/covers/9660c79b-0b65-4f13-956c-03364651800b/01d01302-e8a7-4756-b818-5def14cbf506.jpg",
    "altTitles": [
      {
        "en": "Previous Life was Sword Emperor. This Life is Trash Prince."
      },
      {
        "ja-ro": "Zensei wa Ken Mikado. Konjou Kuzu Ouji"
      },
      {
        "ja": "前世は剣帝。今生クズ王子"
      },
      {
        "zh-hk": "前世是劍帝。今生是渣王子"
      },
      {
        "pt-br": "Na Minha Vida Anterior Eu Era o Imperador da Espada. Nesta vida sou um Príncipe Lixo."
      },
      {
        "en": "Sword Emperor Previous Life, Prince Trash This Life."
      }
    ],
    "description": {
      "en": "He was called a Sword Emperor who lived for the sword and died by the sword. And his end was a tragedy. \n\nHowever, by strange coincidence, he was reincarnated as the third prince in a country. He was enjoying his lazy lifestyle away from swords and heroism. As a consequence, people began referring to him as Prince Trash.\n\nHe never cared about his derogatory name until one day, he encounters someone who gets the wheel of fate to move in motion.",
      "pt-br": "A espada, vivia pela espada e morria pela espada. Depois de dias e meses de batalha, o espadachim escolheu a morte por sua própria vontade, mas renasceu como Fai Hanse Diestburg, o terceiro príncipe do reino de Diestburg. Querendo se distanciar de sua vida passada, onde vivia como possuído pela espada, Fai decidiu levar uma vida perdulária, ganhando o apelido de “Príncipe Lixo”. No entanto, um dia, devido a um trato com a casa real de Afillis, o reino vizinho, Fai é enviado para a guerra, liderando tropas de reforço. No campo de batalha, Fai testemunha uma cena de desespero quando o “Herói”, uma existência com poder rivalizando com dezenas de milhares, varre o campo de batalha. Fai considerou retornar ao reino, mas a morte de um certo cavaleiro conseguiu abalar seu coração, então ele decidiu empunhar a espada mais uma vez – a lenda do príncipe preguiçoso mais forte começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32e2492a-8ad4-4dcf-8dea-80f5a7eaa2d9",
    "title": {
      "en": "Butt Attack Punisher Girl Gotaman"
    },
    "updatedAt": "2024-05-07T21:19:00+00:00",
    "coverArt": "https://mangadex.org/covers/32e2492a-8ad4-4dcf-8dea-80f5a7eaa2d9/b86b6c30-4248-4962-882c-d3ed72869f9d.jpg",
    "altTitles": [
      {
        "ja": "臀撃おしおき娘ゴータマン"
      },
      {
        "it": "Gotaman - La ragazza in perizoma"
      },
      {
        "ja-ro": "Dengeki Oshioki Musume Gotaman"
      }
    ],
    "description": {
      "en": "Mary Amachi is a very devout christian who transfers to the \"Perfect Religion Academy\", a school devoted to all religions of the world in effort to make it's students the next world leaders in religion. Her new friend Saori is kidnapped by the Black Budda cult which is a group who wishes to take away religious freedom though force and brainwashing. Mary prays to God for help but Buddha answers the call! Mary accepts only to help her friend and she is transformed into \"Butt Attack Punisher Girl Gotaman\". Between fighting bad guys, making a deal with Buddha, and wearing scandalous costume is it more then Mary can take?"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "61"
  },
  {
    "mangaId": "a799cead-c82b-458c-8f1c-6bc19577bda6",
    "title": {
      "en": "Osanajimi no Koukousei no Aida ni Nikutai Kankei wa Seiritsu suru ka."
    },
    "updatedAt": "2024-05-07T22:21:47+00:00",
    "coverArt": "https://mangadex.org/covers/a799cead-c82b-458c-8f1c-6bc19577bda6/b3d1b25e-5f97-47d9-97b2-b525f4860109.jpg",
    "altTitles": [
      {
        "ja": "幼なじみの高校生のあいだに肉体関係は成立するか。"
      },
      {
        "es-la": "¿Se puede establecer una relación física entre amigos de la infancia y estudiantes de preparatoria?"
      },
      {
        "en": "Are Physical Relationship Possible Between Childhood Friends of High School Students?"
      },
      {
        "ja-ro": "Osananajimi no kōkōsei no aida ni nikutai kankei wa seiritsu suru ka"
      }
    ],
    "description": {
      "es-la": "Del autor de \"Hirasaka Hinako es eróticamente linda\", un trabajo completamente nuevo de Konya Yunkio.\n\nLa inocente Yuka Ota, la sexualmente curiosa Kasumi Niiyama, el evasivo Kosei Horie y el enamoradizo Ryuhei Onosaka. Los cuatro chicos y chicas de preparatoria, que han crecido como una familia, reciben en herencia una casa de una anciana, Hasebe Haru, valorada en cuatro millones de yenes y un plazo fijo. Bajo el mismo techo, se desarrollan el amor y la amistad excéntricos de estudiantes de preparatoria. Una historia juvenil ligeramente erótica."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-04-30T10:57:28+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/cd6ab605-b228-405b-9791-3e630588d6f1.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "en": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-05-06T18:28:40+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/0c486783-56e7-43bf-ac90-127463279cea.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "897ee431-5738-4465-8389-6cab340c4bd1",
    "title": {
      "en": "Burning Effect"
    },
    "updatedAt": "2023-10-22T02:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/897ee431-5738-4465-8389-6cab340c4bd1/d21525f7-2557-4dbd-a080-b4bc4caeb235.jpg",
    "altTitles": [
      {
        "ru": "Эффект горения"
      },
      {
        "ko": "버닝 이펙트"
      }
    ],
    "description": {
      "en": "This story is about the fierce struggle between law enforcement and those who want to upset the world.  \nIn the Cᵗʰ century, the central bureau of the municipality, Graymark, sentence anyone to death, regardless of the severity of the offense in order to reduce the crime rate and population in proportion to the increased life expectancy due to medical advances.  \nThis is a conflict between the Central Bureau and the Revolutionary Army trying to overturn this system.  \n  \n[right]",
      "fa": "⁧⁧ داستانی در مورد تقابل حکومت و کسی که می‌خواهد دنیا را واژگون کند.  \nدر قرن نامعلومی در شهر گری‌مارک، حکومت مرکزی برای کاهش جمعیت و جرم، قانونی تصویب کرد که صرف نظر از شدت جرم، مجرم را اعدام می‌کرد.   \nداستان تقابل خیر و شر، حکومت و انقلاب، و افرادی که زیر بار حکومت نرفتن…[/right]",
      "pt-br": "Em um mundo onde o menor delito justifica a pena de morte o plano de Burner era manter a cabeça baixa e dar o fora da Área 5. Mas depois de atingir seu limite ela de repente se vê como uma criminosa procurada em desacordo com o Bureau Central e seu administrador mais poderoso, Great. À medida que ela começa a descobrir seus próprios poderes e a ganhar novos aliados, uma guerra generalizada acontece entre o governo e a revolução. Será que uma equipa desorganizada de rebeldes será suficiente para vencer a luta para definir a justiça?\n\n (Fonte: Tapas) _ (Tradução: Castle Scanlator)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "211"
  },
  {
    "mangaId": "39801903-3b03-4704-98ea-a9f2d80bdadf",
    "title": {
      "en": "Ultraman"
    },
    "updatedAt": "2024-03-16T08:56:14+00:00",
    "coverArt": "https://mangadex.org/covers/39801903-3b03-4704-98ea-a9f2d80bdadf/2f344458-ec5c-40b1-8aa5-a744cf24520f.jpg",
    "altTitles": [
      {
        "ja": "ウルトラマン"
      }
    ],
    "description": {
      "en": "The immortal masterpiece \"Ultraman\" by Daiji Ichimine, a legend in the world of hero comics, is back in a perfect version!! Using plenty of original drawings and magazines newly discovered through research, it has been revised from the previous books. The cover art, which was never published, is also included in its entirety for the first time. Furthermore, the first volume includes a complete color reproduction of the \"Monster Neronga Volume\" that was not included in the SUNDAY COMICS version, as well as the original prequel to this work, \"The Birth of Ultraman Volume\", which is included for the first time in a book. This is truly the “final definitive edition”, delivered with the highest specifications ever, which has never been realized even though it has been published many times!! Volumes 1 and 2 will be released simultaneously!! (C) Tsuburaya Productions"
    },
    "status": "completed",
    "releaseDate": 1966,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "19"
  },
  {
    "mangaId": "d76a350d-c6b5-42bb-bfba-e521a3964a6a",
    "title": {
      "en": "S-Class Hunter Doesn't Want to Be a Villainous Princess"
    },
    "updatedAt": "2024-03-29T14:08:13+00:00",
    "coverArt": "https://mangadex.org/covers/d76a350d-c6b5-42bb-bfba-e521a3964a6a/456b542c-6fc3-4b51-9013-eac97a3da72c.jpg",
    "altTitles": [
      {
        "ko": "S급 헌터는 악역 공녀가 되기 싫습니다"
      },
      {
        "ko-ro": "S-geup Hunter-neun Agyeok Gongnyeoga Doegi Silseumnida"
      }
    ],
    "description": {
      "en": "**I'm done with romance, so send me home!**\n\nKim Yi-Young was just an ordinary civil service exam candidate in South Korea.\nAfter studying for more than four and a half years, she finally passed, a truly ordinary person with nothing but reading novels here and there as a hobby.\n\nHowever, on the day she went out for a celebratory meal after passing the exam, she got into a traffic accident and died, only to find herself reincarnated into the fantasy hunter novel she was reading.\n\nTo her, the \"System\" offered a way back home.\nDetermined solely to return home and cuddle her warm cat and adorable Maltese, Cerberus, she gained strength through dozens of regressions.\nSigning contracts with the constellations of the original work and dying multiple times, she eventually succeeded in conquering the \"Tower\" of the original work and defeating the owner of the tower on the final floor.\n\nNow, all that's left is to go home......\n\nOr so she thought!\n\n[Due to an error, instead of returning to the original world, we will reincarnate you into the author's new work!]\n\nI don't need that! All I wanted was my sweet home!\nIs that so difficult?! I even got rid of the Tower!?!?!\n\nMoreover, romance fantasy?! Even in my previous life, I didn't care about romance, not one bit!\nAnd to top it off, I didn't even reincarnate into my own body this time, but into the \"villainess\" of the book!\n\nI'm not afraid of the threats in this world, but I'm worried about being forced into a romance quest.\n\nCan I go home......?",
      "ko": "**로맨스는 됐으니까 집에나 보내줘!**\n김이영, 그녀는 대한민국의 평범한 공무원 시험 응시생이었다.\n그것도 4년 반이 넘는 긴 시간동안 공부 끝에 합격한, 낙이라고는 짬짬이 소설읽는 것밖에 없는 정말 평범한 사람.\n\n그러나 합격을 축하하기 위해 외식을 나간 날 교통사고를 당해 죽고, 자신이 읽던 현태판타지 헌터물에 빙의하고 만다.\n그런 이영에게 집으로 돌아갈 수 있는 길을 제안하는 '시스템'.\n그녀는 오로지 집에 돌아가서 배 따땃하게 지지고 귀여운 말티즈 켈베로스를 끌어안겠다는 일념 하에 수십 번씩 회귀하며 힘을 길렀다.\n원작 속의 성좌들과 계약하고 수차례 죽어가며 원작 속의 '탑'을 공략하여 결국 마지막 층의 지배자, 탑의 주인을 처리하는 데 성공한다. \n\n이제 남은 건 집으로 가는 것 뿐……,\n\n\n인줄 알았는데!\n\n[오류로 인해 원래 세상으로의 복귀 대신, 작가의 신작에 빙의시켜드리겠습니다!]\n\n필요 없어! 내가 바란건 내 스윗 홈뿐이었는데!\n그게 그렇게 어려워?! 탑도 내가 없애줬는데?!?!\n\n게다가, 로맨스 판타지라니! 이전 빙의에서도 로맨스의 ㄹ도, 아니, ㄹ의 한 획도 신경 안 쓰고 살았는데!\n거기에 이전처럼 내 몸으로 책에 빙의한 게 아니라 책 속의 '악녀'에 빙의했다!\n\n이 세계의 위협은 전혀 두렵지 않지만, 로맨스를 강제로 끌어내는 퀘스트는 걱정된다. \n\n나, 집에 갈 수 있을까……?",
      "pt-br": "**Estou farta de romance, então me mandem para casa!**\n\nKim Yi-Young era apenas uma candidata comum ao exame de serviço civil na Coreia do Sul. Depois de estudar por mais de quatro anos e meio, finalmente passou, uma pessoa verdadeiramente comum que só gostava de ler romances de vez em quando como passatempo.\n\nNo entanto, no dia em que saiu para uma refeição comemorativa após passar no exame, sofreu um acidente de trânsito e morreu, apenas para se ver reencarnada no romance de caçadora de fantasia que estava lendo.\n\nPara ela, o \"Sistema\" ofereceu um caminho de volta para casa. Determinada apenas a voltar para casa e abraçar seu gato e o adorável Maltês, Cerberus, ela ganhou força através de dezenas de regressões. Assinando contratos com as constelações da obra original e morrendo várias vezes, eventualmente conseguiu conquistar a \"Torre\" da obra original e derrotar o dono da torre no último andar.\n\nAgora, tudo o que resta é voltar para casa......\n\nOu pelo menos era o que ela pensava!\n\n[Devido a um erro, em vez de retornar ao mundo original, vamos reencarná-la na nova obra do autor!]\n\nEu não preciso disso! Tudo o que eu queria era minha doce casa! É tão difícil assim?! Até me livrei da Torre!?!?!\n\nAlém disso, fantasia romântica?! Nem mesmo na minha vida anterior eu me importava com romance, nem um pouco! E para piorar, nem reencarnei em meu próprio corpo desta vez, mas na \"vilã\" do livro!\n\nNão tenho medo das ameaças deste mundo, mas estou preocupada em ser forçada a uma busca romântica.\n\nSerá que posso voltar para casa......?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "900b1790-4d86-4030-b410-00db69df4771",
    "title": {
      "en": "Saikyou no Maou ni Kitaerareta Yuusha Isekai Kikanshatachi no Gakuen de Musou Suru"
    },
    "updatedAt": "2024-04-02T21:39:47+00:00",
    "coverArt": "https://mangadex.org/covers/900b1790-4d86-4030-b410-00db69df4771/fd0dbdb0-0cc2-4a80-b9a9-0d6ee424de94.jpg",
    "altTitles": [
      {
        "ja-ro": "Saikyou no Maou ni Kitaerareta Yuusha, Isekai Kikansha-tachi no Gakuen de Musou Suru"
      },
      {
        "ja": "最凶の魔王に鍛えられた勇者、異世界帰還者たちの学園で無双する"
      },
      {
        "en": "The Hero Trained by the Worst Demon King Is Unrivaled in the School of Returnees From Another World"
      },
      {
        "ja-ro": "Sai Kyō no Maō ni Kitae Rareta Yūsha, Isekai Kikan-sha-tachi no Gakuen de Musō Suru"
      },
      {
        "en": "A Brave Man Trained by the Worst Demon King, Unrivaled in the School of Returnees From Another World"
      }
    ],
    "description": {
      "en": "Without possessing the unique skill blessed by the goddess, a boy named Kujou Kyouya failed to save the world. He was ridiculed as a “failed hero” at the interdimensional-level academy where returned heroes who had saved many worlds gathered.\n\nHowever, he became the strongest and most unique hero, having trained for 30,000 years in another world with the most evil demon king, Felice, who has destroyed 3,000 worlds!\n\nNow Kyouya’s unique skill is so powerful that he cannot even be defeated by the strongest heroes! The legend of a boy trained by the most evil demon king, begins!\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://seiga.nicovideo.jp/comic/58212),  [BookLive](https://booklive.jp/product/index/title_id/1299578/vol_no/001)",
      "id": "&nbsp;&nbsp; &nbsp; Tanpa mendapatkan berkah kemampuan unik dari Dewa, anak laki-laki bernama Kujou Kyouya gagal menyelamatkan dunia. Dia diejek sebagai \"pahlawan gagal\" di akademi level interdimensi di mana pahlawan yang telah menyelamatkan banyak dunia berkumpul. Meski begitu dia dapat menjadi pahlawan terkuat dan terunik, setelah berlatih selama 30.000 tahun di dunia lain dengan Raja Iblis paling jahat, Felice, yang telah menghancurkan 3.000 dunia! Sekarang dengan kemampuan uniknya Kyouya sangat kuat yang bahkan tidak akan bisa dikalahkan oleh pahlawan terkuat sekalipun! Legenda tentang anak laki-laki yang dilatih Raja Iblis paling jahat, dimulai!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d7370cf3-c764-4469-9c72-8b70222f0409",
    "title": {
      "en": "There's Weird Voices Coming from the Room Next Door!"
    },
    "updatedAt": "2022-10-08T02:16:31+00:00",
    "coverArt": "https://mangadex.org/covers/d7370cf3-c764-4469-9c72-8b70222f0409/5fc7f102-a7c7-4c7b-9a23-a3053378dcf8.jpg",
    "altTitles": [
      {
        "en": "There Is a Panting Voice from the Next Room..."
      },
      {
        "ja-ro": "Tonari no heya kara Aegigoe ga surunde sukedo…"
      },
      {
        "zh": "半夜邻叫"
      },
      {
        "zh": "隔壁房间传来娇喘声 声声入耳的说…"
      },
      {
        "ja": "隣の部屋から喘ぎ声がするんですけど…"
      },
      {
        "zh-hk": "隔壁房間傳來氣喘吁籲的聲音…"
      }
    ],
    "description": {
      "en": "Nakano's moved out of home for uni, but she's freaked out by the weird noises coming from the room next door! Can this naïve kid survive getting wrapped up in big-city ideas of female friendship and love? It's the start of a \"Neighbourhood Yuri Romcom\"!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "33"
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-04-24T16:15:48+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62c6838e-5abf-4f31-a244-c3b5faf6e46b",
    "title": {
      "en": "She Who Doesn't Say Anything Good"
    },
    "updatedAt": "2024-04-13T08:54:34+00:00",
    "coverArt": "https://mangadex.org/covers/62c6838e-5abf-4f31-a244-c3b5faf6e46b/7c066751-944a-4c11-ab5a-08ce6897e1d3.jpg",
    "altTitles": [
      {
        "ja": "ろくなことを言い出さない彼女"
      },
      {
        "ja-ro": "Rokuna Koto wo Iidasanai Kanojo"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2b02bb0-a8ec-405f-9c2d-d63df7cff785",
    "title": {
      "en": "Bijutsubu Girl"
    },
    "updatedAt": "2023-11-06T22:26:08+00:00",
    "coverArt": "https://mangadex.org/covers/d2b02bb0-a8ec-405f-9c2d-d63df7cff785/704b2c5a-5978-4268-a0b2-1c4a6e0236b2.png",
    "altTitles": [
      {
        "en": "Art Club Girl"
      },
      {
        "ja": "美術部ガール"
      }
    ],
    "description": {
      "en": "Middle school life isn’t all fun and games for an art club girl either! From club activities to studying, games to manga, hobbies, BL, and “mufufu” fantasies…or even…love?! “Uchida” is a member of the “art club.” She’s got a lot of strange obsessions and she’s not great at dealing with people. A short candid manga about the ups and downs of school life with the classmates surrounding her and the adolescent boy who sits next to her."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]