[
  {
    "mangaId": "8265ac42-6962-416c-bcb9-cc30915d5856",
    "title": {
      "en": "Zettai Karen Children"
    },
    "updatedAt": "2024-05-10T22:31:26+00:00",
    "coverArt": "https://mangadex.org/covers/8265ac42-6962-416c-bcb9-cc30915d5856/0af4743f-d8e5-4ba8-a6af-d5d95e2ea487.jpg",
    "altTitles": [
      {
        "en": "Absolutely Lovely Children"
      },
      {
        "ja": "絶対可憐チルドレン"
      },
      {
        "en": "Cute Children"
      }
    ],
    "description": {
      "en": "It's the 21st century, and the number of ESPers continues to increase. They are active in the military, diplomacy, politics, and in other places. They hold the key for global competition. A country that controls ESP can control the world! However individuals who posses higher than Level 4 are less than 3% of the population. There are only three Level 7 people who have government contracts. These three are Kaoru, Aoi, and Shiho, ten-year old girls, who work for B.A.B.E.L. With the guidance of Kouichi, a twenty-year old genius, they catch criminals and evil ESPers.",
      "pl": "W przyszłości ludzie posiadające zdolności ESP pojawiają się coraz częściej. W większości są to osoby ze zdolnościami na tyle słabymi, że nie wpływa to na ich codzienne życie. Jednak pojawiają się również wyjątki w postaci jednostek z potężniejszymi umiejętnościami. Na świecie osób mających poziom siódmy jest wyłącznie kilkoro, a w samej Japonii znajduje się ich trójka. Japoński rząd zatrudnił do współpracy z B.A.B.E.L. właśnie tę trójkę najpotężniejszych ESPerów. Okazały się nimi trzy dziesięcioletnie dziewczynki: Kaoru, Aoi i Shiho. Co może spotkać rozbrykane małolaty i ich starszego opiekuna, Kouichi Minamoto? Dowiedzcie się sami…"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "63",
    "lastChapter": "622"
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-05-12T00:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/171142b4-a653-414e-9c12-e4548a33e007.jpg",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "decb475a-c54a-430f-a08a-0ffbfb12a977",
    "title": {
      "en": "Legal Pirate Parfait"
    },
    "updatedAt": "2024-03-25T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/decb475a-c54a-430f-a08a-0ffbfb12a977/f763e319-805a-47f6-97f0-928c43da7daf.jpg",
    "altTitles": [
      {
        "ko": "합법해적 파르페"
      },
      {
        "en": "Privateer Parfait"
      },
      {
        "en": "Parfait: the Privateer"
      },
      {
        "en": "Parfait: the Legal Pirate"
      }
    ],
    "description": {
      "en": "The extraordinary Princess Parfait's marvelous fantasy adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "955c730a-9304-4f82-ae96-af48ff5eaa0c",
    "title": {
      "en": "Kurai Anoko to Shitai koto"
    },
    "updatedAt": "2024-05-03T14:43:20+00:00",
    "coverArt": "https://mangadex.org/covers/955c730a-9304-4f82-ae96-af48ff5eaa0c/3de48302-1ced-4433-8f15-9688c591f339.jpg",
    "altTitles": [
      {
        "ja": "くらいあの子としたいこと"
      },
      {
        "en": "What I’d like to do with that gloomy girl"
      },
      {
        "id": "Apa yang inginku lakukan dengan gadis yang murung itu?"
      },
      {
        "ja-ro": "Kurai Ano Ko to Shitai Koto"
      },
      {
        "zh": "想与阴暗的她一起做的事"
      },
      {
        "zh-ro": "Xiǎng yǔ yīn'àn de tā yīqǐ zuò de shì"
      }
    ],
    "description": {
      "en": "That gloomy girl is so beautiful! Let's aim for it! A school romance comedy together with that reserved, cute girl as we try to stop being loners!",
      "ja": "陰のある子は美しい！\n内気可愛いあの子と送る、目指せ脱ぼっち学園ラブコメ！",
      "pt-br": "A garota sombria é linda!  Uma romcom escolar sobre uma garota fofa e tímida e um garoto que quer fazer amigos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2023-06-22T13:17:12+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-05-13T00:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/2e5f2212-c0fc-4441-9264-6e581a76bef4.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd50b57-be2b-42db-bb2f-8c6c68e2c43a",
    "title": {
      "en": "Winter Wolf"
    },
    "updatedAt": "2024-05-10T16:35:30+00:00",
    "coverArt": "https://mangadex.org/covers/fbd50b57-be2b-42db-bb2f-8c6c68e2c43a/8cd070aa-eaa0-44c7-9dfd-f0a5194d0828.png",
    "altTitles": [
      {
        "ko": "윈터울프"
      },
      {
        "es": "Lobo de invierno"
      },
      {
        "ja": "ウィンター・ウルフ"
      },
      {
        "zh": "冬日之狼"
      }
    ],
    "description": {
      "en": "Is it safe to fall in love with you?\nAfter losing her family to the revolt, noblewoman Lysithea hires Taron, a strapping young broker, to help her flee the kingdom. But when a heavy snowstorm strands the bickering pair in an eerie abandoned mansion, Lysithea has no choice but to rely on her new partner. What dangerous romance awaits them?",
      "pl": "Można się w tobie bezpiecznie zakochać?\nPo stracie rodziny w wyniku rewolty, szlachcianka Lysithea zatrudnia Tarona, młodego maklera, aby pomógł jej uciec z królestwa. Ale kiedy ciężka burza śnieżna zatrzymuje kłótliwą parę w niesamowitej opuszczonej rezydencji, Lysithea nie ma wyboru i musi polegać na swoim nowym partnerze. Jaki niebezpieczny romans ich czeka?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "63"
  },
  {
    "mangaId": "cf23d431-a206-49cd-bbab-87929b89c493",
    "title": {
      "en": "Kyokutou Necromance"
    },
    "updatedAt": "2024-05-13T00:27:39+00:00",
    "coverArt": "https://mangadex.org/covers/cf23d431-a206-49cd-bbab-87929b89c493/2a25bbf7-a0df-47a4-ac59-bcf5ec7687a8.jpg",
    "altTitles": [
      {
        "ja": "極東ネクロマンス"
      },
      {
        "en": "Kyokuto Necromance"
      }
    ],
    "description": {
      "en": "One day, Kaoru Uno suddenly starts seeing mysterious monsters known as shiryo or death spirits. With the arrival of his late father's coworker Yoji Amane and a special ring his father gave him, Kaoru is ushered into the world of necromancers! From the creator of Aliens Area comes a fantastic new series of necromancer battles!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9203cc8e-91c0-49ff-96f6-d39994115c0d",
    "title": {
      "en": "I'm Gonna Fix that Girl (Emergence Alternate Ending)"
    },
    "updatedAt": "2023-09-23T14:35:28+00:00",
    "coverArt": "https://mangadex.org/covers/9203cc8e-91c0-49ff-96f6-d39994115c0d/3947b617-5a3e-4f3f-a37b-5bb6bc91ef61.png",
    "altTitles": [
      {
        "en": "The “177013” alternate ending, with Jojo"
      },
      {
        "zh-hk": "我要修復那女孩(變身if)"
      },
      {
        "ja": "俺はその子を修復見せる"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6306c976-d776-48c3-b29f-d345e65f272b",
    "title": {
      "en": "YuruYuri"
    },
    "updatedAt": "2023-05-12T01:27:05+00:00",
    "coverArt": "https://mangadex.org/covers/6306c976-d776-48c3-b29f-d345e65f272b/090f9d7a-8ed2-486a-ae32-588102d1ca22.jpg",
    "altTitles": [
      {
        "en": "YRYR"
      },
      {
        "en": "Yuru Yuri"
      },
      {
        "ja": "ゆるゆり"
      },
      {
        "zh": "摇曳百合"
      },
      {
        "zh-hk": "輕鬆百合"
      },
      {
        "ru": "Лилии на ветру"
      }
    ],
    "description": {
      "en": "Four mischievous girls illegally occupy the former Traditional Tea Ceremony clubroom, in order to create the \"Amusement Club.\" These scamps…who ignore repeated warnings—in direct rebellion with the righteous directives of the Student Council—decide to remain in the room until they finally get off their bums and do something! In this slightly sluggish manga, full of fits and starts, the four girls set off from their homes for a walk together with days full of a little this and that!",
      "pt-br": "Quatro meninas sapecas ocupa ilegalmente o antigo salão de festas tradicional da cerimônia do chá, a fim de criar o \"Club de diversões.\" Estes patifes ... que ignoram as advertências repetidas - em rebelião direta com as ordem de justiça do Conselho de Estudantes - decidem permanecer na sala até que finalmente saia seus vagabundos para fazerem alguma coisa! Neste manga ligeiramente lento, cheio de trancos e barrancos, as quatro meninas partiram de suas casas para um passeio em conjunto com dias cheios de um pouco disso e daquilo!"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "649c7b09-dc44-488d-b758-55be3285640a",
    "title": {
      "en": "Your Kiss Scene!"
    },
    "updatedAt": "2023-08-09T14:34:29+00:00",
    "coverArt": "https://mangadex.org/covers/649c7b09-dc44-488d-b758-55be3285640a/0b67b0d6-9636-49ff-b9f5-9e8442f9e691.jpg",
    "altTitles": [
      {
        "ko": "너의 키스씬!"
      }
    ],
    "description": {
      "en": "Entertainment writer Lee Seul, heard the news of her favorite idol, Block Shoot's Seung-Chan, on her new entertainment program.\nExpectations of meeting her favorite for more than 10 years are brief, and she accidentally sees her favorite idol kissing someone else in secret at the broadcasting station.\nIn addition, the entertainment program she was in charge of is a love variety program that’s full of dating amongst the cast...\nShe has to watch her favorite idol flirting and dating someone else even if he's her favorite."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "deb0cef0-4129-4899-939c-6f044589e2ea",
    "title": {
      "en": "The Second Life of the Archmage Dominates with Close-Range Magic"
    },
    "updatedAt": "2024-04-11T11:35:00+00:00",
    "coverArt": "https://mangadex.org/covers/deb0cef0-4129-4899-939c-6f044589e2ea/68a0e702-2827-4696-81d4-d67f925160a1.png",
    "altTitles": [
      {
        "ja": "2周目の大魔導士は近接魔法で無双する"
      },
      {
        "ja-ro": "2-Shuume no Daimadoushi wa Kinsetsu Mahou de Musou Suru"
      },
      {
        "en": "Regression of the Close Combat Mage"
      }
    ],
    "description": {
      "en": "\"My biggest regret is not choosing that magic… this time I’ll definitely defeat you!!”\n\nThe human race is on the verge of destruction at the hands of Vidrak, the evil god who suddenly descended. Setsuna Cromwell, the strongest long-range mage, is defeated by the evil god, who can dispel all magical attacks.\n\nHowever, when he wakes up he finds himself 10 years in the past, he’s regressed to the \"Rite of Mastery\" at the Academy of Magic!\n\nWhile the students choose the magic system best suited to them, such as <Ranged Magic>, <Recovery Magic>, and <Formation Magic>, Setsuna chooses <Close Combat Magic>, which was considered the least popular magic of the time, and chosen by those of lower ranks who lacked magical power.\n\n“This is the only magic that can stand up to the evil god!”\n\nSetsuna chooses this style of melee magic, which is  considered lacking in every way, but utilizes his specialty “precise control of magic power,\" to dramatically improve his skills and overturn the world's common sense!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a01c449-3341-4820-80c3-2acee81f1076",
    "title": {
      "en": "Master: This Villainous Disciple Is Not The Holy Child"
    },
    "updatedAt": "2023-11-19T20:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/3a01c449-3341-4820-80c3-2acee81f1076/a6c079b4-f94b-41f0-9241-57bfc8609b51.jpg",
    "altTitles": [
      {
        "zh": "师尊：这个冲师逆徒才不是圣子"
      },
      {
        "zh-ro": "Shi Zun: Zhege Chong Shi Nitu Cai Bushi Sheng Zi"
      },
      {
        "zh-ro": "Shī Zūn: Zhège Chōng Shī Nìtú Cái Bùshì Shèng Zǐ"
      },
      {
        "en": "Offending My Master"
      },
      {
        "en": "Devious Son Of Heaven"
      },
      {
        "es-la": "Maestra, este Discípulo Villano no puede ser el Hijo Sagrado"
      },
      {
        "es-la": "Este Discípulo Tan rebelde No Puede Ser un Discípulo Santo"
      }
    ],
    "description": {
      "en": "A hundred years ago, Chu Xiu transmigrated from Earth to Cang Qiong Continent, and received the Destined Villain System. After killing countless holy sons and daughters, he was surrounded by the older generation, and self destructed, possessing Tai Su Sacred Ground Yun Xia Mountain’s senior disciple. This time, he decided to lay low and develop strength. Let’s start small, what about becoming a saint admired by thousands?",
      "zh": "蓝星来的楚休百年前穿越到天穹大陆，绑定天命反派系统，斩圣地圣子生女无数，杀到同辈之中无敌。 最终，被老一辈强者围杀，自爆而亡，夺舍太素圣地云霞峰大弟子重生。 这一次，他决定“苟”起来，偷偷发育。 先定个小目标，成为一位万人敬仰的圣子如何？",
      "es-la": "Chu Xiu de la Estrella Azul viajó al Continente Celestial de hace cien años, atado al Sistema de Villanos del Destino Celestial, decapitó a innumerables discípulos y discípulas santos de la Tierra Sagrada y matando hasta el punto de ser invencible entre sus iguales. Al final, se vio rodeado por la vieja generación de personas poderosos, que lo terminó haciendo morir y renacer como el discípulo mayor del Pico Yunxia de la Tierra Sagrada de Taisu. Esta vez, decidió ser mas «perro» y desarrollarse en secreto. Primero se fijó un pequeño objetivo, «¿qué tal convertirse en un hijo santo admirado por millones de personas?»"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b0ec2c9-5bbb-42d5-a426-f92cee63a69e",
    "title": {
      "en": "Fiend's Song"
    },
    "updatedAt": "2024-05-10T18:58:28+00:00",
    "coverArt": "https://mangadex.org/covers/7b0ec2c9-5bbb-42d5-a426-f92cee63a69e/819f0931-b357-4316-9138-29069aa9e205.jpg",
    "altTitles": [
      {
        "es": "La canción malvada"
      },
      {
        "en": "The Villain's Song"
      },
      {
        "ru": "Песнь Изувера"
      },
      {
        "ja": "外道の歌"
      },
      {
        "ja-ro": "Gedou no Uta"
      }
    ],
    "description": {
      "en": "The manga centers on Kamo and his partner Tora, who work in the underworld as \"avengers for hire,\" taking on jobs from the victims of violent crimes and families seeking vengeance for wrongs done to them."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "123"
  },
  {
    "mangaId": "68d30cbf-ad4f-4fc0-918e-118d8f715358",
    "title": {
      "en": "Honoo no Majo-hime to Sekiwan no Tomo"
    },
    "updatedAt": "2021-10-23T14:29:12+00:00",
    "coverArt": "https://mangadex.org/covers/68d30cbf-ad4f-4fc0-918e-118d8f715358/6a3fdbd7-7452-4d3c-a29c-09c369194ded.jpg",
    "altTitles": [
      {
        "ja": "炎の魔女姫と隻腕の伴"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "f8dbced3-1eea-4547-b657-ce568fbdda0f",
    "title": {
      "en": "Pure Love Operation"
    },
    "updatedAt": "2022-12-16T15:57:40+00:00",
    "coverArt": "https://mangadex.org/covers/f8dbced3-1eea-4547-b657-ce568fbdda0f/9135af67-a75e-4045-a91f-7a7a87080b2d.jpg",
    "altTitles": [
      {
        "ko": "작전명 순정"
      },
      {
        "en": "Operation Name Pure Love"
      },
      {
        "en": "Operation: True Love"
      }
    ],
    "description": {
      "en": "I saw my boyfriend kissing my best friend. if that wasn’t enough, I was with a guy whose guts I hate from my class, Go Eun-Hyuk. I was already shaken up… But apparently there’s a given amount of love that a person receives in their lifetime? And the amount of love I’m able to receive is ‘0’??? Soo-Ae, who’s trying to change her pathetic fate, and Eun-Hyuk, who got involved with Soo-Ae, and their headwind operation! She was only going to ‘act’ like she’s cheating on her boyfriend, but she starts to develop feelings for Eun-Hyuk?! This plan… will it truly work?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68c5ca83-b5d7-4d06-baf5-aaf777676d3d",
    "title": {
      "en": "Amakara Gishimai ni Hasamarete Masu"
    },
    "updatedAt": "2024-05-13T00:14:38+00:00",
    "coverArt": "https://mangadex.org/covers/68c5ca83-b5d7-4d06-baf5-aaf777676d3d/18c69298-a163-4498-b48c-4cfaf7394ea1.jpg",
    "altTitles": [
      {
        "ja-ro": "Amakara Gishimai ni Hasamarete Masu"
      },
      {
        "ja": "甘辛義姉妹に挟まれてます"
      },
      {
        "en": "I'm Sandwiched Between Sweet and Spicy Step-Sisters"
      }
    ],
    "description": {
      "en": "One day, our plain protagonist suddenly got 2 sisters: a big-breasted gentle older sister type, and a devilish cute little sister!?  A slightly exciting family romantic comedy!",
      "id": "dialah Takashi, si bajingan beruntung yang mendapatkan 2 saudari cantik setelah ayahnya menikah lagi, si adik, Kaho, gadis manis yang masih kelas 5 SD ini sangat suka mengelus peler abang tirinya dengan kaki, sedangkan sang kakak, Suzuha, mahasiswi tahun pertama alias D1, sangatlah ceroboh, sehingga menimbulkan kecelakaan yang sering berakibat erotis pada Takashi, Takashi sendiri ternyata adalah seorang wibu, kecintaannya pada waifu 2D sangat mempengaruhi ketidak-tertarikannya pada wanita di dunia nyata, terakhir kali dia bicara dengan perempuanpun dilakukannya saat masih kelas 5 SD, namun dengan bertambahnya keluarga baru ini, akankah Takashi berubah? mampukah dia berpaling dari waifu 2D-nya dan memilih salah 1 dari saudara tirinya? atau, akankah dia memilih keduanya? jawaban yang tentu sangat kita nanti ya pemirsa, ya sudah tidak perlu banyak cing-cong lagi, silahkan baca chapter yang tersedia.  \n  \n\n\n---\n\nPixiv: <https://www.pixiv.net/en/users/4677314>  \nFanbox (**18+ NSFW**): <https://kirisaki.fanbox.cc/>"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "31"
  },
  {
    "mangaId": "fdc636a0-370b-48b2-a94f-bb66734bbaab",
    "title": {
      "en": "Master of the Resurgence of Spiritual Energy"
    },
    "updatedAt": "2024-02-06T05:11:54+00:00",
    "coverArt": "https://mangadex.org/covers/fdc636a0-370b-48b2-a94f-bb66734bbaab/56bd1e00-59be-40e2-8ab1-7e64197b61d8.jpg",
    "altTitles": [
      {
        "zh": "我主宰了灵气复苏"
      }
    ],
    "description": {
      "en": "The resurgence of spiritual energy on Earth. Shen An receives a message from his future self and embarks on an invincible path! Shen An wants to keep a low profile, but the beautiful women around him won't allow it!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1259175d-acc6-4405-8569-87d2d943fb02",
    "title": {
      "en": "Left Handed Mutation"
    },
    "updatedAt": "2023-12-29T22:48:43+00:00",
    "coverArt": "https://mangadex.org/covers/1259175d-acc6-4405-8569-87d2d943fb02/0000722e-56ee-4f04-b29b-ee5c59f8ba95.jpg",
    "altTitles": [
      {
        "zh": "我的左手能异变"
      }
    ],
    "description": {
      "en": "Human genes mutate, those with extraordinary genes may gain superpowers, and those with monster genes may mutate into monsters. Xingcun, who became a monster, was awakened and later reborn after the sacrifice of the heroine. In this life, the prodigal son shall use the mutation to fight back and protect the heroine. While he may lay hidden among the supermen, and he shall secretly use his mutation to hunt monsters, seize the power of the ancient demon god, and prevent his resurrection."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "753bc8b4-039e-4058-bcab-978e3be362e9",
    "title": {
      "en": "I Became A Childhood Friend of A Mid Level Boss"
    },
    "updatedAt": "2024-05-07T00:49:05+00:00",
    "coverArt": "https://mangadex.org/covers/753bc8b4-039e-4058-bcab-978e3be362e9/a381035f-29f8-40de-9d28-d1595130a9ce.jpg",
    "altTitles": [
      {
        "ko": "중간 보스의 소꿉친구가 되었다"
      },
      {
        "en": "I Became the Childhood Friend of the Middle Boss"
      }
    ],
    "description": {
      "en": "Do Kyunwoo is the black sheep of his renowned swordsman family. He cannot even catch a rabbit on his own. On his first day of fifth grade, he meets a tranfer student and recalls his past life.\n\nHe had reincarnated into the world of a game he used to play called [Brave Hearts]. He was already frustrated that he had reincarnated as a loser, but on top of that, the transfer student is an intermediate/mid-tier boss who will destroy the world!\n\n“Why are you being so nice to me?”\n\n“Because I want to be friends with you.”\n\nDo Kyunwoo’s plan is to become friends with the transfer student in order to prevent the end of the world!\n\nIn order to survive in this new world and to reach an ending he desires.\nHe becomes best friends with the mid level boss."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "024af7a5-f8ad-4b67-b950-b1708f52b018",
    "title": {
      "en": "Yuusha Party ni Kawaii Ko ga Ita no de, Kokuhaku Shite Mita"
    },
    "updatedAt": "2024-05-06T23:00:01+00:00",
    "coverArt": "https://mangadex.org/covers/024af7a5-f8ad-4b67-b950-b1708f52b018/282e1535-5036-43dd-99d6-bf0c0aecab8e.jpg",
    "altTitles": [
      {
        "ja": "勇者パーティーにかわいい子がいたので、告白してみた。"
      },
      {
        "en": "There Was a Cute Girl in the Hero's Party, so I Tried Confessing to Her"
      },
      {
        "uk": "Красуня з групи героя, якій я зізнався в коханні"
      },
      {
        "zh": "身为魔族的我想向勇者小队的可爱女孩告白"
      },
      {
        "ko": "용사 파티에 귀여운 애가 있어서, 고백해봤다"
      }
    ],
    "description": {
      "en": "Youki was reincarnated in another world. However, instead of being reincarnated as the hero or the demon lord, he was instead reincarnated half-assedly as a minion of the Demon Lord. One day, the Hero's Party attacked the Demon Lord's castle with the intent of defeating the Demon Lord. Of course, Youki was able to repel their attempt with ease. In spite of this, he ended up falling for the cleric, Cecilia, at first sight… The super popular love comedy fantasy set in another world!",
      "uk": "Юкі був реінкарнованим у іншому світі. Однак, замість того щоб реінкарнувати героєм чи королем демонів, він став підлеглим короля демонів. Одного дня група героя атакувала замок короля демонів. Годі й казати, що Юкі відбив спробу героя. Однак, з першого погляду, був зачарований красою Сесиль, клерка групи героя... Супер популярна любовна комедія в іншому світі!",
      "pt-br": "Youki foi reencarnado em outro mundo. Entretanto, em vez de reencarnar como o herói ou o Rei Demônio, ele foi reencarnado como um subordinado do Rei Demônio. Um dia, o grupo do Herói atacou o castelo do Rei Demônio com a intenção de derrotar o Rei Demônio. É claro que Youki conseguiu repelir sua tentativa com facilidade. Apesar disso, ele acabou se apaixonando pelo sacerdotisa Cecília, à primeira vista. A fantasia super popular de comédia romântica que acontece em outro mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-05-11T20:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\nThere is also an alternative version:\n[A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e/a-parallel-world-with-a-1-39-male-to-female-ratio-is-unexpectedly-normal-r18)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a34a0b7-c7ed-491f-bfae-79f625fa6384",
    "title": {
      "en": "The Great Mage of the Hero’s Party Reincarnates"
    },
    "updatedAt": "2024-05-09T18:15:58+00:00",
    "coverArt": "https://mangadex.org/covers/5a34a0b7-c7ed-491f-bfae-79f625fa6384/9661975d-b8ec-4322-85f0-9acbecbf6ee6.jpg",
    "altTitles": [
      {
        "ko": "용사파티 대마법사의 환생"
      },
      {
        "en": "The Rebirth of the Hero's Party's Archmage"
      }
    ],
    "description": {
      "en": "At age 13, the genius wizard Rin embarked on a journey with Lista and the hero party to defeat the great evil known as “the Abyss,” which sought to plunge the world into chaos. But as the battle grew more intense, Rin’s body succumbed to the dark poison of the Abyss, putting his life in grave danger.\n\nWith the words “I’ll come back,” Rin’s soul entered a forced dormancy, only to reawaken 300 years later as a noble boy. Starting his second life in a peaceful world, Rin discovers that on one side of the world, the destined forces of darkness are beginning to stir once more."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5439fe65-5b3a-420e-9ef4-27c9bcc49c5a",
    "title": {
      "en": "Boy's Abyss"
    },
    "updatedAt": "2024-04-14T16:52:37+00:00",
    "coverArt": "https://mangadex.org/covers/5439fe65-5b3a-420e-9ef4-27c9bcc49c5a/c4aee900-4d00-46e7-8446-b5366c2b9828.jpg",
    "altTitles": [
      {
        "ja-ro": "Shounen no Abyss"
      },
      {
        "ru": "Бездна подростка"
      },
      {
        "ja": "少年のアビス"
      },
      {
        "ko": "소년의 어비스"
      },
      {
        "en": "World End Boy Meets Girl"
      },
      {
        "ru": "Юношеская бездна"
      },
      {
        "ne": "केटाको रसातल"
      },
      {
        "tr": "Oğlanın Hiçliği"
      },
      {
        "zh-hk": "少年的深淵"
      }
    ],
    "description": {
      "en": "In a town with nothing, in the middle of a daily life with seemingly no signs of change, \nhigh schooler Reiji Kurose was \"just\" living. \nFamily, dreams for the future, childhood friends were all binding him down to that city. \nHe thought he would \"just\" keep on living like that. Until he met her. \nIs there hope in living? Is there light waiting ahead? \nIt's the start of a boy meets girl series which reflects the \"now.\"",
      "fr": "Dans une ville vide, au milieu d'une vie quotidienne répétitive, Reiji Kurose, lycéen, ne faisait que \" vivre\". \nSa famille, ses rêves d'avenir, ses amis d'enfance. Tous ces éléments le liaient à cette ville. \nIl pensait qu'il continuerait \"juste\" à vivre jusqu'à la fin, jusqu'à ce qu'il la rencontre. \nY a-t-il de l'espoir dans la vie ? Y a-t-il de la lumière dans l'avenir ? \nC'est le début d'une série de rencontres entre garçons et filles qui reflète le présent!",
      "ru": "В пустом городке, в разгаре своей повседневной жизни, казалось бы, \"просто\" жил старшеклассник Рэйдзи Куросе. Семья, мечты о будущем, друзья детства - все это привязывало его к своему родному городу. Он думал, что будет продолжать так жить и никогда ничего не изменит. Пока он не встретил ту самую. Есть ли надежда в жизни? Есть ли впереди свет? Это начало серии \"мальчик, повстречавший девочку\", которая отражает \"сейчас\".",
      "tr": "Reiji Kurose, hiçbir şeyin olmadığı ve görünüşe bakılırsa hiçbir değişimin de olmayacağı bir kasabada ot gibi yaşıyordu. Ailesi, gelecek hayalleri ve çocukluk arkadaşları... Hepsi onu o şehre zincirliyordu. Kendince böyle yaşar giderim diyordu. Taa ki onunla tanışıncaya dek. Yaşamanın bir manası var mı? Beni bekleyen bir gelecek var mı? Oğlan ve kızın tanışmasıyla trajedi kapıları aralanır...",
      "vi": "Một bộ truyện đầy u ám cùng tác giả với Hatsukoi Zombie. Trong một thị trấn nhàm chán và ngày qua ngày không có gì thay đổi, Reiji Kurose, một học sinh trung học vốn luôn \"sống\" như \"đã chết\". Gia đình, tương lai, bạn thời thơ ấu. Tất cả đều trói buộc cậu vào thị trấn này. Cậu luôn nghĩ bản thân đã \"chết\" cho đến khi gặp được cô gái ấy. Hy vọng nào thắp sáng cho cuộc đời tăm tối của hai người? câu chuyện về hành trình tìm đến \"cái chết\" để được \"sống\" chính thức bắt đầu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0301208d-258a-444a-8ef7-66e433d801b1",
    "title": {
      "en": "Ryoushin no Shakkin wo Katagawari shite morau Jouken wa Nihon Ichi Kawaii Joshikousei to Issho ni Kurasu koto deshita."
    },
    "updatedAt": "2024-04-17T21:22:30+00:00",
    "coverArt": "https://mangadex.org/covers/0301208d-258a-444a-8ef7-66e433d801b1/f6934752-cbfc-47fe-997d-21c5157861ce.jpg",
    "altTitles": [
      {
        "ja": "両親の借金を肩代わりしてもらう条件は日本一可愛い女子高生と一緒に暮らすことでした。"
      },
      {
        "en": "I'm Gonna Live with You Not Because My Parents Left Me Their Debt But Because I Like You"
      },
      {
        "zh": "替我父母偿还债务的条件是与日本最可爱的女高中生同居。"
      },
      {
        "zh-ro": "Tì wǒ fùmǔ chánghuán zhàiwù de tiáojiàn shì yǔ rìběn zuì kě'ài de nǚ gāozhōng shēng tóngjū."
      }
    ],
    "description": {
      "en": "The main character, Yoshizumi Yuya, was being pressured into paying off the debt left by his parents who had fled abroad. It was his classmate, Hitotsuba Kaede, chosen as the cutest schoolgirl in Japan, who saved him from this crisis of life and death. However, there was a catch. The condition required to fulfill in return for taking over his debt was — “In return for the loan, you have – to live with me.”\n\n“Why did that happen?!”\n\nYuya’s daily life collapsed on this day.\n\n“Yuya-kun. Let’s take a bath together.”\n\n“Yuya-kun, please be my hug pillow.”\n\n“That’s enough, Hitotsuba-san!”\n\nThe slapstick love comedy between the beautiful, but easy-going Hitotsuba Kaede and the serious and hard-headed Yoshizumi Yuya, starts now!",
      "id": "Tokoh utama, Yoshizumi Yuya, dipaksa untuk melunasi hutang yang ditinggalkan oleh orang tuanya yang melarikan diri ke luar negeri. Itu adalah teman sekelasnya, Hitotsuba Kaede, terpilih sebagai siswi terimut di Jepang, yang menyelamatkannya dari krisis hidup dan mati ini. Namun, ada motif tersembunyi di balik itu. Syarat yang harus dipenuhi sebagai imbalan untuk melunasi utangnya adalah — “Sebagai imbalan atas pinjaman itu, kau harus tinggal bersamaku.” “Kenapa jadi begitu?!” Kehidupan sehari-hari Yuya runtuh pada hari ini. “Yuya-kun. Ayo mandi bersama.” “Yuya-kun, jadilah bantal pelukku.” “Cukup, Hitotsuba-san!” Kisah cinta komedi romantis yang menggugah antara Hitotsuba Kaede yang cantik namun santai dan Yoshizumi Yuya yang serius dan keras kepala, dimulai sekarang!",
      "ja": "第1巻の内容紹介: 糖度300％の同棲ラブコメ\n両親が借金3000万を残して海外逃亡…！？追い詰められた吉住勇也の前に、不意に現れたのは社長令嬢の同級生・一葉楓。勇也も密かに憧れていた日本一可愛い女子高生1位に選ばれた楓は、彼女は意外な提案をするが\n\nDai 1-kan no naiyō shōkai: Tōdo 300-pāsento no dōsei rabu kome ryōshin ga shakkin 3000 man o nokoshite kaigai tōbō…!? Oitsumerareta Yoshizumi Yūya no mae ni, fui ni arawareta no wa shachō reijō no dōkyūsei 一葉楓. Yūya mo hisoka ni akogarete ita nihon'ichi kawaii mesukōsei 1-i ni eraba reta kaede wa, kanojo wa igaina teian o suruga."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
    },
    "updatedAt": "2024-04-24T19:33:08+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/d99f3482-6422-4047-8628-89b04215a293.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "ja-ro": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
      }
    ],
    "description": {
      "en": "Kuroki Tomoko is a super popular, high school girl, who has had 50 years of dating experience, and 100 boys… in the Otome game world. In the real world, she is a 15 year old loner, who has all of the qualities of a \"mojo.\" However, when school isn't going as she expected, and she isn't as popular as she had thought she was, she takes a look at herself in the mirror for the first time in a few years, and has some shocking revelations…",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d2bccba-33b3-4c95-a4bf-8cdea584a32a",
    "title": {
      "en": "TSUYOSHI"
    },
    "updatedAt": "2024-05-02T21:01:33+00:00",
    "coverArt": "https://mangadex.org/covers/9d2bccba-33b3-4c95-a4bf-8cdea584a32a/6286f1d7-dcf3-4f10-8dce-b8be6afd601f.jpg",
    "altTitles": [
      {
        "en": "TSUYOSHI: The one who no one can win against"
      },
      {
        "ja": "TSUYOSHI 誰にも勝てない、アイツには"
      },
      {
        "ja-ro": "TSUYOSHI: Daremo Katenai, Aitsu ni wa"
      },
      {
        "th": "Tsuyoshi ไอ้หนุ่มหมัดพิฆาตลูกป๋องแป๋ง"
      },
      {
        "ja-ro": "TSUYOSHI"
      }
    ],
    "description": {
      "en": "A super-powerful guy keeps defeating everyone around him, even though he doesn't like fighting."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "905d5372-0ea0-4752-9bf6-8c8f533d126d",
    "title": {
      "en": "Dragon Musume no Dokodemonai Zone"
    },
    "updatedAt": "2024-02-26T21:46:03+00:00",
    "coverArt": "https://mangadex.org/covers/905d5372-0ea0-4752-9bf6-8c8f533d126d/1d2f4cce-dd85-4cdc-9dbf-2ad47b9c8bc7.jpg",
    "altTitles": [
      {
        "en": "The Dragon Girls' Nowhere Zone"
      },
      {
        "ja": "ドラゴン娘のどこでもないゾーン"
      }
    ],
    "description": {
      "en": "Five dragon girls without an ounce of sense between them. Going nowhere at the breakneck pace of 4 panels per page.\n\nThis is the Dragon Girls' Nowhere Zone."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2cf5e03f-e74b-436b-be9f-a5bd5b63b234",
    "title": {
      "en": "John Loves Tite"
    },
    "updatedAt": "2024-03-24T22:35:24+00:00",
    "coverArt": "https://mangadex.org/covers/2cf5e03f-e74b-436b-be9f-a5bd5b63b234/175b5f41-0b5b-4be5-97ad-0ddeb746cee2.png",
    "altTitles": [
      {
        "en": "Yohan Loves Tite"
      },
      {
        "en": "Johan Loves Tite"
      },
      {
        "ko": "요한은 티테를 사랑한다"
      }
    ],
    "description": {
      "en": "Tite loves John. But does John love Tite?\n\nToday, the people of Holy City were gossiping among themselves.\nTite Libero, the eldest daughter of the prestigious noble family Libero.\nRumor has it that the beautiful and bright Tite fell madly in love with the hope of humanity, Cardinal John."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9904cda7-ff99-4537-996b-72d27f5741a5",
    "title": {
      "en": "Haikyuu!! - Seisai wa Seishun Kudaru (Doujinshi)"
    },
    "updatedAt": "2024-05-12T23:05:38+00:00",
    "coverArt": "https://mangadex.org/covers/9904cda7-ff99-4537-996b-72d27f5741a5/c296576c-23a1-4453-ab82-c0e00f68ab40.png",
    "altTitles": [
      {
        "en": "Haikyuu dj - Punishment Falls on Youth"
      }
    ],
    "description": {
      "en": "Hinata and Kageyama are fighting, but Hinata doesn't understand why."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc332d04-d3b0-413c-a767-70f5e451b031",
    "title": {
      "en": "Kuro no Shoukanshi"
    },
    "updatedAt": "2024-03-22T13:12:05+00:00",
    "coverArt": "https://mangadex.org/covers/dc332d04-d3b0-413c-a767-70f5e451b031/1d18535a-55ee-439a-a4b5-c92c819e0328.jpg",
    "altTitles": [
      {
        "en": "The Black Summoner"
      },
      {
        "ru": "Черный призыватель"
      },
      {
        "zh": "黑之召唤士"
      },
      {
        "ja": "黒の召喚士"
      },
      {
        "ko": "흑의 소환사"
      },
      {
        "en": "The Berserker Rises to Greatness"
      }
    ],
    "description": {
      "en": "“If you truly want to get stronger, you have to challenge and defeat those stronger than yourself.”\n\nWhile being transmigrated to another world, Kelvin bartered away his memories for a collection of powerful new abilities. Setting out on the ultimate adventure as the world’s strongest Summoner — with his first Follower being the very goddess who brought him over! — he soon discovers his true nature as a battle junkie.\n\nSomeone wants to pick a fight? Sure, bring it on! Facing off against one formidable foe after another, Kelvin can hardly contain his delight as he revels in the absolute exhilaration of a good fight!\n\nThe curtain rises on the start of an epic saga as this black-clad warrior and his allies carve their way into the annals of history!\n\nSee the colorful characters and the thrilling battles come to life in this visual retelling of the light novel series by Doufu Mayoi.\n\n---\n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n1222ci/) (Raw)\n- [Official English Light Novel](https://j-novel.club/series/black-summoner)",
      "ru": "Он очнулся в мире ничего не помня о себе, даже имени. Зато это мир меча и магии, а он призыватель. Ну, вперед, осваиваться в новом мире!",
      "pt-br": "As cortinas dessa história se abrem quando nosso protagonista troca suas memórias por um poder imensurável em um novo mundo. Agora, com o nome de Kelvin, ele precisa evoluir, dominar novos subordinados e se tornar o maior invocador de todos os tempos. Mas e então, até onde essa jornada vai nos levar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b59f83c3-cb84-4782-8134-91f434eae82c",
    "title": {
      "en": "Me and Renee and Blue Skies"
    },
    "updatedAt": "2024-05-08T22:26:39+00:00",
    "coverArt": "https://mangadex.org/covers/b59f83c3-cb84-4782-8134-91f434eae82c/7a6e7ef1-59ea-45e6-83e5-3e37ecc61c96.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku para Rune para Aoarashi"
      },
      {
        "ja-ro": "Boku to René to Aoarashi"
      },
      {
        "ja-ro": "Boku to Renée to Aoarashi"
      },
      {
        "en": "Me and Renee and Blue Skies"
      },
      {
        "ru": "Руне и я"
      },
      {
        "ja": "僕とルネと青嵐"
      },
      {
        "ko": "나와 르네와 세이란"
      },
      {
        "ja-ro": "Boku to Rune to Aoarashi"
      }
    ],
    "description": {
      "en": "Souichi is an art student, and one day he saw an amazing painting at his university that made him want to study under the artist. When he went to learn from the master, though, the man did not accept him. Shortly afterward, he met the man's granddaughter, a blonde-haired, blue-eyed child called Rune. She was a very energetic kid who drew Souichi into playing with her in the surrounding countryside. Soon, Souichi learned the truth–the painting he had been so impressed with at his university was not the grandfather's work, but Rune's. She is the artist from whom he needs to learn!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-02-24T11:47:23+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/6f235e14-164c-43bb-84a2-02102edefce9.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c4fca57-f82f-46d8-8c53-9289a1206ff0",
    "title": {
      "en": "Kiokuya"
    },
    "updatedAt": "2023-11-01T22:01:55+00:00",
    "coverArt": "https://mangadex.org/covers/9c4fca57-f82f-46d8-8c53-9289a1206ff0/c9245fa2-1b34-4698-8a5f-c11f7da182bd.jpg",
    "altTitles": [
      {
        "ja": "記憶屋"
      },
      {
        "fr": "Le dévoreur de souvenirs"
      },
      {
        "en": "The Memory Eraser"
      },
      {
        "ja-ro": "Kiokuya"
      }
    ],
    "description": {
      "en": "Ryoichi, a student, is researching urban legends and becomes interested in how they spread. As various people around him strangely lose their memories of him, he hears about a mysterious monster, the Kiokuya, which supposedly feeds on people's memories. But does this Kiokuya really exist? And if so, what is its true goal?",
      "es": "Ryoichi, un estudiante, está investigando las leyendas urbanas y se interesa por cómo se propagan. Mientras varias personas de su entorno pierden extrañamente sus recuerdos, oye hablar de un misterioso monstruo, el Kiokuya, que supuestamente se alimenta de los recuerdos de la gente. ¿Pero existe realmente este Kiokuya? Y si es así, ¿cuál es su verdadero objetivo?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "9"
  },
  {
    "mangaId": "16a16845-90d1-4895-b2b8-4895624588c7",
    "title": {
      "en": "Kaii to Otome to Kamikakushi"
    },
    "updatedAt": "2024-04-30T17:17:16+00:00",
    "coverArt": "https://mangadex.org/covers/16a16845-90d1-4895-b2b8-4895624588c7/ae1a0627-f1bf-4cf2-960e-239657d9a6e3.jpg",
    "altTitles": [
      {
        "ja": "怪異と乙女と神隠し"
      },
      {
        "ko": "괴이와 소녀와 행방불명"
      },
      {
        "zh": "怪异×少女×神隐"
      },
      {
        "ru": "Девушка, взбудораженная тайной загадочных исчезновений"
      },
      {
        "en": "Mysterious Disappearances"
      },
      {
        "ru": "Тайны, девы и мистические происшествия"
      },
      {
        "en": "Mysteries, Maidens, and Mysterious Disappearances"
      },
      {
        "en": "Apparitions, Maidens, & Mysterious Disappearances"
      }
    ],
    "description": {
      "en": "Mysterious incidents in a city, one after the other. A demonic being is challenged to resolve them. Sumireko, seemingly a plain store clerk, aspires to be a novelist and rocks an alluring body with some ardent admirers. Adashino, an admirer who looks like a boy, is a bookstore clerk. He's steeped in mystery however, at first, until the path of challenges is revealed that he and his sister must face in the city in order to win their ticket back home, outside this world. A story of modern mysteries and romantic aspirations begins.",
      "ru": "Ряд загадочных инцидентов начинают происходить в городе. И всё бы ничего если этот город не был домом для Сумиреко, красивой девушки с писательским стремлением. Какие же происшествия будут ждать Сумиреко и её коллегу по работе, Адашино, полного загадок парня, работающего в книжном?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-04-13T18:58:08+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/03e2f561-d213-473e-8faa-b9aba49cf37e.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c0aee7d-3979-4f2a-86cd-be41972f46fa",
    "title": {
      "en": "A Village Protected by a Dragon"
    },
    "updatedAt": "2023-08-09T16:17:06+00:00",
    "coverArt": "https://mangadex.org/covers/3c0aee7d-3979-4f2a-86cd-be41972f46fa/b50f0c76-7e7c-4804-9579-3b2a7beb32ea.png",
    "altTitles": [
      {
        "en": "The Village protected by a dragon"
      },
      {
        "es-la": "Uma Vila Protegida Por Um Dragão"
      },
      {
        "zh": "You Long Shou Hu De Xiao Zhen"
      },
      {
        "zh": "有龙守护的小镇"
      }
    ],
    "description": {
      "en": "Hua Dai found herself with an illness - whenever she touches something she wants/likes, her hands will get stuck to it until she buys it. Due to this illness, she is in great debt. Without choice, she decided to go back to her grandpa's house with this secret key her grandpa gave her in search of treasure, hoping to pay off her debts. As Hua Dai arrived at Bai Lin Village, she found a girl named \"Long\" who claimed to be a disciple of her grandpa. With this, Hua Dai started living with this strange girl…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "70"
  },
  {
    "mangaId": "bab34b0f-26d8-4a29-96eb-bfdd1cc0b083",
    "title": {
      "en": "Golden Light Gratia, The Child Loved By God"
    },
    "updatedAt": "2024-01-14T23:29:56+00:00",
    "coverArt": "https://mangadex.org/covers/bab34b0f-26d8-4a29-96eb-bfdd1cc0b083/6b4f8547-e6b8-4adc-aaad-405e3f9cff45.jpg",
    "altTitles": [
      {
        "pt-br": "Luz Dourada Gratia, a criança amada por Deus"
      },
      {
        "ko": "신의 사랑을 받는 아이, 황금빛 그라티아"
      }
    ],
    "description": {
      "en": "Gratia, a girl considered useless and despised by her family, has a revealing dream where a mysterious man predicts a great future for her. She soon discovers that she is the lost daughter of the influential Luciffero family. In a surprising event, after being attacked, a golden light erupts from Gratia, forcing everyone around her to close their eyes.\n\nWhen the light dissipates, young Gratia disappears and in her place an adult version of herself appears, with distinct features of Luciffero. With an imposing stature and undeniable beauty, she comes across Nea, her mother, and realizes that the transformation expected for the future happened that day.\n\nThis was the moment when ten-year-old Gratia and twenty-year-old Gratia switched bodies for the first time.",
      "pt-br": "Gratia, uma menina considerada inútil e desprezada pela família, tem um sonho revelador onde um homem misterioso prevê um grande futuro para ela. Ela logo descobre que é a filha perdida da influente família Luciffero. Num acontecimento surpreendente, após ser atacada, uma luz dourada irrompe de Gratia, obrigando todos ao seu redor a fecharem os olhos.\n\nQuando a luz se dissipa, a jovem Gratia desaparece e em seu lugar aparece uma versão adulta dela mesma, com características distintas de Luciffero. De estatura imponente e beleza inegável, ela se depara com Nea, sua mãe, e percebe que a transformação esperada para o futuro aconteceu naquele dia.\n\nEste foi o momento em que Gratia, de dez anos, e Gratia, de vinte, trocaram de corpo pela primeira vez."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fdc17daf-6192-4710-8ce5-d8fa87946d74",
    "title": {
      "en": "Death Penalty"
    },
    "updatedAt": "2024-03-19T14:52:17+00:00",
    "coverArt": "https://mangadex.org/covers/fdc17daf-6192-4710-8ce5-d8fa87946d74/c2281a29-34df-48e1-b3fc-1acf63e69faf.jpg",
    "altTitles": [
      {
        "ja": "死んだ数だけ超強化 -デスペナルティ-"
      },
      {
        "ja-ro": "Shinda Suu Dake Chou Kyouka -Death Penalty-"
      }
    ],
    "description": {
      "en": "In the present day, tower dungeons called Magic Towers have appeared throughout the world.\n\nTakamichi Yoshito is a convenience store clerk. The manager yells at him every day, making his life miserable. Yoshito dreams of making a fortune, and soon after the Magic Towers appear. He becomes a Challenger of the towers, but he has no savings to invest in weapons or equipment, leaving him completely late to the game.\n\nAiming for a quick turnaround, Yoshito sells his real-life savings and the few items he has in the tower, and buys the [Infinite Revival] skill from a shady merchant. This skill allows him to revive himself within the dungeon. However, [Infinite Revival] had a hidden disadvantage.\n\nWhen reviving, the user is randomly given a [Death Penalty], a permanent debuff so strong that once it is applied, the user is no longer able to work as an adventurer. Yoshito despairs over the cursed skill, but his situation changes drastically when he obtains the rare skill [Inversion] in a hidden room of the dungeon.\n\nThe skill [Inversion] reversed the heavy negative effects of [Death Penalty]'s permanent debuff caused by Infinite Revival and turned them all into positive stats!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d06a7888-9fc2-4e64-9a55-c99ecdf28257",
    "title": {
      "en": "Cthulhu Creator"
    },
    "updatedAt": "2024-02-10T04:33:19+00:00",
    "coverArt": "https://mangadex.org/covers/d06a7888-9fc2-4e64-9a55-c99ecdf28257/36e89cb3-0816-468b-b646-e37aabab539c.jpg",
    "altTitles": [
      {
        "zh": "造物者"
      },
      {
        "zh-ro": "Zao Wu Zhe"
      }
    ],
    "description": {
      "en": "A strange woman’s video message made me miss my girlfriend’s date. Has my father who died in the fire reappeared? Retired firefighters are infected with the “otherworldly virus”. Could it be an evolution or mutation catalyst? The mysterious Solomon girl, the stunning assassin demon hunter, as well as ghouls, Taoist priests, and immortals. The major sects and factions are ready to move, and the mysterious Creator is planning to rule the world again… Who is plotting all of this?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23036c3f-4e61-4dd1-8414-58fe14f9ad8b",
    "title": {
      "en": "Koi suru 1/4"
    },
    "updatedAt": "2024-05-04T20:38:28+00:00",
    "coverArt": "https://mangadex.org/covers/23036c3f-4e61-4dd1-8414-58fe14f9ad8b/8d88d7ef-8772-41ef-910b-488f85697eba.png",
    "altTitles": [
      {
        "zh": "1/4的恋情"
      },
      {
        "zh-hk": "1/4的戀情"
      },
      {
        "ja-ro": "Koi Suru 1/4th"
      },
      {
        "ja-ro": "Koi Suru One Fourth"
      },
      {
        "en": "Koisuru 1/4"
      },
      {
        "zh": "四分之一的恋情"
      },
      {
        "zh": "四分之一的戀情"
      },
      {
        "ja": "恋する1/4"
      }
    ],
    "description": {
      "en": "From Impossibility:  \n  \nYoshida Miake is a charismatic first year high school student who is in love with her best friend whom she has known all of her life. The only problem is the fact that he has no interest in her whatsoever. Heartbroken, she finds comfort from \"Mr. Black\" and slowly begins to develop feelings for him. But how can she develop a relationship with a person who exchanges kisses for lunch?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "dc444293-bda2-43ec-99b7-626528aa5683",
    "title": {
      "en": "Welcome to Dungeon Hotel"
    },
    "updatedAt": "2024-03-28T16:42:45+00:00",
    "coverArt": "https://mangadex.org/covers/dc444293-bda2-43ec-99b7-626528aa5683/23405c14-5b29-4152-bd2e-dcf819ac40e9.png",
    "altTitles": [
      {
        "ko": "던전 호텔에 오신 것을 환영합니다"
      }
    ],
    "description": {
      "en": "“[Class: Hotel Manager (Hidden) awakened!]\n\nMac x Mo x Gol x Coffee turns into potions,\nA mysterious hotel where staying for a day restores stamina.\nAwakened as the manager of this place!\n\nAll guests are hunters, and the hotel is in the middle of a dungeon.\nJust by putting on a business smile, money rolls in, right?!\n\n“Welcome, welcome to the Yeongchun Hotel!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8763ecbd-7f89-4c44-8f79-f8ad5d29c9ed",
    "title": {
      "en": "Avenger of Mystical Eyes - Blood Parasite"
    },
    "updatedAt": "2024-05-12T22:39:01+00:00",
    "coverArt": "https://mangadex.org/covers/8763ecbd-7f89-4c44-8f79-f8ad5d29c9ed/cabd6512-1eb3-4cf4-9f66-c925725b6735.jpg",
    "altTitles": [
      {
        "ja-ro": "Mame no Fukushuu-sha - Blood Parasite"
      },
      {
        "ja": "魔眼の復讐者 ブラッドパラサイト"
      }
    ],
    "description": {
      "en": "\"Would you like to be part of my family?\" Archive, the devil race's weakest, was saved by the Demon Queen right before death overtook him. Unable to have children and capable of harming anything that approaches him, Archive is the only member of the Demon Queen's \"family\" that continues living. However, demons and humans hate each other, and they are fighting wars at the cost of each other's peace. Eight heroes lure the Demon Queen with promises of peace to defeat her. Archive could only stand by and watch as the weakened Demon Queen fell into the trap and then abused. Archive goes to help, but as the weakest demon, he has no way to fight back and meets his end as his head was severed from his body. The Demon Queen is then sealed away. Unable to protect the Demon Queen, Archive used every ounce of his strength to cast a certain spell on one of the eight heroes, Lieselotte. [Forbidden magic that kills and takes over the soul of a fetus called Blood Parasite]. By using this magic, Archive managed to take over Lieselotte's fetus, as she was already pregnant. Reborn from the weakest demon into the son of a hero, Archive would eventually display \"Demon eyes.\" Petrification, Charm, Fear, Clairvoyance, along with other powers that became available to Archive, who had obtained the most powerful demon eyes. Archive vows revenge on the heroes, even if it was his own mother who gave birth to him, or the lover who loved him when he was a teenager. “Just you wait, heroes, I shall kill you and take back the Demon Queen!”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61b0d21c-b703-4999-910d-ebffc44791bb",
    "title": {
      "en": "Akuyaku Reijou Tensei Oji-san"
    },
    "updatedAt": "2024-05-12T22:41:20+00:00",
    "coverArt": "https://mangadex.org/covers/61b0d21c-b703-4999-910d-ebffc44791bb/dd101115-633d-4aa8-b26a-cf04c87de12e.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢転生おじさん"
      },
      {
        "en": "The Old Man Reincarnated as a Villainess"
      },
      {
        "ko": "악역 영애 전생 아저씨"
      },
      {
        "en": "Villainess Reincarnation Uncle"
      },
      {
        "id": "Bapakku Villainess"
      }
    ],
    "description": {
      "en": "After a traffic accident, 52-year-old civil servant Kenzaburou Tondabayashi awakens to find he's become Grace Auvergne, a duke's daughter, and more importantly the villainess of an otome game. Not wanting to get in the way of the happy endings of the young characters around him, Grace sets out to play the role of the villain, but whether it's due to Kenzaburou's memories of being an affectionate parent getting in the way or not being able to remember those pesky foreign names properly, it ends up being a lot harder than it looks…",
      "id": "Setelah mengalami sebuah kecelakaan, seorang PNS berusia 52 tahun bernama kenzaburou tondabayashi tiba-tiba berada di tubuh seorang putri duke yang bernama grace auvergne, terlebih lagi, grace merupakan seorang villainess di sebuah game otome. Tidak ingin mengganggu happy ending anak-anak muda yang ada di dekatnya, grace memutuskan untuk menjalankan perannya sebagai seorang villainess, tapi mungkin karena ingatan kenzaburou yang dulunya merupakan seorang orang tua yang penuh kasih sayang atau karena tidak bisa mengingat nama-nama asing, akhirnya setiap grace ingin menjalankan peran villainessnya, grace selalu terganggu.\nSehingga dia merasa menjadi seorang villainess ternyata lebih sulit dari yang dia pikirkan..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2707b1cc-05b9-455f-ae6f-f351dd9f8741",
    "title": {
      "en": "Evolution Begins With a Big Tree"
    },
    "updatedAt": "2024-03-02T13:01:29+00:00",
    "coverArt": "https://mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "altTitles": [
      {
        "en": "Evolution From the Big Tree"
      },
      {
        "zh-ro": "Cóng Dà Shù Kāishǐ De Jìnhuà"
      },
      {
        "zh": "从大树开始的进化"
      },
      {
        "ja": "進化する者たち"
      },
      {
        "vi": "Chuyển Sinh Thành Liễu Đột Biến"
      },
      {
        "vi": "Từ Đại Thụ Tiến Hóa"
      }
    ],
    "description": {
      "en": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\n\nOfficial Translations:\n[Japanese](https://piccoma.com/web/product/146958)",
      "zh": "黑鸟社新作，重生成为一株柳树！？灵气复苏，万物崛起。重生的柳树也走上了进化之路。能够无限进化的它，是“神力”还是“诅咒”？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6166c08e-cca6-4a25-9233-14be0d0ab9d2",
    "title": {
      "en": "Absolute Martial Arts"
    },
    "updatedAt": "2023-10-25T03:08:26+00:00",
    "coverArt": "https://mangadex.org/covers/6166c08e-cca6-4a25-9233-14be0d0ab9d2/a29a1871-f002-4bea-b4e2-f6e280b406cf.jpg",
    "altTitles": [
      {
        "ko": "절대무신"
      },
      {
        "ja": "絶代武神～伝説の始まり～"
      },
      {
        "ru": "Абсолютный воин"
      }
    ],
    "description": {
      "en": "On the verge of death, I was saved by a group of elderly demon – level existences at the apex of cultivation. But I, Yeon-gang had too much potential in martial arts, and alas was kidnapped and forced to become their disciple… Join me as I desperately try my best to escape their grasp, and enter the world of Murim!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%88%EB%8C%80%EB%AC%B4%EC%8B%A0/2498)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/58384)",
      "ja": "武林世家である四川唐門でこき使われあげくに捨てられた少年・燕康。 自称「絶世達人」の老人3人組に拾われ弟子になるも、修行と言う名の家事ばかり！ やっと武功を教えてもらうことになるも、基本の以気御剣（いきごけん）”さえできなかった！ 武神の伝説は始まったばかり…！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%88%EB%8C%80%EB%AC%B4%EC%8B%A0/2498)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/58384)",
      "ko": "은거고수 삼인방 비돈, 독안, 광두! \n\n그들이 제자를 키우기 시작한다.\n\n\"너는 왜 가장 기본인 이기어검조차 못하냐?\"\n\n\n기본이나 다름없는 이기어검도 못해서 구박받는 제자 소연강!\n\n소연강과 세사부의 전설이 시작된다!\n\n적하 작가의 명작 무협 소설 <절대무신>이 웹툰으로 돌아왔다!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%88%EB%8C%80%EB%AC%B4%EC%8B%A0/2498)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/58384)",
      "ru": "Три великих мастера-затворника: Бидон, Тоган и Кванду, - взяли на воспитание ученика по имени Со Ён Ган.\n\n-Почему ты не можешь освоить элементарные приёмы с мечом?\n\nВот так начинается история об ученике-неудачнике - Со Ён Гане.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%88%EB%8C%80%EB%AC%B4%EC%8B%A0/2498)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/58384)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ba386d5-1c6d-43e7-886f-209b69a326c1",
    "title": {
      "en": "The Youngest Is Preventing the End of the World"
    },
    "updatedAt": "2024-05-07T16:09:30+00:00",
    "coverArt": "https://mangadex.org/covers/6ba386d5-1c6d-43e7-886f-209b69a326c1/b75e68dd-7f69-4f89-959c-15cbfa24fdc5.jpg",
    "altTitles": [
      {
        "en": "The Youngest Child of the Family Is Preventing the World From Ending"
      },
      {
        "ko": "막내가 세계 멸망을 막는 중이래요"
      }
    ],
    "description": {
      "fr": "\"La plus jeune et sotte, celle qui ne sait rien faire, mais qui cause des ennuis avec son joli minois.\" Exaspérée, je me suis à nouveau regardée dans le miroir et je me suis exclamée. \"Pourquoi suis-je la 'plus jeune stupide' Diana Cartier !\" Dans le roman 「The Ending Can't Be the Destruction of the World, Diana est une femme maléfique qui commet des actes néfastes à répétition et subit un lavage de cerveau de la part du méchant, ce qui contribue grandement à la destruction du monde ! Si quelque chose peut mal tourner pour la méchante, cela se produira. Mais quand quelque chose tourne mal pour moi, je me souviens plutôt de ma vie passée ? J'étais une étudiante ordinaire dans ma vie passée, et j'ai pris ma décision lorsque j'ai réalisé que j'avais été réincarnée en Diana Cartier, la méchante du roman. \"Le monde va s'écrouler.\" \"Mais je ne vais pas laisser faire.\" Oui, je vais empêcher la fin du monde de mes propres mains ! Et sauver mes frères de la conspiration en même temps !\" Attendez un peu. Qu'est-ce que c'est que cette chose noire sur le sol là-bas ? Attendez. Ce visage, où l'ai-je déjà vu ? Est-ce Linus del Stein ? Pourquoi êtes-vous allongé là, Monsieur le Protagoniste du roman qui va détruire ce monde ? Diana et ses frères font de leur mieux pour empêcher la fin du monde ! Et des animaux mignons et d'autres choses ? Notre adorable petit dernier est en train d'empêcher la fin du monde, pousse-toi de là !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-04-18T03:16:24+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Iron Ladies Steel Soldiers"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "005b7e3c-2927-45ae-87db-bb3aa04c65e0",
    "title": {
      "en": "Mage & Demon Queen"
    },
    "updatedAt": "2024-01-07T05:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/005b7e3c-2927-45ae-87db-bb3aa04c65e0/aacac3ff-b009-4a4e-a6d9-d7bfa4065c19.jpg",
    "altTitles": [
      {
        "en": "Mage and Demon Queen"
      },
      {
        "fa": "جادوگر و ملکه‌ی شیاطین"
      },
      {
        "id": "Penyihir dan Ratu Iblis"
      },
      {
        "es-la": "Serás mi reina"
      },
      {
        "pl": "Mag & królowa demonów"
      },
      {
        "pt-br": "Maga e Rainha Demônio"
      }
    ],
    "description": {
      "en": "In a world where Humans and Demons are in constant wars. Human adventurers seek to challenge the demon tower, home of the demons, which boast over a hundred floors, thousands of strong demons and generals. and at the top of towers lair the mightiest demon lord.   \nAll adventurers seek to take the demon lord’s head to ends the never ending war and restore peace to mandkind. However, a young mage girl wishes to take her hand and propose her.  \n  \n* [Author's Patreon](https://www.patreon.com/Color_LES)",
      "pt-br": "Aventureiros tentam conseguir a cabeça da rainha demônio, mas uma jovem maga apaixonada deseja ter a mão dela. Junte-se a nós, por este conto obscuro de amor e persistência ambientado em um RPG da vida real."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "61"
  },
  {
    "mangaId": "b7e5b450-94ee-4060-9e7e-3e0785707000",
    "title": {
      "en": "Go! Ina Junior High Ping-Pong Club"
    },
    "updatedAt": "2023-03-05T15:43:31+00:00",
    "coverArt": "https://mangadex.org/covers/b7e5b450-94ee-4060-9e7e-3e0785707000/dfa6bfa1-8639-4896-83e2-e690f1c7f940.jpg",
    "altTitles": [
      {
        "zh": "去吧，稻中乒团"
      },
      {
        "ja": "行け！稲中卓球部"
      },
      {
        "ja-ro": "Ike! Ina-chuu Takkyuubu"
      }
    ],
    "description": {
      "en": "There are six members of the boy's ping pong club. Two are relatively normal; however, the other four consist of an aspiring sexual deviant, two perverts, and a guy with lethal B.O. Add in a cantakerous girl as a manager, and you have the entire crew.  \n  \nThis series pushes the boundaries of good taste beyond anything the western world has experienced, yet somehow manages to remain vaguely charming. The antics of the ping pong club includes one member's trademark \"Protruding Pecker Serve,\" molesting cross-dressing members, and the infamous \"Turtle Sequence,\" which is much too horrifying to describe.  \n  \nIn 1996, this manga won the Kodansha Manga Award for general manga."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "159"
  }
]