[
  {
    "mangaId": "3e0e6fed-d82f-47fe-bb09-f433ac938b9e",
    "title": {
      "en": "Killer Killer"
    },
    "updatedAt": "2024-04-19T05:29:50+00:00",
    "coverArt": "https://mangadex.org/covers/3e0e6fed-d82f-47fe-bb09-f433ac938b9e/36552538-85af-47b3-89a2-cd83251ab641.jpg",
    "altTitles": [
      {
        "ru": "Данганронпа Гайдэн: Убийца Убийц"
      },
      {
        "ja": "キラーキラー"
      },
      {
        "ja": "ダンガンロンパ害伝 キラーキラー"
      },
      {
        "en": "Danganronpa Gaiden: Killer Killer"
      },
      {
        "en": "Bullet Refutation Side Story: Killer Killer"
      }
    ],
    "description": {
      "en": "A sudden increase in odd killings. A world close to an end gives rise to an unprecedented master detective!!!  \n  \nThe story follows the motivated detective Asano Misaki & her slacker partner Hijirihara Takumi. They work in the Special Crime Investigation agency (SCI), which is in charge of cases judged abnormal or bizarre.",
      "pl": "Misaki Asano to młoda dziewczyna, która postanowiła dołączyć do Wydziału Spraw Specjalnych, którego głównym zadaniem jest łapanie psychopatów oraz innych ciekawych person, lubiących zabawić się z ludźmi lub ich ciałami. Jej partnerem zostaje dziwny chłopak imieniem Takumi Hijirihara. Można go znaleźć dosłownie wszędzie: w szafce, w pudle, w skrzynce i Bóg wie gdzie jeszcze. Jednak, prócz chowania się w ciasnych miejscach, jego konikiem jest coś jeszcze: morderstwo.",
      "pt-br": "No mesmo universo de Danganronpa, presenciamos a Unidade Investigativa de Crimes Especiais da Fundação Futuro, que busca desvendar os crimes grotescos que explodiram após o maior, mais terrível e mais trágico evento da história da humanidade! Acompanhe a novata Misaki Asano e seu peculiar e preguiçoso parceiro Takumi Hijirihara em suas investigações enquanto sua unidade tenta descobrir quem é o assassino de assassinos, o Killer Killer!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "df032784-8b52-44d6-ac61-8ed4a8067d56",
    "title": {
      "en": "So, I Can't Play H!"
    },
    "updatedAt": "2023-03-04T00:13:29+00:00",
    "coverArt": "https://mangadex.org/covers/df032784-8b52-44d6-ac61-8ed4a8067d56/121de025-1e70-4810-8082-1e2076ea3d53.jpg",
    "altTitles": [
      {
        "ja-ro": "Dakara Boku wa, H ga Dekinai."
      },
      {
        "th": "เพราะฉะนั้นผมจึง H มากไม่ได้"
      },
      {
        "ja": "だから僕は、Hができない。"
      },
      {
        "zh": "所以我才只能做魔法师"
      },
      {
        "ko": "그래서 나는 H를 할 수 없다"
      }
    ],
    "description": {
      "en": "One day, first-class Grim Reaper Lisara, for her own reasons, secretly enters the human world. After searching in vain for her target, Lisara is completely exhausted. That's when Ryosuke Kaga approaches her. To help Lisara out, he leads her out of the rain and to his cozy home, where he tells her, \"I will do anything to help you.\" When Lisara hears that, she suddenly embraces Ryosuke and......?!"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "28"
  },
  {
    "mangaId": "b6886009-e60b-44a7-abc2-a575765277ba",
    "title": {
      "en": "D.Gray-man"
    },
    "updatedAt": "2024-04-15T21:52:12+00:00",
    "coverArt": "https://mangadex.org/covers/b6886009-e60b-44a7-abc2-a575765277ba/2722ec59-83df-48ed-a97d-a3f22fefed5b.jpg",
    "altTitles": [
      {
        "en": "DGM"
      },
      {
        "NULL": "Dī Gureiman"
      },
      {
        "vi": "Thầy trừ tà"
      },
      {
        "ru": "Д.Грэй-мен"
      },
      {
        "he": "ד.גריי-מן"
      },
      {
        "ar": "الرجل الرمادي"
      },
      {
        "ja": "ディー・グレイマン"
      }
    ],
    "description": {
      "en": "Losing a loved one is so painful that one may sometimes wish to be able to resurrect them—a weakness that the enigmatic Millennium Earl exploits. To make his mechanical weapons known as \"Akuma,\" he uses the souls of the dead that are called back. Once a soul is placed in an Akuma, it is trapped forever, and the only way to save them is to exorcise them from their vessel using the Anti-Akuma weapon, \"Innocence.\"  \n  \nAfter spending three years as the disciple of General Cross, Allen Walker is sent to the Black Order—an organization comprised of those willing to fight Akuma and the Millennium Earl—to become an official Exorcist. With an arm as his Innocence and a cursed eye that can see the suffering souls within an Akuma, it's up to Allen and his fellow Exorcists to stop the Millennium Earl's ultimate plot: one that can lead to the destruction of the world.",
      "ru": "Действие манги разворачивается в альтернативной Европе конца 19 века. Мир заселен Акума - созданиями Тысячелетнего Графа, созданными из механизма и человеческой души. Те, кто могут уничтожать Акума и освобождать души заключенные в них, называются экзорцистами, которые наделены некой Чистой Силой. Главный герой манги - Аллен Уолкер, юноша пятнадцати лет, проклятый Акума, носитель Чистой Силы в его левой руке. Путь Аллена Уолкера связан с его любовью к людям и Акума, путь, который принесет ему много неожиданностей…"
    },
    "status": "ongoing",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2023-09-18T06:19:48+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31277fc7-9a89-4f53-a379-3f5dd44ddeca",
    "title": {
      "en": "Cross Ange: Rondo of Angels and Dragons"
    },
    "updatedAt": "2023-12-08T13:47:09+00:00",
    "coverArt": "https://mangadex.org/covers/31277fc7-9a89-4f53-a379-3f5dd44ddeca/61f1b958-0c43-4703-bb59-87bcbe1c7a80.jpg",
    "altTitles": [
      {
        "ja-ro": "Cross Ange - Tenshi to Ryuu no Rondo"
      },
      {
        "ja": "クロスアンジュ　天使と竜の輪舞"
      }
    ],
    "description": {
      "en": "All humans in this world can use the power of the light of mana, and those who can't are considered to be subhuman 'Norma.' The world is like a peaceful utopia, and the celebrated princess Angelize leads a happy life. She believes that the only darkness left in the world is the existence of the horrible Norma.  \nHowever, in a ceremony on her 16th birthday, the truth is revealed–Princess Angelize is a Norma. Now she is going to learn what her society does to Norma. She is sent to an isolated island full of others like her, who are taught that the only reason they are allowed to live is in order to fight to protect the peace of this world. Now \"Ange\" is part of a squad that pilots Paramails and fights invading extradimensional dragons."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "43"
  },
  {
    "mangaId": "4e9a0832-3c86-411d-82b6-0366a0cb0c52",
    "title": {
      "en": "Corpse Party - Book of Shadows"
    },
    "updatedAt": "2023-12-08T13:28:10+00:00",
    "coverArt": "https://mangadex.org/covers/4e9a0832-3c86-411d-82b6-0366a0cb0c52/ffb5e6ea-d8dd-42d9-9737-77474bb1fbfe.jpg",
    "altTitles": [
      {
        "en": "Corpse Party Book of Shadows"
      },
      {
        "en": "Corpse Party: Book of Shadows"
      },
      {
        "ru": "Карнавал Трупов - Книга Теней"
      },
      {
        "ja": "コープスパーティー Book of Shadows"
      }
    ],
    "description": {
      "en": "Based on the game of the same name."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "25"
  },
  {
    "mangaId": "a821e1b2-eea8-463b-b1ba-3f49478c4aaa",
    "title": {
      "en": "Domina no Do!"
    },
    "updatedAt": "2023-05-20T03:56:12+00:00",
    "coverArt": "https://mangadex.org/covers/a821e1b2-eea8-463b-b1ba-3f49478c4aaa/b84e4fba-0409-4d07-8e06-510aaff9ea51.jpg",
    "altTitles": [
      {
        "ja-ro": "Dominanodo!"
      },
      {
        "ja": "どみなのド！"
      },
      {
        "zh": "怒皆的怒"
      },
      {
        "zh": "超S未婚妻"
      },
      {
        "en": "A Lady's Time!"
      }
    ],
    "description": {
      "en": "Tsuchie Takeshi has dreams of playing with Hikari-chan as a child. He remembers her as a kind, sweet girl. However, one day on the way home from school, Takeshi is abducted and taken to a huge house, only to find out that she's become an arrogant, violent dominatrix. Furthermore, she says that he promised to marry her! How will he adjust to her new personality, and living with her as a new son of her prestigious family?"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "41"
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2024-05-09T04:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/ba47ca06-012c-4957-a4bd-5e1ff508ebae.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\r\n\r\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "es": "Hitohito Tadano acaba de empezar la secundaria alta anhelando que sea pura paz y tranquilidad, pero sus planes se truncan cuando termina sentado al lado de la perfecta Shoko Komi. Ella es linda, inteligente, educada y hasta huele bien. Pero tiene 0 dotes sociales y no sabe cómo corno comunicarse con los demás. Es ahí que Tadano se sube al pony y se propone ayudarla a su compañera hasta que se haga de cien amigos, y con suerte algo más.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "es-la": "El viaje a 100 amigos comienza con una sola conversación. El mayor sueño de la estudiante de secundaria socialmente ansiosa Shouko Komi es hacer amigos, ¡pero todos en la escuela confunden su ansiedad social paralizante con una reserva fría! Con todo el cuerpo estudiantil manteniendo su distancia y Komi incapaz de pronunciar una sola palabra, la amistad podría estar siempre fuera de su alcance. Tadano Hitohito es un chico ordinario total, y así es como le gusta. Vive para mezclarse con el fondo. Todo eso cambia cuando se encuentra solo en un salón de clases el primer día de la escuela secundaria con la legendaria Komi. Rápidamente se da cuenta de que ella no es distante, sino que tiene problemas para comunicarse con los demás. ¡Ahora ha hecho su misión ayudarla en su búsqueda para hacer 100 amigos!",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9fd0cde9-bd5e-4aac-bfd5-cb956a4daa71",
    "title": {
      "en": "Corpse Party - Another Child"
    },
    "updatedAt": "2022-12-04T09:32:02+00:00",
    "coverArt": "https://mangadex.org/covers/9fd0cde9-bd5e-4aac-bfd5-cb956a4daa71/3ca8f5c6-0b07-48ce-bb89-289622e7556d.jpg",
    "altTitles": [
      {
        "ja": "コープスパーティー Another Child"
      },
      {
        "zh": "尸体派对Another child"
      }
    ],
    "description": {
      "en": "With their school shutting down for good, the students of a small town were heading for different directions in life. For Minase Tamaki, who was staying in town to find a job, it might be the last time she sees her crush Shindo Yuuma, who is moving to the city to attend a new school. She asks him to do a little prayer that is supposed to help people cross paths again even if they become separated. But her classmate, Yuzuki Erina, overhears their conversation and, out of jealousy, decides to ruin her plans by inviting their entire class on what was supposed to be an intimate spell.  \n  \nAs soon as the charm goes off, the ground splits in half, swallowing the entire class and, when they wake up, they find themselves in an old school campus. Unable to find a way out, they wander the corridors, trying to figure out where they are. But it seems that the building isn’t as abandoned as they thought it was and, in fact, something evil is lurking in the shadows."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "17"
  },
  {
    "mangaId": "67e56a7a-c7ea-4db8-84f0-db19c2034729",
    "title": {
      "en": "Seasons of Blossom"
    },
    "updatedAt": "2024-02-29T23:43:42+00:00",
    "coverArt": "https://mangadex.org/covers/67e56a7a-c7ea-4db8-84f0-db19c2034729/86f85502-4640-4947-b740-69a2149c2eb3.jpg",
    "altTitles": [
      {
        "en": "Cheongchun Blossom"
      },
      {
        "en": "Youth Blossom"
      },
      {
        "ko": "청춘 블라썸"
      },
      {
        "uk": "Розквіт молодості"
      }
    ],
    "description": {
      "en": "Children who are beginning their youth.  \nTheir growing pain on their way to spring."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "130"
  },
  {
    "mangaId": "f6635579-f1e6-4e43-8adf-06b009e1af0c",
    "title": {
      "en": "Mikakunin de Shinkoukei"
    },
    "updatedAt": "2024-03-27T02:28:14+00:00",
    "coverArt": "https://mangadex.org/covers/f6635579-f1e6-4e43-8adf-06b009e1af0c/289a5ae4-7211-45a4-ab6e-d4dda7f89769.jpg",
    "altTitles": [
      {
        "ja": "未確認で進行形"
      },
      {
        "ja-ro": "Mikakunin de Shinkōkei"
      },
      {
        "en": "Engaged to the Unidentified"
      },
      {
        "en": "Unidentified in Progress"
      },
      {
        "es-la": "Comprometida con lo desconocido"
      },
      {
        "it": "Non confermato & in corso"
      },
      {
        "ko": "미확인으로 진행형"
      },
      {
        "zh-hk": "未確認進行式"
      },
      {
        "zh": "未确认进行式"
      },
      {
        "ru": "Помолвлена с незнакомцем"
      }
    ],
    "description": {
      "en": "This is a four-panel comedy manga about Kobeni Yonomori, who on her 16th birthday suddenly has a young man with little presence named Hakuya Mitsumine and his little sister Mashiro appear in front of her. It turns out that Hakuya is her fiancé, and Mashiro is her future sister-in-law. The three (and Kobeni's overprotective big sister Benio) start living together under the same roof, and hilarious happenings occur.",
      "it": "Kobeni Yonomori è una studentessa liceale che una volta diventata sedicenne, scopre di essere già fidanzata con un ragazzo di nome Hakuya Mitsumine per via di un accordo fatto dal suo nonno defunto. Costui da questo momento in poi si stabilirà a casa sua insieme alla sorellina Mashiro, e Kobeni, seppur riluttante, dovrà dunque cercare di adattarsi alla sua nuova vita familiare, finora ristretta solo a sua madre Akane e a sua sorella Benio. Ben presto, però, la ragazza si renderà conto che Hakuya e Mashiro sono ben più di ciò che sembrano.",
      "ko": "요노모리 코베니는 이혼한 후 일 때문에 바쁜 어머니 요노모리 아카네를 대신하여 집안일을 담당하면서 언니 요노모리 베니오와 함께 3명이서 평범하게 생활하고 있었지만, 16세 생일을 맞이하던 날, 약혼자라고 주장하는 소년 미츠미네 하쿠야와 그의 여동생 미츠미네 마시로와 만나, 집에서 함께 생활하게 된다.",
      "ru": "Кобэни Ёномори, симпатичная девушка и отличная хозяйка, получила на 16-й день рождения самый необычный подарок. Мать объявила, что по слову покойного деда, главы клана, Кобэни с детства помолвлена с наследником семьи Мицуминэ, своим ровесником по имени Хакуя. Сам суженый знатного рода, но вырос в горной деревне, и, чтобы обрести городской шик и приобщиться к цивилизации, отныне будет жить с ними – а вот, кстати, и он. Окончательно добило Ёномори-младшую явление вихря энергии в виде малышки Масиро Мицуминэ, которая с порога заявила, что не отдаст братика абы кому и быстро научит невестку жить по закону гор! Впрочем, все вышло не так уж плохо. Малолетняя «золовка», поняв, что брату досталась вовсе не белоручка, быстро подобрела, а Бэнио, старшая из сестер Ёномори, ненавязчиво показала гостье, кто в доме хозяйка, да так, что бедная Масиро стала прятаться от будущей «сватьи». Ну а Хакуя оказался, словно самурай иной эпохи – загадочный, невозмутимый, не тратящий слов зря, но говорящий только по делу. Из обрывков фраз и прочих намеков Кобэни поняла, что помолвка возникла не на пустом месте, и их с Хакуей связывает давняя история. А раз так, незачем спешить - надо разобраться в себе и дать парню шанс. Не зря говорят – браки по расчету всегда удачны, если расчет был хороший!",
      "vi": "Đại khái phần manga của anime cùng tên, thánh nào chưa coi thì xin mời nhé. Cơ bản là em hàng Kobeni Yonomori đến 16 tuổi thì tự nhiên boy lạnh lùng Hakuya Mitsumine cùng em gái Mashiro xuất hiện. Rồi té ra boy đó là hôn thê, còn con em là em rể.",
      "es-la": "Kobeni Yonomori es una chica de secundaria que vive con su madre y su hermana mayor Benio. Al cumplir los 16 años Kobeni se sorprende al enterarse de que debido a un acuerdo hecho por su difunto abuelo ella está comprometida con un chico llamado Hakuya Mitsumine quien, junto con su hermana pequeña Mashiro, van a vivir con ella. A medida que Kobeni se va adaptando a esta nueva familia, descubre de que Hakuya y Mashiro son más de lo que aparentaban.",
      "pt-br": "Este é um mangá de comédia de quatro painéis sobre Kobeni Yonomori, que em seu aniversário de 16 anos, de repente, tem um jovem com pouca presença chamado Hakuya Mitsumine e sua irmãzinha Mashiro aparecem na frente dela. Acontece que Hakuya é seu noivo, e Mashiro é sua futura cunhada. Os três (e a irmã mais velha de Kobeni, Benio) começam a viver juntos sob o mesmo teto, e acontecem acontecimentos hilários.",
      "zh-hk": "過著普通生活的高中女生——夜之森小紅，在迎接16歲生日時，從媽媽口中得知了一件驚人的禮物。與小紅有著婚約的少年——三峰白夜與其妹妹三峰真白將要一起住在同個屋簷下，三人與小紅的姊姊——夜之森紅緒之間的奇妙同居生活就此揭開序幕。"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "187"
  },
  {
    "mangaId": "dc675324-03e6-49ad-98a8-133fe17b3d04",
    "title": {
      "en": "GIRLS ZOMBIE PARTY"
    },
    "updatedAt": "2024-06-03T18:59:28+00:00",
    "coverArt": "https://mangadex.org/covers/dc675324-03e6-49ad-98a8-133fe17b3d04/01445a91-9503-40fd-b36d-6ed71bbc82c1.png",
    "altTitles": [
      {
        "ja-ro": "Gāruzu Zonbi Pāti"
      },
      {
        "ja": "ガールズゾンビパーティー"
      },
      {
        "en": "GIRLS ZOMBIE PARTY"
      },
      {
        "es-la": "EQUIPO DE CHICAS ANTI-ZOMBIS"
      }
    ],
    "description": {
      "en": "One day, half of humanity - the men - suddenly turn into zombies.In such a world, can these high school students, who live normal lives,fend off the men who attack them and survive!?In a world where half of humanity is turning into deformed creatures,the girls' desperate survival begins!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52d4ad1e-d02c-4fef-81d6-1e758e699d31",
    "title": {
      "en": "Hatarakanai Futari"
    },
    "updatedAt": "2024-04-20T21:57:23+00:00",
    "coverArt": "https://mangadex.org/covers/52d4ad1e-d02c-4fef-81d6-1e758e699d31/5a97fd98-4614-460e-98bc-e1499b071a2a.jpg",
    "altTitles": [
      {
        "tr": "Çalışmayan İkili"
      },
      {
        "tl": "Ang Walang trabahong Magkapatid"
      },
      {
        "tr": "İşsiz Kardeşler"
      },
      {
        "id": "Kaka-beradik Penganggur"
      },
      {
        "ru": "Бездельники"
      },
      {
        "ja": "働かないふたり"
      },
      {
        "ja-ro": "Hatarakanai Futari"
      },
      {
        "en": "The Jobless Siblings"
      }
    ],
    "description": {
      "en": "A slice-of-life story about two siblings, both jobless shut-ins. Haruko is a teenage girl who shares with her brother a love of laying around the house in sweats, watching television and playing video games. Her brother has a few friends, but Haruko has a lot of problems with social anxiety. The two of them pass their days happily playing together, though their mother worries about how she's going to get Haruko to shape up enough to find a husband.",
      "pt": "Haruko é uma adolescente que compartilha com seu irmão um amor de ficar em casa de moletom, assistindo televisão e jogando videogames. Seu irmão tem alguns amigos, mas Haruko tem um monte de problemas com ansiedade social. Os dois passam seus dias felizes brincando juntos, embora sua mãe se preocupa sobre como Haruko vai ficar e se melhorar o suficiente para encontrar um marido.",
      "es-la": "La historia del día a día de dos hermanos, ambos encerrados y sin trabajo. Haruko es una adolescente que comparte con su hermano el amor por holgazanear en la casa en sudaderas, mirar televisión y jugar videojuegos. Su hermano tiene algunos amigos, pero Haruko tiene muchos problemas de ansiedad social. Los dos pasan sus días felices jugando juntos, aunque a su madre le preocupa cómo hará que Haruko se ponga en forma lo suficiente como para encontrar un marido."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0149daa5-89c9-4e05-bf4f-f2440e0d2db7",
    "title": {
      "en": "Kimi no Koe"
    },
    "updatedAt": "2024-03-30T11:18:56+00:00",
    "coverArt": "https://mangadex.org/covers/0149daa5-89c9-4e05-bf4f-f2440e0d2db7/e2f2a610-85b6-43dc-9cf1-284b16bb4471.jpg",
    "altTitles": [
      {
        "en": "Your Voice"
      },
      {
        "ja": "君ノ声"
      },
      {
        "id": "Suaramu"
      }
    ],
    "description": {
      "en": "A man with the ability to hear inner voices got married to a girl who can't speak.  \r\n  \r\nIt's the Taisho era. Kyogoku Kazunari, who can hear people's inner voices, makes skillful use of his ability by running a trading company.  \r\nHis business is going well, but due to his power, he cannot trust others and has been quite bitter so far.   \r\nWanting to make use of their connections, Kazunari has propposed to marry the daughter of the noble Suwabe family. However, not only can he not hear the inner voice of his partner Suwabe Nana, she is also unable to speak.  \r\nWhile Kazunari is bewildered, the two of them get married on the spur of the moment…? A clumsy but happy married life begins for them.",
      "id": "Seorang pria dengan kemampuan untuk mendengar suara hati menikah dengan seorang gadis yang tidak dapat berbicara.\n  \nIni adalah era Taisho. Kyogoku Kazunari, yang dapat mendengar suara hati orang, memanfaatkan kemampuannya dengan terampil dengan menjalankan perusahaan perdagangan.\nBisnisnya berjalan dengan baik, tetapi karena kekuatannya, dia tidak dapat mempercayai orang lain dan telah cukup pahit sejauh ini.\nIngin memanfaatkan koneksi mereka, Kazunari telah melamar putri dari keluarga bangsawan Suwabe. Namun, tidak hanya dia tidak dapat mendengar suara batin pasangannya Suwabe Nana, dia juga tidak dapat berbicara.\nSementara Kazunari bingung, mereka berdua menikah mendadak…? Kehidupan pernikahan yang canggung tapi bahagia dimulai untuk mereka."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": ""
  },
  {
    "mangaId": "39d875a6-5df3-4323-a2da-3a0b50af429a",
    "title": {
      "en": "Soul Land"
    },
    "updatedAt": "2023-07-15T13:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/39d875a6-5df3-4323-a2da-3a0b50af429a/1ce4873a-7198-4452-9af5-b2f35c6df4ff.jpg",
    "altTitles": [
      {
        "en": "Combat Continent"
      },
      {
        "zh-ro": "Dou Luo Da Lu"
      },
      {
        "zh-ro": "Douluo Dalu"
      },
      {
        "vi": "Đấu La Đại Lục"
      },
      {
        "zh-hk": "斗罗大陆"
      }
    ],
    "description": {
      "en": "Tang San was a talented apprentice to the great Tang Sect. Due to mastering the forbidden Tang arts, he was pressured to jump off a cliff and died. However, he was reborn into another world filled with Essence Spirits. At the age of six, every person will have their essence spirit awoken. Spirits can take many forms: weapons, plants, and animals; They can help people with their daily lives. Outstanding spirits can be trained to engage in combat. A spirit master is the soul and heart of the Combat Continent! When Tang San turns six, a huge surprise awaits him. His peaceful life in this new world will change completely."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cecc7261-1af6-43d4-8b69-1a0173a8b4f7",
    "title": {
      "en": "Code Name: TARANTULA"
    },
    "updatedAt": "2024-03-18T19:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/cecc7261-1af6-43d4-8b69-1a0173a8b4f7/3afc4a4a-e6e5-4e7c-9078-16bca186a441.jpg",
    "altTitles": [
      {
        "en": "Tarantula"
      },
      {
        "ko": "독거미"
      }
    ],
    "description": {
      "en": "A woman's bloody revenge against the corrupt nation's highest power begins.\nLim Nayoung, a housewife enjoying the sweet life of a newlywed.\nThen one day, her husband returns as a cold corpse, and Nayoung, who feels that her husband, a homicide detective, was murdered, decides to avenge her husband...\nin fact, she was seen as an ordinary housewife, was a top killer called \"Tarantula,\" a North Korean secret agent dedicated to terrorist operations such as assassination and kidnapping before defecting from North Korea."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50d7b242-aab1-4848-832c-42735aee23be",
    "title": {
      "en": "Collapse of the World as We Know It"
    },
    "updatedAt": "2023-08-15T14:39:16+00:00",
    "coverArt": "https://mangadex.org/covers/50d7b242-aab1-4848-832c-42735aee23be/6c9e76be-f2ec-4396-9704-95e2b9a66337.jpg",
    "altTitles": [
      {
        "en": "Collapse of the World Increasingly"
      },
      {
        "en": "Collapse of your world as you read it"
      },
      {
        "zh-ro": "Rijian Benghuai de Shijie"
      },
      {
        "ru": "Мир над пропастью. Шаг"
      },
      {
        "zh": "日渐崩坏的世界"
      }
    ],
    "description": {
      "en": "This manhua is a collection of short stories by this author. It is almost similar to the German Brothers Grimm's stories. However, these hold no morals but are more of a twisted outlook on life.  \n  \nWarning : This series contain fucked up stuff, gore stuff, and mind fuck stuff and a little bit of dark humor.  \n  \nNotice that some contents got 'harmonised' after a 'clean Internet' campaign in the linked raw."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-05-30T15:28:16+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/1021308f-8511-4f29-9c4a-3a4c471de3ac.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-04-24T19:29:16+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/2c0a7c4f-43cc-4d3c-b43e-0246ffc2aad3.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fed8c19c-9dec-4ef1-a187-af2c0c9cf17c",
    "title": {
      "en": "Will You Marry Me Again If You Are Reborn?"
    },
    "updatedAt": "2023-05-20T16:47:19+00:00",
    "coverArt": "https://mangadex.org/covers/fed8c19c-9dec-4ef1-a187-af2c0c9cf17c/5f0fd818-ab19-4626-b7b3-c7440f63eb01.jpg",
    "altTitles": [
      {
        "ja": "生まれ変わってもまた、私と結婚してくれますか"
      },
      {
        "ja-ro": "Umarekawatte mo mata, Watashi to Kekkon shite kuremasu ka?"
      },
      {
        "fr": "Voudrais-tu encore m'épouser si tu renaissais?"
      },
      {
        "pt-br": "Você se casará novamente comigo se você renascer?"
      },
      {
        "es": "¿Te casarás conmigo de nuevo, aunque hayas renacido?"
      },
      {
        "zh-hk": "如果有來生，還愿意與我結婚嗎？"
      },
      {
        "tr": "Yeniden doğduğumuzda, benimle yine evlenir misin?"
      }
    ],
    "description": {
      "en": "Toranosuke fell in love with his servant Kaoru. For twenty years, they slowly developed their love for each other, thus a Showa couple of clumsy husband and muscle brained wife was born. They spend a lot of time together, and they begin to talk in a nostalgic manner in Toranosuke's hospital room.  \n  \nGentle memories of a deeply in love husband and wife.",
      "pt-br": "Toranosuke se apaixonou por sua serva, Kaoru. Por vinte anos, eles desenvolveram lentamente seu amor um pelo outro, assim nasceu um casal Showa de marido desajeitado e esposa musculosa. Eles passam muito tempo juntos e começam a conversar de maneira nostálgica no quarto de hospital de Toranosuke. Memórias gentis de um marido e mulher profundamente apaixonados."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "22.5"
  },
  {
    "mangaId": "8ba4426d-9713-4a65-a38e-cf662c7a208c",
    "title": {
      "en": "The Broken Ring: This Marriage Will Fail Anyway"
    },
    "updatedAt": "2023-06-28T01:40:27+00:00",
    "coverArt": "https://mangadex.org/covers/8ba4426d-9713-4a65-a38e-cf662c7a208c/344029f4-c3a7-469f-9777-11aeb55228e4.jpg",
    "altTitles": [
      {
        "ko": "이 결혼은 어차피 망하게 되어 있다"
      },
      {
        "ko-ro": "Gyeolhon'eun Eochapi Manghage Doeeoissda"
      },
      {
        "en": "This Marriage Is Bound to Fail Anyway"
      },
      {
        "en": "This Marriage Is Bound to Sink Anyway"
      },
      {
        "it": "L'anello spezzato: questo matrimonio è destinato a finire"
      },
      {
        "pt": "O anel quebrado: esse casamento irá falhar de qualquer forma"
      },
      {
        "pt-br": "The Broken Ring: Um casamento fadado ao fracasso"
      },
      {
        "es": "El anillo roto: Este matrimonio fracasará de todos modos"
      },
      {
        "es": "Pase lo que pase, este matrimonio se ira a pique"
      },
      {
        "uk": "Зламана обручка: Цей шлюб все одно провалиться"
      },
      {
        "uk": "Зламана обручка: Цей шлюб все одно провалиться"
      },
      {
        "th": "ปลายทางวิวาห์นี้มีแต่ล่ม"
      },
      {
        "ja": "この結婚はどうせうまくいかない"
      },
      {
        "zh": "这个婚反正也要完蛋"
      },
      {
        "zh": "反正这段婚姻注定失败"
      },
      {
        "zh-hk": "這場婚姻注定凋零"
      }
    ],
    "description": {
      "de": "Als die sechsjährige Inés zum ersten Mal den gut aussehenden Erben von Haus Escalante erblickt, macht sie den Jungen direkt zu ihrem Verlobten. Da alle adeligen Männer bekanntlich gleich sind, dachte sie, sie könnte auch gleich einen gut aussehenden wählen. Aber der kleine Lord Cárcel ist noch nicht bereit für diese Art von Verpflichtung und verbringt die nächsten 15 Jahre damit, die Heirat um jeden Preis zu vermeiden. Glücklicherweise ist das kein Problem für Inés, da das Scheitern ihrer Ehe genau das ist, was sie will. Tatsächlich gibt sie ihm sogar ihren Segen dafür, sich auszutoben, solange er sich nicht in ihre Angelegenheiten einmischt. Leider macht es nicht so viel Spaß, ein Playboy zu sein, wenn die Verlobte einem die Erlaubnis dazu gibt. Und bedeutet das nicht, dass sie ihn auch betrügt? Und so entschließt sich Cárcel, Inés’ Meinung über ihn zu ändern und zu beweisen, dass er der Ehemann sein kann, den sie immer wollte.\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
      "en": "When six-year-old Inés laid eyes on the handsome heir to House Escalante, she promptly made the boy her fiancé. Since noblemen are all the same, she figured she might as well choose a pretty one. But Lord Cárcel isn't ready for this sort of commitment just yet, and he spends the next decade and a half avoiding the marriage at all costs! Luckily, that's no trouble for Inés, as this marriage failing is exactly what she wants. In fact, he has her blessing to sow his wild oats as long as he stays out of her business. Unfortunately, being a playboy isn't as fun when your fiancée gives you permission. And doesn't this mean she's cheating on him too? Now, Cárcel is determined to change Inés' mind about him and prove he can be the husband she's always wanted.\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
      "fr": "Lorsque la jeune Inés pose ses yeux sur l'héritier de la famille Escalante du haut de ses six ans, elle n'hésite pas un instant avant de demander à ce qu'il soit son fiancé. Comme les hommes nobles sont tous les mêmes, autant en choisir un beau, pas vrai? Mais le seigneur Cárcel n'est pas du genre fidèle, et il aimerait bien esquiver ce mariage... seulement, lorsque quelques années plus tard, il apprend qu'Inés se fiche bien de son amour et de sa fidélité après leur union, et qu'elle n'est pas éprise de lui comme il le pensait, Cárcel réalise qu'il n'était pas si désintéressé qu'il ne l'aurait cru. Il décide donc de prouver à sa future femme qu'il peut être un époux digne d'elle... sans se douter une seconde de ce qui avait bien pu pousser Inés à le choisir ainsi lorsqu'ils étaient enfants...\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
      "id": "Dia bilang setelah kami menikah nanti, aku bahkan bisa lebih bebas daripada saat ini? Omong kosong macam apa itu? Dia bahkan memperbolehkanku untuk berkencan dengan wanita mana pun? Dia adalah seorang Duchess Escallante yang tidak tinggal bersama dengan Duke Escallante. Dia tidak butuh pria yang baik hati, melainkan pria yang suatu saat bisa disingkirkan dari kehidupannya secara hukum. Tapi sayang sekali, aku, Duke Escallante, tidak akan membiarkan hal itu terjadi. Aku tidak tertarik dengan kebebasan yang kau tawarkan. \"Aku memang seorang bajing*n, tapi aku lebih setia daripada yang kamu bayangkan, Ines Valeztena.\"\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
      "it": "Inés non aveva bisogno di un marito normale, ma di un uomo che un giorno sarebbe stato legalmente rimosso dalla sua vita . Sfortunatamente , avere un playboy come fidanzato non è per niente una cosa bella. È così che Cárcel é stato etichettato. Ma ad un certo punto decide di cambiare e dimostrare che può essere il marito perfetto!\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
      "uk": "Шестирічна Інес звертає увагу на красеня-спадкоємця дому Ескаланте та оголошує його своїм нареченим. Оскільки усі знатні чоловіки для неї однакові, вона подумала, що могла хоча би вибрати гарненького. Але лорд Карсель ще не готовий до такого роду зобов’язань. Він проводить наступні півтора десятиліття, уникаючи шлюбу за будь-яку ціну!\nНа щастя, для Інес це не проблема, оскільки фіаско цього заміжжя — це саме те, чого вона хоче. Таким чином Карсель отримує благословення на походеньки, допоки він не втручається у її бізнес.\nТа, на жаль, бути плейбоєм не так весело, коли ваша наречена дає вам дозвіл. І чи не означає це, що вона теж йому зраджує? Тепер Карсель налаштований змінити думку Інес про нього і довести, що він може бути чоловіком, якого вона завжди хотіла.\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
      "zh": "憨憨海王只想做禁欲姐姐的狗。 波澜不惊常年面瘫脸的伊娜丝小姐，执意要嫁给除了脸一无是处的海王卡西·凯特 是因为爱吗？ 本以为只是名存实亡的婚姻，没想到曾经的海王竟完全沦陷，疯狂贴贴！ 只是心态如古井般平静的她会被幼稚狗勾的猛烈攻势打动吗？\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)",
      "pt-br": "“Me casei com o maior gostosão da sociedade para então me divorciar e finalmente poder ser livre.”\n\nQuando Inês de 6 anos colocou seus olhos no lindo herdeiro da Casa Escalante, ela logo o fez seu noivo. Já que homens nobres são todos iguais, ela imaginou que poderia pelo menos escolher um bonito. Mas lorde Cassel ainda não estava pronto para esse tipo de compromisso, e passou uma década e meia evitando o casamento de todo jeito! Felizmente, isso não era problema para a Inês, porque a falha neste casamento era exatamente o que ela queria. Na verdade, ele tinha a permissão dela para fazer o que quisesse, contanto que ficasse fora dos assuntos pessoais dela. Infelizmente, ser um playboy não é divertido quando se tem a permissão da esposa. E isso não significa que ela o está traindo também? Agora, Cassel está determinado a mudar a ideia que Inês tem na cabeça sobre ele e provar que ele pode ser o marido que ela sempre quis.\n\n---\nNote: The webtoon is released as R15, it's not R19 like the novel.\n\n[Original Novel](https://ridibooks.com/event/15574)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4-%EA%B2%B0%ED%98%BC%EC%9D%80-%EC%96%B4%EC%B0%A8%ED%94%BC-%EB%A7%9D%ED%95%98%EA%B2%8C-%EB%90%98%EC%96%B4-%EC%9E%88%EB%8B%A4/3066), [KakaoPage](https://page.kakao.com/content/60493041)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-broken-ring)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14879/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%80%99%E5%A0%B4%E5%A9%9A%E5%A7%BB%E6%B3%A8%E5%AE%9A%E5%87%8B%E9%9B%B6/391)\n* [French / Français](https://www.tappytoon.com/fr/book/the-broken-ring-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-broken-ring-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Broken-Ring-This-Marriage-Will-Fail-Anyway/626)\n* [Japanese / 日本語](https://piccoma.com/web/product/114443)\n* [Portuguese / Português](https://br.comikey.com/comics/the-broken-ring-um-casamento-fadado-ao-fracasso-webtoon/430/)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AB%E0%B9%8C%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B9%88%E0%B8%A1/486)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a",
    "title": {
      "en": "Human Mask"
    },
    "updatedAt": "2024-03-14T11:22:20+00:00",
    "coverArt": "https://mangadex.org/covers/fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a/073da91d-218e-45c3-b7a5-d80d7270cc08.jpg",
    "altTitles": [
      {
        "ko-ro": "사람의 탈"
      }
    ],
    "description": {
      "en": "Masks are art, dance is martial arts!\nThe despised mask dancer 'Bongsan' follows the map left by his master\nTo stop the monster tiger 'Saphung Black Tiger' who wants to become king\nHe sets out on an adventure to find the legendary 'Human Mask'..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7ae4a0f-bb85-48d9-98c2-45144f27374b",
    "title": {
      "en": "Charlotte"
    },
    "updatedAt": "2023-03-02T18:02:46+00:00",
    "coverArt": "https://mangadex.org/covers/d7ae4a0f-bb85-48d9-98c2-45144f27374b/09926f86-d624-47f9-892d-92982fe5f642.jpg",
    "altTitles": [
      {
        "ja": "シャーロット"
      }
    ],
    "description": {
      "en": "In an alternate world, a small percentage of children are able to manifest superpowers upon reaching puberty. Yuu Otosaka, a boy who awakens the ability to temporarily possess others, hopes to use his power to live an easy going high school life.",
      "pt-br": "Embora superficialmente Yuu Otosaka pareça ser apenas mais um adolescente charmoso e inteligente, ele tem um segredo - ele tem a habilidade de entrar na mente das pessoas e controlar totalmente seu corpo por cinco segundos de cada vez. Yuu tem usado essa habilidade há anos para obter as notas mais altas, o que lhe permitiu entrar em um colégio de prestígio. Quando a enigmática Nao Tomori pega Yuu usando seu poder, ela o força a se transferir para a Academia Hoshinoumi, uma escola para alunos com habilidades sobrenaturais. O conselho estudantil da escola, liderado por Nao, tem a tarefa de rastrear secretamente adolescentes que abusam de seus poderes. Yuu é forçado a se juntar ao conselho estudantil e, juntos, eles enfrentam desafios formidáveis ​​que o aproximam da chocante verdade de que sua própria habilidade, aparentemente incompleta, pode ser mais poderosa do que ele jamais poderia ter imaginado. Uma história original de Jun Maeda, criador de Angel Beats! e Clannad, Charlotte explora a vida sobrenatural desses adolescentes e o preço que eles devem pagar por serem especiais."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "43"
  },
  {
    "mangaId": "d370a571-a362-43a6-b92a-07dbe866de49",
    "title": {
      "en": "Chaosic Rune"
    },
    "updatedAt": "2021-05-25T15:48:11+00:00",
    "coverArt": "https://mangadex.org/covers/d370a571-a362-43a6-b92a-07dbe866de49/9bef4db9-3331-43dc-9da7-f73bbf0007d7.jpg",
    "altTitles": [
      {
        "en": "カオシックルーン"
      },
      {
        "en": "魔兽游戏王"
      }
    ],
    "description": {
      "en": "After being the only survivor in a plane crash and losing his parents Ryouga, a young boy, is troubled by nightmares and taunted by other kids at his school. Fed up, he agrees to transfer to another school intrigued by a mysterious offer and the hope they may know why or how he was able to survive the crash. Arriving at the new school, he learns he must play a little card game with three others before being accepted…one card each, one vicious monster each, one gruesome death for all save one."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "71"
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f15f65be-0fe7-4285-a081-2803ba541744",
    "title": {
      "en": "Death Love Letter"
    },
    "updatedAt": "2023-11-01T08:48:01+00:00",
    "coverArt": "https://mangadex.org/covers/f15f65be-0fe7-4285-a081-2803ba541744/99587ee2-9fb3-44ef-bd02-26e812f3ea84.png",
    "altTitles": [
      {
        "ja": "デスラブレター"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei Doesn't Know about Embarrassment"
    },
    "updatedAt": "2024-05-30T21:51:53+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/4e02cfa9-56d4-42af-b027-4ea3c774b6d0.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "ja-ro": "Akanabe-sensei wa Tereshirazu"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully.",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com elegância."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-05-17T15:24:22+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "Konosuba: God's Blessing on This Wonderful World!"
      },
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d04c225e-d017-42e4-b805-cb910d833672",
    "title": {
      "en": "Monster Devourer"
    },
    "updatedAt": "2024-03-12T01:19:04+00:00",
    "coverArt": "https://mangadex.org/covers/d04c225e-d017-42e4-b805-cb910d833672/5eb25cb8-82b7-4a0b-af31-2e584d3d8875.jpg",
    "altTitles": [
      {
        "ko": "먹뀌싸"
      }
    ],
    "description": {
      "en": "‘Meok Gwi-Sa’ is a Monster Hunter who eats monsters to protect the human world. After the release of the Hell demon, he lost his power. He managed to survive and met Goyoung. Goyoung, is a young individual with a petite build, who has endured a lifetime of torment due to his physical stature. His childhood friend, Kang Jong-bo, suddenly transforms into a bully during high school. However, their lives take an unexpected turn when Goyoung acquired a mysterious power which is the ability to devour monsters. Goyoung embarks on a perilous journey to protect humanity from the impending threat of the Gate to Hell. Will he be able to control his new powers and save the world from its impending doom?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a1aba6-967c-4967-a1d0-ad0f52332be0",
    "title": {
      "en": "I Became the Despised Granddaughter of the Powerful Martial Arts Family"
    },
    "updatedAt": "2024-04-15T10:55:28+00:00",
    "coverArt": "https://mangadex.org/covers/55a1aba6-967c-4967-a1d0-ad0f52332be0/59711cc2-aeaa-44c6-b48b-f5029851d9ce.jpg",
    "altTitles": [
      {
        "ko": "무림세가 천대받는 손녀딸이 되었다"
      },
      {
        "ko-ro": "Murimsega Cheondaebanneun Sonnyeo Ttari Doeeotda"
      },
      {
        "en": "The Baengri Clan's Unwanted Granddaughter"
      },
      {
        "en": "I Became the Despised Granddaughter of the Powerful Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Clan"
      },
      {
        "es": "Me convertí en la nieta despreciada del clan murim"
      },
      {
        "es": "Me convertí en la nieta despreciada de la poderosa familia de artes marciales"
      },
      {
        "ru": "Презираемая внучка великого рода эпохи Мурим"
      },
      {
        "ja": "名門一族の嫌われ娘になりました"
      },
      {
        "tr": "Murim'in kör talihli torunu"
      },
      {
        "tr": "Murim'in bedbaht torunu"
      },
      {
        "zh": "成了武林世家受歧视的孙女"
      },
      {
        "id": "The Despised Granddaughter of the Murim Clan"
      },
      {
        "ar": "أصبحت الحفيدة المحتقرة لعائلة فنون القتال القوية"
      },
      {
        "vi": "Trở thành cô cháu gái bị khinh miệt của gia tộc võ lâm"
      },
      {
        "th": "ฉันคือหลานสาวตระกูลจอมยุทธ์ผู้ถูกเหยียดหยาม"
      },
      {
        "fr": "Yeon l'indésirée"
      }
    ],
    "description": {
      "ar": "هنا ، داخل رواية فنون الدفاع عن النفس هذه ، يوجد معلم حقيقي يعلم البطل المتعجرف وينقذه من الموت.\n وسيم وطيب وصالح وقوي و ...\n على أي حال ، كان هناك عيب كبير في معلم البطل وهو ابنته الوحيدة الحمقاء المليئة بالجشع... كانت شريرة اضافية ، كانت تطارد البطل دوما ولكنه لم يستطع التخلي عنها لانها ابنه معلمه.\n خلال قراءة الرواية ، قمت بلعن تلك الابنة وقلت أنه لو كنت أنا ، فلن أعيش هكذا.\n \"لكن هذا لا يعني أنني أريد أن أكون هي!\"\n ما هو أسوأ ان أبي مات بالفعل ، وسمعتي هي الأسوأ.\n هربت حتما ، لكن ... مت، لكن عندما فتحت عيني كان أبي حياً؟!\n \"إذا كان الأمر كذلك ، في هذه الحياة ، سانقذ أبي بالتأكيد!\"\n لكن…\n \"أعتقد أنهم يستهدفون حفيدتي !؟ سأقتلهم جميعًا! \"\n لماذا أرى جدي ، الذي لم يظهر سوى مرات قليلة في الرواية يتصرف هكذا؟\n \"زواج؟ لا ، قالت يوني إنها ستعيش بجانبي لبقية حياتها \".\n حتى أبي ، بطريقة ما أصبح غريبًا.\n علاوة على ذلك،\n \"لماذا تستمر في تفاديني؟ هل هذا خطأي أيضًا؟ \"\n أليست الشخصية الرئيسية فجأة مهووسة بي؟\n في الأصل ، كان مقدرا لي أن أموت حتى أتيت إلى هنا \".\n لقد أنقذت ذلك الوغد ، لكن اليس العمل الصالح دوما يمر دون عقاب؟\n \"على الأقل عندما أكون أمامك ... لا أعتقد أنني شخص رائع.\"\n الشرير الذي قطع عنقي يحاول فجأة التوبة.\n هل من المقبول حقًا أن يصبح الأمر هكذا؟\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "en": "Yeon was just an orphan on the streets when a man claiming to be her father brought her to his family home. But the Baengri estate was a den of vipers that swallowed her whole, and it's only when she's standing at the funeral of the father she never truly understood that she realizes how familiar this story is. When she wakes up six years old again, Yeon knows she can't waste her second chance. This time, she's going to save her father. This time, she's going to live without regrets.\n\n---\nHere, inside this martial arts novel, there is a true teacher who teaches the arrogant male lead and awakens him through death. Handsome, good-natured, righteous, strong, and… Anyway, there was one big flaw in the male lead's damn fine teacher. It was his foolish only daughter who was filled with greed. A tenacious villainous extra, who always comes back to haunt the male lead in every way, but cannot be abandoned because she is his teacher's daughter. Throughout reading the novel, I cursed at that daughter. Saying that if it were me, I wouldn't live like that.\n\n'But that didn't mean that I wanted to be her!'\n\nWhat was worse, Father has already died, and my reputation was the worst. Inevitably, I ran away, but… I died. However, when I opened my eyes, Father was alive?!\n\n'If so, in this life, I will definitely save Father!'\n\nHowever…\n\n\"To think they’re aiming for my granddaughter?! I'll kill them all!\"\n\nWhy do I see Grandfather, who doesn't even appear many times throughout the novel, so often like this?\n\n\"Marriage? No. Yeonie said that she would live by my side for the rest of her life.\"\n\nEven Father, somehow became weird. Moreover:\n\n\"Why do you keep avoiding me? Is this also my mistake?\"\n\nIsn't the main character suddenly becoming obsessed with me?\n\n\"Originally, I was destined to die. Until you came here.\"\n\nI saved the time-limited bastard, but isn’t it that no good deed goes unpunished?\n\n\"At least when I'm in front of you… I don't think I’m trash.\"\n\nThe villain who blew off my neck is suddenly trying to repent.\n\nIs it really okay if it's like this?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "es": "¡La protagonista transmigró a un mundo de una novela de artes marciales! La protagonista transmigra al cuerpo de Baeklee Yeon, la tonta y detestable hija de Baeklee Ee-Gang, un ser perfecto y el maestro del protagonista masculino, quien lo guía hacia el camino de un héroe. Ella fue asesinada inesperadamente, pero cuando abrió los ojos descubrió que había regresado a su infancia donde podría enmendar todos sus errores. “¿Podré ser amada esta vez?” En esta vida, con la determinación de convertirse en la hija perfecta, en lugar de un fastidio, ella pasa de ser la nieta despreciada a la nieta amada de la familia Baeklee. “¡¿Crees que lo vales?!” “¡Sí!” Incapaz de ocultar su confusión ante el vigor de su ambiciosa nieta… “Si hay incluso una pequeña esperanza, ¿Cómo puedo, como padre, rendirme?” “…Es como hablarle a la pared.” Su abuelo secretamente abre su corazón después de ser arrollado por el dúo de atractivos padre e hija, resueltos a salvar a la incapacitada hija que no puede practicar artes marciales, aunque eso significara recibir su odio. ¡Y justo cuando su vida merecía ser vivida, ¿la obsesión de los candidatos a protagonistas masculinos hacia ella, empezó de repente?! ¡Yeon, sólo caminemos por el sendero de flores de ahora en adelante!\n\n---\nAquí, dentro de esta novela de artes marciales, hay un verdadero maestro que enseña al arrogante protagonista masculino y lo despierta a través de la muerte. Guapo, bondadoso, recto, fuerte y... De todos modos, había un gran defecto en el excelente profesor del protagonista masculino. Era su tonta única hija la que estaba llena de codicia. Una villana extra tenaz, que siempre regresa para perseguir al protagonista masculino en todos los sentidos, pero no puede ser abandonada porque es la hija de su maestro. Mientras leía la novela, maldije a esa hija. Diciendo que si fuera yo, no viviría así. '¡Pero eso no significaba que yo quisiera ser ella!' Lo que era peor, Padre ya murió, y mi reputación es la peor. Inevitablemente, me escapé, pero... morí. Sin embargo, cuando abrí los ojos, ¿¡Padre estaba vivo!? '¡Si es así, en esta vida, definitivamente salvaré a Padre!' Sin embargo… “¿¡Pensar que están apuntando a mi nieta!? ¡Los mataré a todos!” ¿Por qué veo al abuelo, que ni siquiera aparece muchas veces a lo largo de la novela, tan a menudo así? \"¿Casamiento? No. Yeonie dijo que viviría a mi lado por el resto de su vida”. Incluso Padre, de alguna manera se volvió raro. Además, “¿Por qué sigues evitándome? ¿Es este también mi error? ¿No se está obsesionando el personaje principal de repente conmigo? “Originalmente, estaba destinado a morir. Hasta que llegaste aquí. Salvé al bastardo de tiempo limitado, pero ¿no es que ninguna buena acción queda sin castigo? \"Al menos cuando estoy frente a ti... no creo que sea una basura\". El villano que me voló el cuello de repente está tratando de arrepentirse. ¿Está realmente bien si es así?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "fr": "Dans ce roman d'arts martiaux, il y a un professeur qui enseigne à l’arrogant protagoniste et le sauve de la mort. Une belle apparence, intelligent, fort… Quoi qu'il en soit, ce professeur avait un point faible. Il s'agit de sa fille unique, stupide et remplie de cupidité. Une antagoniste tenace, qui ne fait qu’embêter le rôle principal masculin de toutes sortes de manières, mais ne peut être abandonnée car elle est la fille de son professeur. Tout au long de la lecture du roman, j'ai maudit cette fille. Dire que si c'était moi, je ne vivrais pas comme ça.\n\n«Mais ça ne voulait pas dire que je voulais être elle!»\n\nEt le pire arriva, la mort de mon père. Évidemment, je me suis enfuie, mais… J'ai été assassinée. Puis, quand j'ai ouvert les yeux, Père était en vie?!\n\n«Cette fois-ci, dans cette vie, je sauverai père!»\n\nCependant…\n\n«Comment osent-ils s'en prendre à ma petite-fille?! Je vais tous les tuer!»\n\nPourquoi est-ce que je croise grand-père, qui n'apparaît pas souvent dans le roman, aussi fréquemment?\n\n«Un mariage? Non. Yeonie a dit qu'elle vivrait à mes côtés pour le restant de sa vie.»\n\nMême Père, d'une manière ou d'une autre, est devenu bizarre.\n\nDe plus, «Pourquoi continuez-vous à m'éviter? Ai-je fait une erreur?»\n\nLe personnage principal n'est-il pas soudainement en train de devenir obsédé par moi?\n\n«À l'origine, j'étais destiné à mourir. Jusqu'à ce que tu viennes ici.»\n\nJ'ai sauvé ce bâtard limité dans le temps, mais n'est-ce pas qu'aucune bonne action ne reste impunie?\n\n«Au moins quand je suis devant toi… je ne me sens pas comme une ordure.»\n\nLe méchant qui m'a tuée essaie soudainement de se repentir.\n\nEst-ce une bonne chose?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "ru": "Здесь, внутри этого романа о боевых искусствах, есть учитель, который учит надменного мужского героя и пробуждает его силу. Красивый, добродушный, праведный, сильный и… К сожалению, у чертовски прекрасного учителя главного героя был один большой недостаток. Это была его глупая дочь, вдоволь наполненная жадностью. Стойкая статистка-злодейка, которая всегда возвращается, чтобы преследовать главного героя, но ее нельзя бросить, потому что она дочь учителя. На протяжении всего романа я проклинала эту дочь. Сказать честно, что если бы этой дочерью была я, то не допустила бы подобного. \n\n—Но это не значит, что я хотела быть ею!\n\nЧто еще хуже, отец уже умер, а моя репутация была ужасной. \n\nЯ сбежала, но… я умерла. Однако, когда я открыл глаза, отец все ещё был жив!?\n\n«Если так, то в этой жизни я обязательно спасу отца!»\n\nОднако…\n\n—Подумать только, они целятся в мою внучку!? Я убью их всех!\n\nПочему я так часто вижу дедушку, который появлялся в романе от силы пару раз? \n\n—Брак? Нет. Ёни сказала, что будет жить рядом со мной до конца своей жизни. \n\nДаже отец стал вести себя как-то странно.\n\nБолее того:\n—Почему ты продолжаешь меня избегать? Это тоже моя ошибка?\n\nПочему главной герой внезапно стал так одержим мной? \n\n—До твоего прихода мне было суждено умереть\n\nЯ спасла временного ублюдка, но ведь ни одно доброе дело не остается безнаказанным?\n\n—По крайней мере, когда я стою перед тобой…\n\nЗлодей, снесший мне шею, вдруг пытается раскаяться.\n\nВсе будет хорошо, так ведь?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "th": "แบครียอนได้เข้ามาอยู่ในนิยายบู๊ที่เคยอ่าน หลังท่านพ่อเสีย ก็โดนตัวร้ายในนิยายฆ่าตาย แต่พอลืมตาขึ้นมาอีกครั้ง กลับกลายเป็นว่ายอนได้ย้อนเวลากลับมาในวัยเด็กอีกครั้ง ทำให้ยอนตัดสินใจว่าชีวิตครั้งนี้จะต้องช่วยชีวิตท่านพ่อให้ได้ \n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "tr": "Ana karakter; dövüş sanatları dünyasında başrolü, hikâyenin kahramanı yapacak olan güçlü ve eğitimini tamamlamış usta Baek Lee Ee-Gang’ın aptal ve sinir bozucu kızı Baek Lee Yeon olarak hayat bulur. Yeon, beklenmedik şekilde öldürülür ve gözlerini açtığında her şeyi geri alabileceği çocukluk günlerine geri döner. “Bu hayatımda ailem beni sevecek mi?” Baş belası olmak yerine harika bir evlat olmaya karar veren Yeon, Baek Lee ailesinin saygın torunu olarak hayatına başlar. Bu hayatını güzelce yaşamak ister ancak ailenin başı olan büyükbabası Baek Lee Pan-Hyuk da dahil olmak üzere herkes Yeon’a engel olur. Büyükbabasının bakışları o kadar serttir ki dağları ve nehirleri bile titretebilir. “O kadar değerli olduğunu mu sanıyorsun?”\n“Evet.”\nBüyükbaba, kendine güvenen torunu karşısında şaşkına döner ve oğluyla torununu gizlice izlemeye başlar.\n“Çok az umut olsa da baba olarak nasıl hemen pes edebilirsin?”\n“Amma inatçısın he.”\nYakışıklı oğlu, dövüş sanatları dünyasının yüz karası kızını o karanlıktan kurtarmaya ve herkesi karşısına almaya hazırdır. Yeon, tam hayatının artık daha güzel olacağını düşünürken erkek başroller bir bir ona takıntılı olmaya başlar!\n“Yeonie’m, bu sefer hayatımız gerçekten çok güzel olacak!!”\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "vi": "Cô xuyên không trở thành một nhân vật chính trong thế giới võ lâm. Cô trở thành BaekRi Yeon, đứa con gái ngốc nghếch và quậy phá của BaekRi Eui Kang, một người thầy chân chính và là người đã dẫn dắt nhân vật nam chính trở thành một anh hùng. Sau khi bất ngờ bị giết, cô mở mắt ra và trở thành một đứa trẻ có thể làm đảo ngược mọi thứ. ‘Mình, lần này có thể nhận được sự yêu thương không?” Ở kiếp này, cô có niềm tin rằng mình sẽ trở thành con gái được yêu thương chứ không phải đứa con gái chịu nhiều tổn thương nữa, cô bắt đầu cuộc sống được mọi người kính trọng từ cháu gái của gia đình Baekri. Những gia tộc cản trở xuất hiện trước mặt Yeon, người chỉ muốn đi trên con đường rải đẩy hoa, và Baek Ri Pae-hyeok, là tộc trưởng và cũng là ông nội của cô, ông sở hữu khí phách của một vị vua, người có thể khiến cả núi sông và cây cối rung chuyển chỉ bằng một ánh mắt. “Ngươi cho rằng ngươi đáng giá như thế sao!” “Vâng!” Ông không thể che giấu sự hốt hoảng trước khí thế mạnh mẽ của cháu gái “Nếu còn một tia hy vọng mong manh, người làm cha sao con có thể từ bỏ?” “…Như là một đứa trẻ cứng đầu.” Ông lão bắt đầu mềm lòng vì hai cha con tuyệt mỹ đánh bại với quyết tâm sẽ cứu đứa cháu gái không có tài nghệ võ công … Tôi nghĩ rằng được sống ở thời điểm này là xứng đáng, nhưng nỗi ám ảnh của các ứng cử viên nam chính đột nhiên bắt đầu? Yeoni của chúng ta, bây giờ hãy chỉ đi trên con đường hoa thôi nhé!\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "pt-br": "Aqui, dentro desta novel de artes marciais, há um professor que ensina o protagonista arrogante e o desperta através de sua morte. Bonito, agradável, justo, forte e… enfim, só havia uma grande falha no professor do protagonista, que era sua filha única insensata, a qual era cheia de ambição. Uma persistente vilã extra que sempre assombra o protagonista de todas as formas, mas nunca pode ser abandonada por ser a filha do professor. Enquanto eu lia o romance, amaldiçoei-a, dizendo que, se eu fosse ela, não viveria daquela forma. Mas isso não significava que eu queria ser ela! Pior ainda, o pai já havia morrido e minha reputação era a pior. Inevitavelmente, eu fugi, mas… morri. No entanto, quando abri meus olhos, meu pai estava vivo?! “Já que é assim, nesta vida, vou definitivamente salvar meu pai! Entretanto… “Eles estão visando minha neta?! Vou matar todos eles” Por que vejo o meu avô, que sequer aparece muitas vezes na novel, com tanta frequência assim? “Casamento? Não. Yeon disse que viveria ao meu lado pelo resto da vida dela.” Mesmo meu pai se tornou estranho. Além disso, “Por que você continua me evitando? Cometi algum erro?”, o protagonista por um acaso está se tornando obcecado por mim? “Originalmente, eu estava destinado à morte. Até você chegar aqui.” Eu salvei o idiota que tinha os dias contados, mas não dizem que somos recompensados por nossas boas ações? “Pelo menos, quando estou à sua frente… não penso que sou um lix@.” De repente, o vilão responsável por minha morte está parecendo arrependido. Está mesmo tudo bem que as coisas sejam assim?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9852bb17-5fb5-40a0-82a0-357d9bcb5286",
    "title": {
      "en": "Bukyousouha"
    },
    "updatedAt": "2023-06-26T17:51:07+00:00",
    "coverArt": "https://mangadex.org/covers/9852bb17-5fb5-40a0-82a0-357d9bcb5286/5e814f6c-783c-4c76-8e3d-28a1fbc5fda5.jpg",
    "altTitles": [
      {
        "ja": "武狂争覇"
      },
      {
        "zh": "武狂争霸"
      },
      {
        "zh-hk": "武狂争霸"
      }
    ],
    "description": {
      "en": "Life is the most fragile thing. That's the world of \"martial madmen\".  \nA lone drifter, Bowie, appears in the violent city of Longshanbó. There he meets a mysterious non-human girl, Shiyu, for whom he throws himself into a bloody battle in order to save her!  \nA violent action work where life and death are constantly at stake!",
      "ja": "武に狂う男たちの生死を賭けた暴力活劇！！！\n様々な刀剣が乱れ舞い、武狂や人外が殺し合い覇権を争う暴力都市・龍山泊!!\nそこに双剣を携えた一匹の流れ者ボウイが現れる‼︎　謎の人外少女シユとの出会いが\nボウイを血みどろの戦いへと誘う!!\nリミット解除で放つ、最新アウトロー過激作登場!!!",
      "zh": "武狂的男人们为了生死而展开的暴力活剧！！！刀剑在混乱中飞舞，武狂者和异人争夺霸权的暴力都市·龙山泊！！在那里，一位携带双剑的流浪者鲍伊出现了‼︎ 与神秘的异人少女希优相遇将鲍伊引向血腥的战斗之中！！"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c184e253-d966-4220-8b2c-a265ab8e1817",
    "title": {
      "en": "B♀KU✕B♂KU"
    },
    "updatedAt": "2023-10-19T22:59:08+00:00",
    "coverArt": "https://mangadex.org/covers/c184e253-d966-4220-8b2c-a265ab8e1817/4b05d299-9e94-45b6-ab59-7de72b85a811.jpg",
    "altTitles": [
      {
        "ja": "ボクと僕"
      },
      {
        "zh": "人家x人家"
      },
      {
        "ja-ro": "Boku to Boku"
      }
    ],
    "description": {
      "en": "Junichirou Izumi is a trap who often wears the clothes designed by his mother, who runs her own clothing brand. Junichirou is saved from a train molester one day by Yuuki Kimino, a boyish girl. The two later discover that they go to the same school."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "10.5"
  },
  {
    "mangaId": "afa40bc8-34fa-4b03-a1e1-50f4eb79f9da",
    "title": {
      "en": "My Father Has Become a Beautiful Girl and It's a Lot of Pain"
    },
    "updatedAt": "2024-04-07T12:08:27+00:00",
    "coverArt": "https://mangadex.org/covers/afa40bc8-34fa-4b03-a1e1-50f4eb79f9da/1d2542c0-2f04-4198-8028-d7ac6b0ca375.jpg",
    "altTitles": [
      {
        "ja": "父親が美少女になってしまって色々つらい"
      },
      {
        "ja-ro": "Chichioya ga Bishoujo ni Natte Shimatte Iroiro Tsurai"
      },
      {
        "en": "My Father Turned into a Beautiful Girl and It's a Lot of Trouble."
      },
      {
        "ru": "Мой отец превратился в красивую девушку и это доставляет много хлопот."
      }
    ],
    "description": {
      "en": "A successful but annoying dad got gender-swapped and become a beautiful girl. Now he has lost his job and has to depend on his son while slowly starting anew.",
      "ru": "Однажды в комнату Тацуи заходит красивая девушка... и, к его удивлению оказывается его отцом, который полностью изменился из-за шока от увольнения с работы! !\nХотя он и растерян перед своим отцом, потерявшим все (?), меняются ли мало-помалу отношения между родителем и ребенком, которые раньше были далекими? ? ?\nОтец Тацуи потерял все. Тацуя с недоумением смотрит на отца, но расстояние между отцом и сыном постепенно сокращается...?\nОтец – это мать, а сын – это отец? Нет, мой лучший друг — мой отец, а мой отец — мой лучший друг...?\nНовая комедия TS, которая, несмотря на то, что в социальных сетях ее называют \"физиологически невозможной\", на самом деле является удивительной историей отца и сына, которая согреет ваше сердце!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65976df0-3cc2-49d7-a2e2-f0f5b10aded7",
    "title": {
      "en": "Hatch Potch Panch"
    },
    "updatedAt": "2024-05-18T03:56:01+00:00",
    "coverArt": "https://mangadex.org/covers/65976df0-3cc2-49d7-a2e2-f0f5b10aded7/d343f4c0-7d08-4bd3-83c1-f2971037277a.jpg",
    "altTitles": [
      {
        "ja": "はっちぽっちぱんち,"
      },
      {
        "ja-ro": "Hacchi Pocchi Panchi"
      },
      {
        "en": "Hotch Potch Punch"
      },
      {
        "en": "Hotchpotch Punch"
      }
    ],
    "description": {
      "en": "She was destroying people… in her mind.\n\nKiho Ishiguro is a high school girl who's an honor student at school, and devotes herself to her disabled mother at home. She is quiet and gentle, but deep down inside she has always had the urge to \"hit someone.\" As her feelings gets stronger day by day, Kiho encounters a street criminal. She snaps and unleashes her rage on the bad guy without restraint…? Here comes the JK who will revolutionize the world of women's MMA!",
      "es": "Kuroishi Kiho, en la escuela es una estudiante ejemplar, en casa es una buena hija que ayuda a su madre con sus problemas en las piernas... pero en sus fantasías, es alguien que hace pedazos a la gente. Aunque parece tranquila y gentil, en lo más profundo de su corazón existe un impulso que la hace querer \"golpear a otros\". Desbordada por las fantasías que no la dejan en paz, decide confrontar a un violador, ¿Será capaz de liberar y apaciguar sus emociones reprimidas con este criminal? ¡Entra en escena la estudiante de preparatoria que podría revolucionar las artes marciales de mujeres!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bddf8037-f53e-4cfb-a17c-b24108b955a1",
    "title": {
      "en": "Boku no Kanojo wa Saikoudesu!"
    },
    "updatedAt": "2024-01-27T01:39:11+00:00",
    "coverArt": "https://mangadex.org/covers/bddf8037-f53e-4cfb-a17c-b24108b955a1/a3e33d3c-3bc1-4bd5-a22a-273fca613829.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kanojo wa Saikou Desu!"
      },
      {
        "en": "My Girlfriend Is the Best!"
      },
      {
        "en": "My Perfect Girlfriend!"
      },
      {
        "ru": "Моя девушка - лучшая!"
      },
      {
        "ja": "僕の彼女は最高です！"
      },
      {
        "zh": "我的女友棒极啦！"
      },
      {
        "zh-hk": "我的女友棒極啦！"
      },
      {
        "ko": "제 여친은 최고입니다!"
      }
    ],
    "description": {
      "en": "The many different stories between two lovers—a normal young man and a outgoing, passionate friend-come-lover.  \n  \n\n\n---",
      "ja": "彼女「印鑑なくしたかも……」伊織「大変じゃん！」彼女「お前の名字で新しいの作るから結婚しよ」──彼氏としての自信を失うくらい男前すぎる彼女との、笑い時々ラヴな日々。Twitterフォロワー数３８万人を超える伊織(@iorisanv)による笑い満載時々ラヴな“実話”ツイートが登場!!",
      "pt-br": "Depois de ser dispensado pela namorada, a amiga dele sugere que ele saia com ela! E assim começa a história hilariante de um relacionamento entre um cara e sua nova namorada obstinada e teimosa!  \n  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/iorisanv)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "47.5"
  },
  {
    "mangaId": "313a75c4-2432-46bb-99eb-c080d8dd0010",
    "title": {
      "en": "Blue Phobia"
    },
    "updatedAt": "2023-12-20T22:27:50+00:00",
    "coverArt": "https://mangadex.org/covers/313a75c4-2432-46bb-99eb-c080d8dd0010/2bec57c0-bcd2-4689-8315-06826f674f4e.jpg",
    "altTitles": [
      {
        "en": "Blue-Phobia"
      },
      {
        "ru": "Фобия синего"
      },
      {
        "ar": "فوبيا زرقاء"
      },
      {
        "ja": "ブルーフォビア"
      },
      {
        "zh": "恐蓝症"
      },
      {
        "zh-hk": "恐藍症"
      }
    ],
    "description": {
      "en": "Prisoners are sent to an island to mine an ore that lies underneath it, but there was something strange about the ore and it transformed them.  \nThe more you touch the strange ore the more it changes your skin and bones into a blue-ish color and in the end your entire body will turn into ore.  \n  \nAfter that the people that sent the prisoners set up a research facility to do experiments on them and treated them like test subjects.  \n  \nThe story starts when one of the researchers Kai, tries to help one of the patients escape.  \n  \nThe one-shot version won the Shinman GP award in 2017."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "18"
  },
  {
    "mangaId": "efbd716a-f610-4653-8cd4-450c379cbb96",
    "title": {
      "en": "Black Out"
    },
    "updatedAt": "2023-10-21T22:43:14+00:00",
    "coverArt": "https://mangadex.org/covers/efbd716a-f610-4653-8cd4-450c379cbb96/0efccc64-2cd7-4b20-b0f7-4e87833939c3.jpg",
    "altTitles": [
      {
        "ja": "βl@ck☆OUT"
      },
      {
        "en": "Blackout"
      },
      {
        "en": "BLACKOUT – The Enigmatic Game –"
      },
      {
        "ru": "Блэкаут: Загадочная Игра"
      },
      {
        "ja": "ブラックアウト"
      }
    ],
    "description": {
      "en": "Day laborer Kazuya Shibuya is feeling frustrated with his boring, day-to-day life when a mysterious game called “Blackout” is delivered to him out of the blue. Not knowing what is going on, he starts to play the game, only to find out that what is inside surpasses anything he could have ever imagined. No one has ever managed to beat this game shrouded in mystery. Is “death” awaiting him at the end…?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "47"
  },
  {
    "mangaId": "fb8d5379-c614-49f1-8ce6-1266b41337b8",
    "title": {
      "en": "Marie-Antoinette. La jeunesse d'une reine."
    },
    "updatedAt": "2023-10-03T17:47:33+00:00",
    "coverArt": "https://mangadex.org/covers/fb8d5379-c614-49f1-8ce6-1266b41337b8/7c641729-a409-41f6-88bb-95ca98d2d916.jpg",
    "altTitles": [
      {
        "en": "Marie-Antoinette - The youth of a queen"
      },
      {
        "ru": "Мария-Антуанетта. Юность королевы."
      },
      {
        "ja": "マリー・アントワネット"
      }
    ],
    "description": {
      "en": "Her true story, for the first time in manga!\n\nMarie-Antoinette is one of the most popular historical figures to have been adapted into fiction. Sophia Coppola, Chantal Thomas or Riyoko Ikeda... many creators have given birth to a character in line with their ideals. However, with Fuyumi Soryo's new approach, it's not to reproduce the umpteenth icon maligned by Stephan Zweig's overly biased vision, but to restore an innocent young girl to historical reality.\nWith her precision already displayed in Cesare, and thanks to the support of the Château de Versailles, this is no longer a simple manga, but a virtual plunge into the heart of the 18th-century court. Whether you're a fan of historical fiction, a manga reader or simply curious about something new, don't miss out on this creation!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "ded54f3d-99bc-406a-bca1-4a1d4d618730",
    "title": {
      "en": "Yome Gaki ssu"
    },
    "updatedAt": "2024-06-01T20:23:20+00:00",
    "coverArt": "https://mangadex.org/covers/ded54f3d-99bc-406a-bca1-4a1d4d618730/30796953-4130-46a4-bd14-6f9093672483.jpg",
    "altTitles": [
      {
        "ja": "ヨメガキッす"
      },
      {
        "ja-ro": "Yome Gaki ss"
      },
      {
        "ja-ro": "Yomega Kiss"
      },
      {
        "ja-ro": "Yome ga Kiss"
      },
      {
        "en": "Bride Brat"
      }
    ],
    "description": {
      "en": "Super serious and uptight high school student Koutaro Suzuki and his obnoxious gyaru kouhai Sorako Mozu get along like cats and dogs. She spends her days tormenting him, while he spends his days getting outraged by her. However, the two of them share a secret...that they're living together as fiancés!! Under the condition that Koutaro marry Sorako, who comes from a wealthy real estate family, they've agreed to buy his father's company and save it from going under!!\n\nHaving to deal with Sorako, who uses this and that (and you know what) to torment him, can Koutaro make her yield and successfully marry her?!\n\n---\n**Links:**\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/64744)",
      "ja": "クソ真面目で融通が利かない男子高校生・鈴紀光太郎は生意気な後輩ギャル・百舌そら子と犬猿の仲。そんな二人には秘密が…それは二人が許嫁関係で同棲していること!? 資産家の家族を持つそら子と結婚をする条件で、光太郎は潰れる寸前の父の会社を買収してもらっていたのだ!! あの手この手（エッ●なこと）で責めるメスガキそら子にたいし、光太郎は彼女を屈服させ、無事に結婚をすることができるのか――!!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5be53d41-c319-48aa-8265-4c131b52cc15",
    "title": {
      "en": "Billion Dogs"
    },
    "updatedAt": "2022-06-17T15:47:50+00:00",
    "coverArt": "https://mangadex.org/covers/5be53d41-c319-48aa-8265-4c131b52cc15/322f0f18-91d9-450e-b873-27f007300cd4.jpg",
    "altTitles": [
      {
        "ru": "Миллиард собак"
      },
      {
        "ja": "ビリオンドッグズ"
      }
    ],
    "description": {
      "en": "Ichiru Mizunuma is the student council president at the prestigious Ichimatsu High School. Shockingly, he is stabbed by fellow student and council vice president Kyosuke Hino. What is Kyosuke's motive? What is the badly injured Ichiru's secret plan? From the accomplished duo, writer Muneyuki Kaneshiro (As The Gods Will - The Second Series) and illustrator Naoki Serizawa (SARU LOCK), Billion Dogs is a fresh and exciting high school picaresque manga!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "70"
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi wo Suru"
    },
    "updatedAt": "2024-05-18T12:34:17+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "ja-ro": "Sono Kisekae Ningyou wa Koi wo Suru"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll wa Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque doll is falling in love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-06-01T09:53:07+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/4bf0190a-7fed-4188-aa0d-70a8170aa1e5.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01604e79-5c05-442e-993e-a5d0a870e499",
    "title": {
      "en": "Oda Nobunaga's Mysterious Profession Was Cheat Job From Magical Swordsman, So I Decided to Build a Kingdom"
    },
    "updatedAt": "2024-03-17T02:06:50+00:00",
    "coverArt": "https://mangadex.org/covers/01604e79-5c05-442e-993e-a5d0a870e499/6c8bd96b-0675-4864-98fb-a05c1574af26.jpg",
    "altTitles": [
      {
        "en": "Mysterious Job Called Oda Nobunaga"
      },
      {
        "ja": "織田信長という謎の職業が魔法剣士よりチートだったので、王国を作ることにしました"
      },
      {
        "zh-hk": "因為織田信長這個謎之職業比魔法劍士還要作弊、所以決定了要創立王國"
      },
      {
        "ja-ro": "Oda Nobunaga to Iu Nazo no Shokugyo ga Mahou Kenshi yori Cheat Dattanode, Oukoku wo Tsukuru Koto ni Shimashita"
      }
    ],
    "description": {
      "en": "The young Alsrod (Arusuroddo), is eagerly waiting for the day that he’s granted a “job” in the temple. In this world when one reaches adulthood, they are granted “jobs” like swordsman or magician by divine revelation, among them the one said to be the strongest is magic swordsman.\n\nAlsrod is the illegitimate second son of a small feudal lord, and the seat is already succeded by his elder brother who already put him in the front lines, he’s in a position that could lose his life on the battlefield any day. If he became a magic swordman, a job that was possesed by the famous heroes of the past, he could change his situation.\n\nHowever the job that’s granted to Alsrod is not magic swordman nor any of the other common jobs, it was a mysterious job called “Oda Nobunaga” that none of the temple’s people knew anything about.\n\nHowever, this job makes one’s battle power become the top-level in the battlefield, gives administration capabilities that allow to turn a small city into a big commercial city and it also elevates the leadership of the troops, becoming a Maou capable of building a country!\n\nBefore long, Alsrod defeats his elder brother and becomes the feudal lord. Furthermore, he prepares himself to become a king and build his own country, considering it to be the shortest route to protect the important persons in his life and his people.",
      "ru": "Молодой Арсрод со страстью ждет день, когда получит \"долг\" в храме. В этом мире, когда кто-то достигает совершеннолетия, он обретает \"долг\" в храме, как мечник или маг, путем божественного откровения. Среди них сильнейшим считается маг - мечник.Арсрод незаконнорожденый второй сын малого феодального рода, и его трон уже занят его старшим братом, который уже послал его на передовую, где он в положении, в котором может лишиться жизни в битве в любое мгновение. Если он станет магом-мечником, званием, которым обладали знаменитые герои прошлого, то он сможет изменить свою ситуацию.Однако долг, данная Арсроду не маг-мечник и не какая-нибудь из других известных, а странный долг под названием \"Ода Нобунага\", про которую никто в храме ничего не знает, Этот долг дает огромную мощь в бою, управленческие способности, которые позволяют превратить маленький городок в огромный торговый город и улучшает лидерские качества, что ты становишься Сатаной, способным создать страну!Вскоре, Арсрод свергает своего старшего брата и сам становится лордом. Далее, он готовит себя к становлению королем и созданию своей страны, считая, что кратчайший путь - защитить важнейших людей в свой жизни и свой народ."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "42"
  },
  {
    "mangaId": "b9a99e3f-6803-4efe-9f7c-f7d566703e4c",
    "title": {
      "en": "Barakamon"
    },
    "updatedAt": "2024-01-22T09:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/b9a99e3f-6803-4efe-9f7c-f7d566703e4c/970be968-1a28-4604-8290-d3f64eade07d.jpg",
    "altTitles": [
      {
        "ru": "Баракамон"
      },
      {
        "th": "บารากะมอน เกาะมีฮา คนมีเฮ"
      },
      {
        "ja": "ばらかもん"
      },
      {
        "zh-hk": "元气囝仔"
      },
      {
        "zh": "元氣囝仔"
      },
      {
        "ko": "바라카몬"
      },
      {
        "ar": "باراكامون"
      },
      {
        "fa": "باراکامون"
      }
    ],
    "description": {
      "en": "Handa Seishuu, a young and handsome calligrapher, is sent to Japan's westernmost island after a certain incident. On the very first day of his new life in the countryside, Sensei, as he comes to be called, meets the simple and innocent Naru, a native kid.  \nFollow the (mis)adventures of this city-bred, hot-and-cold Sensei as he deals with his new neighbors' never-ending antics.",
      "ru": "За то что ударил известного каллиографа, молодой и красивый каллиограф Ханда Сейшу был сослан на небольшой островок. Как человек, никогда не живший за пределами города, Ханда должен приспособиться к новым чокнутым соседям, людям, которые разъезжают на тракторе, \"приходят в гости по утрам\", игнорируя переднюю дверь, раздражающим детям, использующим его дом, как детскую площадку, и т.д. Сможет ли городской парень справиться со всем этим дурдомом? Вы узнаете это в сумасшедшей островной комедии, полной невинности и смеха!  \n  \n«Баракамон», на диалекте Гото (Пяти островов), значит «непоседа»."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "145"
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-05-16T02:48:04+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "PBMMV"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0495e9fc-9557-4f53-be80-79ce5feea7cf",
    "title": {
      "en": "The Tale of Samjang"
    },
    "updatedAt": "2024-05-03T14:33:43+00:00",
    "coverArt": "https://mangadex.org/covers/0495e9fc-9557-4f53-be80-79ce5feea7cf/fe19cc62-947a-4a2f-9514-49f8953ff8e9.jpg",
    "altTitles": [
      {
        "ko-ro": "samjang jeon"
      },
      {
        "ko": "삼장전"
      },
      {
        "fr": "le conte de samjang"
      }
    ],
    "description": {
      "en": "Monk Sanzang from the \"Journey to the west\" has time slipped to the present-day Korea.   \n  \nShe has lived her lifetime constantly fighting yokai but her most dangerous opponent turns out to be just one guy?!  \n  \nOn the orders of Buddha, Monk Sanzang and her companions pilgramaged the Western regions in search of his teachings.  \nUnlike Sun Wukong, Zhu Bajie, and Sha Wujing, who hoped to become gods in recognition of their contribution, rather than being tied down to the life of Buddhism, Sanzang wanted to remain in the human world and enjoy a new life as an ordinary human.  \n  \nBut as she was being dragged to Heaven by orders from the Buddha, she notices a strange tunnel leading to the human world in which she escapes into…  \n  \nAnd the place where she fell is the Republic of Korea's Jeju Island!  \nAnd she meets a guy named Lee Hyun?!  \n  \nThe time-slipped Monk Sanzang a.k.a Hyeonjeong and the tsundere Lee Hyun's turbulent romance!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32c42592-803d-42ea-9081-a0392b242988",
    "title": {
      "en": "Under Execution, Under Jailbreak"
    },
    "updatedAt": "2023-01-24T16:58:33+00:00",
    "coverArt": "https://mangadex.org/covers/32c42592-803d-42ea-9081-a0392b242988/d48cac28-111e-4d8b-b323-56a1e37876f4.jpg",
    "altTitles": [
      {
        "es": "Între Condamnare și Evadare"
      },
      {
        "en": "Dead Man's Questions"
      },
      {
        "ja-ro": "Shikei Shikkouchuu Datsugoku Shinkouchuu"
      },
      {
        "zh": "死刑執行中 脱獄進行中"
      }
    ],
    "description": {
      "en": "A collection of stories by Hirohiko Araki:  \n  \n1. Under Execution, Under Jailbreak  \nThe story of a jailed man and his attempted escapes.  \n  \n2. Dolce and his Master  \nA cat and a man on a sinking yacht attempt to secure resources from each other  \n  \n3. Thus Spoke Kishibe Rohan Episode 16: At A Confessional  \nThe first Rohan one shot, a spinoff of Jojo's Bizarre Adventure - Diamond is Unbreakable, centering on the continued adventures of Rohan Kishibe.  \n  \n4. Dead Man's Questions  \nA ghost wanders a town in search of both his mission and his memories. Related to Jojo's Bizarre Adventure - Diamond is Unbreakable."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "601eca31-b45d-43b6-9782-f00ed745298a",
    "title": {
      "en": "Evangeline After the Ending"
    },
    "updatedAt": "2023-12-30T23:30:07+00:00",
    "coverArt": "https://mangadex.org/covers/601eca31-b45d-43b6-9782-f00ed745298a/7d94817b-89ad-4559-92ef-0ded79cd9751.jpg",
    "altTitles": [
      {
        "ko": "완결 후 에반젤린"
      },
      {
        "en": "Evangeline After the Completion"
      }
    ],
    "description": {
      "en": "I thought he died from overwork in Korea, but when I opened my eyes, I found that I was a supporting character in a novel I wrote. As Evangeline who was executed for harassing the female lead.\n\nWhile running and running alone to avoid the ending of the original, she said, “I copied the author’s novel when I was creating the world. Instead, if there is anything you want, I will give it to you.”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9478665e-412b-4e08-9844-5c07a732a71b",
    "title": {
      "en": "Eiyuu to Kenja no Tensei Kon ~Katsute no Koutekishu to Kon'yakushite Saikyou Fuufu ni Narimashita~"
    },
    "updatedAt": "2024-05-20T06:49:55+00:00",
    "coverArt": "https://mangadex.org/covers/9478665e-412b-4e08-9844-5c07a732a71b/bd961560-28a5-4e1c-b1b0-2ce5adb8b64b.jpg",
    "altTitles": [
      {
        "ja": "英雄と賢者の転生婚～かつての好敵手と婚約して最強夫婦になりました～"
      },
      {
        "en": "The Reincarnated Marriage of a Hero and a Sage: After Becoming Engaged to a Former Rival, We Became the Strongest Couple"
      },
      {
        "en": "Reincarnated • The Hero Marries the Sage ~After Becoming Engaged to a Former Rival, We Became the Strongest Couple~"
      },
      {
        "pt-br": "Reencarnado • O herói se casa com o sábio ~Depois de ficar noivo de um ex-rival, nos tornamos o casal mais forte~"
      }
    ],
    "description": {
      "en": "Reid, a young hero with the strongest physical strength, and Elria, a beautiful sage with the strongest magic prowess.\r\n\r\nThey continued to fight as rivals in opposing enemy nations, but their relationship came to an end with the sudden death of Elria… Then, a thousand years later,\r\n\r\nReincarnated in a world where magic reigns supreme, but he who has retained the strongest physical strength from his previous life, Reid, was reunited with Elria, who has also been reincarnated―\r\n\r\n“Hey, Reid— I want you to marry me.”\r\n\r\n“…Huh?”\r\n\r\nThe two, who have become the strongest unaware lovey-dovey couple in a thousand years, enrolled in the Royal Magic Academy to decide who is stronger!",
      "ja": "英雄・レイドと賢者・エルリアは長きに渡り戦っていたが、賢者の死により戦いは唐突に終わる。レイドは敵国に乗り込みエルリアの遺体の前で壮絶な死を遂げた…と、思ったら自分は赤子で世界は千年後に!?",
      "pt-br": "Reid, um jovem herói com a maior força física, e Elria, uma bela sábia com a maior habilidade mágica.\n\nEles continuaram a lutar como rivais em nações inimigas opostas, mas seu relacionamento chegou ao fim com a morte repentina de Elria... Então, mil anos depois,\n\nReencarnou em um mundo onde a magia reina suprema, mas aquele que manteve a força física mais forte de sua vida anterior, Reid, se reuniu com Elria, que também reencarnou—\n\n\"Ei, Reid, quero que você se case comigo.\"\n\n\"…Huh?\"\n\nOs dois, que se tornaram o casal amoroso inconsciente mais forte em mil anos, matricularam-se na Royal Magic Academy para decidir quem é mais forte!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]