[
  {
    "mangaId": "661eaad1-3de3-4685-ae43-f534294b6d8d",
    "title": {
      "en": "Koi wa Ameagari no You ni"
    },
    "updatedAt": "2025-01-29T12:03:24+00:00",
    "coverArt": "https://mangadex.org/covers/661eaad1-3de3-4685-ae43-f534294b6d8d/f4d3bdd7-7204-4c39-a678-d2481a6c4ac5.jpg",
    "altTitles": [
      {
        "en": "After the Rain"
      },
      {
        "es": "Amor es cuando cesa la lluvia"
      },
      {
        "fr": "Après la pluie"
      },
      {
        "it": "Come dopo la pioggia"
      },
      {
        "ru": "Любовь похожа на прошедший дождь"
      },
      {
        "ar": "بعد المطر"
      },
      {
        "ja": "恋は雨上がりのように"
      },
      {
        "zh": "恋如雨止"
      },
      {
        "zh-hk": "戀如雨止"
      },
      {
        "id": "Cinta Setelah Hujan"
      },
      {
        "en": "Love Is Like After The Rain"
      }
    ],
    "description": {
      "en": "Akira Tachibana is a soft-spoken high school student who used to be a part of the track and field club but, due to an injury, she is no longer able to run as fast as she once could. Working part-time at a family restaurant as a recourse, she finds herself inexplicably falling love with her manager, a divorced 45-year-old man with a young son.  \n  \nDespite the age gap, Akira wholeheartedly embraces his mannerisms and kind nature, which is seen as spinelessness by the other employees, and little by little, the two begin to understand each other. Although unable to explain why exactly she is attracted to him, Akira believes that a concrete reason is not needed to truly love someone. On a rainy day, she decides to finally tell her manager about how she feels… But just how will he react?",
      "pt-br": "Tachibana, uma linda garota do colegial está apaixonada... Não é um simples amor, algo que talvez seja impossível. Ela está apaixonada pelo gerente de seu trabalho que é mais velho que ela. Agora ela irá desistir de seu amor e viver sua simples vida cotidiana de colegial ou conseguirá passar os seus sentimento a alguém tão diferente dela."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "82"
  },
  {
    "mangaId": "e2f01c25-14e3-43c4-856d-ebc10ff195eb",
    "title": {
      "en": "Fushigi no Mayuri-san"
    },
    "updatedAt": "2024-10-13T11:35:28+00:00",
    "coverArt": "https://mangadex.org/covers/e2f01c25-14e3-43c4-856d-ebc10ff195eb/36557e81-a86a-487d-97c9-966ebd3e75d6.jpg",
    "altTitles": [
      {
        "en": "Mysterious Mayuri-san"
      },
      {
        "ja": "不思議のまゆりさん"
      },
      {
        "pl": "Tajemnicza Mayuri-san"
      }
    ],
    "description": {
      "en": "Yuusuke, a 7th grader, is interested in his friend's older sister for various reasons.\nThe older sister, while a little strange, is a kind and caring girl.\nShe's mysterious but is popular with everyone.  \nThis is an ordinary comedy about Mayuri-san's mysterious everyday life."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "162"
  },
  {
    "mangaId": "7b4cc18a-fc58-4818-ac6a-712147be94c0",
    "title": {
      "en": "Villain"
    },
    "updatedAt": "2024-11-02T15:27:59+00:00",
    "coverArt": "https://mangadex.org/covers/7b4cc18a-fc58-4818-ac6a-712147be94c0/6ce92a1c-de02-439e-a06a-d56df0801856.jpg",
    "altTitles": [
      {
        "ja": "ヴィラン"
      }
    ],
    "description": {
      "en": "\"I'm sure we freak them out just by holding hands\" Orio Azuru is a young man who doesn't understand his gender. In this town, \"he\" is the freest. Midou Renri, the one he fell in love with -- or so he should have.\nBrought to you by Fujita, the creator of \"Wotakoi\", the much famed vocaloid song \"Villain\" is remade into a manga overflowing with heartbreak and excitement.\nHow will their tale of love go in an era where we wish to see such stories?",
      "ja": "「きっと手を繋ぐだけでゾッとされる。」\n自分の性別がわからない少年・織生空弦(おりお あずる)はこの街で一番自由な“彼”・御堂蓮利(みどう れんり)に、恋をした---はずだった。\nボカロ史に輝く名曲にして問題作の『ヴィラン』が\nヲタ恋のふじたの手により、切なさとときめきが溢れる漫画に生まれ変わる。\n今の時代だからこそ見届けてほしい、二人の恋の結末は？"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "6.2"
  },
  {
    "mangaId": "e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f",
    "title": {
      "en": "Wistoria: Wand and Sword"
    },
    "updatedAt": "2024-11-14T21:53:33+00:00",
    "coverArt": "https://mangadex.org/covers/e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f/36a13204-dcb3-4944-966b-122fb0ea86d1.jpg",
    "altTitles": [
      {
        "ja": "Tsue to Tsurugi no Wistoria"
      },
      {
        "ja": "杖と剣のウィストリア"
      },
      {
        "zh-hk": "杖與劍的Wistoria"
      },
      {
        "vi": "Bản Hùng ca Kiếm và Pháp Trượng"
      },
      {
        "pt-br": "Wistoria: Varinha e Espada"
      }
    ],
    "description": {
      "en": "The new, magical dungeon-adventure fantasy series from the author of Is It Wrong to Try to Pick Up Girls in a Dungeon? Seeking to fulfill a promise to a childhood friend, Will Serfort enters Regarden Magical Academy with the goal of making it to the top of the magical world. There’s just one problem: he can’t use magic! Will his sword skills be the key to unlocking his true potential?",
      "pt-br": "A nova série de fantasia mágica e de aventura em masmorras do autor de \"É Errado Tentar Pegar Garotas em um Calabouço?\" segue a jornada de Will Serfort. Buscando cumprir uma promessa feita a uma amiga de infância, Will ingressa na Academia Mágica de Regarden com o objetivo de alcançar o topo do mundo mágico. Mas há um problema: ele não pode usar magia! Serão suas habilidades com a espada a chave para desbloquear seu verdadeiro potencial?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28c77530-dfa1-4b05-8ec3-998960ba24d4",
    "title": {
      "en": "Otomege Sekai wa Mob ni Kibishii Sekai desu"
    },
    "updatedAt": "2025-01-19T12:17:53+00:00",
    "coverArt": "https://mangadex.org/covers/28c77530-dfa1-4b05-8ec3-998960ba24d4/2a87c2b5-83ab-4cfa-96fd-da840f6f0e6f.jpg",
    "altTitles": [
      {
        "ja-ro": "MobuSeka"
      },
      {
        "vi": "Thế Giới Otomegame Thật Khắc Nghiệt Với Nhân Vật Quần Chúng"
      },
      {
        "th": "ชีวิตตัวประกอบอย่างตูช่างอยู่ยากเมื่ออยู่ในโลกเกมจีบหนุ่ม"
      },
      {
        "ja": "乙女ゲー世界はモブに厳しい世界です"
      },
      {
        "ko": "여성향 게임 세계는 엑스트라에게 어려운 세상입니다"
      },
      {
        "ja-ro": "Otome Game Sekai wa Mob ni Kibishii Sekai desu"
      },
      {
        "ru": "Мир отомэ-игр — это тяжёлый мир для мобов"
      },
      {
        "en": "Trapped in a Dating Sim: The World of Otome Games Is Tough for Mobs"
      },
      {
        "fr": "Mon Destin... Entre Les Mains Des Femmes"
      },
      {
        "zh-hk": "女性向遊戲世界對路人角色很不友好"
      },
      {
        "en": "The World of Otome Games Is Tough for Mobs"
      }
    ],
    "description": {
      "en": "Leon, a former Japanese worker, was reincarnated into an “otome game” world, and despaired at how it was a world where females hold dominance over males. It was as if men were just livestock that served as stepping stones for females in this world. The only exceptions were the game’s romantic targets, a group of handsome men led by the crown prince. In these bizarre circumstances, Leon held one weapon: his knowledge from his previous world, where his brazen sister had forced him to complete this game. This is a story about his adventure to survive and thrive in this world.",
      "ja": "転生したら「女尊男卑」な、乙女ゲー世界でした!!!\n\nモブからだって成り上がれ！\nイケメン死すべし！\n剣と魔法の異世界ファンタジー!!!\n\n▼\n剣と魔法の“乙女ゲー\"の世界に転生した、\n元日本の社会人だったリオンは、その女尊男卑な世界に絶望する。\n\nこの世界では、男なぞは女性を養うだけの家畜のようなものであった。\n例外なのは、ゲームで攻略対象であった王太子率いるイケメン軍団ぐらいである。\n\nそんな理不尽な境遇において、リオンはある一つの武器を持っていた。\n前世で生意気な妹に無理矢理攻略させられていたこのゲームの知識である。\n\n本当は田舎に引きこもりのんびりとしたいリオンだったが\nその知識を使い、やりたい放題の女どもとイケメンに、はからずも反旗を翻すのだった。\nド外道主人公による、爽快(?)下克上ファンタジー、コミカライズでも開演!\n\n(Source: コミックウォーカー)",
      "pt-br": "Leon, um ex-trabalhador japonês, reencarnou em um mundo de “otome game” e se desesperou com a forma como era um mundo onde as mulheres detêm o domínio sobre os homens. Era como se os homens fossem apenas animais que serviram como degraus para as fêmeas neste mundo. As únicas exceções eram os alvos românticos do jogo, um grupo de homens bonitos liderados pelo príncipe herdeiro. Nestas circunstâncias bizarras, Leon tem apenas uma arma: seu conhecimento do seu mundo anterior, que ele obteve após completar o jogo, depois de ser forçado por sua irmã a jogá-lo. Leon, que realmente só quer viver tranquilamente na periferia do país, usa seu conhecimento para bater de frente contra as mulheres e esses homens bonitos."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f412cdd-5722-49c2-809a-11830893527e",
    "title": {
      "en": "DEAD Tube"
    },
    "updatedAt": "2025-01-28T14:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/1f412cdd-5722-49c2-809a-11830893527e/83f215a6-97ea-4a79-83fa-b522ae9ffacf.jpg",
    "altTitles": [
      {
        "ja": "DEAD Tube ～デッドチューブ～"
      },
      {
        "en": "DeadTube"
      },
      {
        "ko": "DEAD Tube 데드 튜브"
      },
      {
        "zh": "学園殺人ゲーム Dead Tube"
      },
      {
        "zh": "学院里的杀人游戏"
      },
      {
        "kk": "Ажал арнасы"
      },
      {
        "ru": "Смертельная съёмка"
      }
    ],
    "description": {
      "en": "Distributing thrilling videos in secret! A school game that puts life and death on the line!",
      "ja": "映画研究部に所属する業得学園2年・町谷智浩は学園トップクラスの美少女・真城舞に、ある日突然、声をかけられる。なんでも2日間だけ、24時間完全密着の撮影をしてほしいとのこと。同行する町谷だったが……!?",
      "kk": "Мектеп оқушылары киноклубта не түсіреді? Күнделікті өмірдің бөлшектері, әуесқой қорқынышты фильмдер... бұның бәрі зеріктіріп жібереді... бірақ бұл жолы емес! Басты кейіпкер Томохиро Мачиге, киноклуб операторы, мектептегі қыз бірнеше күнге оны түсіруді ұсынады. Ол ерекше ынталы емес болсада, бірақ ол да бас тартпайды. Егер жігіт бұл оның өміріндегі ең қызықты және қорқынышты фильм болатынын білгенде...",
      "ru": "Что могут снимать школьники в клубе любителей кино? Зарисовки из повседневности, любительские фильмы ужасов… скука полная… но только не в этот раз! Главному герою Томохиро Мачии, оператору киноклуба, одна девушка из школы предлагает поснимать её несколько дней. Он особо не горит желанием, но и не отказывается. Если бы парень только знал, что это будет самый захватывающий и будоражащий фильм в его жизни…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "377e0ea6-3061-47e8-9414-dc1bed3400b3",
    "title": {
      "en": "Mata Korosarete Shimatta no desu ne, Tantei-sama"
    },
    "updatedAt": "2025-02-08T15:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/377e0ea6-3061-47e8-9414-dc1bed3400b3/b36a098e-b04b-472a-b0a7-5ffed71709a1.jpg",
    "altTitles": [
      {
        "ja": "また殺されてしまったのですね、探偵様"
      },
      {
        "en": "Killed Again, Mr. Detective"
      }
    ],
    "description": {
      "en": "High school student Sakuya Otsuki, whose father is a legendary detective, works as a half-baked detective alongside his beautiful and talented assistant Lilithea. However, due to Sakuya's \"special constitution\" and a request that comes in one day, they become embroiled in a major incident, and their fates change dramatically.",
      "ja": "伝説の名探偵を父に持つ高校生・追月朔也は、助手の少女・リリテアと2人で探偵業に勤しんでいた。しかし、朔也に宿る“特殊体質”、そして一つの依頼が、彼らをやがて大きな事件に巻き込んでいく――。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "3e7d016d-43c8-4270-b83e-cbbe9d890505",
    "title": {
      "en": "Disney Twisted Wonderland - The Comic - ~Episode of Savanaclaw~"
    },
    "updatedAt": "2024-10-30T22:22:53+00:00",
    "coverArt": "https://mangadex.org/covers/3e7d016d-43c8-4270-b83e-cbbe9d890505/627151a8-46e7-41aa-a2dc-9bcf80915d20.jpg",
    "altTitles": [
      {
        "en": "Disney Twisted-Wonderland The Comic Episode of Savanaclaw"
      }
    ],
    "description": {
      "en": "Hirasaka Yuuka, a high-school student who lived an average life, and a black carriage that suddenly appeared in front of her one day on her way home from club. After seeing it and losing consciousness, she awoke in another world called \"Twisted Wonderland\"...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e6c7ed7-2111-4a3b-b34c-fbf07b1884c4",
    "title": {
      "en": "Gangsta"
    },
    "updatedAt": "2024-11-16T13:30:35+00:00",
    "coverArt": "https://mangadex.org/covers/4e6c7ed7-2111-4a3b-b34c-fbf07b1884c4/0c79182d-0f51-4bb5-963f-e1d104b46fcf.jpg",
    "altTitles": [
      {
        "en": "Gangsta."
      },
      {
        "en": "Gangster"
      },
      {
        "ru": "Бандиты"
      },
      {
        "ru": "Гангста"
      },
      {
        "ja": "ギャングスタ"
      }
    ],
    "description": {
      "en": "In the city of Ergastulum, a shady ville filled with made men and petty thieves, whores on the make and cops on the take, there are some deeds too dirty for even its jaded inhabitants to touch. Enter the Handymen, Nic and Worick, who take care of the jobs no one else will handle. Until the day when a cop they know on the force requests their help in taking down a new gang muscling in on the territory of a top Mafia family. It seems like business (and mayhem) as usual, but the Handymen are about to find that this job is a lot more than they bargained for.",
      "ru": "У Вас течёт кран? Отломалась ножка стула? Завелись тараканы? В предприимчивой Японии в таких случаях звонят в специальную контору, «мастерам на все руки», которые всё починят, со всем помогут, все проблемы решат. Называются такие мастера абстрактным словом «Бенрия». Вот только где-то есть районы, где «бытовые» проблемы имеют широкий криминальный масштаб, а вредители — крупные и злобные двуногие, от которых «дрожат» даже иные тюрьмы. Вот на таких улицах и переулках вырастают свои «Бенрия», которые также без вопросов приведут любой объект хозяйствования в состояние «нет проблем». У Вас всё ещё проблемы? Не раздумывая звоните Уорику и Николасу: приятная секретарша всегда ответит на звонок — и специалист немедленно отправится Вам на помощь, прихватив пистолет, катану и прочий рабочий инструмент."
    },
    "status": "hiatus",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94c7e52e-a6b2-4b57-ba14-68f58fc77c8e",
    "title": {
      "en": "Ghost Fixers"
    },
    "updatedAt": "2024-09-06T11:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/94c7e52e-a6b2-4b57-ba14-68f58fc77c8e/1755630d-5d4c-4c0d-aefd-afc6bd8705f7.jpg",
    "altTitles": [
      {
        "ja": "ゴーストフィクサーズ"
      },
      {
        "ru": "Исправители призраков"
      }
    ],
    "description": {
      "en": "Following a certain event, Mikurigaoka New Town transformed into a crucible of supernatural phenomena known as GHOSTS! In said town lives Hifumi, a middle school boy, who one day encounters a girl who just moved in... Help \"correct\" the supernatural in this action-packed tale from Yasuki Tanaka, creator of \"Summer Time Rendering\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c",
    "title": {
      "en": "RED: Living On the Edge"
    },
    "updatedAt": "2025-02-02T15:28:25+00:00",
    "coverArt": "https://mangadex.org/covers/26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c/4b184d59-82f3-43a9-b5be-41752ef3f1e4.jpg",
    "altTitles": [
      {
        "zh": "红色风暴"
      },
      {
        "ja": "レッド"
      }
    ],
    "description": {
      "en": "Set in nineteenth-century America, Red is the last living survivor of a Native American tribe that was slaughtered by white men. On a long journey in search of revenge, he travels with Iero Ito, a samurai who ran away to America after being defeated in the Seinan civil war, and Angie, a mysterious prostitute. The bonds of friendship between the three are touching. Although it is all fiction, the story seems very real as it is based on actual battles between US troops, Apaches and other tribes.\n\n\n---\nOfficial Release:\n- Indonesian release by Level Comics (2005)",
      "pt-br": "Situado na América do século 19, Red é o último sobrevivente vivo de uma tribo nativa americana que foi massacrada por homens brancos. Em uma longa jornada em busca de vingança, ele viaja com Iero Ito, um samurai que fugiu para a América após ser derrotado na guerra civil de Seinan, e Angie, uma misteriosa prostituta. Os laços de amizade entre os três são comoventes. Embora seja tudo ficção, a história parece muito real, pois é baseada em batalhas reais entre tropas americanas, apaches e outras tribos."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "151"
  },
  {
    "mangaId": "631f996b-3541-470c-9f18-ed02a447c64f",
    "title": {
      "en": "Kaifuku Jutsushi no Yarinaoshi ~Sokushi Mahou to Skill Copy no Chouetsu Heal~"
    },
    "updatedAt": "2025-01-28T14:35:00+00:00",
    "coverArt": "https://mangadex.org/covers/631f996b-3541-470c-9f18-ed02a447c64f/65819890-da89-423b-a4ea-91588f96a7ed.jpg",
    "altTitles": [
      {
        "ja": "回復術士のやり直し～即死魔法とスキルコピーの超越ヒール～"
      },
      {
        "en": "Redo of Healer"
      },
      {
        "de": "Die Rache des Heilers"
      },
      {
        "fa": "شروع دوباره درمانگر"
      },
      {
        "pt-br": "A Vingança do Curandeiro"
      },
      {
        "es-la": "El Reinicio Como Sanador ~La Magia de Muerte Instantánea Con La Habilidad de Copiar La Curación Trascendental~"
      },
      {
        "uz": "Davolovchi Qahramon"
      }
    ],
    "description": {
      "de": "Keyaru wurde durch sein Unwissen immer und immer wieder ausgenutzt. Aber eines Tages erkannte er die wahre Macht der Heilmagie und kam zu der Überzeugung, dass ein Heiler die stärkste Klasse sei. Wie auch immer, ehe ihm das Potential eines Heilers klar wurde, war er bereits allem beraubt worden. Daher wandte er seine Heilmagie auf die Welt selbst an und reiste so 4 Jahre in der Zeit zurück. Er würde sich für alles rächen, was man ihm angetan hatte. Dies ist die kranke heldenhafte Geschichte eines Heilers, der der stärkste wurde, indem er sein Wissen über Heilung und seine Erfahrungen aus seinem vorherigen Leben kombiniert.",
      "en": "\"Healing magicians cannot fight alone.\"\n\nKeyaru, who was bound by this common knowledge, was exploited again and again by others. But one day, he noticed what lay beyond healing magic, and was convinced that a healing magician was the strongest class. However, by the time he realized that potential, he was deprived of everything. Thus, he used healing magic on the world itself to go back four years, deciding to redo everything.",
      "it": "\"I maghi curatori non possono combattere da soli.\" Keyaru, che era legato a questa conoscenza comune, fu sfruttato più e più volte dagli altri.  \r\nMa un giorno notò cosa c'era oltre la guarigione della magia e si convinse che il mago guaritore fosse la classe più forte. Tuttavia, quando ne realizzò il potenziale, fu privato di tutto. Così, usando la magia curativa sul mondo stesso, è tornato indietro di quattro anni, determinato a ricominciare tutto da capo.",
      "ja": "【癒】の勇者ケヤルは、ある日【回復(ヒール)】が最強に至る魔法だと確信する。そして世界そのものを【回復】して四年前に戻り、自分の人生を弄んだ者たちへ復讐することを誓うのだった。",
      "pl": "\"Uzdrowiciele nie mogą walczyć w pojedynkę.\"  \r\nKeare, który wiedział o tym aż za dobrze, był raz po raz wykorzystywany przez innych.  \r\nAle pewnego dnia odkrywa coś, co kryje się poza magią uzdrowienia, i zyskuje pewność, że uzdrowiciel to najpotężniejsza z klas maga. Jednakże zanim zdał sobie sprawę z jej potencjału, został już pozbawiony wszystkiego, co miał. Dlatego właśnie użył magii uzdrowienia na samym świecie, by cofnąć się w czasie o cztery lata, postanawiając, że zacznie wszystko od nowa.  \r\nOto heroiczna opowieść o pewnym uzdrowicielu, który stał się najsilniejszym dzięki wykorzystaniu wiedzy z dawnego życia i magii uzdrawiania.",
      "pt-br": "\"Magos de cura não podem lutar sozinhos.\" \n\nKeare, que estava vinculado por esse conhecimento comum, foi explorado uma vez ou outra pelos outros. Mas um dia, ele notou o que estava além da magia de cura e estava convencido de que um mago de cura era a classe mais forte. No entanto, quando percebeu esse potencial, ele estava privado de tudo. Assim, ele usou a magia de cura no próprio mundo para voltar quatro anos, decidindo refazer tudo. Este é um conto heroico de um mago de cura que se tornou o mais forte usando o conhecimento de sua vida passada e magia de cura."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2024-10-26T18:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "73703e17-79cb-4557-a33b-ec688d47d86d",
    "title": {
      "en": "Wu Liu Qi: Heibai Shuanglong 2"
    },
    "updatedAt": "2023-03-13T07:18:10+00:00",
    "coverArt": "https://mangadex.org/covers/73703e17-79cb-4557-a33b-ec688d47d86d/545ce353-da1d-48f4-bcd5-5222095d9580.jpg",
    "altTitles": [
      {
        "en": "Scissor Seven: Black and White Twin Dragons 2"
      },
      {
        "zh": "伍六七：黑白双龙2"
      }
    ],
    "description": {
      "en": "Sequel to [Wu Liu Qi: Heibai Shuanglong](https://mangadex.org/title/757ffc27-5baf-40c3-9bad-3a1859837936)",
      "zh": "不良少年莫浪和高冷天才白其在居住的村庄遇到了神秘刺客,彻底颠覆了他 们的认知和生活。于是两人两人踏上了冒险之路。在与斯特国的较量中,莫 浪身受重伤,白其也在爆炸之中不知去向。当莫浪养好伤之后开始寻找白 其,根据线索他来到了石更国。在这里等着他的,除了那些强壮的新敌人, 还有一个来自斯特国的,似曾相识的人..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd91b429-0208-4f3b-93e8-5de32f138210",
    "title": {
      "en": "Shigo no Sekai demo Shinu made Hataraku Hanashi"
    },
    "updatedAt": "2025-02-08T21:01:21+00:00",
    "coverArt": "https://mangadex.org/covers/fd91b429-0208-4f3b-93e8-5de32f138210/d998c7c6-2615-4abd-8640-68f1c02a2735.jpg",
    "altTitles": [
      {
        "ja": "死後の世界でも死ぬまで働く話"
      },
      {
        "en": "The Story of Work to the End of My Life in the World After Death"
      }
    ],
    "description": {
      "en": "What I found when I threw myself away from a black company was neither heaven nor hell, but a white company...! A hot topic on SNS!\n\nA woman commits suicide due to bullying and overwork at a black company. This is the first time I've ever seen this kind of story.\n\nShe just wanted to live happily ever after, but her wish comes true in the afterlife... A heartwarming and gentle story for all those who work too hard at their jobs.\n\nAlso includes a 36-page newly drawn \"Welcome to the Company\" section that can only be read in the book!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "80d288be-bdb9-4637-804e-02b2f89ad2d8",
    "title": {
      "en": "Jungle Juice"
    },
    "updatedAt": "2024-08-07T07:24:49+00:00",
    "coverArt": "https://mangadex.org/covers/80d288be-bdb9-4637-804e-02b2f89ad2d8/dfdb5c3b-d1eb-48df-abb4-7c22816477d3.png",
    "altTitles": [
      {
        "ko": "정글쥬스"
      },
      {
        "zh-hk": "叢林果汁"
      },
      {
        "es": "Jugo de Jungla"
      },
      {
        "fa": "جوهر جنگل"
      },
      {
        "pt-br": "Essência da Selva"
      }
    ],
    "description": {
      "en": "Jang Suchan is an extraordinary college student at the top of the social food chain. But underneath the perfect façade, he hides a pair of insect wings that suddenly grew when he used a mysterious bug spray called \"Jungle Juice.” Suchan's life crumbles when he bares his wings to the world to save someone's life. When all hope seems lost, Suchan stumbles upon a hidden world of insect humans where everyone is accepted for what they are.\n\nBut the law of the jungle governs this secret society and all must fend for themselves in order to survive.",
      "fr": "Le mystérieux insecticide \"Jungle Juice\" a fait de lui un humain insecte.  \nJang Su-chan, un étudiant qui cachait ses dents, a un jour ressemblé à cela.  \nVous serez vu par tout le monde, et vous serez dans le monde des insectes.  \nVous vous battrez contre la logique du faible…  \n  \nAction/ Fantaisie de divers pouvoirs d'insectes  \nLe nouveau héros de Super String Universe fait son apparition !",
      "pt-br": "Jang Suchan é um aluno universitário no topo de sua cadeia social. Mas, debaixo da faixada perfeita, ele esconde um par de asas de inseto que cresceram de repente após usar um inseticida misterioso chamado “Jungle Juice”. A vida de Suchan desmorona quando ele exibe suas asas ao mundo afim salvar a vida de outra pessoa. Quando toda a esperança parece perdida, Suchan se depara com um mundo escondido de insetos humanos onde todos são aceitos por quem são. Mas a lei da selva governa essa sociedade secreta e todos devem lutar para sobreviverem."
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84a16155-afda-47d5-9aec-606e46307231",
    "title": {
      "en": "Zennin Ossan, Umarekawattara SSS Rank Jinsei ga Kakutei Shita"
    },
    "updatedAt": "2024-06-18T17:01:34+00:00",
    "coverArt": "https://mangadex.org/covers/84a16155-afda-47d5-9aec-606e46307231/0e5ffa00-fb16-4089-976f-be5c352bfb3d.jpg",
    "altTitles": [
      {
        "en": "Your SSS-Rank Afterlife Is Confirmed, Virtuous Old Man"
      },
      {
        "en": "As a virtuous middle-aged man, my new life was confirmed to be SSS rank"
      },
      {
        "ja": "善人おっさん、生まれ変わったらSSSランク人生が確定した"
      },
      {
        "ko": "착한 아재, 다시 태어나니 SSS랭크 인생이 확정됐다"
      }
    ],
    "description": {
      "en": "The virtuous will definitely be rewarded! This world judges the deeds and good karma of your previous life, and grants you a rank when you are reborn. The benevolent man, even surprising the gods through this, decides to be reborn as the son Alexander of a noble family in the same world as his past life, and thus starts his SSS-Rank life! Follow Alec's journey as he lives his life as a SSS Rank!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8c31c3e3-d918-4825-85df-8866b7b125e6",
    "title": {
      "en": "Graymark"
    },
    "updatedAt": "2024-11-05T23:39:12+00:00",
    "coverArt": "https://mangadex.org/covers/8c31c3e3-d918-4825-85df-8866b7b125e6/99c7b00a-3d72-441e-95af-99bdc5911fd4.jpg",
    "altTitles": [
      {
        "en": "The Gray Mark"
      },
      {
        "en": "Gray Mark"
      },
      {
        "ru": "Греймарк"
      }
    ],
    "description": {
      "en": "The ruthless criminal “Great,” exiled to space for his countless crimes, is banished to the past alongside the King of the Universe, “Rohollah,” after their encounter in space. Great attempts to right the numerous wrongs he committed in the past to try and rewrite a better future…",
      "ru": "Преследуемый космосом за неисчисляемые злодеяния безумный преступник Великий после встречи с королём космоса Рохум Рогахой был отправлен в прошлое. Но сможет ли Великий исправить ошибки прошлого и переписать будущее..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c0c9937-99f2-434a-bf0d-1ccbd41f5ba8",
    "title": {
      "en": "The Veteran Healer Is Overpowered"
    },
    "updatedAt": "2025-02-08T20:59:58+00:00",
    "coverArt": "https://mangadex.org/covers/0c0c9937-99f2-434a-bf0d-1ccbd41f5ba8/4b5049ad-73f5-4ab6-bef6-c8674e8303cc.jpg",
    "altTitles": [
      {
        "ko": "고인물 힐러가 너무 강하다"
      },
      {
        "en": "The Late Game Healer Is Way Too Strong"
      }
    ],
    "description": {
      "en": "South Korea’s top hunter, 'Mad Dog' Min Si-woo.\n\nThe moment he and his disciples defeated the Demon King! He was sent to another world, and after 100 years of battling in a monster-infested realm, he finally returned to Earth!\n\n\"But why has everyone forgotten about me?\"\n\n100 years in the other world was only 10 years on Earth. Now, a seasoned veteran hardened by a century of bloodshed, Min Si-woo sets out to find his lost disciples and uncover the reason behind his erasure!",
      "ko": "대한민국 최상위 헌터, '광견' 민시우.\n\n제자들과 마왕을 처치한 순간! 이계로 보내지고, 마물이 가득한 이계에서 100년 동안의 싸움 끝에 드디어 지구로 돌아왔다!\n\n'그런데, 왜 내 존재가 사람들에게 잊힌 거지?'\n\n이계에서의 100년은 지구에서의 10년이었고, 100년의 혈투로 '고인물'이 되어 돌아온 민시우는흩어진 제자들과 본인의 존재가 잊힌 이유를 찾아 나선다!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc4eede2-4fc9-4fdc-8904-7ea7ae56d773",
    "title": {
      "en": "Kage no Jitsuryokusha ni Naritakute! Shadow Gaiden"
    },
    "updatedAt": "2025-01-27T20:34:35+00:00",
    "coverArt": "https://mangadex.org/covers/fc4eede2-4fc9-4fdc-8904-7ea7ae56d773/07c4830c-7e39-4e19-9681-df63541dede5.jpg",
    "altTitles": [
      {
        "zh": "想要成爲影之實力者-沙雕小劇場"
      },
      {
        "ja": "陰の実力者になりたくて！ しゃどーがいでん"
      },
      {
        "en": "The Eminence in Shadow: Shadow Side Story"
      },
      {
        "en": "I Want To Become The Eminence In Shadow! Shadow Side Story"
      }
    ],
    "description": {
      "en": "An official spin-off of the the super famous fantasy \"The Eminence in Shadow\".  \nOP main character × isekai reincarnation × misunderstandings!? This is the beginning of a spin-off of the super-famous web novel isekai fantasy \"The eminence in Shadow\".  \nCid is a boy who reincarnated in another world, and decided to enjoy a scenario of being \"the eminence in shadow, someone who meddles with the story from the shadows, and exhibits his true power in secrecy\". Thus unfolds the story of him and the secret organization he leads—shadow garden—as well their their pleasant friends! An easy-going 4-koma manga starts right here and now!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "52"
  },
  {
    "mangaId": "30f33cd0-a65b-4b13-a660-bee2940bc551",
    "title": {
      "en": "Henjo ~Hen na Joshi Kousei Amaguri Senko~"
    },
    "updatedAt": "2024-10-29T19:30:07+00:00",
    "coverArt": "https://mangadex.org/covers/30f33cd0-a65b-4b13-a660-bee2940bc551/49722ee1-ce41-4e1a-b63d-0ec488d07b64.jpg",
    "altTitles": [
      {
        "ja": "変女～変な女子高生 甘栗千子～"
      },
      {
        "en": "Henjo: The Strange Female High-Schooler Amaguri Senko"
      },
      {
        "ko": "변녀 : 이상한 여자고등학생 아마구"
      },
      {
        "fr": "Henjo - L'étrange lycéenne Amaguri Senko"
      }
    ],
    "description": {
      "en": "Amaguri Senko is a high school girl with a cool personality (as in kuudere) and a big pervert. She openly reads porn, masturbates and isn't perturbed in the slightest at the sight of penises and such. The story centers around Senko's daily life with two male handymen working for her father's company  which she also helps out with, Takamura Ryou and Sugita Kouhei. Takamura ends up being constantly sexually harassed by Senko, partially due to his phimosis dick that caught her interest,  but little did he know, she wasn't joking when she bluntly said \"I like you\"…",
      "fr": "Amaguri Senko est une lycéenne kuudere, mais surtout une gigantesque perverse. Elle lit ouvertement du porno, se masturbe et la vue d'un pénis ne l'affecte pas le moins du monde. Voici l'histoire de sa vie quotidienne en compagnie de deux hommes-à-tout-faire employés de la société de son père : Sugita Kouhei et Takamura Ryou. Ce dernier se retrouve constamment harcelé sexuellement par Senko, mais il est bien loin de se douter qu'elle ne plaisantait pas le jour où elle lui a dit qu'elle l'aimait…",
      "ja": "就職難のこの時代、フツーの男子・高村の就職先は今どき珍しい住み込みスタイルの「便利屋 甘栗」！そこの娘の千子ちゃんは女子高生でカワイイんだけど、少し?変な?女子高生だった！突如、始まった彼女との同居生活は事件の連続!?",
      "pt-br": "Amaguri Senko é uma estudante do ensino médio com uma personalidade legal (como em kuudere) e uma grande pervertida. Ela lê pornografia abertamente, se masturba e não se incomoda nem um pouco ao ver pênis e coisas assim. A história gira em torno da vida diária de Senko com dois trabalhadores manuais que trabalham para a empresa de seu pai, na qual ela também ajuda, Takamura Ryou e Sugita Kouhei. Takamura acaba sendo constantemente assediado sexualmente por Senko, em parte devido ao seu pênis com fimose que despertou seu interesse, mas ele mal sabia que ela não estava brincando quando disse sem rodeios \"Eu gosto de você\"..."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2025-02-02T12:14:55+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/fbc81a82-8d29-49a5-b3b7-aa8a0518ca19.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "ru": "Возмездие Девы Марии"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ja": "親子3人で幸せな家庭を築いていた流（ながれ）一家。だが、息子の桐崇は学校でひそかに虐めにあっていた。そして起きてしまったある事件をきっかけに、息子を想う母の愛が暴走していく――。",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3d88382-a2c4-4958-8311-f8bd9a3f1e21",
    "title": {
      "en": "Konjiki no Word Master: Yuusha Yonin ni Makikomareta Unique Cheat"
    },
    "updatedAt": "2025-01-28T01:34:23+00:00",
    "coverArt": "https://mangadex.org/covers/e3d88382-a2c4-4958-8311-f8bd9a3f1e21/971324d6-6682-450c-a815-6de249a5dc21.jpg",
    "altTitles": [
      {
        "ja": "金色の文字使い　―勇者四人に巻き込まれたユニークチート―"
      },
      {
        "ja-ro": "Konjiki no Moji Tsukai: Yuusha Yonin ni Makikomareta Unique Cheat"
      },
      {
        "en": "The Golden Word Master: The Four Heroes and the Innocent Bystander with the Unique Cheat"
      },
      {
        "ko": "금색의 문자술사: 워드 마스터 유니크 치트"
      },
      {
        "zh-hk": "金色的文字使"
      },
      {
        "fr": "L'utilisateur des mots d'or"
      },
      {
        "ru": "Мастер золотых слов: Четыре героя и Наблюдатель с Уникальным читом"
      }
    ],
    "description": {
      "en": "In an RPG-like fantasy world consumed by warring nations and racial discrimination, the human kingdom summons five high school students from 21st-century Japan for assistance in their conflict with the demonkin. Now those students, with their experience of MMORPGs at their disposal, will hone their skills to protect the human kingdom of Edea.  \n  \nHowever, this isn't their story.  \n  \nOut of the five students, four of them were given the title of Hero and the fifth one the title of Innocent Bystander. He had been summoned by accident since he sat near the other four students. His name is Hiiro Okamura, an aloof bookworm with traveling and reading as his raison d'etre. Hiiro sees no reason to help the human kingdom in their offensive war with the demonkin, seeing that he isn't a Hero and that he has no real obligation to help them, and decides to leave the kingdom to go on his own adventure.  \n  \nSoon, Hiiro finds out that he has the very unique skill of Word Magic: magic that can materialize the definition of a word. As he travels more and more, he finds many uses for his Word Magic and many opportunities to find books, level up, and gain some of his own companions. Even with the outbreak of war on the horizon, Hiiro stays true to his desire to travel the new world he's in.",
      "ja": "食事と読書を愛する“ぼっち”高校生の丘村日色が、クラスのリア充四人と異世界に飛ばされた！≪勇者≫の称号にリア充たちがはしゃぐなか、確認された日色の称号は≪巻き込まれた者≫…ってどういうことー!?",
      "pt-br": "Okamura Hiiro é introvertido e adora livros. Para ele, os livros são a sua razão de ser. Sua história começa com costume de invocar heróis de outro mundo. Cinco pessoas convocados, mas um deles é apenas um estranho arrastado acidentalmente, essa pessoa é Hiiro. Os outros quatro são seus colegas de classe, mas não é como se eles fossem amigos. Ao contrário dele, eles são riajuus (Pessoas normais na sociedade contrário de Otaku). Hiiro decidiu não para ajudar o país, a sua razão? \"Eu não acredito em você. Eu não sou amigo deles. Não é da minha conta, e eu sou uma pessoa comum que se importa com a minha própria vida, então bye\", e ele estabelece a sua própria jornada. Pouco sabem os outros heróis, que esta pessoa comum, Hiiro, na verdade esconde um poder que poderá mudar o mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f",
    "title": {
      "en": "The Reborn Young Lord Is an Assassin"
    },
    "updatedAt": "2024-10-28T18:30:43+00:00",
    "coverArt": "https://mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "altTitles": [
      {
        "ko": "회귀한 공작가의 막내도련님은 암살자"
      },
      {
        "ko-ro": "Hoegwihan Gongjakgaui Mangnaedoryeonnimeun Amsalja"
      },
      {
        "en": "The Regressed Son of a Duke Is an Assassin"
      },
      {
        "en": "The Regressed Youngest Son of the Duke Is an Assassin"
      },
      {
        "es": "El asesino que retornó como el hijo del Duque"
      },
      {
        "es": "El pibe que retorna como el hijo menor"
      },
      {
        "es-la": "La venganza del asesino de la espada demoniaca"
      },
      {
        "ru": "Вернувшийся младший сын герцога"
      },
      {
        "ru": "Регрессировавший сын герцога"
      },
      {
        "th": "ลูกชายคนเล็กของดยุกคือมือสังหาร"
      },
      {
        "ja": "回帰した公爵家の末息子は暗殺者"
      },
      {
        "zh": "公爵家的重生暗杀者"
      },
      {
        "zh-hk": "歸來的少爺是暗殺者"
      }
    ],
    "description": {
      "en": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n---\nCyan Vert, the best assassin of the continent, meets a pitiful death after having been betrayed by his own brother, whom he had trusted all his life.\n\n\"If I were given another chance at life, I would live it differently. I would only trust myself, and achieve all the things I want on my own without serving anyone else but myself.\"\n\nThat is how he was given a second chance at life. Cyan Vert, a shadow who lived for others, is no more. He will now pave a path on his own, for only him!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd7f3d65-a9ff-4c04-9dfe-ca69575e24a8",
    "title": {
      "en": "After 100,000 Years of Training in a Super Difficult Dungeon, I Became the World's Strongest ~The Weakest Incompetent Gains the Upper Hand~"
    },
    "updatedAt": "2025-02-01T01:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/fd7f3d65-a9ff-4c04-9dfe-ca69575e24a8/d10c02be-f9c2-47f2-be0c-292546c9a16a.jpg",
    "altTitles": [
      {
        "ja": "超難関ダンジョンで10万年修行した結果、世界最強に ～最弱無能の下剋上～"
      }
    ],
    "description": {
      "en": "\"The most incompetent person in the world \". Kai Heinemann received this gift at the age of 13. The effects of the gift resulted in Kai's significantly reduced physical abilities, and he became despised and bullied in the gifted supremacy of Lamour. Kai is forced to leave his home and is attacked on his way to the royal capital, and while desperately running away, he wanders into a dungeon. In the dungeon, he had to clear the \"Trial of the Gods\" to get out, and the time did not progress. Kai, feeling like he was going to die, spent 100,000 years clearing the dungeon. In the process of clearing the trial of the gods, Kai becomes the most powerful being in the world, gaining unique and strong friends along the way.",
      "ja": "【この世で一番の無能】・・・13歳でこのギフトを得たカイ・ハイネマンは、ギフトの効果で身体能力が著しく低くなる。周囲からのいじめにより国を去ることになったカイは、旅の途中で「神々の試練」を与えるダンジョンに迷い込んでしまい――？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2025-01-26T19:25:03+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/36415f2c-1c2b-4d0e-984c-84c07973e84c.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "ja-ro": "Kimi no Koto ga Daidaidaidaidaisuki na 100-nin no Kanojo"
      },
      {
        "ja-ro": "Kimi no Koto ga Dai Dai Dai Dai Daisuki na 100-nin no Kanojo"
      },
      {
        "bg": "Стокано"
      },
      {
        "it": "Le 100 fidanzate"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "es-la": "Mis 100 novias que me quieren mucho mucho"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "it": "Le 100 fidanzate che ti amano tanto tanto tanto tanto tanto"
      },
      {
        "it": "Le 100 ragazze che ti amano tanto tanto tanto tanto tanto"
      },
      {
        "es": "Mis 100 Novias Que Me Quieren Mogollón Mogollón"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. Except, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "es": "Rentaro Aijou es una máquina de declararse y de recibir calabazas, consiguiendo la cifra de 100 rechazos al final de la secundaria. Roto por dentro, va a rezar a un santuario de suerte en el amor para pedir que la fortuna le sonría. Para su sorpresa, el dios del santuario se le aparece y le promete que conocerá a 100 almas gemelas durante el bachillerato.\n\nAunque al principio cree que le ha tomado el pelo, el primer día de clase se le declaran dos chicas en cuanto lo conocen, así que ve que sus rezos funcionaron y la cosa pinta bien. Sin embargo, hay un pequeño detalle que el dios no le explicó: si alguna de estas almas gemelas no consigue establecer una relación con él, esa chica morirá. Su gran corazón hace que no pueda permitir que eso suceda en ningún caso y por eso, ¡decide que saldrá con todas ellas!\n\n¡Su nueva e inesperada vida de bachillerato, llena de amor, confusiones y un montón de chicas, le depara una sorpresa tras otra!\n\n(Fuente: Editorial Ivrea)",
      "it": "**Link:**\n- Official Italian - [J-POP](https://j-pop.it/it/fumetti/manga/le-100-ragazze-che-ti-amano-tanto-tanto-tanto-tanto-tanto.html)",
      "ja": "「好き」っていいたい！いわれたい！中学卒業式に100回目の失恋をした愛城恋太郎は、高校でこそ初めての彼女を！と願う。そんな彼の前に現れた恋の神様が告げた未来は「高校生活で出会う“運命の人”は100人。しかし彼女達は、幸せになれなければなんやかんや（中略）あって…死ぬ」　突然始まるDEAD OR LOVEな純愛ハーレムライフ!!　絶対に脱落しない・させない！",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f349008f-0896-4ec8-bc37-56733525dfc7",
    "title": {
      "en": "Girls × Vampire"
    },
    "updatedAt": "2025-02-07T20:41:40+00:00",
    "coverArt": "https://mangadex.org/covers/f349008f-0896-4ec8-bc37-56733525dfc7/e04eb3c0-1264-41f4-b7a9-850481803cbf.png",
    "altTitles": [
      {
        "ja": "ガールズ×ヴァンパイア"
      },
      {
        "en": "Girls x Vampire"
      },
      {
        "uk": "Дівчата × Вампір"
      },
      {
        "ar": "بنات × مصاصي الدماء"
      }
    ],
    "description": {
      "en": "**Alt Official Raw:** [note](https://note.com/girls_vampire)"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "062e3b40-f43a-423d-b4d4-19b9d21c62bf",
    "title": {
      "en": "Furoufushi Shoujo no Naedoko Ryokouki"
    },
    "updatedAt": "2025-01-29T10:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/062e3b40-f43a-423d-b4d4-19b9d21c62bf/024f5549-4952-4868-895d-db1ee112ad88.jpg",
    "altTitles": [
      {
        "ja": "不老不死少女の苗床旅行記"
      },
      {
        "en": "The Nursery Travel Report by a Immortality Girl"
      },
      {
        "en": "The Immortal Girl's Nursery Travelogue"
      },
      {
        "vi": "Bồn Chứa Tinh Bất Tử Phiêu Lưu Ký"
      },
      {
        "en": "Depravity Records by an Immortality Girl"
      },
      {
        "zh-hk": "不老不死少女的苗床旅行記"
      }
    ],
    "description": {
      "en": "The journey of a genius girl who became immortal to grant her dreams of being bred to different species of creatures in order to fulfill her curiosity.",
      "ja": "「ボク、異種生物の苗床になってみたい」――天才少女プルートは苗床願望を叶えるため、不老不死の体を手に入れた！　好奇心旺盛な彼女は、異世界の美少女たちや異種生物たちとエッチで自由な旅を謳歌する！",
      "es-la": "Plute una bibliotecaria que ha leído todos los libros de su biblioteca, se adentra a los grimorios prohibidos y con el fin de saciar su curiosidad, ahora busca aparearse con todo tipo de especies."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-12-09T11:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/17f8c157-ae5c-4702-a762-11bc2c8b8c64.jpg",
    "altTitles": [
      {
        "ja": "ワンピース"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "fa": "وان پیس"
      },
      {
        "hi": "वन पीस"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "th": "วันพีซ"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "he": "וואן פיס"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "vi": "Vua Hải Tặc"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "ko": "원피스"
      },
      {
        "te": "వన్ పీస్"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl Meets Rock!"
    },
    "updatedAt": "2025-01-04T09:59:58+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/1d192162-067e-404d-b4d2-c9b409bcfea0.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsuu no Keionbu"
      },
      {
        "en": "An Ordinary Light Music Club"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      },
      {
        "es-la": "¡La chica que conoció el rock!"
      },
      {
        "fr": "La fille qui découvre le rock !"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!",
      "es-la": "Chihiro Hatono, estudiante de primer año de preparatoria y apasionada por el rock japonés se adentra en el mundo del club de música ligera con una nueva guitarra a cuestas. Pero, ¿qué le espera tras esas puertas...? ¡Un drama sobre juventud sin filtros y ambición musical toma el escenario!",
      "pt-br": "Com uma paixão pelo rock japonês ricamente texturizado, a estudante do primeiro ano do ensino médio Chihiro Hatono entra no mundo do clube de música leve, com uma nova guitarra em mãos. Mas o que a espera atrás daquelas portas...? Um drama de juventude não filtrada e ambição musical sobe ao palco!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d31c019-e7c2-4e0b-ad1a-f552ac5e7c82",
    "title": {
      "en": "Konna ni Kawaii Otose-kun ga Onna no Ko no Hazu ga nai"
    },
    "updatedAt": "2025-01-31T19:06:45+00:00",
    "coverArt": "https://mangadex.org/covers/9d31c019-e7c2-4e0b-ad1a-f552ac5e7c82/c02b7dbb-cc69-496a-8f28-74d1d1b94e64.jpg",
    "altTitles": [
      {
        "ja": "こんなにカワイイ音瀬くんが女の子のはずがない"
      },
      {
        "en": "This Cute Otose-kun Can’t Possibly Be a Girl"
      }
    ],
    "description": {
      "en": "Otose-kun, a male college student, loves being \"cute\" while crossdressing! But one day, his classmate Tachibana (♂) finds out about his hobby. What does Tachibana want in exchange for keeping the secret? They connect with each other through \"cuteness\" ♪",
      "ja": "男子大学生、音瀬くんは〝カワイイ自分〟が大好き！でもある時、同級生の橘(♂)に、女装の趣味がバレちゃった…!?秘密をバラさない代わりに橘が音瀬くんに突きつけた条件とは??〝カワイイ〟でツナがる♪"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "16a16845-90d1-4895-b2b8-4895624588c7",
    "title": {
      "en": "Kaii to Otome to Kamikakushi"
    },
    "updatedAt": "2024-10-26T09:32:12+00:00",
    "coverArt": "https://mangadex.org/covers/16a16845-90d1-4895-b2b8-4895624588c7/0151d766-ca17-473d-9432-76889346bade.jpg",
    "altTitles": [
      {
        "ja": "怪異と乙女と神隠し"
      },
      {
        "ko": "괴이와 소녀와 행방불명"
      },
      {
        "zh": "怪异×少女×神隐"
      },
      {
        "ru": "Тайны, девы и мистические происшествия"
      },
      {
        "en": "Mysterious Disappearances"
      },
      {
        "en": "Mysteries, Maidens, and Mysterious Disappearances"
      },
      {
        "en": "Apparitions, Maidens, & Mysterious Disappearances"
      }
    ],
    "description": {
      "en": "Mysterious incidents in a city, one after the other. A demonic being is challenged to resolve them. Sumireko, seemingly a plain store clerk, aspires to be a novelist and rocks an alluring body with some ardent admirers. Adashino, an admirer who looks like a boy, is a bookstore clerk. He's steeped in mystery however, at first, until the path of challenges is revealed that he and his sister must face in the city in order to win their ticket back home, outside this world. A story of modern mysteries and romantic aspirations begins.",
      "ru": "Ряд загадочных инцидентов начинают происходить в городе. И всё бы ничего если этот город не был домом для Сумиреко, красивой девушки с писательским стремлением. Какие же происшествия будут ждать Сумиреко и её коллегу по работе, Адашино, полного загадок парня, работающего в книжном?",
      "pt-br": "Uma série de acidentes misteriosos acontecem um atrás do outro na cidade. Um ser demoníaco está desafiando a todos que os resolvam. Sumireko, uma aparentemente caixa comum de loja, deseja ser uma escritora e possui um corpo voluptuoso com muitos admiradores ardentes. Adashino, um admirador que parece com um jovem garoto é o caixa de uma livraria. Ele está mergulhado em mistérios, e de repente, o caminho pra ele e sua irmã voltarem para casa (em outro mundo) aparece. Uma história moderna de romance e aspirações começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade2f85e-7bb4-4c55-a9e5-b782765ba0ad",
    "title": {
      "en": "Sekai no Owari no Encore"
    },
    "updatedAt": "2025-01-28T00:06:52+00:00",
    "coverArt": "https://mangadex.org/covers/ade2f85e-7bb4-4c55-a9e5-b782765ba0ad/524d1daa-b9af-421c-b103-0bb5e348d535.jpg",
    "altTitles": [
      {
        "ja": "世界の終わりの世界録"
      },
      {
        "ja-ro": "Sekai no Owari no Sekairoku"
      },
      {
        "en": "Encore of the World's End"
      },
      {
        "ko": "세계 종언의 세계록"
      },
      {
        "zh": "世界终焉的世界录"
      },
      {
        "ru": "Летопись конца света"
      },
      {
        "th": "อองกอร์ ล่าบันทึกวีรบุรุษสุดขอบโลก"
      }
    ],
    "description": {
      "en": "The valuable treasure, the “Encore” which was left by the legendary Elline the Brave Hero, has the recording of the end of the world and the reincarnation of the world. The countries and brigades (parties) all over the world are searching for its whereabouts; the age to fight for the Encore. The boy called Ren who wants to become a knight has no talent in wielding swords despite looking exactly like the Elline the Brave Hero, he has been having a lifestyle where people taunts him as the “Fake Brave Hero”. The one that appears in front of him is the legendary Dragon Princess Krische, who had woken up from her seal. She mistakes Ren for Elline, though she gets disappointed since he simply looks like him, but she later finds out a hidden potential in him. And she invites him to the journey to find the Encore together with the Archangel Phia and the Demon-Lord Elise that saved the world before. “Do you want to come with us?”. This is the prelude of wild excitement played by the heroes. The boy known as the fake Brave Hero cross paths with the legend now!  \n  \n\n\n---",
      "fr": "À la fin de la Guerre de la Fin, le Héros vaillant, Elline, laissa derrière lui un trésor inestimable, l’Encore, archive contenant tout de ce monde, de sa création à sa réincarnation. Les pays du monde envoyèrent des équipes d’aventuriers à la recherche de l’Encore, et formèrent la jeunesse pour leur futur. Ren E. Maxwell, un épéiste en devenir sans talent, est moqué par tous ces camarades : copie conforme d’Elline, il est appelé le Faux héros vaillant. Un jour cependant, il fit la rencontre de Kylse, ancienne équipière d’Elline. Celle-ci le confond alors avec Elline… La légende du Faux héros vaillant commence ici!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Author’s Twitter](https://twitter.com/sazanek)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/usuiryu)  \n- [![](https://i.imgur.com/oiVINmy.png) Author’s Pixiv](https://www.pixiv.net/en/users/2241184)  \n- [![](https://i.imgur.com/oiVINmy.png) Manga Artist's Pixiv](https://www.pixiv.net/en/users/873046)  \n- [Official LN (JP)](https://mfbunkoj.jp/special/sekai/)  \n- [Alternative Raw](https://comic-alive.jp/product/sekai/)",
      "ja": "伝説の英勇エルラインが遺した至宝『世界録』の在り処を世界中の国や組織が求める世界録大争奪時代―エルラインそっくりの容姿を持つ少年レンと伝説の竜姫キリシェの出会いから、伝説の再来が始まる！",
      "pt": "O valioso tesouro, o \"Encore\", que foi deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e as brigadas (partes) em todo o mundo estão buscando a localização do seu paradeiro; a era de lutas pelo Encore. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline the Brave Hero, ele tem tido um estilo de vida onde as pessoas zombam dele como o \"Falso Bravo Herói\". O que aparece na frente dele é a lendária Princesa Dragão Krische, que tinha acordado de seu selamento. Ela confunde Ren com Elline, embora ela fica decepcionada, pois ele simplesmente parece com ele, mas ela mais tarde descobre um potencial oculto nele. E ela o convida para a viagem para encontrar o Encore, juntamente com a Arcanja Phia e a Lorde Demônio Elise que salvaram o mundo antes. \"Você quer vir conosco?.\" - Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como o falso com seu caminho cruzado com a lenda Bravo Herói começa agora!",
      "pt-br": "O valioso tesouro, o “Encore”, deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e os grupos de aventureiros em todo o mundo, estão buscando sua localização. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline o Bravo Herói, ele tem sido menosprezado pelas pessoas que o chamam de “Falso Bravo Herói”. Quem aparece na frente dele é a lendária Princesa dos Dragões, Kyelse, que acordou de seu selamento. Ela confunde Ren com Elline, embora fique decepcionada, pois ele é simplesmente alguém parecido ao seu falecido companheiro, mais tarde um potencial oculto é descoberto nele, então ela o convida para uma viagem em busca do Encore, com a Arcanjo, Fear e a Lorde Demônio, Elise, que salvaram o mundo anteriormente. “Você quer vir conosco?.” – Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como uma cópia barata tem seu caminho cruzado com a lenda do Bravo Herói! 68 Visualizações totais, 68 Visualizações hoje"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a8ebda-9959-4244-ad03-a2d9f6a746a2",
    "title": {
      "en": "The Swordmaster's Son"
    },
    "updatedAt": "2024-10-21T18:00:12+00:00",
    "coverArt": "https://mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/45fd9557-3c3a-406e-a16d-80bae4f3ff49.jpg",
    "altTitles": [
      {
        "en": "Youngest Son of the Renowned Swordsmanship Clan"
      },
      {
        "ko": "검술명가 막내아들"
      },
      {
        "en": "The Youngest Son of a Renowned Family of Swordsmen"
      },
      {
        "ru": "Младший сын фехтовальщика"
      },
      {
        "en": "Youngest Son of the Renowned Swordsmanship Clan"
      },
      {
        "en": "Swordmaster's Youngest Son"
      },
      {
        "es-la": "El hijo menor del maestro de la espada"
      }
    ],
    "description": {
      "en": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
      "ko": "진 룬칸델\n대륙 최고의 검술명가, 룬칸델의 막내아들\n룬칸델 역사상 최악의 둔재\n\n비참하게 쫓겨나 허무한 최후를 맞이한 그에게\n다시 한 번 기회가 주어졌다.\n\n“너는 이 힘을 어떻게 사용하고 싶더냐?”\n“저를 위해 사용하고 싶습니다.”\n\n전생의 기억과 압도적인 재능, 그리고 신과의 계약\n\n최강이 될 준비는 끝났다.\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=UspJjUOFrFQ)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90be0dde-350d-4f0e-ba83-da4ba05dbc37",
    "title": {
      "en": "Tonari no Onee-san ga Suki"
    },
    "updatedAt": "2025-02-03T02:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/90be0dde-350d-4f0e-ba83-da4ba05dbc37/b82b1710-e5cb-4fa1-8ad7-87eb07646a2a.png",
    "altTitles": [
      {
        "en": "I'm in Love With the Older Girl Next Door"
      },
      {
        "ja": "隣のお姉さんが好き"
      },
      {
        "en": "I Love The Older Girl Next Door."
      },
      {
        "zh-hk": "戀上鄰家的大姐姐"
      },
      {
        "pt-br": "Eu amo a garota mais velha da casa ao lado."
      }
    ],
    "description": {
      "en": "There's this beautiful, bubbly, film-loving girl who's three years older than me: her name's Shia, and she lives right next door! I'm madly in love with her, and I needed some way to see her! I settled on asking her for movie recommendations, and now I get to meet her every Wednesday! I want to know more about her, and tell her how I feel... but I just can't get the message across! Enjoy this lopsided rom-com brought to you by the author of \"The Girl I Like Forgot Her Glasses\" and \"Paper Braver\", Koume Fujichika!",
      "pt-br": "**Minha Vizinha Cinéfila**\n\nTem essa garota linda, super animada e apaixonada por filmes que mora bem ao lado: o nome dela é Shia, e ela é três anos mais velha que eu! Sou completamente apaixonado por ela, e precisava de um jeito de vê-la! Decidi pedir recomendações de filmes, e agora a encontro toda quarta-feira! Quero saber mais sobre ela e contar o que sinto... mas simplesmente não consigo me expressar! Curta essa comédia romântica desequilibrada do mesmo autor de \"A Garota de Quem Gosto Esqueceu os Óculos\" e \"Paper Braver\"."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "47"
  },
  {
    "mangaId": "6cfc0541-41e2-4f77-8340-971fdc15bacc",
    "title": {
      "en": "Into the Light, Once Again"
    },
    "updatedAt": "2023-07-16T00:50:17+00:00",
    "coverArt": "https://mangadex.org/covers/6cfc0541-41e2-4f77-8340-971fdc15bacc/dac30d3e-4e26-450d-ace0-69d00970757e.jpg",
    "altTitles": [
      {
        "ko": "다시 한 번, 빛속으로"
      },
      {
        "ko-ro": "Dasi Han Beon, Bin Sogeuro"
      },
      {
        "en": "Once Again, Into the Light"
      },
      {
        "en": "Once Again Into the Light, Alone"
      },
      {
        "en": "Once Again Into the Light"
      },
      {
        "fr": "Into the Light Once Again"
      },
      {
        "fr": "Encore une fois sous la lumière"
      },
      {
        "it": "Ritorno alla luce"
      },
      {
        "pt": "Mais uma vez até a luz"
      },
      {
        "ru": "Ещё раз в свет"
      },
      {
        "th": "องค์หญิงผู้หวนคืนสู่แสงสว่าง"
      },
      {
        "ja": "もう一度、光の中へ"
      },
      {
        "zh": "再次遇见光明"
      },
      {
        "zh": "再见光明"
      },
      {
        "zh-hk": "重迎曙光"
      },
      {
        "zh-hk": "遇光重生"
      }
    ],
    "description": {
      "en": "I was falsely accused of attempting to kill my younger sister, who was worshipped as a holy maiden. There was not a single person who believed in me, nor was there a person who stood up for me. Not even my blood-related family. I was fourteen years old, and it was winter. I, who was Edenbell's Fourth Princess, was miserably beheaded in front of the masses. After the end of my death, I awoke and what came was...\n\n\"My baby, my precious younger sister.\"\n\nWith a delightful smile, he held my small fingers. That warm gesture, warmth, and touch. He sang me a lullaby as he held me gently and swayed.\n\n---\nWhen Princess Alisa is framed for a terrible crime, she is shocked to learn that her own family wants her executed. After losing her will to live, she finds herself reborn as the princess of a rival empire. And though her new family acts sweet and kind on the surface, she's not sure they can be truly trusted. Luckily, with this new life comes new power. But what exactly is this mysterious magic that awakens in her? And more importantly, can she use it to get vengeance against those who once betrayed her?\n\n---\n[Original Novel](https://page.kakao.com/content/52524734)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%8B%9C-%ED%95%9C%EB%B2%88-%EB%B9%9B-%EC%86%8D%EC%9C%BC%EB%A1%9C/2586), [KakaoPage](https://page.kakao.com/content/57770713)\n\n**Official Translations:**\n* [English](https://tapas.io/series/into-the-light-once-again/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=146)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%87%8D%E8%BF%8E%E6%9B%99%E5%85%89/209)\n* [French / Français](https://fr.piccoma.com/fr/product/225)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Into-the-Light-Once-Again/51)\n* [Japanese / 日本語](https://piccoma.com/web/product/83347)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%A7%E0%B8%99%E0%B8%84%E0%B8%B7%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87/249)",
      "fr": "Alyssa, la quatrième princesse d’Edenbell, est accusée à tort d’avoir tenté de tuer sa petite sœur. Condamnée froidement à mort par sa famille, elle se réincarne comme princesse de l’empire rival, Elmir. Dégoutée par la trahison de ses proches, elle jure de ne plus jamais aimer qui que ce soit. Mais l’empire d’Elmir est bien différent de celui d’Edenbell… Dans ce nouvel environnement, parviendra-t-elle à retrouver foi en l'humanité et à découvrir les terribles secrets qui entourent son exécution?\n\n---\nPersonne n’a cru en moi, personne n’était là pour me soutenir, même ma propre famille. A ce moment-là, j’étais Alyssa, 4e princesse d’Edenbell. J’étais dans un état épouvantable et j’avais la gorge asséchée par la soif. J’ai regardé ma sœur cadette, espérant qu’elle les empêcherait de me tuer. Mais ce que j’ai vu sur son visage, c’était une expression d’extase, elle était heureuse d’assister à ma mort. Après avoir été exécutée, j’ai ouvert de nouveau mes yeux. J’étais dans le ventre de quelqu’un et je pouvais entendre des voix. Avant de retomber dans l’inconscience, j’ai entendues les paroles d’un petit garçon:\n\n«Bienvenue, ma précieuse petite sœur,» il a ri chaleureusement, «Le monde entier t’aime.»\n\nJe me suis réincarnée en tant que première princesse de l’empire Elmir, le rival de l’empire Edenbell!\n\n---\n[Original Novel](https://page.kakao.com/content/52524734)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%8B%9C-%ED%95%9C%EB%B2%88-%EB%B9%9B-%EC%86%8D%EC%9C%BC%EB%A1%9C/2586), [KakaoPage](https://page.kakao.com/content/57770713)\n\n**Official Translations:**\n* [English](https://tapas.io/series/into-the-light-once-again/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=146)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%87%8D%E8%BF%8E%E6%9B%99%E5%85%89/209)\n* [French / Français](https://fr.piccoma.com/fr/product/225)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Into-the-Light-Once-Again/51)\n* [Japanese / 日本語](https://piccoma.com/web/product/83347)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%A7%E0%B8%99%E0%B8%84%E0%B8%B7%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87/249)",
      "id": "Aku dituduh mau membunuh adikku sendiri yang mendapat julukan sebagai saintess. Tidak ada seorang pun yang percaya denganku, dan tidak ada seorang pun yang melindungiku. Bahkan keluarga kandungku sendiri tidak mau mendengarkan penjelasanku sedikit pun. Pada akhirnya, aku yang merupakan putri ke-4 kekaisaran Edenberr mengakhiri hidupku dengan cara yang sadis pada usia 14 tahun. Setelah kehidupan pertamaku berakhir, saat aku membuka mata... \"Sayang, adikku yang manis.\" Ada yang memanggilku dengan hangat. Dia memegang tanganku yang mungil sambil tersenyum. Aku bisa merasakan kehangatan darinya. Dia menggendongku sambil menyanyikan lagu tidur untukku.\n\n---\n[Original Novel](https://page.kakao.com/content/52524734)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%8B%9C-%ED%95%9C%EB%B2%88-%EB%B9%9B-%EC%86%8D%EC%9C%BC%EB%A1%9C/2586), [KakaoPage](https://page.kakao.com/content/57770713)\n\n**Official Translations:**\n* [English](https://tapas.io/series/into-the-light-once-again/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=146)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%87%8D%E8%BF%8E%E6%9B%99%E5%85%89/209)\n* [French / Français](https://fr.piccoma.com/fr/product/225)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Into-the-Light-Once-Again/51)\n* [Japanese / 日本語](https://piccoma.com/web/product/83347)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%A7%E0%B8%99%E0%B8%84%E0%B8%B7%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87/249)",
      "it": "Quando la principessa Alicia viene incastrata per un terribile crimine, rimane scioccata nell'apprendere che la sua stessa famiglia vuole che sia giustiziata. Dopo aver perso la voglia di vivere, si ritrova a rinascere come la principessa di un impero rivale. E sebbene la sua nuova famiglia si comporti in modo dolce e gentile in superficie, non è sicura che ci si possa veramente fidare di loro. Fortunatamente, con questa nuova vita arriva un nuovo potere. Ma cos'è esattamente questa misteriosa magia che si risveglia in lei? E, cosa più importante, può usarla per vendicarsi di coloro che una volta l'hanno tradita?\n\n---\n[Original Novel](https://page.kakao.com/content/52524734)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%8B%9C-%ED%95%9C%EB%B2%88-%EB%B9%9B-%EC%86%8D%EC%9C%BC%EB%A1%9C/2586), [KakaoPage](https://page.kakao.com/content/57770713)\n\n**Official Translations:**\n* [English](https://tapas.io/series/into-the-light-once-again/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=146)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%87%8D%E8%BF%8E%E6%9B%99%E5%85%89/209)\n* [French / Français](https://fr.piccoma.com/fr/product/225)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Into-the-Light-Once-Again/51)\n* [Japanese / 日本語](https://piccoma.com/web/product/83347)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%A7%E0%B8%99%E0%B8%84%E0%B8%B7%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87/249)",
      "ja": "イデンベル帝国の皇女アリサには腹違いの妹マリアンヌがいた。 金色の瞳を持ち誰からも愛される華やかな妹に対し、アリサは使用人にも冷遇を受けていた。 アリサがマリアンヌをお茶に招待した日、突然マリアンヌが血を吐き倒れる。 家族からも嫉妬したアリサが毒を入れたと決めつけられ、アリサは死刑になる。この濡れ衣はマリアンヌの陰謀だった。 もう人間には生まれ変わりたくないと神に願ったが、アリサはライバル国・エルミール帝国の皇女アイシャとして転生してしまう。 前世と正反対の愛情深い家族。特に腹違いの兄・イシスにやすらぎを感じ次第に心を開いて行く。 精霊使いの能力を持ち、賢く優しい少女へと成長するアイシャは、前世の残酷な記憶を乗り越え再び光の中で輝けるのか!?\n\n---\n[Original Novel](https://page.kakao.com/content/52524734)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%8B%9C-%ED%95%9C%EB%B2%88-%EB%B9%9B-%EC%86%8D%EC%9C%BC%EB%A1%9C/2586), [KakaoPage](https://page.kakao.com/content/57770713)\n\n**Official Translations:**\n* [English](https://tapas.io/series/into-the-light-once-again/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=146)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%87%8D%E8%BF%8E%E6%9B%99%E5%85%89/209)\n* [French / Français](https://fr.piccoma.com/fr/product/225)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Into-the-Light-Once-Again/51)\n* [Japanese / 日本語](https://piccoma.com/web/product/83347)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%A7%E0%B8%99%E0%B8%84%E0%B8%B7%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87/249)",
      "ru": "Селена. Хранительница Империи. Богиня луны и мести... Неужели у меня не будет шанса отыскать справедливость и отомстить? Если так, то поскорее убейте меня. И прошу... Пускай впредь я больше никогда не появлюсь на свет человеком. Чтобы больше не сталкиваться с предательством. Чтобы избежать жизни, в которой ни единая живая душа тебя не любит. Чтобы больше не влачить жалкое существование.\n\n---\n[Original Novel](https://page.kakao.com/content/52524734)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%8B%9C-%ED%95%9C%EB%B2%88-%EB%B9%9B-%EC%86%8D%EC%9C%BC%EB%A1%9C/2586), [KakaoPage](https://page.kakao.com/content/57770713)\n\n**Official Translations:**\n* [English](https://tapas.io/series/into-the-light-once-again/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=146)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%87%8D%E8%BF%8E%E6%9B%99%E5%85%89/209)\n* [French / Français](https://fr.piccoma.com/fr/product/225)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Into-the-Light-Once-Again/51)\n* [Japanese / 日本語](https://piccoma.com/web/product/83347)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%A7%E0%B8%99%E0%B8%84%E0%B8%B7%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87/249)",
      "sk": "Keď je princezná Alisa obvinená z hrozného zločinu, je šokovaná, keď sa dozvie, že jej vlastná rodina chce, aby ju popravili. Cíti sa porazená a ocitne sa znovuzrodená ako princezná znepriatelenej ríše. A hoci jej nová rodina pôsobí na povrchu milo a láskavo, nie je si istá, že sa im dá skutočne dôverovať. Našťastie s týmto novým životom prichádza nová sila. Ale čo presne je to tajomné kúzlo, ktoré sa v nej prebúdza? A čo je dôležitejšie, dokáže to využiť na pomstu tým, ktorí ju kedysi zradili?\n\n---\n[Original Novel](https://page.kakao.com/content/52524734)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%EC%8B%9C-%ED%95%9C%EB%B2%88-%EB%B9%9B-%EC%86%8D%EC%9C%BC%EB%A1%9C/2586), [KakaoPage](https://page.kakao.com/content/57770713)\n\n**Official Translations:**\n* [English](https://tapas.io/series/into-the-light-once-again/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=146)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%87%8D%E8%BF%8E%E6%9B%99%E5%85%89/209)\n* [French / Français](https://fr.piccoma.com/fr/product/225)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Into-the-Light-Once-Again/51)\n* [Japanese / 日本語](https://piccoma.com/web/product/83347)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%A7%E0%B8%99%E0%B8%84%E0%B8%B7%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87/249)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2025-01-01T17:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/f21987e8-1918-4d2d-9796-3c66ac271820.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "zh": "蓝箱"
      },
      {
        "eu": "Kutxa Urdina"
      },
      {
        "pl": "Niebieskie pudełko"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "ja": "バドミントン部に所属する猪股大喜（いのまたたいき）は、女子バスケ部の先輩・鹿野千夏（かのちなつ）に恋をしていた――。自主練を真摯に取り組む姿に心惹かれていたが、思いもよらぬ事実が発覚し…!?　道のりは遠く、想いは近く。",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "254d23d0-35c2-44bc-995d-c253736a2460",
    "title": {
      "en": "Nadeshiko Doremisora"
    },
    "updatedAt": "2024-10-29T20:32:44+00:00",
    "coverArt": "https://mangadex.org/covers/254d23d0-35c2-44bc-995d-c253736a2460/5fcfb846-cc7a-41ab-918e-ac93b0e6a38d.jpg",
    "altTitles": [
      {
        "ja": "なでしこドレミソラ"
      }
    ],
    "description": {
      "en": "Miya Nekoma made a bold high school debut in an attempt to change from her once \"infamously\" boring self. As a part of the change, she decided to join the school's Light Music Club, but on her way to sign up she is intercepted by the energetic shakuhachi flute player Hiyo Takemi who introduces her to the world of Wagakki, or traditional Japanese instruments. After the two attend a concert from one of Japan's leading traditional/modern fusion bands, Miya becomes enamored with the Tsugaru-shamisen, a three stringed lute.  \n  \nWith Hiyo by her side, Miya delves into the world of traditional Japanese music as new acquaintances and friends help to make her dream of sharing the sound she loves a reality."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "32"
  },
  {
    "mangaId": "ec1891a3-5fcb-4409-b544-a0e5e05fe2bd",
    "title": {
      "en": "Charming the Duke of the North"
    },
    "updatedAt": "2024-10-13T06:22:05+00:00",
    "coverArt": "https://mangadex.org/covers/ec1891a3-5fcb-4409-b544-a0e5e05fe2bd/1893a4db-b9f6-4301-9177-0004604df513.jpg",
    "altTitles": [
      {
        "ko": "북부 공작님을 유혹하겠습니다"
      },
      {
        "ko-ro": "Bukbu Gongjangnimeul Yuhokagetseumnida"
      },
      {
        "ko-ro": "Bugbu Gongjagnim-eul Yuhoghagessseubnida"
      },
      {
        "en": "I Seduced the Northern Duke"
      },
      {
        "fr": "Je vais séduire le Duc du Nord"
      },
      {
        "pt-br": "Seduzindo o Duque do Norte"
      },
      {
        "es": "Seducire al duque del norte"
      },
      {
        "uk": "Я спокусила північного герцога"
      },
      {
        "ru": "Я соблазню северного герцога"
      },
      {
        "ja": "北部公爵を誘惑します"
      },
      {
        "zh": "诱惑北部公爵"
      },
      {
        "zh": "攻略北部公爵大人"
      },
      {
        "zh": "我要诱惑北部公爵！"
      },
      {
        "zh-hk": "魅惑北方公爵"
      },
      {
        "zh-hk": "我要誘惑北部公爵！"
      },
      {
        "vi": "Kế hoạch là quyến rũ công tước phương bắc"
      }
    ],
    "description": {
      "en": "\"Pretend to be my lover and join the social circle.\"\n\nSelena, the top star that had the entire world's attention, was suddenly warped to Northern Duke's land during an accident while filming. Kalcion, the Northern Duke that saved her from the infernal beasts, offers Selena a chance to go back home in return for collecting information in various social circles by pretending to be his lover. Selena quickly accepts Kalcion's offer, but… \n\n\"Why in the world can't you do this!?\"\n\n \"Don't you think that the answer to that should be obvious to you, the actress, not to me, the duke?\"\n\nThere was a critical problem. The Northern Duke's acting skills are horrible!\n\n\"…Let's change the plan. I'll seduce you instead.\"\n\nAnd thus the contractual relationship between the two started. Will Kalcion's acting skill improve first, or will he start to have true feelings for Selena instead?\n\n---\nRinha, Korea's most beloved actress, gets into an accident while on set. When she regains consciousness, she realizes she has traveled to the Kingdom of Iklein and meets the northern duke Calcion, who saves her from a demonic beast. Calcion asks her to be his fake lover so she can get into socialite and discover the conspiracy happening in his castle.\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "fr": "«Prétendre être mon amant et rejoindre le cercle social.»\n\nSelena, la top star qui avait l'attention du monde entier, a soudainement atterrit dans le pays du Duc du Nord lors d'un accident de tournage. Kalcion, le duc du Nord qui l'a sauvée des bêtes infernales, offre à Selena une chance de rentrer chez elle en échange de la collecte d'informations dans divers cercles sociaux en prétendant être son amant. Selena accepte rapidement l'offre de Kalcion, mais...\n\n«Pourquoi diable ne pouvez-vous pas pas faire ça?»\n\n«Ne pensez-vous pas que la réponse à cette question devrait être évidente pour vous, l'actrice, et non pour moi, le duc?»\n\nIl y avait un problème crucial. Les compétences d'acteur du Duc du Nord étaient horribles!\n\n«...Changeons de plan. Je vais vous séduire à la place.»\n\nEt c'est ainsi que la relation contractuelle entre les deux commença. Le talent d'acteur de Kalcion va-t-il s'améliorer en premier, ou va-t-il commencer à éprouver de vrais sentiments pour Selena?\n\n---\nSelena, une super star sous les feux de la rampe, se retrouve par accident sur les terres du Duc du Nord alors qu'elle était en plein tournage. Kalcion, le duc, la sauve des bêtes sauvages qui la menacent et lui offre une chance de retourner dans son monde. En échange, elle doit se faire passer pour sa petite amie et glaner des informations sur les réseaux sociaux. Selena accepte la proposition du duc, mais le Duc du Nord est un très mauvais acteur. Selena se met donc en tête de le séduire pour que la réalité rattrappe la fiction et que leur relation paraisse vraisemblable.\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "id": "Duke si raja dingin tiba-tiba dihadapkan dengan Rinha, aktris top dari dunia lain. Ingin kembali ke dunianya, Rinha mengajukan perjanjian hubungan dengan sang raja. Terjebak di hubungan sandiwara, apa rasanya ya jadi pendamping Duke dari Utara di dunia yang tak dikenal?\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "ko": "“내 애인인 척 사교계에 들어가.” \n전 세계에서 주목하는 톱스타, 셀리나는 \n촬영 중 갑작스러운 사고로 북부 공작의 땅에 차원 이동한다. \n마수에게서 목숨을 구해준 북부 공작, 칼시온은 \n셀리나에게 자신의 애인인 척 사교계에 들어가 \n정보를 입수하라는 계약을 제시하는데..\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "ru": "Все внимание мира было приковано к главной звезде, Селене, которая в результате катастрофы в процессе съемок случайно попала на территории Северного Герцога. Спасенная от зверей-демонов Кальционом, Северным Герцогом, она получает от него предложение предоставлять ему информацию из разных светских кругов в качестве его мнимой любовницы. В обмен он вернет ее домой. Недолго думая, Селена соглашается, но что ждет ее дальше…\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "uk": "Селена, головна зірка, яка привернула увагу всього світу, раптово потрапила на землю Північного Герцога потрапив у аварію під час зйомок. Кальціон, північний герцог, який врятував її від божевільних звірів, пропонує Селені шанс повернутися додому в обмін на збір інформації в різних соціальних колах, прикидаючись його коханою. Селена швидко приймає пропозицію Кальціона, але… «Чому ви самі не можете цього зробити!?» «Чи не здається вам, що відповідь на це має бути очевидною для вас, акторки, а не для мене, герцога?» Виникла критична проблема. Акторські здібності північного герцога жахливі! «…Давайте змінимо план. Натомість я спокушу вас». І таким чином між ними почалися договірні відносини. Чи покращиться акторська майстерність Кальціона, чи натомість він почне відчувати справжні почуття до Селени?\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "vi": "Seolena, nữ minh tinh xinh đẹp hàng đầu thế giới. Một ngày nọ, khi đang quay phim thì cô bất ngờ gặp tai nạn.\nKhi mở mắt ra thì đã ở một thế giới khác và chạm mặt với công tước phương Bắc. Để có thể sống sót, Seolena đã ký hợp đồng với công tước Kalcion.\nKalcion sẽ giúp cô trở về thế giới của mình, còn cô sẽ đóng giả làm người yêu hắn, giúp hắn tìm ra mối đe doạ đằng sau mình.\nNhưng…diễn xuất của công tước thật tệ hại. Cô đành phải quyến rũ công tước vậy. Sau nhiều chuyện xảy ra, ánh mắt của công tước nhìn cô trở nên khác thường.\nPhải chăng diễn xuất của công tước đã tiến bộ hay thật sự có cảm tình với cô rồi…?\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "zh": "掉入异世被迫假扮情侣，可公爵你的演技太差了吧！\n在一次拍摄过程中，备受全球瞩目的巨星赛琳娜因突发事故穿越到了北部公爵的领地上。北部公爵卡西温将她从魔兽手中救了下来，并向她提出合约，要求她假装成自己的爱人，进入社交界获取情报……\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "pt-br": "“Finja ser minha amante e participe dos círculos sociais.”\n\nSelena, uma estrela que atraiu a atenção do mundo todo, repentinamente foi parar nas terras do Duque do Norte após um acidente durante as filmagens. \n\nKalcion, o Duque do Norte, que a salvou de bestas infernais, oferece a ela chance de voltar para casa em troca de coletar informações em vários círculos sociais, fingindo ser sua amante. \n\nSelena aceitou rapidamente a oferta de Kalcion, mas…\n\n“Por que diabos você não consegue fazer isso?!”\n\n“Não acha que a resposta deveria ser óbvia para você a atriz, e não para mim, o duque?”\n\nSurgiu um problema crítico. \n\nAs habilidades de atuação do duque são terríveis!\n\n“… Vamos mudar o plano. Em vez disso, vou seduzi-lo.”\n\nE assim, a relação contratual entre os dois começou.\n\nA habilidade de atuação de Kalcion irá melhorar primeiro, ou ele começará a ter sentimentos verdadeiros por Selena?\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "zh-hk": "兼具美貌與演技、獲獎無數的頂級演員薛璘夏在一場拍攝中發生意外，並因此掉入另一個陌生次元，正當她遭遇魔獸襲擊時，伊克萊茵王國的北方公爵凱爾希溫救下了她，意外相遇的兩人也就此達成了一樁祕密交易。\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "91"
  },
  {
    "mangaId": "a5472353-d9e2-4f8e-ae1a-f25ffae45258",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon Official Guidebook"
    },
    "updatedAt": "2023-10-29T13:56:36+00:00",
    "coverArt": "https://mangadex.org/covers/a5472353-d9e2-4f8e-ae1a-f25ffae45258/de51bfe1-503a-420d-840b-995dddb183e0.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi's Dragon Maid Official Guidebook"
      },
      {
        "en": "Maidragon Compendium"
      },
      {
        "ja": "小林さんちのメイドラゴン公式ガイドブック メイドラ大全"
      }
    ],
    "description": {
      "en": "A complete compendium! This official guidebook tells you everything about \"Kobayashi-san Chi no Maid Dragon\" (as of now).\nCharacter profiles for humans and dragons / Recap of the story by volume / Dragon matching test / Guardian knowledge test / Collection of gorgeous illustrations by the best guest artists / Q&A with Coolkyoushinja / Drafts for Chapter 1 / Illustration gallery (in full color)... and more!\nIt also includes a special chapter newly drawn!\nA super-supreme must-have for all Dragon Maid fans!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0ddd740-4b91-4c66-bfd0-b36a77f8e730",
    "title": {
      "en": "Brainrot Girlfriend"
    },
    "updatedAt": "2024-11-01T23:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/d0ddd740-4b91-4c66-bfd0-b36a77f8e730/e2be562e-6f9a-4a1c-ab7e-31d593914232.png",
    "altTitles": [
      {
        "en": "How to train your brainrot girlfriend"
      },
      {
        "es-la": "Tengo una novia con la percepción de la realidad alterada"
      },
      {
        "tl": "Jowang utakbulok"
      },
      {
        "vi": "Bạn gái bại não của tôi"
      },
      {
        "pl": "Moja dziewczyna z brainrotem"
      }
    ],
    "description": {
      "en": "She's cute! She's beautiful! She's sexy! She... speaks in tongues? Meet the Brainrot Girlfriend! She means well, but good luck understanding what she says. \nBrainrot translation: shes skibidi shes toilet shes roblox she girl math goat bussing this better caul saul mrbeast metal pipe falling the roblox amogus she gigachad glazer but colleen ballinger nonchalant poppy playtime what she roblox L rn",
      "tl": "Ang cute niya! Ang ganda niya! Ang seksi niya! At siya ay... nagsasalita ng iba't ibang wika? Sa Vietnamese na manga na ito, kilalanin ang Jowang utakbulok! Mabuti ang kanyang intensyon, pero swerte na lang kung maiintindihan mo ang sinasabi niya."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eacb5381-e64c-4a58-a34f-d5124d765697",
    "title": {
      "en": "Feng Qi Cang Lan"
    },
    "updatedAt": "2024-09-25T23:10:18+00:00",
    "coverArt": "https://mangadex.org/covers/eacb5381-e64c-4a58-a34f-d5124d765697/a6bc662d-9cf2-4ee5-b34b-055b17d2a33d.jpg",
    "altTitles": [
      {
        "en": "The World of Canglan"
      },
      {
        "en": "Wind and Sky"
      },
      {
        "zh": "风起苍岚"
      },
      {
        "vi": "Phong Khởi Thương Lam"
      },
      {
        "en": "The Wind From Cang Lan"
      },
      {
        "ko": "눈떠보니 레벨1"
      }
    ],
    "description": {
      "en": "When playing a virtual reality game called Cang Lan, Xiao Wan gets pushed off a cliff. She ends up in another game world. What will happen to Xiao Wan?\n\n---\n**Contents:** 147 (or 410 split releases) [S1] + 227 [S2] => 374 Chapters\n- **Season 1:** Chapters 1-147 (1-147)\n- **Season 2:** Chapters 1-227+ (148-374+)\n\n**Note:** Chapters 1-114 in Season 1 are in single page format. Starting with chapter 115, the page format switches to long strip."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc045f6b-d125-4fc3-906e-49a0c751ee01",
    "title": {
      "en": "Shikaruneko"
    },
    "updatedAt": "2024-02-09T10:13:09+00:00",
    "coverArt": "https://mangadex.org/covers/dc045f6b-d125-4fc3-906e-49a0c751ee01/07821503-413b-41af-babf-3e7b96d75d7e.jpg",
    "altTitles": [
      {
        "ja-ro": "Shikaru Neko"
      },
      {
        "ja": "しかるねこ"
      },
      {
        "en": "Scolding Cat"
      },
      {
        "en": "The Chastising Cat"
      }
    ],
    "description": {
      "en": "Will it scold you with affection!?\nThe cutest cat manga right now!\n\nHave you been scolded seriously lately?\nEven while being scolded, it's very comforting.\nBecause it always kindly watches over you.\n\n<https://twitter.com/shikaruneko>",
      "ja": "最近、本気でしかられたこと、ありますか？\n\nしかられているのに、とっても癒やされる。\nそれはいつもそばで優しく見守ってくれるから。\nそんなしかるねこが初めて本になりました。"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "de491df4-153f-44e8-96d2-7c53d11c3dcf",
    "title": {
      "en": "Hellper 2 <KillBeros>"
    },
    "updatedAt": "2025-01-19T18:45:39+00:00",
    "coverArt": "https://mangadex.org/covers/de491df4-153f-44e8-96d2-7c53d11c3dcf/c065dd0c-158d-48ed-bc78-adb728c44a08.jpg",
    "altTitles": [
      {
        "en": "Hellper"
      },
      {
        "en": "Hellper season 2"
      },
      {
        "en": "Helper"
      },
      {
        "en": "KBRS"
      },
      {
        "en": "KillBeros"
      }
    ],
    "description": {
      "en": "Indeed it is, indeed it does. A street action comic featuring the life of Jang Gwangnam leading up to the creation of the Killberos Tribe."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "30c8bf1c-9063-4a22-a845-e2cead50adea",
    "title": {
      "en": "Yume to Koi dewa Tsuriawanai"
    },
    "updatedAt": "2025-02-01T19:39:43+00:00",
    "coverArt": "https://mangadex.org/covers/30c8bf1c-9063-4a22-a845-e2cead50adea/62c96430-8663-475f-afde-75878d606d55.png",
    "altTitles": [
      {
        "ja": "夢と恋ではつり合わない"
      },
      {
        "ko": "꿈과 사랑은 어울리지 않아"
      },
      {
        "en": "Love and Dreams Don't Mix"
      },
      {
        "id": "Cinta dan Impian Itu Tidak Bisa Digabung"
      },
      {
        "pt-br": "amor e sonho não combinam"
      }
    ],
    "description": {
      "en": "Kurata Hikaru has fallen in love with her classmate Kira Kairi at first sight. Now, she's too lovestruck to concentrate on her studies. Her plan? Get Kairi to reject her so she can focus again.",
      "id": "Kurata Hikaru jatuh cinta pada pandangan pertama dengan teman sekelasnya Kira Kairi. Sekarang, dia jadi terlalu gila cinta dan tidak bisa konsentrasi dengan pelajaran. Jadi, dia berencana meminta Kairi untuk menolak cintanya agar dia bisa kembali fokus belajar lagi."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c75bb1ae-4a9d-4254-bfa9-f301668ec2d9",
    "title": {
      "en": "The Promise Isn't Mine"
    },
    "updatedAt": "2024-05-09T21:13:29+00:00",
    "coverArt": "https://mangadex.org/covers/c75bb1ae-4a9d-4254-bfa9-f301668ec2d9/ad808654-cec9-44bf-9796-ced4a62611cc.jpg",
    "altTitles": [
      {
        "ko": "약속을 한 건 내가 아니야"
      },
      {
        "ko-ro": "Yaksogeul Han Geon Naega Aniya"
      },
      {
        "fr": "Le vœu n'est pas le mien"
      },
      {
        "fr": "La promesse n'est pas le mien"
      },
      {
        "tr": "Bu söz benim değil!"
      },
      {
        "tr": "Bu vaat benim değil!"
      }
    ],
    "description": {
      "en": "\"Kill me, as you promised.\" \n\nWhen her twin sister Leyla, the Holy Maiden, suddenly disappears one day, the ordinary Elena finds herself having to marry Crown Prince Kyle, a man infamous for his ruthlessness, in her stead. After a dreadful marriage ceremony, Kyle demands that a certain promise be fulfilled, to Elena’s confusion.",
      "id": "\"Bunuh aku, seperti yang telah kau janjikan.\"\n\nKetika saudara kembarnya, Leyla, sang Gadis Suci, tiba-tiba menghilang pada suatu hari, Elena yang biasa-biasa saja mendapati dirinya harus menikah dengan Putra Mahkota Kyle, seorang pria yang terkenal karena kekejamannya, sebagai penggantinya. Setelah upacara pernikahan yang mengerikan, Kyle menuntut sebuah janji yang harus dipenuhi, yang membuat Elena bingung.",
      "ko": "성녀와 용의 결합으로 세워진 나라 랜바이어 제국.\n\n쌍둥이 성녀로 태어났으나 언니인 레일라와 달리 아무런 능력도 지니지 못한 엘레나는, 결혼식 직전 갑자기 사라진 언니 대신 용의 후예로 알려진 황태자 카일과 결혼하게 된다.\n\n가짜라는 걸 들킬지도 모른다는 두려움 속에 결혼을 마친 엘레나에게, 카일은 뜻밖의 말을 내뱉는다.\n\n\"8년 전 그대가 내게 한 약속을 잊은 건 아니겠지, 레일라.\"\n\"약속대로, 나를 죽여 줘.\"\n\n자기를 죽여달라는 카일의 말에, 엘레나는 큰 혼란에 빠지는데…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fed930cb-30d2-438e-a136-9a224b7c50aa",
    "title": {
      "en": "I Have An Apocalyptic Dungeon"
    },
    "updatedAt": "2025-02-08T19:27:09+00:00",
    "coverArt": "https://mangadex.org/covers/fed930cb-30d2-438e-a136-9a224b7c50aa/26802755-d60a-4c90-8b3f-7d4e05cc2b8c.png",
    "altTitles": [
      {
        "zh": "我有一座未世地下城"
      },
      {
        "en": "I Have an Apocalyptic Underground City"
      },
      {
        "en": "I Have a Post-Apocalyptic Dungeon"
      },
      {
        "ru": "У меня есть апокалиптическое подземелье"
      },
      {
        "zh": "系统送我避难所"
      },
      {
        "zh-ro": "Xìtǒng sòng wǒ bìnàn suǒ."
      },
      {
        "es-la": "Tengo Un Refugio Apocalíptico"
      }
    ],
    "description": {
      "en": "A Female President? Then come help me manage the shelter. A Female Special Forces Soldier? Then come and be the captain of the guards.   \nAt the end of the world, titles like CEOs, beautiful women, secretaries, electricians, programmers and all other professions are all no longer useful. Don't be afraid to come to my underground system shelter- as long as you are talented people and human beings!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2025-01-18T13:19:33+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/14604286-fdc6-419c-bc54-1353b0f0dc2d.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "en": "Momose Akira's First Love Is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "pl": "Pierwsze miłosne zmagania Akiry Momose"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "es": "El primer amor de Momose Akira se derrumba."
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "vi": "Mối tình đầu đầy trắc trở của Momose Akira"
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire. Just as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach. And there was a \"fate\" that was more than he could have imagined.",
      "es": "Kugayama Hajime, un chico que vive en el campo, se reencuentra con su antigua compañera de clase Momose Akira, a la que solía admirar.\n\nJusto cuando está a punto de observarla desde lejos y disfrutar de su agridulce juventud, Akira se acerca de forma inesperada.\n\nY el \"destino\" es mucho más de lo que él pudo haberse imaginado.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。そしてそこには、想像以上の”運命”が拡がってました。2人の様子を、どうぞあったかく見守ってください。",
      "pl": "Kugayama Hajime, chłopiec mieszkający na wsi, spotyka swoją dawną koleżankę z klasy, Momose Akiry, którą podziwiał. Gdy tylko zamierza obserwować ją z daleka i cieszyć się swoją słodko-gorzką młodością, Akira niespodziewanie zbliża się do niego. A za tym kryło się „przeznaczenie”, którego nie mógł sobie nawet wyobrazić.",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de escola por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]