[
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-05-01T15:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/e75f6454-ad0f-43fe-85b0-78b6844a4cd3.jpg",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d9c6dfe-70d6-4d84-ae23-a8824c663d69",
    "title": {
      "en": "I Like Girls Who Put on a Brave Face Even After Being Rejected."
    },
    "updatedAt": "2024-03-02T15:13:37+00:00",
    "coverArt": "https://mangadex.org/covers/5d9c6dfe-70d6-4d84-ae23-a8824c663d69/707376da-74b6-4344-b3a2-fb6a5c76d68d.jpg",
    "altTitles": [
      {
        "ja": "フラれても最後まで強がっちゃう女の子が好きです。"
      },
      {
        "ja-ro": "Furarete mo Saigo Made Tsuyoga Chau Onnanoko ga Suki Desu."
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11b74211-f4c0-4f08-b5a4-c491da0d0c0b",
    "title": {
      "en": "Choujin X"
    },
    "updatedAt": "2024-05-01T14:17:00+00:00",
    "coverArt": "https://mangadex.org/covers/11b74211-f4c0-4f08-b5a4-c491da0d0c0b/d71efde0-cddf-4ccc-b52e-e953cd9d12d4.jpg",
    "altTitles": [
      {
        "ja": "超人X"
      },
      {
        "en": "Superhuman X"
      },
      {
        "ru": "Сверхчеловек Х"
      },
      {
        "uk": "Надлюдина X"
      },
      {
        "vi": "Siêu nhân X"
      },
      {
        "en": "Overhuman X"
      },
      {
        "de": "Übermensch X"
      },
      {
        "hu": "SZUPEREMBER X"
      },
      {
        "fr": "Choujin X"
      }
    ],
    "description": {
      "en": "When an airplane goes down in a plume of black smoke near their city, best friends Tokio and Azuma join the volunteer search and rescue team. But instead of a wreck of twisted metal, they discover that the plane suffered minimal damage and that over 200 of the passengers are still alive! With their services no longer needed, the friends head for home, but on the way, they run into an old enemy who has picked up some bizarre new powers and an obsession with destroying them. Now Tokio and Azuma only have one chance to make it out alive—by becoming the superpowered creatures known as choujin!\n\nBeing a superpowered creature isn’t all it’s cracked up to be. Tokio has to hide his transformation from his family and dodge a truancy charge at school, all while dealing with an increasing number of odd incidents happening around town!",
      "fr": "En 1998, suite à la multiplication de surhumains appelés “choujin“, le monde a été divisé en provinces autonomes. Cinquante ans après, un crash aérien va changer à tout jamais le destin de la jeune Ely, cultivatrice de “tomeïto“, et impacter le paisible quotidien des lycéens Tokio Kurohara et Azuma Higashi, qui jouent aux justiciers face aux petits malfrats de quartier…\n\n---\n\nMaison d'édition FR : **Glénat**",
      "hu": "Amikor egy repülőgép lezuhan miközben egy különös, fekete füstöt ereget, a két jó barát Tokio és Azuma úgy dönt, hogy csatlakozik az önkéntes kutató és mentőcsapathoz. Azonban egy csomó roncs helyett azt látják, hogy a repülő minimális károkat szenvedett valamint több mint 200 utas túlélte a balesetet. De mivel nem volt szükség már rájuk így elindulnak hazafelé. Viszont az úton szembejön velük egy régi ellenségük, aki valami bizar erő birtokosa lett, és elakarja pusztítani őket. Tokio és Azuma egyetlen esélye a túlélésre az, hogy szupererővel rendelkező lényekké - Úgy nevezett Choujin-okká válnak.\n\nDe a szupererő nem megoldás mindenre. Tokio-nak titokban kell tartania az erejét a családja, és iskolája elől, miközben egyre több különös esemény történik városszerte.",
      "ru": "Азума Хигаши довольно популярный парень. И хотя он не очень крупный, но обладает хорошими боевыми навыками и сильным чувством справедливости. Также он имеет высочайшие оценки в своём классе. Прямая противоположность Азуме его друг Токио Курохара, который не слишком увлечён учёбой. Даже во время драк он выступает как простой наблюдатель. Тем не менее, невзирая на сложности и различия, эти два закадычных приятеля держатся друг друга.\nОба парня живут в префектуре Ямато – самом обычном регионе страны, который более всего известен тем, что некоторые его области были уничтожены Сверхчеловеком.",
      "uk": "Азума Хіґаші доволі популярний хлопець: низенький красень із гарними бойовими навичками, має підвищене почуття справедливості, найкращі оцінки у класі та друга… свою повну протилежність - Токіо Курохару, боязкого хлопчака, який лиш спостерігає за бійками Азуми та ловить ґав на уроках. І все ж, не зважаючи на це, міці їхньої дружби можна позаздрити.\n\nПрефектура Ямато, район, де вони живуть, наполовину зруйнований Надлюдьми - особами із небезпечними надприродними здібностями. Часто саме вони влаштовують погроми чи сутички, в центрі яких цього разу й опинился хлопці. Перед загрозою смерті друзі приймають рішення стати Надлюдьми. Зміни торкаються Токіо, який вже не може бути стороннім спостерігачем, він потрапляє у пастку світу, де битва неминуча.",
      "vi": "Một tác phẩm mới được khắc họa dưới ngòi bút của tác giả bộ manga đình đám tokyo ghoul. \"Siêu nhân X\" kể về thế giới có những nhân vật đặc biệt được gọi là \"Siêu nhân\"[Choujin], nhân vật chính là Tokio Kurobara, một học sinh trung học ở tỉnh Yamato, hiện tại cậu ấy cùng người bạn Higashi Azuma thực thi công lý.Và rồi một ngày nọ, khi cả hai rơi vào tình thế hiểm nghèo bắt buộc chỉ còn cách dùng một ống tiêm kỳ lạ..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a5a0db9-53a8-47f4-94a5-e509dfb0919a",
    "title": {
      "en": "Vampire Beru and Ghost Aki"
    },
    "updatedAt": "2024-05-12T13:20:23+00:00",
    "coverArt": "https://mangadex.org/covers/8a5a0db9-53a8-47f4-94a5-e509dfb0919a/52272fd3-1ed0-49a9-8cd6-50ea5f7cef3d.jpg",
    "altTitles": [
      {
        "zh": "Bèi Lǔ yǔ Áng"
      },
      {
        "en": "Вампир Беру и Призрак Аки"
      },
      {
        "zh": "贝鲁与昂"
      },
      {
        "vi": "Ma cà rồng Beru và Hồn ma Aki"
      }
    ],
    "description": {
      "en": "Once on the All Saints' Day vampire Beru and ghost Aki, despite their very different personalities, started living together in a castle. Multiple obstacles and difficulties already waiting on their way. But when they'll know each other better, eventually they'll become the most important companions for one another."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "a4f8ace2-33cf-40e1-806d-4d6e26d7ac25",
    "title": {
      "en": "Ore no Kouhai ga Konna ni Kawaii Wake ga Nai"
    },
    "updatedAt": "2023-03-03T23:58:48+00:00",
    "coverArt": "https://mangadex.org/covers/a4f8ace2-33cf-40e1-806d-4d6e26d7ac25/a4a9a59e-d32d-4124-854b-7e6e5a8a92b8.jpg",
    "altTitles": [
      {
        "en": "My Kouhai Can't Be This Cute"
      },
      {
        "ja-ro": "Ore no Kōhai ga Konna ni Kawaii Wake ga Nai"
      },
      {
        "ja-ro": "Ore no Kouhai ga Konnani Kawaii Wake ga Nai"
      },
      {
        "ja": "俺の後輩がこんなに可愛いわけがない"
      }
    ],
    "description": {
      "en": "Ore No Kouhai ga Konnani Kawaii Wake ga Nai follows the experiences of Ruri Gokou and Kyousuke Kousaka, as they both begin to explore the feelings that they have for each other. Will they be able to acknowledge their feelings for each other, or will they reach a standstill in their pursuit of happiness?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "215e3ced-247e-4f34-8e1a-27b60ffef8ac",
    "title": {
      "en": "My Girlfriend's Not Here Today"
    },
    "updatedAt": "2023-11-18T23:08:11+00:00",
    "coverArt": "https://mangadex.org/covers/215e3ced-247e-4f34-8e1a-27b60ffef8ac/1c6515d1-c90e-441c-97cb-8c5b23fbab9a.jpg",
    "altTitles": [
      {
        "ja": "今日はカノジョがいないから"
      },
      {
        "ja-ro": "KyouKano"
      },
      {
        "ja": "今日カノ"
      },
      {
        "zh": "因为今天女友不在"
      },
      {
        "zh-hk": "因為今天女友不在"
      },
      {
        "zh-ro": "Yīn wéi jīntiān nǚyǒu bùzài"
      },
      {
        "ja": "Kyou wa Kanojo ga Inai kara"
      },
      {
        "en": "Today, She Is Not Here..."
      }
    ],
    "description": {
      "en": "It's a secret that I'm dating the love of my life at school. There's no way I can tell anyone, especially when we're both girls. But I can't help my feelings from slipping out in the background. It's not the ideal way to be a couple, but I can put up with it because I really love her... But such loneliness has also nurtured dark thoughts in my head.",
      "th": "ผลงานมังงะเรื่องใหม่ของ อ.อิวามิ คิโยโกะ ผู้เขียน \"Luminous = Blue\"\nโลกความเป็นจริงกับโลกออนไลน์ สิ่งที่เปิดเผยให้คนอื่นรู้ได้กับสิ่งที่ต้องการปิดเป็นความลับจากคนรอบข้าง ใครหลายคนอาจมีโลกสองฝั่งแบบนี้อยู่เหมือนกัน\nอาซาฮินะ ยูนิ คือหนึ่งในคนที่เป็นแบบนั้น แต่แล้วความลับของเธอก็ถูก ทาคิ ฟูโกะ เพื่อนร่วมชั้นคนหนึ่งล่วงรู้เข้า..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b28c9b6-6f8b-423c-8469-c05e81a81508",
    "title": {
      "en": "MuvLuv"
    },
    "updatedAt": "2022-08-20T21:16:35+00:00",
    "coverArt": "https://mangadex.org/covers/3b28c9b6-6f8b-423c-8469-c05e81a81508/e5ee3d50-b420-4eb5-9f31-9117b11c43ee.jpg",
    "altTitles": [
      {
        "en": "Muv Luv"
      },
      {
        "en": "Muv-Luv"
      },
      {
        "ja": "マブラヴ"
      }
    ],
    "description": {
      "en": "Takeru and Sumika have been neighbors and friends since they were little, but when a mysterious girl arrives, and is found in bed with Takeru, their daily lives will be thrown into chaos.\n\nWikipedia\n[Arabic](https://ar.wikipedia.org/wiki/%D9%85%D9%88%D9%81-%D9%84%D9%88%D9%81)\n[Arabic (Egyptian)](https://arz.wikipedia.org/wiki/%D9%85%D9%88%DA%A4_%D9%84%D9%88%DA%A4)\n[Arabic (Moroccan)](https://ary.wikipedia.org/wiki/%D9%85%D9%88%DA%A4_%D9%84%D9%88%DA%A4)\n[Chinese (Classical)](https://zh-classical.wikipedia.org/wiki/%E7%9C%9F%E6%84%9B)\n[Chinese (Traditional)](https://zh.wikipedia.org/wiki/Muv-Luv)\n[English](https://en.wikipedia.org/wiki/Muv-Luv)\n[Italian](https://it.wikipedia.org/wiki/Muv-Luv)\n[Japanese](https://ja.wikipedia.org/wiki/%E3%83%9E%E3%83%96%E3%83%A9%E3%83%B4)\n[Russian](https://ru.wikipedia.org/wiki/Muv-Luv)\n[Spanish](https://es.wikipedia.org/wiki/Muv-Luv)\n[Turkish](https://tr.wikipedia.org/wiki/Muv-Luv)"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "c53caf9a-95b6-4400-b41b-d1b09167ef7a",
    "title": {
      "en": "Kaii-san to Ore"
    },
    "updatedAt": "2024-03-14T06:28:23+00:00",
    "coverArt": "https://mangadex.org/covers/c53caf9a-95b6-4400-b41b-d1b09167ef7a/465127f8-8ea0-4f36-b3a8-591c6478161a.jpg",
    "altTitles": [
      {
        "ja": "怪異さんと俺"
      },
      {
        "id": "Aku dan Makhluk Aneh"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/222807)\n\n**Notes:**\n- The Pixiv series does not contain all of the chapters and combines some. Do not follow the chapter numbering on Pixiv. Instead, enable Japanese chapters on MangaDex to see the proper chapter order and links to all of the raw chapters.\n- This series uses characters the author used in illustrations beforehand.",
      "ja": "俺くんと怪異さんのお話。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a43c227-b201-4fb7-b796-924c51797d50",
    "title": {
      "en": "Level Up with the Gods"
    },
    "updatedAt": "2024-03-21T20:29:03+00:00",
    "coverArt": "https://mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/be722985-4d6e-442f-8338-0f3c1ac95cc9.jpg",
    "altTitles": [
      {
        "ko": "신과 함께 레벨업"
      },
      {
        "en": "Leveling Up With the Gods"
      },
      {
        "ko-ro": "Singwa Hamkke Level Up"
      },
      {
        "en": "Leveling With the Gods"
      },
      {
        "th": "เลเวลอัปไปกับเทพเจ้า"
      },
      {
        "ja": "神と共にレベルアップ"
      },
      {
        "zh": "与神一同升级"
      },
      {
        "ru": "Поднятие уровня с богами"
      },
      {
        "uk": "Підняття рівня з богами"
      }
    ],
    "description": {
      "en": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ja": "異界の神、アウターゴッドと呼ばれる存在が支配する世界。一番最後に塔へ入り一番最後までインナーゴッドたちと共に戦った人間、神野 流星。 そんな彼も結局はアウターゴッドに破れてしまう。 越えられない壁に絶望を感じていた最後の瞬間、時間を司る神であるクロノスから新たにチャンスが与えられる。 そうして彼は、前世の記憶を持ったまま過去へ回帰することに――。 再び塔を登り、力と仲間を手に入れた神野は、今度こそアウターゴッドに勝つことができるだろうか？不滅の神話に挑む人間の物語が今始まる！\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ko": "이계의 신, 아우터 갓(Outer God).\n\n하늘을 닫는 절망과 늪에 빠진 좌절, 탄생하지 못한 자, 어리석은 혼돈.\n평범한 사람들은 그저 바라보는 것만으로 목숨을 잃어 버릴 그 존재들이 세상을 휘젓는 지금…\n수 년간의 싸움 끝에, 최후의 생존자들이 낸 결론.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다.\"\n\n그 순간, 시간을 다루는 신격을 지닌 존재 크로노스는 자신을 희생시켜 시계태엽을 되돌린다.\n\n\"이길 수 없겠지. 지금은 말이야.\"\n\n\"옛 세계선으로 돌아가라. 그리고 다시 시작해.\"\n\n모든 신들에게 지목을 받아 과거로 돌아간 최후의 1인.\n가장 뒤늦게 탑을 올라, 가장 마지막까지 신들과 함께 싸운 인간, 김유원.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다. 그렇다면…\"\n\n\"이기는 건 나야.\"\n\n그는 마지막 순간을 함께하던 동료들을 다시 모아,\n아우터와의 싸움을 승리로 끝낼 수 있을까?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ru": "Он был храбрейшим и сильнейшим из всех, но даже его в самом конце ожидало лишь отчаяние. В последние мгновения ему был дан еще один шанс. Благодаря жертве бога времени «Хроноса» его судьба еще не была предрешена. Вернувшись в прошлое, он снова попытается взобраться на «Башню» со своим непревзойденным талантом, чтобы побороть древнее зло, которое грозит уничтожить этот мир.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "th": "\"อินเนอร์อย่างพวกเราไม่สามารถเอาชนะเอาเตอร์ได้\"\n\nเมื่อแรงเกอร์ในหอคอยลงความเห็นเป็นเสียงเดียวกัน\n'คิมยูวอน' มนุษย์ผู้แกร่งกล้าเพียงหนึ่งเดียวในหมู่เทพเจ้า\nจึงถูกเลือกให้ย้อนกลับมายังอดีตเพื่อเริ่มต้นทุกอย่างใหม่อีกครั้ง\n\nเขาจะสามารถทำตามแผนที่ทุกคนช่วยกันวางไว้\nและแกร่งขึ้นกว่าเดิมจนกลับไปเอาชนะ 'เอาเตอร์ก็อด'\nทวยเทพที่ลุกล้ำเข้ามาจากนอกหอคอยได้หรือไม่?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "zh": "外界之神来袭，人间陷入了排山倒海般的绝望之中，生灵涂炭……而当内界众神在经过了数年的苦苦战斗后，也最终以战败收场。 在战死前的最后时刻，希腊神克洛诺斯牺牲了自己，重新开启了时间之门。 而众神最后选择了金幽元，这个队伍中唯一的人类，让他回到过去，重新将众神凝聚。\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c1d035d-17d0-4bc3-9b05-a1ce313bb53f",
    "title": {
      "en": "Yomoyama Kobanashi"
    },
    "updatedAt": "2024-05-04T16:59:53+00:00",
    "coverArt": "https://mangadex.org/covers/0c1d035d-17d0-4bc3-9b05-a1ce313bb53f/6bc762df-564e-449a-a1dd-a84c199964fe.jpg",
    "altTitles": [
      {
        "en": "Ended Up Living with a Classmate"
      },
      {
        "id": "Tinggal Bersama teman sekelas"
      },
      {
        "ja-ro": "Classmate to Issho ni Sumu Koto ni Natte shimatta"
      },
      {
        "ja": "クラスメイトと一緒に住むことになってしまった"
      },
      {
        "ja": "よもやまこばなし"
      },
      {
        "tr": "Sınıf Arkadaşıyla Birlikte Yaşamaya Başlamak"
      }
    ],
    "description": {
      "en": "It's a collection of short manga stories about interacting with a girl, sometimes romantically and sometimes not."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "822c9883-385c-4fd0-9523-16e7789cbeae",
    "title": {
      "en": "Seitokai ni mo Ana wa Aru!"
    },
    "updatedAt": "2024-03-29T20:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/822c9883-385c-4fd0-9523-16e7789cbeae/b35e0575-4f7d-4f8c-83d4-2bdebd840e34.jpg",
    "altTitles": [
      {
        "ja": "生徒会にも穴はある!"
      },
      {
        "ru": "В студсовете тоже есть дырка!"
      },
      {
        "en": "There is Also a Hole in the Student Organization!"
      },
      {
        "en": "Even the Student Council has Holes"
      },
      {
        "fr": "Les allumés du conseil ! (Meian)"
      }
    ],
    "description": {
      "en": "When it comes to the face of this student organization, it's a little weird, like a fool, scary, or moody. However, mysterious and futuristic days that seem strangely cute pass by.",
      "ja": "この生徒会の面子ときたら、あほの子だったり、恐ろしかったり、むっつりだったり、ちょっと変！ でも、それがなんだか、妙に可愛く思える今日この頃……。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c65e797c-b412-42b1-94b8-aac5c4d5a7ca",
    "title": {
      "en": "Trapped in a Cursed Game as an NPC"
    },
    "updatedAt": "2024-05-11T00:20:11+00:00",
    "coverArt": "https://mangadex.org/covers/c65e797c-b412-42b1-94b8-aac5c4d5a7ca/23ffb86d-5b01-455e-9fce-df8deef44f2e.png",
    "altTitles": [
      {
        "ko": "망겜 속에 갇혔다 근데 이제 NPC를 곁들인"
      },
      {
        "en": "Trapped in a Cursed Game, but Now With NPCs"
      }
    ],
    "description": {
      "en": "I'm going to live a normal life!\n\n...said Shari Azriel, the apothecary of the Dover village.\n\nThen one day, I realised that I possessed an NPC in a video game! I've been locked up here for two years, and I only just noticed.\n\nIf I can't get out of the game...\n\"A, in their 20's, was found starved to death while playing VR games.\"\nThis could be what I'm remembered as!\n\n\"I have to get out!\"\n\nHowever, it was too late when I came to the realisation that... I can't log out because of an error!\n\nThat means, the only way out would be approaching the male lead, \"the Lord of Nightmares,\" and helping his comrades defeat the final villain. So I have no choice but to wait until the game ends...\n\nThe difficulty level, the story, the likelihood of failure in such a heinous game, a game that nobody won before...\n\n\"The Lord of Nightmares has a strong urge to kill you.\"\n\nSomehow, I believe that dying by the male lead's hands would be faster."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b619ce91-89d5-46df-90a7-984370b7df08",
    "title": {
      "en": "Yuusha-sama, Sakuya mo Otanoshimi deshita ne."
    },
    "updatedAt": "2024-05-13T17:14:35+00:00",
    "coverArt": "https://mangadex.org/covers/b619ce91-89d5-46df-90a7-984370b7df08/55dd8e3b-66a6-431b-a2d2-3128e43b9dc4.jpg",
    "altTitles": [
      {
        "ja": "勇者様、昨夜もお楽しみでしたね。"
      },
      {
        "ja-ro": "Yusha-sama, sakuya mo otanoshimi deshita ne."
      },
      {
        "en": "Hero-Sama, I Hope You Had Fun Last Night."
      },
      {
        "en": "Hero Last Night Was Pumped Wasn’t It?"
      }
    ],
    "description": {
      "en": "\"I did it again...!\"\n\nThe Hero who can't seem to set out on his journey!!\n\nThe protagonist, who was reincarnated into another world, becomes a hero and receives the task of defeating the Demon King. To repay the world that accepted him , he decides to set out on a journey... However, he can't seem to leave the first village, as he is constantly tempted by charming heroines such as the female priestess, his childhood friend who is a magician, and so on!\n\nThus, the birth of the \"I did it again...!\" type hero!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a812160f-9242-48cb-b0b9-0119841e646b",
    "title": {
      "en": "Her Tale of Shim Chong"
    },
    "updatedAt": "2024-01-29T13:26:59+00:00",
    "coverArt": "https://mangadex.org/covers/a812160f-9242-48cb-b0b9-0119841e646b/b54ef316-aaff-4c66-9a83-771465b6f689.jpg",
    "altTitles": [
      {
        "ko": "그녀의 심청"
      },
      {
        "en": "Her Shim-Cheong"
      },
      {
        "fr": "Her tale of Shim Chong : Loin des yeux (Delitoon)"
      },
      {
        "zh": "她的沈清"
      },
      {
        "zh-hk": "她的沈清：丞相夫人與她的秘戀"
      },
      {
        "ja": "彼女の沈清"
      },
      {
        "ko-ro": "Geunyeoui Simcheong"
      },
      {
        "vi": "Nàng Shimjeong"
      },
      {
        "ru": "Её Сим Чхон"
      },
      {
        "fr": "La légende de Shim Cheong"
      },
      {
        "fr": "Sa Shim-Cheong"
      }
    ],
    "description": {
      "en": "Based on a Korean folktale, two very different women find themselves making the same wish - to leave this world behind. One is Shim Chong, a young beggar living off the kindness of others to support herself and her blind father. The other is the bride-to-be of old Chancellor Jang, sold off to him for the sake of her family. When Shim Chong rescues this new bride from the river, their relationship triggers both love and hidden intentions. But will these two women be able to find their way forth in a world that favors men?  \n\n---\n**Links:** \n\n- Official Japanese Translation: [<Comico>](https://www.comico.jp/articleList.nhn?titleNo=27281) | [<Lezhin>](https://www.lezhin.jp/ja/comic/sinsei)\n\n- [Official Traditional Chinese Translation](https://www.comico.com.tw/3640/)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/2322/)  \n\n- [Official Vietnamese Translation](https://www.comico.vn/title/45)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/loin-des-yeux)\n\n- [Official Thai Translation](https://www.comico.in.th/titles/1236)  ​\n---\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/hersimchug)\n​\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4257108)\n ​\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=52127497)  \n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/90525960)\n ​\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=242608320)\n---\n- [Original Audio Comic](https://audiocomics.kr/comics/view/103) | [PV](https://www.youtube.com/watch?v=wgbXVLOrdf0)  | [Teaser](https://www.youtube.com/watch?v=e5HQ260poho)\n\n- Fundraisers <Completed> : [Audio Comic](https://www.tumblbug.com/shimcheong) | [Special Edition Book](https://tumblbug.com/hersimcheong_se)\n\n- Audio Comic Behind the Scenes: [<1st>](https://www.youtube.com/watch?v=2I8WF3fRIxE) | [<2nd>](https://www.youtube.com/watch?v=BMpC2V9XYgg) | [<3rd>](https://www.youtube.com/watch?v=K3z4Bn-yXeM) | [<4th>](https://www.youtube.com/watch?v=b2z2RMgKRiA)\n---\n- Webtoon PV: [<1st>](https://www.youtube.com/watch?v=YQhx0xvCh38)  | [<2nd>](https://www.youtube.com/watch?v=G9dKCt7YH60) | [<3rd>](https://www.youtube.com/watch?v=G-r8hgJy3-w)",
      "fr": "Chong a perdu sa mère à la naissance et s'occupe de son père aveugle. Et à en croire les oracles, le triste sort de la jeune fille n'est pas prêt de s'améliorer, un destin terriblement funeste l’attend. Étrange, car depuis sa rencontre avec cette femme, son quotidien sent quand même bien meilleur. Littéralement ! Fleurs, bains chauds et huiles parfumées, la petite souillon va-t-elle seulement goûter à la vie en rose ou trouvera-t-elle le moyen de faire mentir les prédictions ?\n\n---\n**Links:** \n\n- Official Japanese Translation: [<Comico>](https://www.comico.jp/articleList.nhn?titleNo=27281) | [<Lezhin>](https://www.lezhin.jp/ja/comic/sinsei)\n\n- [Official Traditional Chinese Translation](https://www.comico.com.tw/3640/)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/2322/)  \n\n- [Official Vietnamese Translation](https://www.comico.vn/title/45)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/loin-des-yeux)\n\n- [Official Thai Translation](https://www.comico.in.th/titles/1236)  ​\n---\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/hersimchug)\n​\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4257108)\n ​\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=52127497)  \n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/90525960)\n ​\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=242608320)\n---\n- [Original Audio Comic](https://audiocomics.kr/comics/view/103) | [PV](https://www.youtube.com/watch?v=wgbXVLOrdf0)  | [Teaser](https://www.youtube.com/watch?v=e5HQ260poho)\n\n- Fundraisers <Completed> : [Audio Comic](https://www.tumblbug.com/shimcheong) | [Special Edition Book](https://tumblbug.com/hersimcheong_se)\n\n- Audio Comic Behind the Scenes: [<1st>](https://www.youtube.com/watch?v=2I8WF3fRIxE) | [<2nd>](https://www.youtube.com/watch?v=BMpC2V9XYgg) | [<3rd>](https://www.youtube.com/watch?v=K3z4Bn-yXeM) | [<4th>](https://www.youtube.com/watch?v=b2z2RMgKRiA)\n---\n- Webtoon PV: [<1st>](https://www.youtube.com/watch?v=YQhx0xvCh38)  | [<2nd>](https://www.youtube.com/watch?v=G9dKCt7YH60) | [<3rd>](https://www.youtube.com/watch?v=G-r8hgJy3-w)",
      "ja": "目が見えない父を扶養する沈清（シン・セイ）。そんな彼女の前に美しい大臣の婦人が現れ、助けてあげる。果たして彼女の狙いは…？古典説話を現代的に再解析し、女性たちだけの感受性あふれるドラマと華麗な作画で完成されたグローバル話題作！\n\n---\n**Links:** \n\n- Official Japanese Translation: [<Comico>](https://www.comico.jp/articleList.nhn?titleNo=27281) | [<Lezhin>](https://www.lezhin.jp/ja/comic/sinsei)\n\n- [Official Traditional Chinese Translation](https://www.comico.com.tw/3640/)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/2322/)  \n\n- [Official Vietnamese Translation](https://www.comico.vn/title/45)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/loin-des-yeux)\n\n- [Official Thai Translation](https://www.comico.in.th/titles/1236)  ​\n---\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/hersimchug)\n​\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4257108)\n ​\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=52127497)  \n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/90525960)\n ​\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=242608320)\n---\n- [Original Audio Comic](https://audiocomics.kr/comics/view/103) | [PV](https://www.youtube.com/watch?v=wgbXVLOrdf0)  | [Teaser](https://www.youtube.com/watch?v=e5HQ260poho)\n\n- Fundraisers <Completed> : [Audio Comic](https://www.tumblbug.com/shimcheong) | [Special Edition Book](https://tumblbug.com/hersimcheong_se)\n\n- Audio Comic Behind the Scenes: [<1st>](https://www.youtube.com/watch?v=2I8WF3fRIxE) | [<2nd>](https://www.youtube.com/watch?v=BMpC2V9XYgg) | [<3rd>](https://www.youtube.com/watch?v=K3z4Bn-yXeM) | [<4th>](https://www.youtube.com/watch?v=b2z2RMgKRiA)\n---\n- Webtoon PV: [<1st>](https://www.youtube.com/watch?v=YQhx0xvCh38)  | [<2nd>](https://www.youtube.com/watch?v=G9dKCt7YH60) | [<3rd>](https://www.youtube.com/watch?v=G-r8hgJy3-w)",
      "ko": "[그녀는 왜 공양미를 대신 내준다고 했을까?]\n심청전의 장 승상 부인은 왜 청이한테 공양미 300석을 대신 내준다고 했을까? 기발한 설정, 허를 찌르는 개그, 아름다운 작화로 예쁨과 병맛을 절묘하게 오가는 seri와 비완이 이번엔 심청전을 그린다. 장 승상 부인이 청이에게 그토록 마음을 쓴 이유는 뭘까? 그리고 청이는 왜 그걸 거절하고 인당수로 갔을까? 소외 계층 여성인 심청과 상류 사회 여성인 장 승상 부인, 두 여성의 연대와 사랑이 아름답고 섬세하게 펼쳐진다.\n\n---\n**Links:** \n\n- Official Japanese Translation: [<Comico>](https://www.comico.jp/articleList.nhn?titleNo=27281) | [<Lezhin>](https://www.lezhin.jp/ja/comic/sinsei)\n\n- [Official Traditional Chinese Translation](https://www.comico.com.tw/3640/)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/2322/)  \n\n- [Official Vietnamese Translation](https://www.comico.vn/title/45)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/loin-des-yeux)\n\n- [Official Thai Translation](https://www.comico.in.th/titles/1236)  ​\n---\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/hersimchug)\n​\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4257108)\n ​\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=52127497)  \n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/90525960)\n ​\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=242608320)\n---\n- [Original Audio Comic](https://audiocomics.kr/comics/view/103) | [PV](https://www.youtube.com/watch?v=wgbXVLOrdf0)  | [Teaser](https://www.youtube.com/watch?v=e5HQ260poho)\n\n- Fundraisers <Completed> : [Audio Comic](https://www.tumblbug.com/shimcheong) | [Special Edition Book](https://tumblbug.com/hersimcheong_se)\n\n- Audio Comic Behind the Scenes: [<1st>](https://www.youtube.com/watch?v=2I8WF3fRIxE) | [<2nd>](https://www.youtube.com/watch?v=BMpC2V9XYgg) | [<3rd>](https://www.youtube.com/watch?v=K3z4Bn-yXeM) | [<4th>](https://www.youtube.com/watch?v=b2z2RMgKRiA)\n---\n- Webtoon PV: [<1st>](https://www.youtube.com/watch?v=YQhx0xvCh38)  | [<2nd>](https://www.youtube.com/watch?v=G9dKCt7YH60) | [<3rd>](https://www.youtube.com/watch?v=G-r8hgJy3-w)",
      "ru": "Историческая Корея, некоторые легенды не рассказаны. Это не рассказанная половина легенды о нищей женщине и жене влиятельного министра.",
      "th": "ชิมชองขอทานคนยากผู้ได้รับความเมตตาจากนายหญิงผู้สูงศักดิ์ ความสัมพันธ์ใกล้ชิดลึกซึ้งจนกลายเป็นความรักที่งดงาม แต่ความรักต้องห้ามระหว่างหญิงสาวทั้งคู่จะเป็นอย่างไรต่อไป...\n\n---\n**Links:** \n\n- Official Japanese Translation: [<Comico>](https://www.comico.jp/articleList.nhn?titleNo=27281) | [<Lezhin>](https://www.lezhin.jp/ja/comic/sinsei)\n\n- [Official Traditional Chinese Translation](https://www.comico.com.tw/3640/)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/2322/)  \n\n- [Official Vietnamese Translation](https://www.comico.vn/title/45)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/loin-des-yeux)\n\n- [Official Thai Translation](https://www.comico.in.th/titles/1236)  ​\n---\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/hersimchug)\n​\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4257108)\n ​\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=52127497)  \n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/90525960)\n ​\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=242608320)\n---\n- [Original Audio Comic](https://audiocomics.kr/comics/view/103) | [PV](https://www.youtube.com/watch?v=wgbXVLOrdf0)  | [Teaser](https://www.youtube.com/watch?v=e5HQ260poho)\n\n- Fundraisers <Completed> : [Audio Comic](https://www.tumblbug.com/shimcheong) | [Special Edition Book](https://tumblbug.com/hersimcheong_se)\n\n- Audio Comic Behind the Scenes: [<1st>](https://www.youtube.com/watch?v=2I8WF3fRIxE) | [<2nd>](https://www.youtube.com/watch?v=BMpC2V9XYgg) | [<3rd>](https://www.youtube.com/watch?v=K3z4Bn-yXeM) | [<4th>](https://www.youtube.com/watch?v=b2z2RMgKRiA)\n---\n- Webtoon PV: [<1st>](https://www.youtube.com/watch?v=YQhx0xvCh38)  | [<2nd>](https://www.youtube.com/watch?v=G9dKCt7YH60) | [<3rd>](https://www.youtube.com/watch?v=G-r8hgJy3-w)",
      "vi": "Phu nhân tể tướng Jang vì sao lại nói với ShimJeong rằng sẽ bỏ ra 300 thạch gạo để chuộc cô về? Với tài năng gây dựng nên những tác phẩm vô cùng sống động và đẹp đẽ cùng cốt chuyện độc đáo, khiếu hài hước tinh tế, lần này, 2 tác giả Seri và Biwan đã vẽ nên trước mắt chúng ta câu chuyện về nàng ShimJeong. Lí do gì mà phu nhân tể tướng Jang lại phải dụng tâm vì Jeong? Và vì sao Jeong lại đi từ chối điều đó rồi lao mình xuống dòng sông InDang? Jeong-một cô gái thuộc tầng lớp thấp kém của xã hội, cùng với phu nhân tể tướng Jang -một người nằm trong tầng lớp cao quý, Nàng ShimJeong đã mở ra trước mắt chúng ta một câu chuyện tình yêu vô cùng ý nhị mà đẹp đẽ giữa 2 người phụ nữ trong thời đại xưa.",
      "zh": "沈清年幼丧母，侍奉着盲人父亲，靠乞讨艰难度日。 有一日，沈清救起一位落入水中的年轻女子，而她恰恰就是年老丞相即将迎娶的新夫人。她对她十分热情，但沈清对小夫人的做法感到十分疑惑，却又不自觉的被她吸引…",
      "pt-br": "Shim Cheong perdeu a mãe apenas 7 dias depois de nascer, e com seu pai cego, passou a depender da bondade de outros vivendo como mendiga. Mas sua vida e seu coração mudariam depois de salvar a vida da mulher que iria se casar com o ministro Jang. Qual é a história por trás dessa lenda? O que realmente aconteceu? Será que essa história de amor terá um final feliz?",
      "zh-hk": "韓國民間傳說的沈清傳，其中令人存疑的橋段或許是這麼發展的…\n獨自行乞努力撫養盲父的沈清，某日在河畔向上天祈求，希望有朝一日自己能從這一切解脫，卻撞見一位在河上載沉載浮的美麗女子。殊不知這位美麗女子將會改變她的未來…"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "81"
  },
  {
    "mangaId": "8e74e420-b05e-4975-9844-676c7156bd63",
    "title": {
      "en": "Destiny Unchain Online ~Kyuuketsu-ki Shoujo to natte, Yagate『Aka no Maou』to Yobareru You ni Narimashita~"
    },
    "updatedAt": "2024-04-17T22:04:14+00:00",
    "coverArt": "https://mangadex.org/covers/8e74e420-b05e-4975-9844-676c7156bd63/a982ce3b-76a0-40ab-b00e-e47891ba5865.jpg",
    "altTitles": [
      {
        "ja": "Destiny Unchain Online 〜吸血鬼少女となって、やがて『赤の魔王』と呼ばれるようになりました〜"
      },
      {
        "en": "Destiny Unchain Online: After Becoming a Vampire Girl, I Eventually Became Known as \"Crimson Demon King\""
      },
      {
        "th": "Destiny Unchain Online เดสทินี อันเชน ออนไลน์ ~เมื่อผมกลายเป็นสาวน้อยผีดูดเลือดแล้วถูกขนานนามว่าจอมมารสีชาด~"
      },
      {
        "zh": "Destiny Unchain Online 〜成为吸血鬼少女，不久后被称为『红之魔王』〜"
      },
      {
        "ko": "Destiny Unchain Online 데스티니 언체인 온라인 〜흡혈귀 소녀가 되어, 이윽고『붉은 마왕』이라 불리게 되었습니다〜"
      }
    ],
    "description": {
      "en": "Mitsuki Kou is such a feared PVP gamer that he's earned the nickname \"Crim the Headhunter\" in some circles. His next game to take over? \"Destiny Unchain Online\", a brand new VRMMO game developed by none other than Kou's father. But, no new game on release day is without its bugs - namely, Kou glitches to the middle of nowhere, and his vampire avatar is turned into a girl!  A story for all of the people who through games have met new friends and aimed for the top... start!",
      "id": "Mitsuki kou, seorang gamer dengan skill hebat yang memiliki nama lain,  yaitu \"pemburu kepala Cream\". Berpartisipasi dalam sebuah game baru \"Destiny Unchain Online\" yang dibuat oleh ayahnya sebagai tester perangkat game baru, tetapi segera setelah dimulai, karena sebuah bug ia menjadi gadis vampir. Ketika ia bertemu dengan teman-teman yang baik, pada saat itulah ia akan mulai menyelesaikan game, sebuah cerita tentang seorang gamer terbaik yang segala sesuatunya berubah…… sudah di mulai!",
      "ja": "神がかったプレイヤースキルを持ち「首狩りクリム」の二つ名で知られるゲーマー、満月紅。父親が作った新作ゲーム『Destiny Unchain Online』に新型ゲームデバイスのテスターとして参加するが、開始早々バグだらけで姿は吸血鬼種族の少女に。最高の仲間と出会い、ゲームを攻略して行くうちに、何もかもが変わっていく最高のゲーマー物語……開幕！",
      "ko": "압도적인 스킬을 가지고「목 사냥꾼 크림」이라는 별명으로 알려진 게이머, 미츠키 코우. 아버지가 만든 신작 게임 『Destiny Unchain Online』에 신형 게임 장치 테스터로 참가하지만, 시작하자마자 오류투성이로 흡혈귀 종족의 소녀가 되어 버리는데. 최고의 동료와 만나고, 게임을 공략해 나가다 보니,모든 것이 변해 가는 최강 게이머 이야기… 개막!",
      "th": "มิตสึกิ โค เกมเมอร์ฝีมือฉกาจที่รู้จักกันในนาม ‘คริมนักล่าหัว’ ได้เริ่มเล่นเกม ‘Destiny Unchain Online’ ที่พ่อของเขาสร้างในฐานะเทสเตอร์ของเครื่องเล่นเกมรุ่นใหม่ล่าสุด แต่ไม่ทันไรก็เจอบั๊กมากมายจนกลายเป็นเด็กสาวเผ่าผีดูดเลือดไปซะอย่างนั้น เรื่องราวของเกมเมอร์ผู้เก่งกาจที่ทุกอย่างเริ่มเปลี่ยนไปเมื่อได้พบกับพรรคพวกสุดเจ๋งและผจญภัยในโลกแห่งเกม... เปิดฉากแล้ว ณ บัดนี้!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0c99ed90-369e-46a0-aab5-84960da25b09",
    "title": {
      "en": "Sekai de Yuuitsu no Tenshokushi: Job Hopper na Ore wa, Isekai de Subete no Job o Kiwameru Koto ni Shita"
    },
    "updatedAt": "2024-05-11T11:58:33+00:00",
    "coverArt": "https://mangadex.org/covers/0c99ed90-369e-46a0-aab5-84960da25b09/836d28bb-05da-4864-b9c7-413bee18da20.jpg",
    "altTitles": [
      {
        "ja": "世界で唯一の転職師～ジョブホッパーな俺は、異世界ですべてのジョブを極めることにした～"
      },
      {
        "ja-ro": "Sekai de Yuiitsu no Tenshokushi"
      },
      {
        "en": "The Only Job Changer in the World: I, a Job Hopper, Decided to Master All the Jobs in Another World"
      },
      {
        "en": "The World's Only Job Changer"
      }
    ],
    "description": {
      "en": "Tsukasa, a company employee who repeatedly changes jobs in search of better conditions, challenges the final interview of a major corporation.  But as soon as he went past the door, he found himself in another world. His past career seems completely irrelevant, leading to a sense of discouragement. But, the \"Job Changer\" bestowed upon him grants him a unique ability!\n\nWith the power to freely switch between jobs like swordsman, mage, spear user, alchemist, appraiser, pharmacist, and more, he begins a leisurely life in this different world. Whether dealing with monsters or making use of abundant knowledge from herbs to items, he adapts effortlessly, engaging in everything from helping people to earning money. \n\nUnstoppable with his versatile skills, the powerful corporate slave leaps into a fantasy of career advancement!",
      "ja": "よりよい条件を求めて転職を繰り返す会社員・ツカサ。\n大企業の最終面接に挑んだ彼は、気が付けば異世界へと転移していた。\nこれまでの経歴がまったく通用しない……と意気消沈モード。\nだが、彼が授かった「転職師」は唯一無二の能力であった！\n剣士、魔術師、槍使い、錬金術士、鑑定士、薬師etc.と、どんなジョブにも自由自在に切り替える力で、彼は悠々自適な異世界生活をスタートさせる。\n魔物相手だろうが、煮るなり焼くなり斬るなりはお手のもの！\n薬草からアイテムまで、溢れる知識で有効活用！\nさらには、持ち前の順応力も発揮し、人助けにお金稼ぎにと、無双が止まらない!?\nパワフル社畜が七色の職を駆使して跳ね上がる、キャリアアップ・ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b0315ba-322f-434e-b5bd-89f1c001ebbd",
    "title": {
      "en": "Ironfist Chinmi"
    },
    "updatedAt": "2024-01-28T13:21:45+00:00",
    "coverArt": "https://mangadex.org/covers/4b0315ba-322f-434e-b5bd-89f1c001ebbd/3dbdba78-3b9f-4f29-b4c1-8af3e9fbf8b4.jpg",
    "altTitles": [
      {
        "vi": "Hoàng Phi Hồng"
      },
      {
        "en": "Kung Fu Boy Chinmi"
      },
      {
        "vi": "Quyền Thuật Vô Song"
      },
      {
        "ja-ro": "Tekken Chinmi"
      },
      {
        "vi": "Thiết Quyền Tiểu Tử"
      },
      {
        "ja": "拳精"
      },
      {
        "ja": "鉄拳チンミ"
      },
      {
        "zh": "铁拳小子"
      },
      {
        "id": "Kung Fu Boy"
      }
    ],
    "description": {
      "en": "In ancient China a young fighter named Chinmi goes to the Dairin temple for advanced training. He eventually must leave Dairin temple to go on a pilgrimage where he meets many challenges to test his skills.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Kung Fu Boy** (1991: tankoubon, 2011: bunko)\n\n---\n\n- **Won the 11th Kodansha Manga Award for Shonen in 1987**"
    },
    "status": "completed",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "35",
    "lastChapter": "162"
  },
  {
    "mangaId": "72331318-7f5e-44b3-8510-12133149fde3",
    "title": {
      "en": "Isekai Walking"
    },
    "updatedAt": "2024-04-02T12:38:17+00:00",
    "coverArt": "https://mangadex.org/covers/72331318-7f5e-44b3-8510-12133149fde3/d9e8af1d-07a7-42eb-a95b-355012c90e8a.jpg",
    "altTitles": [
      {
        "en": "Walking in Another World"
      },
      {
        "ja": "異世界ウォーキング"
      }
    ],
    "description": {
      "en": "Sora, a Japanese boy who was summoned to another world, gained the skill \"Walking.\" Its effect is that \"no matter how much he walks, he never gets tired.\" Because of this weak skill, the king expelled him from the group of summoned heroes. But when Sora starts walking in another world, he suddenly levels up!\n \nWalking had a hidden effect of \"gaining 1 EXP for each step taken.\" He acquired useful skills such as 'Appraisal,' 'Alchemy,' and healing magic...\n\nGetting one skill after another, he became talented just by walking! The adventure to encounter and touch the unknown is about to begin!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ede52b73-2d60-403b-bd47-fa64ed064fb0",
    "title": {
      "en": "I Won't Touch You Anymore"
    },
    "updatedAt": "2024-05-08T18:15:58+00:00",
    "coverArt": "https://mangadex.org/covers/ede52b73-2d60-403b-bd47-fa64ed064fb0/88bb3df7-ec44-4109-86fd-57e6c788394a.jpg",
    "altTitles": [
      {
        "ja": "もう触れないキミ"
      },
      {
        "ja-ro": "Mou Furenai Kimi"
      },
      {
        "en": "You Who Can't Touch Me Anymore"
      }
    ],
    "description": {
      "en": "In their high school days Shiraishi would tease her classmate Arashi constantly always touching his shaved head. Now, many years later, Shiraishi finds herself enthralled with a rising celebrity that she sees on TV an in magazines. This celebrity being none other that Arashi, her former classmate, now with long grown out hair. She wanders the streets hoping that by some happenstance she might once again meet him and be able to tell him the things she's kept in her heart for so many years. A tale of lost opportunities and love separated by time...",
      "ja": "昔触りまくっていた坊主頭の同級生が芸能人に…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "ko": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-01-15T11:10:34+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27d62e29-386b-435e-8956-d9933f59d9e1",
    "title": {
      "en": "Nisshoku Stereo Sound"
    },
    "updatedAt": "2024-05-17T14:17:26+00:00",
    "coverArt": "https://mangadex.org/covers/27d62e29-386b-435e-8956-d9933f59d9e1/09d64645-cf93-412d-9ed1-5ddc9042912f.jpg",
    "altTitles": [
      {
        "ja": "日食ステレオサウンド"
      },
      {
        "zh-hk": "日食環繞立體聲"
      },
      {
        "zh": "日食环绕立体声"
      }
    ],
    "description": {
      "en": "44 years ago, a novelist left behind a single masterpiece before cutting all contact with the world. This is a 48p gem of a read depicting the young painter who met him.",
      "zh": "新作《沙之都》发行纪念！ 漫画界期待已久的杰出青年漫画家・町田洋的杂志出道作，终于迎来了数字化！ \n这本48页的短篇描绘了一位于44年前留下一部杰作后就不再与人交往的小说家和一位与他相遇的年轻画家间的故事！"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "1"
  },
  {
    "mangaId": "be3a822c-b316-4c16-b193-21520c736d75",
    "title": {
      "en": "Cheolsu Saves the World"
    },
    "updatedAt": "2023-05-06T16:16:32+00:00",
    "coverArt": "https://mangadex.org/covers/be3a822c-b316-4c16-b193-21520c736d75/6257a2a0-db01-4289-8a2a-5c94803344d9.jpg",
    "altTitles": [
      {
        "ko": "철수를 구하시오"
      },
      {
        "en": "Regression of Cheolsu"
      },
      {
        "en": "Looking for the Evacuation"
      }
    ],
    "description": {
      "en": "A massive asteroid is about to hit earth!\n\nHumanity has failed to stop a giant asteroid from plummeting into Earth, and life as we know it has ended. An ordinary Korean office worker named Cheolsu is somehow given the chance to go back in time and prevent this catastrophe from ever happening. Does he have a chance?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b589e6b-5dd2-4776-8331-9d97a861df9d",
    "title": {
      "en": "The Story About Time"
    },
    "updatedAt": "2024-04-27T00:02:38+00:00",
    "coverArt": "https://mangadex.org/covers/7b589e6b-5dd2-4776-8331-9d97a861df9d/40ed031c-909e-42e3-9770-c701fa0aa454.png",
    "altTitles": [
      {
        "zh": "拾时诗"
      },
      {
        "zh-ro": "Shí Shí Shī"
      }
    ],
    "description": {
      "en": "A young girl named Fu, travels into the past to make sure that her parents don't get together..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "31"
  },
  {
    "mangaId": "767b0346-b8be-42d8-99a0-62c3590138fa",
    "title": {
      "en": "Disney Twisted Wonderland - The Comic - ~Episode of Octavinelle~"
    },
    "updatedAt": "2024-05-10T20:42:48+00:00",
    "coverArt": "https://mangadex.org/covers/767b0346-b8be-42d8-99a0-62c3590138fa/9e0224c6-23be-407f-b38f-b58272fbbea0.jpg",
    "altTitles": [
      {
        "ja": "ディズニー ツイステッドワンダーランド THE COMIC ～EPISODE of OCTAVINELLE～"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59dba2ca-a928-4dd9-be17-a90e37462f76",
    "title": {
      "en": "Business As Unusual"
    },
    "updatedAt": "2024-05-16T17:40:39+00:00",
    "coverArt": "https://mangadex.org/covers/59dba2ca-a928-4dd9-be17-a90e37462f76/ce725c02-c8a5-4008-9dc5-0f304ac33100.jpg",
    "altTitles": [
      {
        "ko": "을의 연애"
      },
      {
        "en": "A Pushover's Romance"
      },
      {
        "en": "Eul's Romance"
      }
    ],
    "description": {
      "en": "“He walked into my life, step by step.\nAssistant Manager Choi, Choi Jinhwan.\nMy first love whom I’m sick and tired of.”\n\nKim Minjun is a 30-year-old ordinary office worker.\nUnlike the wishes of someone who is twenty, all Minjun wishes for is a month-long break. \n\nChoi Jinhwan, Minjun’s ideal type and first love, joined his company’s design team. \n\n‘So annoying…\nseeing him speaking informally and having no social cues, the same annoying and selfish him. \nAnd the fact that he is still perfectly my type is even more annoying.’\n\nI, Kim Minjun, am still my insignificant self.",
      "fr": "Kim Min-joon, un employé de bureau de 30 ans. Contrairement aux jeunes hommes d'une vingtaine d'années qui souhaitent devenir quelqu'un d'important, il n'a qu'un seul souhait, celui de pouvoir faire une bonne pause pendant un mois seulement.\n\nDevant les yeux de Min-joon, qui avait passé ses journées ennuyeuses, son premier amour, le type idéal parfait, Choi Jin-hwan va rejoindre comme nouveau membre de l'équipe de conception.\n\n\"Je suis bouleversé. Je ne sais pas quoi dire sans réfléchir, ce qui est encore arbitraire. Au milieu de tout ça, c'est si parfait."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "20"
  },
  {
    "mangaId": "7d80640d-c591-4c7a-a47e-594c29c2037c",
    "title": {
      "en": "Like a Cat"
    },
    "updatedAt": "2024-04-15T16:56:49+00:00",
    "coverArt": "https://mangadex.org/covers/7d80640d-c591-4c7a-a47e-594c29c2037c/f7edc89c-f963-44c9-9117-4c5b0a52e085.jpg",
    "altTitles": [
      {
        "ja": "猫が如く"
      },
      {
        "ja-ro": "Neko ga Gotoku"
      }
    ],
    "description": {
      "en": "The Yakuza boss is... a cat!? The \"brown tiger\" group boss, Oyaji. Yanagi, the new recruit in the Yakuza, and the gang members are once again at the mercy of the carefree Oyaji today... But it's not that bad.\nA lively comedy about a cat... Begins!!\n\nThe title Like a Cat, or Neko ga Gotoku, is a parody of the Yakuza game series' title which is Like a Dragon or Ryu ga Gotoku."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a62fa7f-ff92-4b2b-9073-049cdfff464c",
    "title": {
      "en": "Rejoice In Your Enemies"
    },
    "updatedAt": "2024-04-05T06:34:24+00:00",
    "coverArt": "https://mangadex.org/covers/2a62fa7f-ff92-4b2b-9073-049cdfff464c/cc649567-8612-40ce-9c55-a13a6f6e63ce.png",
    "altTitles": [
      {
        "zh": "你越界了"
      },
      {
        "en": "You've crossed the line"
      }
    ],
    "description": {
      "en": "His beloved crush was snatched up by the nerdy new student.  Furious, Ren Zhichu tries to harass that nerd at every chance he gets. Unexpectedly, during their interactions with each other, Ren Zhichu actually develops feelings for that nerd..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abb1bd9e-53ce-4f6f-9576-865f20b9d999",
    "title": {
      "en": "My Succubus Girlfriend (Reboot 2021)"
    },
    "updatedAt": "2024-05-08T22:20:55+00:00",
    "coverArt": "https://mangadex.org/covers/abb1bd9e-53ce-4f6f-9576-865f20b9d999/bea9b2ed-9c6c-40e6-933b-ea87213b094c.png",
    "altTitles": [
      {
        "pl": "Moja dziewczyna sukkubus (Reboot 2021)"
      },
      {
        "pt-br": "Minha Namorada Súcubos (Reboot 2021)"
      }
    ],
    "description": {
      "en": "Izumo is a scary-looking top student. Everyone is afraid of him, but in reality, he just wants friends and a fun school life. One day he is targeted by a succubus named Anastasia who attempts to steal his virgin soul.\n\nA reboot with improved art but similar story of the old version.",
      "pt-br": "Izumo é um dos melhores alunos da escola e de aparência assustadora. Todo mundo tem medo dele, mas, na verdade, ele só quer amigos e uma vida escolar divertida. Um dia, ele é visado por uma súcubo chamada Anastasia, que tenta roubar sua alma virgem.\n\nNOTA: Isto é um reboot da obra com arte aprimorada, mas com a história semelhante à da versão anterior."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14ee6a1f-fa8f-4b32-82e5-6648a2825c34",
    "title": {
      "en": "Ponkotsu ga Tensei Shitara Zongai Saikyou"
    },
    "updatedAt": "2023-04-30T11:41:44+00:00",
    "coverArt": "https://mangadex.org/covers/14ee6a1f-fa8f-4b32-82e5-6648a2825c34/959c1737-4c93-4407-b3bc-1e6269f0c308.jpg",
    "altTitles": [
      {
        "en": "The Invincible Reincarnated Ponkotsu"
      },
      {
        "ru": "Отбросы переродились, и вопреки ожиданиям, стали сильнейшими"
      },
      {
        "ja": "ポンコツが転生したら存外最強"
      },
      {
        "ko": "고물이 전생했더니 의외로 최강"
      },
      {
        "en": "PONKOTSU X ISEKAI"
      }
    ],
    "description": {
      "en": "A bit dumb yet cute girl and a kind-hearted and tolerant girl. Those are the childhood friends of the boy whose peaceful life is turned around after being reborn in another world. Will they be able to survive in another world with only useless skills!? They’ll manage somehow…!  \n  \nPonkotsu: literally means “Trash” or “useless” or “unreliable” when insulting a person.",
      "ru": "Миленькая подруга детства, у которой чутка не все дома, и добрая, эмпатийная подруга детства. С этими девочками парень тихо и мирно проводил свои дни, пока всё резко не поменяло «переселение душ». Можно ли выжить в ином мире с одними лишь помойными скиллами?!!  \nКак ни странно, всё-таки как-то можно!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "27"
  },
  {
    "mangaId": "31195a76-d460-4fb3-8e72-d5cd80184900",
    "title": {
      "en": "Hoshino-kun, Shitagatte!"
    },
    "updatedAt": "2024-02-09T06:16:11+00:00",
    "coverArt": "https://mangadex.org/covers/31195a76-d460-4fb3-8e72-d5cd80184900/0f3c286c-454d-4e8e-908d-177cb071190c.jpg",
    "altTitles": [
      {
        "ja": "星野くん、したがって！"
      },
      {
        "en": "Hoshino-kun, Please Follow My Lead!"
      },
      {
        "ru": "Хосино-кун, следуй за мной!"
      },
      {
        "ar": "!هوشينو-كن، رجاءً اتبع توجيهاتي"
      },
      {
        "vi": "Nghe lời tôi nào Hoshino!"
      }
    ],
    "description": {
      "ar": "روم-كوم عن صبي مدرسة ثانوية خجول ولطيف من مدرسة البيسبول يلتقي بطالبة منتقلة جديدة بمفردها. فيعلم عن تعرضها للاعتداء ولكن بطريقة ما تبدو هذه الفتاة غريبة نوعًا ما لأنها فجأةً طلبت منه المال لمساعدتها!",
      "en": "Hoshino, a member of the baseball club meets Yamada, a classmate who has just transferred to his new school. She cries loudly that she was \"mugged\" and makes a certain \"request\" to him. The world's funniest master-slave relationship between a clueless girl and a good-natured little guy is about to begin."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-04-04T18:14:19+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/dd2a5b3f-d9b7-41e7-8887-cc9c2547649d.jpg",
    "altTitles": [
      {
        "en": "Konosuba: God's Blessing on This Wonderful World!"
      },
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5209fe10-4a14-403f-8837-2ccf8cced253",
    "title": {
      "en": "The Fable"
    },
    "updatedAt": "2024-01-30T19:23:51+00:00",
    "coverArt": "https://mangadex.org/covers/5209fe10-4a14-403f-8837-2ccf8cced253/6d531bf3-4d4d-4f80-9cb4-f8136b6e54a4.jpg",
    "altTitles": [
      {
        "ja": "ザ・ファブル"
      },
      {
        "zh": "杀手寓言"
      },
      {
        "ru": "Фэйбл"
      },
      {
        "kk": "Аңыз"
      },
      {
        "vi": "The Fable"
      }
    ],
    "description": {
      "en": "A fabled genius at killing resides somewhere hidden in Tokyo. Taught since childhood to obey the orders of his boss, he is ordered to live in Osaka as a normal person for one year in order for the boss to lay low.    ---- **Won the 41st Kodansha Manga Award for General Manga in 2017**\n___\n[Alt Official English (US ONLY)](https://kmanga.kodansha.com/title/10055/episode/323851)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "240"
  },
  {
    "mangaId": "bdfc7777-f1ee-4131-82cb-2fb5861d32e1",
    "title": {
      "en": "Shingeki no Eroko-san ~Hen na Oneesan wa Danshikousei to Nakayoku Naritai~"
    },
    "updatedAt": "2024-02-22T19:18:39+00:00",
    "coverArt": "https://mangadex.org/covers/bdfc7777-f1ee-4131-82cb-2fb5861d32e1/278e6cd3-f4ba-4618-865a-344c784bbd49.jpg",
    "altTitles": [
      {
        "en": "Eroko-san on the Attack"
      },
      {
        "ja-ro": "Shingeki no Eroko-san"
      },
      {
        "ja": "進撃のえろ子さん"
      },
      {
        "ja": "進撃のえろ子さん～変なお姉さんは男子高生と仲良くなりたい～"
      },
      {
        "ko": "진격의 에로코 씨"
      },
      {
        "ru": "Атака на Эроко"
      },
      {
        "ru": "Атака на Эроко ~Взрослая сестренка, которая хочет стать ближе со старшеклассником~"
      },
      {
        "ru": "Затворница-извращенка Эроко"
      },
      {
        "pt-br": "Eroko-san ao ataque"
      }
    ],
    "description": {
      "en": "Shindou Eruko, a glasses, big breasted beauty, found a job as a handyman for the Amaguri Handyman service after her NEET life comes to an end as her savings ran out. She immediately falls for her co-worker Hoshi-kun on their first day working together, but there's a problem: Hoshi-kun is a high school boy, while Eruko is a 27 years old onee-san who has trouble telling reality and delusions apart. She ends up constantly scheming to get close to Hoshi-kun to turn many of her delusions into reality, but after several near-misses, it became apparent to Eruko that Hoshi-kun does, indeed, have feelings toward her.\n  \nThis manga takes place after Vol.14 in  [Henjo - Hen na Joshi Kousei Amaguri Senko](https://mangadex.org/title/15331/henjyo-the-strange-female-high-schooler-amaguri-senko)",
      "pt": "Shindou Eruko, uma grande beldade de seios grandes, encontrou um emprego de ajudante na empresa. Amaguri faz tudo, depois que a sua vida de NEET teve que acabar graças as suas economias. Ela imediatamente se apaixona por seu colega de trabalho, no qual se chama Hoshi, um garoto do ensino médi, enquanto a Eruko é uma mulher de 27 anos que tem problemas para diferenciar a ilusão de realidade. Ela acaba constantemente planejando se aproximar de Hoshi para transformar muitas de suas ilusões em realidade…",
      "ru": "Когда сбережения закончились, красотке в очках по имени Эруко пришлось прервать затворнический образ жизни и найти работу. Так она устроилась сотрудницей в сервис «Разнорабочие Амагури». В первый день работы Эруко влюбляется в коллегу Хоси, вот только есть проблема: Хоси — школьник, а Эруко — 27-летняя девушка, у которой проблемы с восприятием реальности. Эруко постоянно измышляет способы сблизиться с Хоси, чтобы воплотить свои фантазии в реальность.",
      "pt-br": "Shindou Eruko, uma grande beldade de seios grandes, encontrou um emprego de ajudante na empresa. Amaguri faz tudo, depois que a sua vida de NEET teve que acabar graças as suas economias. Ela imediatamente se apaixona por seu colega de trabalho, no qual se chama Hoshi, um garoto do ensino médi, enquanto a Eruko é uma mulher de 27 anos que tem problemas para diferenciar a ilusão de realidade. Ela acaba constantemente planejando se aproximar de Hoshi para transformar muitas de suas ilusões em realidade..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad9900fc-97d7-4d5a-8126-1f3a653a461a",
    "title": {
      "en": "Josou Danshi wa Skirt wo Nugitai!"
    },
    "updatedAt": "2024-02-20T16:50:06+00:00",
    "coverArt": "https://mangadex.org/covers/ad9900fc-97d7-4d5a-8126-1f3a653a461a/b6539318-2060-4a4b-a8fc-01cf878218d2.jpg",
    "altTitles": [
      {
        "ja": "女装男子はスカートを脱ぎたい！"
      },
      {
        "en": "The Crossdressing Boy Wants to Take Off His Skirt"
      }
    ],
    "description": {
      "en": "Uichiro, a junior high school boy, harbors a secret he cannot share with his childhood friend, Tama-chan. He has been cross-dressing for her because she has a phobia of men. This is a thrilling yet agonizing comedy about a boy who cross-dresses for the girl he loves!",
      "ja": "男子中学生の宇一郎には、幼馴染のたまちゃんに言えないある秘密があった。\nそれは男性恐怖症である彼女のために「女の子を演じている」ということ。\n想いを寄せる少女のために女装を続ける年頃男子のドキドキ悶絶コメディ！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61d01e32-987a-45f6-a81a-042025baa7ec",
    "title": {
      "en": "Riceball Team"
    },
    "updatedAt": "2024-03-08T21:05:33+00:00",
    "coverArt": "https://mangadex.org/covers/61d01e32-987a-45f6-a81a-042025baa7ec/964e3029-701c-4f46-88f2-1f2300c05342.png",
    "altTitles": [
      {
        "zh": "汤团漫谈诗语"
      }
    ],
    "description": {
      "en": "A cute rice ball team explains poetry in 4 panel comics."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "24"
  },
  {
    "mangaId": "d152582d-3f0c-4f5e-a0c1-6658b9be30f0",
    "title": {
      "en": "Captain Kid"
    },
    "updatedAt": "2024-05-10T13:02:50+00:00",
    "coverArt": "https://mangadex.org/covers/d152582d-3f0c-4f5e-a0c1-6658b9be30f0/b8382e33-b209-41a9-8e35-bb0f08449309.png",
    "altTitles": [
      {
        "vi": "Hoàng Tử Cướp Biển"
      },
      {
        "vi": "Hoàng Tử Sinh Bá"
      },
      {
        "ru": "Капитан Кид"
      },
      {
        "ja": "キャプテンキッド"
      },
      {
        "zh-hk": "海盜王子"
      },
      {
        "zh-ro": "Hǎidào wángzǐ"
      }
    ],
    "description": {
      "en": "In the 19th century, there lived a young pirate king, feared enough to be called the “Devil of the Sea”. His name is Captain Kid! With his mysterious guardian sword, Black Lightning, he sails the seven seas aboard his vessel, the Golden Drake!! What awaits him? Is it hell, or the furious waves of the ocean?! The adventurous tale of Kid and his band of rogues begins here!!"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "64"
  },
  {
    "mangaId": "a9d4672c-08d8-414c-bc88-cfa07b62b559",
    "title": {
      "en": "Isekai de Ane ni Namae wo Ubawaremashita"
    },
    "updatedAt": "2024-05-14T18:24:01+00:00",
    "coverArt": "https://mangadex.org/covers/a9d4672c-08d8-414c-bc88-cfa07b62b559/d715c4be-6b36-470a-b92a-bb3fefd4f5a1.jpg",
    "altTitles": [
      {
        "ja": "異世界で姉に名前を奪われました"
      },
      {
        "ja-ro": "Isekai de Ane ni Namae o Ubawaremashita"
      },
      {
        "en": "In Another World, My Sister Stole My Name"
      },
      {
        "zh-hk": "在異世界被姊姊搶走名字了"
      },
      {
        "id": "Di dunia lain, kakakku merebut namaku"
      }
    ],
    "description": {
      "en": "Ichika, a college student, was interacting with a boy named Cecil from another world through a hand mirror she held in her storeroom. One day, her older sister, Karen, suddenly disappeared, and at the same time her hand mirror also disappeared. A year later, as soon as Ichika picked up her hand mirror that she found by chance, she was sent to another world. There was Cecil, who had grown older, and Karen, who had become a saint by calling herself Ichika for some reason?! In a world where her name and memories are stolen by her older sister, a different world doting fantasy opening up for her destiny!\n\n---\n**Original Web Publication:** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_FL00203256010000_68/), [NicoVideo](https://seiga.nicovideo.jp/comic/59656), [Pixiv](https://comic.pixiv.net/works/8693)",
      "ja": "大学生の一花は、物置で手にした手鏡を通し異世界のセシルという少年と交流していた。\nそんなある日、姉の華恋が突然失踪し、同じタイミングで手鏡も消えてしまう。\n\n1年後、一花は偶然見つかった手鏡を手にした途端、異世界へと飛ばされていた。\nそこにいたのは年上に成長したセシルと、なぜか一花と名乗り聖女となっていた華恋でー！？\n\n姉に名前や思い出を奪われた世界で、運命を切り開いていく異世界溺愛ファンタジー開幕！\n\n---\n**Original Web Publication:** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_FL00203256010000_68/), [NicoVideo](https://seiga.nicovideo.jp/comic/59656), [Pixiv](https://comic.pixiv.net/works/8693)",
      "zh-hk": "大學生一花通過在儲藏室找到的手鏡，可以與異世界名為塞希爾的少年交談。\n但某一天，姐姐華戀突然失蹤了，一同消失的，還有聯通異世界的手鏡。\n\n1年後，一花偶然間找到了手鏡，被傳送到了異世界。\n在那裡出現了長大成人的塞希爾，與不知為何，自稱一花的聖女華戀─!?\n\n在這個被姊姊奪走了姓名與回憶的世界裡，改變命運的異世界溺愛奇幻物語開啟了序幕！\n\n---\n**Original Web Publication:** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_FL00203256010000_68/), [NicoVideo](https://seiga.nicovideo.jp/comic/59656), [Pixiv](https://comic.pixiv.net/works/8693)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e306bf5f-a464-44d9-9607-1d21f1e1ff08",
    "title": {
      "en": "Yandere Nisshi"
    },
    "updatedAt": "2024-03-24T18:24:11+00:00",
    "coverArt": "https://mangadex.org/covers/e306bf5f-a464-44d9-9607-1d21f1e1ff08/1e1868c5-5db2-426b-9537-f711f7362fed.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレ日誌"
      },
      {
        "en": "Yandere Diary"
      }
    ],
    "description": {
      "en": "A series of different yandere images by the artist @RinRin200001.\n\n---\n\n**Links:**\n- Retail Site - [DLsite](https://www.dlsite.com/maniax-touch/work/=/product_id/RJ420882.html)\n\n**Notes:**\n- From Chapter 134 the author has been publishing a \"DereDere version\" of the comic on their [FANBOX](https://rinrin83.fanbox.cc/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fac533c1-baeb-4dc5-af60-8792abe463a3",
    "title": {
      "en": "Bloodline"
    },
    "updatedAt": "2024-03-30T03:08:53+00:00",
    "coverArt": "https://mangadex.org/covers/fac533c1-baeb-4dc5-af60-8792abe463a3/f9b4e32d-c99f-4f2f-8c5d-85b4bdc78b63.jpg",
    "altTitles": [
      {
        "zh": "血族BLOODLINE"
      },
      {
        "zh-hk": "血族BLOODLINE：聖魔虛像篇"
      },
      {
        "en": "Bloodline: The Illusory Noble Demon"
      },
      {
        "zh": "血族Bloodline：圣魔虚像篇"
      }
    ],
    "description": {
      "en": "Yeren, who dreams of being a vampire hunter, is unwittingly caught in the crossfire between a vampire girl and the Holy lands. As a temporary blood servant, he doesn't know what to do when the hatred and strife between them have been ongoing for thousands of years… This is a story about Lilo·Ai, the last vampire."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck - Digital Colored Comics"
    },
    "updatedAt": "2023-08-06T09:27:22+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck"
      },
      {
        "en": "Undead Unluck (Official Colored)"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f8f4894-44fd-4047-b973-fa2c7cfac893",
    "title": {
      "en": "William in the Closet"
    },
    "updatedAt": "2024-04-16T18:02:20+00:00",
    "coverArt": "https://mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/f6a90632-e768-412a-b092-95e047a5b7c4.png",
    "altTitles": [
      {
        "en": "To My Juliet Boy"
      },
      {
        "ko": "옷장 속의 윌리엄"
      }
    ],
    "description": {
      "en": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db0ac526-46c9-41ea-be96-1959bc26a314",
    "title": {
      "en": "A Cool Older Lady Who Drives Me Crazy"
    },
    "updatedAt": "2024-05-10T18:29:35+00:00",
    "coverArt": "https://mangadex.org/covers/db0ac526-46c9-41ea-be96-1959bc26a314/c033ea56-b62c-41c7-b6ed-23d52cc98f5b.jpg",
    "altTitles": [
      {
        "ja": "僕を狂わすカッコイイお姉さん"
      },
      {
        "ja-ro": "Boku o Kuruwasu Kakkoii Onee-san"
      },
      {
        "en": "A Cool Older Lady That Makes Me Crazy"
      },
      {
        "pt-br": "Uma mulher mais velha legal que me deixa louco"
      },
      {
        "es-la": "Una mujer mayor genial que me vuelve loco"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2023-09-03T17:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1a9fdeb-f713-407f-960c-8326b586e6fd",
    "title": {
      "en": "Vagabond"
    },
    "updatedAt": "2023-04-12T09:27:48+00:00",
    "coverArt": "https://mangadex.org/covers/d1a9fdeb-f713-407f-960c-8326b586e6fd/05f8dcb4-8ea1-48db-a0b1-3a8fbf695e5a.jpg",
    "altTitles": [
      {
        "fr": "Avare"
      },
      {
        "vi": "Lãng Khách"
      },
      {
        "ru": "Бродяга"
      },
      {
        "ar": "المتشرد"
      },
      {
        "th": "วากาบอนด์"
      },
      {
        "ja": "バガボンド"
      },
      {
        "zh": "浪客行"
      },
      {
        "ko": "베가본드"
      },
      {
        "es-la": "Vagabundo"
      },
      {
        "es": "Vagabundo"
      },
      {
        "tr": "Avare"
      },
      {
        "tr": "Serseri"
      }
    ],
    "description": {
      "en": "Growing up in the late 16th century Sengoku era Japan, Shinmen Takezou is shunned by the local villagers as a devil child due to his wild and violent nature. Running away from home with a fellow boy at age 17, Takezo joins the Toyotomi army to fight the Tokugawa clan at the Battle of Sekigahara. However, the Tokugawa win a crushing victory, leading to nearly three hundred years of Shogunate rule. Takezo and his friend manage to survive the battle and afterwards swear to do great things with their lives. However, after their paths separate, Takezo becomes a wanted criminal and must change his name and his nature in order to escape an ignoble death.  \n  \n**Awards:**\n- Won the 24th Kodansha Manga Award in the general category in 2000.\n- Won the Tezuka Osamu Cultural Prize in 2002 \n**Note:** was nominated for the 2003 Eisner Award in the Best Writer/Artist category.",
      "es": "Creciendo en el Japón de la era Sengoku de finales del siglo XVI, Shinmen Takezou es rechazado por los aldeanos locales como un niño demonio debido a su naturaleza salvaje y violenta. A los 17 años, Takezou se escapa de casa con un compañero y se une al ejército Toyotomi para luchar contra el clan Tokugawa en la batalla de Sekigahara. Sin embargo, los Tokugawa obtienen una aplastante victoria, lo que da lugar a casi trescientos años de gobierno del Shogunato. Takezou y su amigo consiguen sobrevivir a la batalla y después juran hacer grandes cosas con sus vidas. Sin embargo, cuando sus caminos se separan, Takezou se convierte en un criminal buscado y debe cambiar su nombre y su naturaleza para escapar de una muerte innoble.  \n  \n**Premios:**\n    - Ganó el 24º Premio Kodansha de Manga en la categoría general en 2000.\n    - Ganó el Premio Cultural Tezuka Osamu en 2002\n    **Nota:** fue nominado al Premio Eisner 2003 en la categoría de Mejor Escritor/Artista.",
      "es-la": "Creciendo en el Japón de la era Sengoku de finales del siglo XVI, Shinmen Takezou es rechazado por los aldeanos locales como un niño demonio debido a su naturaleza salvaje y violenta. A los 17 años, Takezou se escapa de casa con un compañero y se une al ejército Toyotomi para luchar contra el clan Tokugawa en la batalla de Sekigahara. Sin embargo, los Tokugawa obtienen una aplastante victoria, lo que da lugar a casi trescientos años de gobierno del Shogunato. Takezou y su amigo consiguen sobrevivir a la batalla y después juran hacer grandes cosas con sus vidas. Sin embargo, cuando sus caminos se separan, Takezou se convierte en un criminal buscado y debe cambiar su nombre y su naturaleza para escapar de una muerte innoble.  \n  \n**Premios:**\n    - Ganó el 24º Premio Kodansha de Manga en la categoría general en 2000.\n    - Ganó el Premio Cultural Tezuka Osamu en 2002\n    **Nota:** fue nominado al Premio Eisner 2003 en la categoría de Mejor Escritor/Artista."
    },
    "status": "hiatus",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0a9e33b-6def-431b-87db-ae2b26a501a0",
    "title": {
      "en": "Rettoujin no Maken Tsukai: Skill Board wo Kushi Shite Saikyou ni Itaru"
    },
    "updatedAt": "2024-03-12T14:58:36+00:00",
    "coverArt": "https://mangadex.org/covers/e0a9e33b-6def-431b-87db-ae2b26a501a0/e35eba0e-df31-4f76-a5b0-7c4757f2776a.jpg",
    "altTitles": [
      {
        "ja-ro": "Rettoujin no Maken Tsukai: Sukiruboudo o Kushi Shite Saikyou ni Itaru"
      },
      {
        "ja-ro": "Rettou Hito no Maken Tsukai: Sukiruboudo wo Kushi Shite Saikyou ni Itaru"
      },
      {
        "ja": "劣等人の魔剣使い　スキルボードを駆使して最強に至る"
      },
      {
        "en": "The Reincarnated Inferior Magic Swordsman"
      },
      {
        "en": "Inferior Magic Swordsman: Using the Skill Board to Become the Strongest"
      },
      {
        "en": "Using the Skill Board as an Inferior Magic Swordsman to Become the Strongest"
      },
      {
        "en": "Use the Skill Board to Become the Most Powerful Swordsman"
      },
      {
        "ru": "Реинкарнация низшего магического мечника"
      },
      {
        "th": "การใช้สกิลบอร์ด เพื่อเข้าถึงการเป็นผู้ที่แข็งแกร่งที่สุดของนักดาบเวทมนตร์ผู้ต่ำต้อย"
      },
      {
        "zh": "劣等人魔剑使运用技能板成为最强"
      },
      {
        "zh-hk": "劣等人魔劍使　運用技能板成為最強"
      },
      {
        "tr": "Reenkarnasyon Geçirmiş Alt Tabaka Büyülü Kılıç Ustası"
      }
    ],
    "description": {
      "en": "A normal office worker, Toru Minasuki, was swallowed up by a dimensional fissure and reincarnated into a different world. Upon reincarnation, Toru was given a [skill board] by God. Make the most of it to acquire all the necessary skills! Even though he is an \"inferior person,\" he'll make his way to the top!",
      "it": "Un normale impiegato, Toru Minasuki, è stato inghiottito da una fessura dimensionale e si è reincarnato in un altro mondo. Dopo la reincarnazione, a Toru viene donata una [skillboard] da Dio. Ne approfitterà per acquisire tutte le abilità necessarie a sopravvivere in questo mondo! Nonostante sia una \"lost person\".",
      "ru": "Обычный офисный работник, Тору Мизунори, был поглощен огромной расщелиной и был перерожден в другом мире. После перерождения Бог дал Тору \"список навыков\". Сделай все возможное, что бы приобрести все нужные навыки! Несмотря на то, что он \"слабейший человек\", он пробьется к вершине.",
      "th": "มิซึโนริ โทรุ คนทำงานสำนักงานทั่วไป ถูกกลืนหายไปกับรอยแยกมิติ แล้วมาเกิดใหม่ที่ต่างโลก เมื่อมาเกิดใหม่ โทรุ ได้รับ [สกิลบอร์ด] โดยพระเจ้า ใช้ประโยชน์จากมันให้ได้มากที่สุด เพื่อรับสกิลที่จำเป็นทั้งหมด! แม้ว่าเขาจะเป็น \"คนต่ำต้อย\" เขาก็จะก้าวไปสู่จุดสูงสุด!",
      "tr": "Normal bir ofis çalışanı olan Toru Minasuki, boyutsal bir yarık tarafından yutuldu ve farklı bir dünyaya reenkarne oldu. Reenkarnasyonun ardından Toru'ya Tanrı tarafından bir [beceri tablosu] verildi. Gerekli tüm becerileri edinmek için bundan en iyi şekilde yararlanın! \"Aşağılık bir insan\" olmasına rağmen, zirveye doğru yol alacaktır!",
      "pt-br": "Um trabalhador assalariado normal, Toru Minasuki, foi engolido por uma fenda dimensional e reencarnou em um mundo cheio de vermes e monstros. Após a reencarnação, Toru recebeu um [Quadro de Habilidades] por uma deusa. Aproveite ao máximo para adquirir todas as habilidades necessárias! Mesmo sendo uma \"pessoa inferior\", ele chegará ao topo?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5fb177ec-6add-4d94-b667-905605d71ca6",
    "title": {
      "en": "Mangaka Sister"
    },
    "updatedAt": "2024-05-04T19:11:32+00:00",
    "coverArt": "https://mangadex.org/covers/5fb177ec-6add-4d94-b667-905605d71ca6/ce437ab6-8b1d-4171-84fd-5c55157f7e2e.jpg",
    "altTitles": [
      {
        "ja-ro": "Ane Komi"
      },
      {
        "ja-ro": "Ane-Comi"
      },
      {
        "ja-ro": "Ane Comi"
      },
      {
        "en": "Siscom"
      },
      {
        "ru": "Сестринский комикс"
      },
      {
        "ja": "あねコミ"
      },
      {
        "zh": "漫画家姐姐"
      },
      {
        "zh-hk": "漫畫家姐姐"
      }
    ],
    "description": {
      "en": "The one thing not ordinary about high school student Ryouta is that he has an aspiring manga artist for an older sister. She is so dedicated to her drawing that, despite being 21, she's never really been in a romantic situation. Unfortunately, when she gets her first real job, it's to write an erotic manga. Desperately, she enlists the reluctant Ryouta's help, as a 'model', to figure out how exactly to draw this sort of manga.  \n  \nThe girl, Mana, has no problem with seeing the scenes she plays with her brother as nothing but a hollow reference for her works…. But she fails to realize that her brother seems to become more and more flustered with each 'live performance'."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "99182618-ae92-4aec-a5df-518659b7b613",
    "title": {
      "en": "Rebuild World"
    },
    "updatedAt": "2024-05-08T21:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/99182618-ae92-4aec-a5df-518659b7b613/894cffd6-3165-45c0-ba41-5abbd0ed0570.jpg",
    "altTitles": [
      {
        "ja-ro": "Ribirudo Waarudo"
      },
      {
        "ja-ro": "Sekai O Sai Kōchiku"
      },
      {
        "ru": "Перестрой Мир"
      },
      {
        "ja": "リビルドワールド"
      }
    ],
    "description": {
      "en": "At the risk of his own life, a young man sets foot in the ruins of a devastated old world. His name is Akira, and in order to claw his way out of the hellhole that is his birthplace of Slumtown, the boy became a hunter. In the wastelands he happens upon a strange woman, standing perfectly still, stark naked.   \nShe is beautiful, but it seems that only he can see her. She exists incorporeal, tantalizingly beyond any touch, and she tells him her name is Alpha.  \nAlpha won’t show even a sliver of her real intentions, but with a wide smile, she brings Akira his first commission as a hunter. Akira takes the task, if only to become a stronger hunter, and having entered a contract, their dramatic lives in the hunting profession was set to begin.  \n  \nFrom Stories of the Boy Hunter as recorded by the Eastern Hunters’ association.  \nWritten post-collapse of scientific civilization."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a1aba6-967c-4967-a1d0-ad0f52332be0",
    "title": {
      "en": "I Became the Despised Granddaughter of the Powerful Martial Arts Family"
    },
    "updatedAt": "2024-04-15T10:55:28+00:00",
    "coverArt": "https://mangadex.org/covers/55a1aba6-967c-4967-a1d0-ad0f52332be0/59711cc2-aeaa-44c6-b48b-f5029851d9ce.jpg",
    "altTitles": [
      {
        "ko": "무림세가 천대받는 손녀딸이 되었다"
      },
      {
        "ko-ro": "Murimsega Cheondaebanneun Sonnyeo Ttari Doeeotda"
      },
      {
        "en": "The Baengri Clan's Unwanted Granddaughter"
      },
      {
        "en": "I Became the Despised Granddaughter of the Powerful Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Clan"
      },
      {
        "es": "Me convertí en la nieta despreciada del clan murim"
      },
      {
        "es": "Me convertí en la nieta despreciada de la poderosa familia de artes marciales"
      },
      {
        "ru": "Презираемая внучка великого рода эпохи Мурим"
      },
      {
        "ja": "名門一族の嫌われ娘になりました"
      },
      {
        "tr": "Murim'in kör talihli torunu"
      },
      {
        "tr": "Murim'in bedbaht torunu"
      },
      {
        "zh": "成了武林世家受歧视的孙女"
      },
      {
        "id": "The Despised Granddaughter of the Murim Clan"
      },
      {
        "ar": "أصبحت الحفيدة المحتقرة لعائلة فنون القتال القوية"
      },
      {
        "vi": "Trở thành cô cháu gái bị khinh miệt của gia tộc võ lâm"
      },
      {
        "th": "ฉันคือหลานสาวตระกูลจอมยุทธ์ผู้ถูกเหยียดหยาม"
      },
      {
        "fr": "Yeon l'indésirée"
      }
    ],
    "description": {
      "ar": "هنا ، داخل رواية فنون الدفاع عن النفس هذه ، يوجد معلم حقيقي يعلم البطل المتعجرف وينقذه من الموت.\n وسيم وطيب وصالح وقوي و ...\n على أي حال ، كان هناك عيب كبير في معلم البطل وهو ابنته الوحيدة الحمقاء المليئة بالجشع... كانت شريرة اضافية ، كانت تطارد البطل دوما ولكنه لم يستطع التخلي عنها لانها ابنه معلمه.\n خلال قراءة الرواية ، قمت بلعن تلك الابنة وقلت أنه لو كنت أنا ، فلن أعيش هكذا.\n \"لكن هذا لا يعني أنني أريد أن أكون هي!\"\n ما هو أسوأ ان أبي مات بالفعل ، وسمعتي هي الأسوأ.\n هربت حتما ، لكن ... مت، لكن عندما فتحت عيني كان أبي حياً؟!\n \"إذا كان الأمر كذلك ، في هذه الحياة ، سانقذ أبي بالتأكيد!\"\n لكن…\n \"أعتقد أنهم يستهدفون حفيدتي !؟ سأقتلهم جميعًا! \"\n لماذا أرى جدي ، الذي لم يظهر سوى مرات قليلة في الرواية يتصرف هكذا؟\n \"زواج؟ لا ، قالت يوني إنها ستعيش بجانبي لبقية حياتها \".\n حتى أبي ، بطريقة ما أصبح غريبًا.\n علاوة على ذلك،\n \"لماذا تستمر في تفاديني؟ هل هذا خطأي أيضًا؟ \"\n أليست الشخصية الرئيسية فجأة مهووسة بي؟\n في الأصل ، كان مقدرا لي أن أموت حتى أتيت إلى هنا \".\n لقد أنقذت ذلك الوغد ، لكن اليس العمل الصالح دوما يمر دون عقاب؟\n \"على الأقل عندما أكون أمامك ... لا أعتقد أنني شخص رائع.\"\n الشرير الذي قطع عنقي يحاول فجأة التوبة.\n هل من المقبول حقًا أن يصبح الأمر هكذا؟\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "en": "Yeon was just an orphan on the streets when a man claiming to be her father brought her to his family home. But the Baengri estate was a den of vipers that swallowed her whole, and it's only when she's standing at the funeral of the father she never truly understood that she realizes how familiar this story is. When she wakes up six years old again, Yeon knows she can't waste her second chance. This time, she's going to save her father. This time, she's going to live without regrets.\n\n---\nHere, inside this martial arts novel, there is a true teacher who teaches the arrogant male lead and awakens him through death. Handsome, good-natured, righteous, strong, and… Anyway, there was one big flaw in the male lead's damn fine teacher. It was his foolish only daughter who was filled with greed. A tenacious villainous extra, who always comes back to haunt the male lead in every way, but cannot be abandoned because she is his teacher's daughter. Throughout reading the novel, I cursed at that daughter. Saying that if it were me, I wouldn't live like that.\n\n'But that didn't mean that I wanted to be her!'\n\nWhat was worse, Father has already died, and my reputation was the worst. Inevitably, I ran away, but… I died. However, when I opened my eyes, Father was alive?!\n\n'If so, in this life, I will definitely save Father!'\n\nHowever…\n\n\"To think they’re aiming for my granddaughter?! I'll kill them all!\"\n\nWhy do I see Grandfather, who doesn't even appear many times throughout the novel, so often like this?\n\n\"Marriage? No. Yeonie said that she would live by my side for the rest of her life.\"\n\nEven Father, somehow became weird. Moreover:\n\n\"Why do you keep avoiding me? Is this also my mistake?\"\n\nIsn't the main character suddenly becoming obsessed with me?\n\n\"Originally, I was destined to die. Until you came here.\"\n\nI saved the time-limited bastard, but isn’t it that no good deed goes unpunished?\n\n\"At least when I'm in front of you… I don't think I’m trash.\"\n\nThe villain who blew off my neck is suddenly trying to repent.\n\nIs it really okay if it's like this?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "es": "¡La protagonista transmigró a un mundo de una novela de artes marciales! La protagonista transmigra al cuerpo de Baeklee Yeon, la tonta y detestable hija de Baeklee Ee-Gang, un ser perfecto y el maestro del protagonista masculino, quien lo guía hacia el camino de un héroe. Ella fue asesinada inesperadamente, pero cuando abrió los ojos descubrió que había regresado a su infancia donde podría enmendar todos sus errores. “¿Podré ser amada esta vez?” En esta vida, con la determinación de convertirse en la hija perfecta, en lugar de un fastidio, ella pasa de ser la nieta despreciada a la nieta amada de la familia Baeklee. “¡¿Crees que lo vales?!” “¡Sí!” Incapaz de ocultar su confusión ante el vigor de su ambiciosa nieta… “Si hay incluso una pequeña esperanza, ¿Cómo puedo, como padre, rendirme?” “…Es como hablarle a la pared.” Su abuelo secretamente abre su corazón después de ser arrollado por el dúo de atractivos padre e hija, resueltos a salvar a la incapacitada hija que no puede practicar artes marciales, aunque eso significara recibir su odio. ¡Y justo cuando su vida merecía ser vivida, ¿la obsesión de los candidatos a protagonistas masculinos hacia ella, empezó de repente?! ¡Yeon, sólo caminemos por el sendero de flores de ahora en adelante!\n\n---\nAquí, dentro de esta novela de artes marciales, hay un verdadero maestro que enseña al arrogante protagonista masculino y lo despierta a través de la muerte. Guapo, bondadoso, recto, fuerte y... De todos modos, había un gran defecto en el excelente profesor del protagonista masculino. Era su tonta única hija la que estaba llena de codicia. Una villana extra tenaz, que siempre regresa para perseguir al protagonista masculino en todos los sentidos, pero no puede ser abandonada porque es la hija de su maestro. Mientras leía la novela, maldije a esa hija. Diciendo que si fuera yo, no viviría así. '¡Pero eso no significaba que yo quisiera ser ella!' Lo que era peor, Padre ya murió, y mi reputación es la peor. Inevitablemente, me escapé, pero... morí. Sin embargo, cuando abrí los ojos, ¿¡Padre estaba vivo!? '¡Si es así, en esta vida, definitivamente salvaré a Padre!' Sin embargo… “¿¡Pensar que están apuntando a mi nieta!? ¡Los mataré a todos!” ¿Por qué veo al abuelo, que ni siquiera aparece muchas veces a lo largo de la novela, tan a menudo así? \"¿Casamiento? No. Yeonie dijo que viviría a mi lado por el resto de su vida”. Incluso Padre, de alguna manera se volvió raro. Además, “¿Por qué sigues evitándome? ¿Es este también mi error? ¿No se está obsesionando el personaje principal de repente conmigo? “Originalmente, estaba destinado a morir. Hasta que llegaste aquí. Salvé al bastardo de tiempo limitado, pero ¿no es que ninguna buena acción queda sin castigo? \"Al menos cuando estoy frente a ti... no creo que sea una basura\". El villano que me voló el cuello de repente está tratando de arrepentirse. ¿Está realmente bien si es así?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "fr": "Dans ce roman d'arts martiaux, il y a un professeur qui enseigne à l’arrogant protagoniste et le sauve de la mort. Une belle apparence, intelligent, fort… Quoi qu'il en soit, ce professeur avait un point faible. Il s'agit de sa fille unique, stupide et remplie de cupidité. Une antagoniste tenace, qui ne fait qu’embêter le rôle principal masculin de toutes sortes de manières, mais ne peut être abandonnée car elle est la fille de son professeur. Tout au long de la lecture du roman, j'ai maudit cette fille. Dire que si c'était moi, je ne vivrais pas comme ça.\n\n«Mais ça ne voulait pas dire que je voulais être elle!»\n\nEt le pire arriva, la mort de mon père. Évidemment, je me suis enfuie, mais… J'ai été assassinée. Puis, quand j'ai ouvert les yeux, Père était en vie?!\n\n«Cette fois-ci, dans cette vie, je sauverai père!»\n\nCependant…\n\n«Comment osent-ils s'en prendre à ma petite-fille?! Je vais tous les tuer!»\n\nPourquoi est-ce que je croise grand-père, qui n'apparaît pas souvent dans le roman, aussi fréquemment?\n\n«Un mariage? Non. Yeonie a dit qu'elle vivrait à mes côtés pour le restant de sa vie.»\n\nMême Père, d'une manière ou d'une autre, est devenu bizarre.\n\nDe plus, «Pourquoi continuez-vous à m'éviter? Ai-je fait une erreur?»\n\nLe personnage principal n'est-il pas soudainement en train de devenir obsédé par moi?\n\n«À l'origine, j'étais destiné à mourir. Jusqu'à ce que tu viennes ici.»\n\nJ'ai sauvé ce bâtard limité dans le temps, mais n'est-ce pas qu'aucune bonne action ne reste impunie?\n\n«Au moins quand je suis devant toi… je ne me sens pas comme une ordure.»\n\nLe méchant qui m'a tuée essaie soudainement de se repentir.\n\nEst-ce une bonne chose?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "ru": "Здесь, внутри этого романа о боевых искусствах, есть учитель, который учит надменного мужского героя и пробуждает его силу. Красивый, добродушный, праведный, сильный и… К сожалению, у чертовски прекрасного учителя главного героя был один большой недостаток. Это была его глупая дочь, вдоволь наполненная жадностью. Стойкая статистка-злодейка, которая всегда возвращается, чтобы преследовать главного героя, но ее нельзя бросить, потому что она дочь учителя. На протяжении всего романа я проклинала эту дочь. Сказать честно, что если бы этой дочерью была я, то не допустила бы подобного. \n\n—Но это не значит, что я хотела быть ею!\n\nЧто еще хуже, отец уже умер, а моя репутация была ужасной. \n\nЯ сбежала, но… я умерла. Однако, когда я открыл глаза, отец все ещё был жив!?\n\n«Если так, то в этой жизни я обязательно спасу отца!»\n\nОднако…\n\n—Подумать только, они целятся в мою внучку!? Я убью их всех!\n\nПочему я так часто вижу дедушку, который появлялся в романе от силы пару раз? \n\n—Брак? Нет. Ёни сказала, что будет жить рядом со мной до конца своей жизни. \n\nДаже отец стал вести себя как-то странно.\n\nБолее того:\n—Почему ты продолжаешь меня избегать? Это тоже моя ошибка?\n\nПочему главной герой внезапно стал так одержим мной? \n\n—До твоего прихода мне было суждено умереть\n\nЯ спасла временного ублюдка, но ведь ни одно доброе дело не остается безнаказанным?\n\n—По крайней мере, когда я стою перед тобой…\n\nЗлодей, снесший мне шею, вдруг пытается раскаяться.\n\nВсе будет хорошо, так ведь?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "th": "แบครียอนได้เข้ามาอยู่ในนิยายบู๊ที่เคยอ่าน หลังท่านพ่อเสีย ก็โดนตัวร้ายในนิยายฆ่าตาย แต่พอลืมตาขึ้นมาอีกครั้ง กลับกลายเป็นว่ายอนได้ย้อนเวลากลับมาในวัยเด็กอีกครั้ง ทำให้ยอนตัดสินใจว่าชีวิตครั้งนี้จะต้องช่วยชีวิตท่านพ่อให้ได้ \n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "tr": "Ana karakter; dövüş sanatları dünyasında başrolü, hikâyenin kahramanı yapacak olan güçlü ve eğitimini tamamlamış usta Baek Lee Ee-Gang’ın aptal ve sinir bozucu kızı Baek Lee Yeon olarak hayat bulur. Yeon, beklenmedik şekilde öldürülür ve gözlerini açtığında her şeyi geri alabileceği çocukluk günlerine geri döner. “Bu hayatımda ailem beni sevecek mi?” Baş belası olmak yerine harika bir evlat olmaya karar veren Yeon, Baek Lee ailesinin saygın torunu olarak hayatına başlar. Bu hayatını güzelce yaşamak ister ancak ailenin başı olan büyükbabası Baek Lee Pan-Hyuk da dahil olmak üzere herkes Yeon’a engel olur. Büyükbabasının bakışları o kadar serttir ki dağları ve nehirleri bile titretebilir. “O kadar değerli olduğunu mu sanıyorsun?”\n“Evet.”\nBüyükbaba, kendine güvenen torunu karşısında şaşkına döner ve oğluyla torununu gizlice izlemeye başlar.\n“Çok az umut olsa da baba olarak nasıl hemen pes edebilirsin?”\n“Amma inatçısın he.”\nYakışıklı oğlu, dövüş sanatları dünyasının yüz karası kızını o karanlıktan kurtarmaya ve herkesi karşısına almaya hazırdır. Yeon, tam hayatının artık daha güzel olacağını düşünürken erkek başroller bir bir ona takıntılı olmaya başlar!\n“Yeonie’m, bu sefer hayatımız gerçekten çok güzel olacak!!”\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "vi": "Cô xuyên không trở thành một nhân vật chính trong thế giới võ lâm. Cô trở thành BaekRi Yeon, đứa con gái ngốc nghếch và quậy phá của BaekRi Eui Kang, một người thầy chân chính và là người đã dẫn dắt nhân vật nam chính trở thành một anh hùng. Sau khi bất ngờ bị giết, cô mở mắt ra và trở thành một đứa trẻ có thể làm đảo ngược mọi thứ. ‘Mình, lần này có thể nhận được sự yêu thương không?” Ở kiếp này, cô có niềm tin rằng mình sẽ trở thành con gái được yêu thương chứ không phải đứa con gái chịu nhiều tổn thương nữa, cô bắt đầu cuộc sống được mọi người kính trọng từ cháu gái của gia đình Baekri. Những gia tộc cản trở xuất hiện trước mặt Yeon, người chỉ muốn đi trên con đường rải đẩy hoa, và Baek Ri Pae-hyeok, là tộc trưởng và cũng là ông nội của cô, ông sở hữu khí phách của một vị vua, người có thể khiến cả núi sông và cây cối rung chuyển chỉ bằng một ánh mắt. “Ngươi cho rằng ngươi đáng giá như thế sao!” “Vâng!” Ông không thể che giấu sự hốt hoảng trước khí thế mạnh mẽ của cháu gái “Nếu còn một tia hy vọng mong manh, người làm cha sao con có thể từ bỏ?” “…Như là một đứa trẻ cứng đầu.” Ông lão bắt đầu mềm lòng vì hai cha con tuyệt mỹ đánh bại với quyết tâm sẽ cứu đứa cháu gái không có tài nghệ võ công … Tôi nghĩ rằng được sống ở thời điểm này là xứng đáng, nhưng nỗi ám ảnh của các ứng cử viên nam chính đột nhiên bắt đầu? Yeoni của chúng ta, bây giờ hãy chỉ đi trên con đường hoa thôi nhé!\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "pt-br": "Aqui, dentro desta novel de artes marciais, há um professor que ensina o protagonista arrogante e o desperta através de sua morte. Bonito, agradável, justo, forte e… enfim, só havia uma grande falha no professor do protagonista, que era sua filha única insensata, a qual era cheia de ambição. Uma persistente vilã extra que sempre assombra o protagonista de todas as formas, mas nunca pode ser abandonada por ser a filha do professor. Enquanto eu lia o romance, amaldiçoei-a, dizendo que, se eu fosse ela, não viveria daquela forma. Mas isso não significava que eu queria ser ela! Pior ainda, o pai já havia morrido e minha reputação era a pior. Inevitavelmente, eu fugi, mas… morri. No entanto, quando abri meus olhos, meu pai estava vivo?! “Já que é assim, nesta vida, vou definitivamente salvar meu pai! Entretanto… “Eles estão visando minha neta?! Vou matar todos eles” Por que vejo o meu avô, que sequer aparece muitas vezes na novel, com tanta frequência assim? “Casamento? Não. Yeon disse que viveria ao meu lado pelo resto da vida dela.” Mesmo meu pai se tornou estranho. Além disso, “Por que você continua me evitando? Cometi algum erro?”, o protagonista por um acaso está se tornando obcecado por mim? “Originalmente, eu estava destinado à morte. Até você chegar aqui.” Eu salvei o idiota que tinha os dias contados, mas não dizem que somos recompensados por nossas boas ações? “Pelo menos, quando estou à sua frente… não penso que sou um lix@.” De repente, o vilão responsável por minha morte está parecendo arrependido. Está mesmo tudo bem que as coisas sejam assim?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]