[
  {
    "mangaId": "f9a97875-8528-48af-b663-9133c58f16bb",
    "title": {
      "en": "Into the Rose Garden"
    },
    "updatedAt": "2023-01-31T09:05:17+00:00",
    "coverArt": "https://mangadex.org/covers/f9a97875-8528-48af-b663-9133c58f16bb/82d167bd-43fb-465e-b166-c1709797be72.png",
    "altTitles": [
      {
        "ko": "인투 더 로즈 가든"
      }
    ],
    "description": {
      "en": "Alock, taking pride in being an aristocrat, falls in love with Klopp at first sight, a nobleman of a family of lower social status whom he met by chance.\nIgnoring the difference in social rank, wealth as well as the taboo of both being Alphas, Alock approaches Klopp, only to be disregarded by Klopp who later marries an Omega.\nBlinded by jealousy, Alock ultimately commits a terrible sin. Having learned the truth, Klopp takes a ruthless revenge. Alock struggles and tries to resist all while slowly enduring the price to pay for his sin…\n\n\"What you did wasn't love.\"\n\"If that wasn't love, I don't know what I should call this feeling.\"\n\nIf given the chance to turn back time, would it make a difference to the pair’s relationship?\n\n'Can life become a blessing once again? \nCan I be guided towards the light once again?\nWill I be able to see him along the path under the cedar trees once again?'"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f1e1b1f-3dc9-40ca-a406-70704a55e6b8",
    "title": {
      "en": "Save Me"
    },
    "updatedAt": "2023-06-19T18:06:22+00:00",
    "coverArt": "https://mangadex.org/covers/4f1e1b1f-3dc9-40ca-a406-70704a55e6b8/906d909d-5704-4e4c-81ff-918c72e1edfe.jpg",
    "altTitles": [
      {
        "en": "Guwon Hasoseo"
      },
      {
        "ru": "Спаси меня"
      },
      {
        "ko": "구원 하소서"
      }
    ],
    "description": {
      "en": "Hyeongoh, the first place student at school, is disabled and has a knack for getting ridiculed by the school's bullies. With no help and no way out, he finds himself in a despairing situation…until someone appears to stand by his side!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "63"
  },
  {
    "mangaId": "02f05f8c-3beb-4a63-bccb-9d47a563005e",
    "title": {
      "en": "Madoka☆Engawa"
    },
    "updatedAt": "2024-03-10T16:27:22+00:00",
    "coverArt": "https://mangadex.org/covers/02f05f8c-3beb-4a63-bccb-9d47a563005e/1ada5b21-aeeb-4288-a173-1127ea58e79f.jpg",
    "altTitles": [
      {
        "en": "The Veranda of Madoka"
      },
      {
        "ru": "На веранде у Мадоки"
      },
      {
        "ja": "まどか☆えんがわ"
      }
    ],
    "description": {
      "en": "The very popular Madoka Magica four-panel comic *Madoka☆Engawa* has finally been published as manga volumes, engulfing readers of *Manga Time Kirara☆Magica* in a whirlpool of healing and laughter! Love and be healed by the unseen side of Madoka and her sisters, and you will surely join their veranda too."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-01-03T18:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "Marriage Toxin"
    },
    "updatedAt": "2024-06-14T23:25:33+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/54331e59-a0c3-415b-b4ce-3000f84c0c19.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      },
      {
        "en": "MARRIAGETOXIN"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…\n\n------\n- [Official English Volumes at Viz Media](https://www.viz.com/marriage-toxin)",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c65e797c-b412-42b1-94b8-aac5c4d5a7ca",
    "title": {
      "en": "Trapped in a Cursed Game as an NPC"
    },
    "updatedAt": "2024-05-11T00:20:11+00:00",
    "coverArt": "https://mangadex.org/covers/c65e797c-b412-42b1-94b8-aac5c4d5a7ca/23ffb86d-5b01-455e-9fce-df8deef44f2e.png",
    "altTitles": [
      {
        "ko": "망겜 속에 갇혔다 근데 이제 NPC를 곁들인"
      },
      {
        "en": "Trapped in a Cursed Game, but Now With NPCs"
      }
    ],
    "description": {
      "en": "I'm going to live a normal life!\n\n...said Shari Azriel, the apothecary of the Dover village.\n\nThen one day, I realised that I possessed an NPC in a video game! I've been locked up here for two years, and I only just noticed.\n\nIf I can't get out of the game...\n\"A, in their 20's, was found starved to death while playing VR games.\"\nThis could be what I'm remembered as!\n\n\"I have to get out!\"\n\nHowever, it was too late when I came to the realisation that... I can't log out because of an error!\n\nThat means, the only way out would be approaching the male lead, \"the Lord of Nightmares,\" and helping his comrades defeat the final villain. So I have no choice but to wait until the game ends...\n\nThe difficulty level, the story, the likelihood of failure in such a heinous game, a game that nobody won before...\n\n\"The Lord of Nightmares has a strong urge to kill you.\"\n\nSomehow, I believe that dying by the male lead's hands would be faster."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/3259bac2-588e-4fb2-b995-62b6a2809d98.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be40e32e-7aea-4e22-a4a2-773530540990",
    "title": {
      "en": "A Dance of Swords in the Night"
    },
    "updatedAt": "2024-05-28T15:05:48+00:00",
    "coverArt": "https://mangadex.org/covers/be40e32e-7aea-4e22-a4a2-773530540990/8c247499-9bfe-42b2-bde6-c3d28e4ad25c.jpg",
    "altTitles": [
      {
        "ko": "칼에 취한 밤을 걷다"
      },
      {
        "ko-ro": "Kare Chwihan Bameul Geotda"
      },
      {
        "en": "In the Night Consumed by Blades, I Walk"
      },
      {
        "en": "Sword Fanatic Wanders Through the Night"
      },
      {
        "zh": "醉剑夜行"
      },
      {
        "ja": "刀に酔った夜を歩く"
      },
      {
        "es-la": "Camino en la Noche Consumido por las Espadas"
      }
    ],
    "description": {
      "en": "The Mystic Lunar Dance Troupe took in Jin Sohan as an orphan, and he spent his childhood with them. But one day, one of the four great demons, the Venom Demon, discovered that he was special and kidnapped him. After all kinds of tests, he decided to raise him as his disciple. Ten years later, Jin Sohan tried to look for traces of the Mystic Lunar Dance Troupe, but the Sword Dance Troupe had already been destroyed at the hands of the Unorthodox Faction that’s now ruling over his hometown.\n\n---\nKidnapped as a child to be trained in the art of poison, Sohan Jin returns to his hometown in search of the group of New Moon Sword Dancers who raised him. However, upon his return, Sohan discovers the sword dancers have been defeated by a nefarious sect that now rules the area, with some members having been abducted. What would have been a heartwarming reunion transforms into a quest for revenge as Sohan begins his search for the remaining sword dancers, and he’s willing to poison anyone who gets in his way.\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5612093), [Volumes](https://series.naver.com/novel/detail.series?productNo=5612161)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8530460), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=795542)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/a-dance-of-swords-in-the-night/list?title_no=4596)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/ANCIENTCHINESE/zuijianyexing/list?title_no=2219)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002659)",
      "ja": "天涯孤独だった陳蘇霞は、玄月剣舞団に拾われ、そこで子ども時代を過ごす。 しかしある日、彼の特殊な身体能力に気づいた四大悪人の一人、毒魔に連れさられ様々な人体実験のモルモットになる。 その後、毒魔の弟子となった陳蘇霞は、10年後…玄月剣舞団の行方を捜そうとしたが、剣舞団はすでに故郷を制圧していた黒道たちによって壊滅されていて…\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5612093), [Volumes](https://series.naver.com/novel/detail.series?productNo=5612161)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8530460), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=795542)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/a-dance-of-swords-in-the-night/list?title_no=4596)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/ANCIENTCHINESE/zuijianyexing/list?title_no=2219)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002659)",
      "ko": "진소한은 본디 고아 출신이었으나, \n현월검무단이 거두어 그녀들과 어린 시절을 함께 보낸다.  \n하지만 어느 날 그의 특수한 신체 특성을 알아본 사대악인 중 하나인 독마에게 납치당하고, \n온갖 실험 끝에 결국 제자로까지 키워지게 된다. \n10년 뒤, 그는 현월검무단의 흔적을 찾아보려 하지만, \n검무단은 이미 고향을 지배하는 흑도들의 손에 사라져 버렸는데!\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5612093), [Volumes](https://series.naver.com/novel/detail.series?productNo=5612161)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8530460), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=795542)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/a-dance-of-swords-in-the-night/list?title_no=4596)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/ANCIENTCHINESE/zuijianyexing/list?title_no=2219)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002659)",
      "zh": "《狂魔重生》编剧新作！\n恶人之徒出山惩治黑道！\n陈少寒原本是孤儿出身，但被弦月剑舞班收留，在弦月剑舞班度过了美好的童年。可是有一天，四大恶人之一毒魔将陈少寒绑架，并将其培养成了弟子。十年后，陈少寒回到故乡，试图寻找弦月剑舞班的痕迹，但剑舞班早已消失在了黑道手中!\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5612093), [Volumes](https://series.naver.com/novel/detail.series?productNo=5612161)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8530460), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=795542)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/a-dance-of-swords-in-the-night/list?title_no=4596)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/ANCIENTCHINESE/zuijianyexing/list?title_no=2219)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002659)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-05-04T15:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/ac9e9f65-16c0-4969-a9bb-51bcadff1e39.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87bad767-9496-4760-b598-7cd5a1ebca3b",
    "title": {
      "en": "Let's Play the Pokémon Card Game XY"
    },
    "updatedAt": "2023-02-16T06:07:04+00:00",
    "coverArt": "https://mangadex.org/covers/87bad767-9496-4760-b598-7cd5a1ebca3b/ffb6fed7-17a7-4050-9c6b-e7f4066774d6.jpg",
    "altTitles": [
      {
        "ja": "ポケモンカードゲームXY BREAK やろうぜ〜っ!"
      },
      {
        "ja": "ポケモンカードゲームXY"
      },
      {
        "en": "Let's Play the Pokémon Card Game XY BREAK!"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "35"
  },
  {
    "mangaId": "d0ddd740-4b91-4c66-bfd0-b36a77f8e730",
    "title": {
      "en": "Brainrot Girlfriend"
    },
    "updatedAt": "2024-06-20T19:16:13+00:00",
    "coverArt": "https://mangadex.org/covers/d0ddd740-4b91-4c66-bfd0-b36a77f8e730/68e93bea-6906-4f0e-acb0-daf77c22a7e7.jpg",
    "altTitles": [
      {
        "en": "How to train your brainrot girlfriend"
      },
      {
        "es-la": "Tengo una novia con la percepción de la realidad alterada"
      },
      {
        "tl": "Jowang Utak-Bulok"
      },
      {
        "tl": "Paano Sanayin ang Iyong Jowang Utak-Bulok"
      }
    ],
    "description": {
      "en": "Brainrot Girlfriend"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5",
    "title": {
      "en": "Koisuru Kichikujima"
    },
    "updatedAt": "2024-06-14T05:05:06+00:00",
    "coverArt": "https://mangadex.org/covers/8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5/27c64a27-3a3b-49e7-929c-1cf24c6ce46f.jpg",
    "altTitles": [
      {
        "en": "Love Love Evil Land"
      },
      {
        "ja": "恋する鬼畜島"
      },
      {
        "en": "Love Love Freak Island"
      }
    ],
    "description": {
      "en": "Love is absolutely forbidden! Kaworu, the \"public disciplinary commissioner of justice,\" uses a chainsaw to purge all the men of their sins in order to protect the purity of the girls! Standing in Kaworu's way is the \"boy with high femininity,\" Takahisa, and Kaworu's sister, Mari, the \"demon public disciplinary commissioner.\" In this parallel world of \"Freak Island\" set in Santa Maria Academy, a storm of blood and love is about to... erupt!!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "41"
  },
  {
    "mangaId": "75b15447-4c7e-40c4-acac-7da048aaad86",
    "title": {
      "en": "Onna Shogun x Heisotsu"
    },
    "updatedAt": "2024-06-19T04:28:49+00:00",
    "coverArt": "https://mangadex.org/covers/75b15447-4c7e-40c4-acac-7da048aaad86/03b8b5ef-d371-48d6-a449-600556bed67c.jpg",
    "altTitles": [
      {
        "ja": "女将軍✕兵卒"
      },
      {
        "ja-ro": "Onna Shogun × Heisotsu"
      },
      {
        "ja-ro": "Okamigun × Heisotsu"
      },
      {
        "ja-ro": "Okamigun x Heisotsu"
      },
      {
        "en": "Female Commander × Soldier"
      },
      {
        "en": "Female Commander x Soldier"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "801513ba-a712-498c-8f57-cae55b38cc92",
    "title": {
      "en": "Berserk"
    },
    "updatedAt": "2024-05-06T17:30:03+00:00",
    "coverArt": "https://mangadex.org/covers/801513ba-a712-498c-8f57-cae55b38cc92/22ff2622-e93c-420f-b477-7a86eec02a1d.jpg",
    "altTitles": [
      {
        "he": "ברזרק"
      },
      {
        "fa": "برزرک"
      },
      {
        "ar": "برسرك"
      },
      {
        "th": "เบอร์เซิร์ก"
      },
      {
        "ja": "ベルセルク"
      },
      {
        "zh-hk": "劍風傳奇"
      },
      {
        "zh": "烙印勇士"
      },
      {
        "ko": "베르세르크"
      },
      {
        "ar": "بيرسيرك"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "uk": "Берсерк"
      },
      {
        "ru": "Берсерк"
      },
      {
        "en": "Berserk"
      },
      {
        "ne": "बर्सर्क"
      },
      {
        "de": "Berserk"
      }
    ],
    "description": {
      "en": "Guts, known as the Black Swordsman, seeks sanctuary from the demonic forces attracted to him and his woman because of a demonic mark on their necks, and also vengeance against the man who branded him as an unholy sacrifice.\n\nAided only by his titanic strength gained from a harsh childhood lived with mercenaries, a gigantic sword, and an iron prosthetic left hand, Guts must struggle against his bleak destiny, all the while fighting with a rage that might strip him of his humanity.  \n  \n***Won the 6th Osamu Tezuka Cultural Prize Excellence Award in 2002.***\n\n---\n\nNote: Following Miura Kenta's death in 2021, the series has been taken over by Kouji Mori, who supervises the series with art done by Studio Gaga.",
      "es": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "ru": "Гатс – Черный Мечник, за которым охотятся демоны. Мечник стремится найти все убежища демонов и отомстить человеку, сделавшего их него «жертвенную овечку». Черный Мечник противостоит жестокой судьбе благодаря непоколебимой воле, невероятной силе, и, конечно же, меча. Постоянные сражения со злом приближает Гатса к параллельному миру тьмы, лишая его человечности. Берсерк – сложная, но сильная история о сражениях и злой судьбе.",
      "th": "เบอร์เซิร์ก เป็นชื่อมังงะ แนวดาร์ค แฟนตาซี ของญี่ปุ่น วาดโดยเคนทาโร่ มิอุระ มีการดำเนินเรื่องเกิดขึ้นในยุคกลางของยุโรป โดยได้รับอิทธิพลมาจากโลกแห่งจินตนิมิตด้านมืด มีตัวละครเอกของเรื่องคือ กัทส์ ทหารรับจ้างผู้โดดเดี่ยวและ กริฟฟิท หัวหน้าของกลุ่มทหารรับจ้างที่รวมตัวกันภายใต้ชื่อ กองพันเหยี่ยว\n\n----\n [Shopee (ไทย)](https://shopee.co.th/berserk%E0%B9%80%E0%B8%9A%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%8B%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%81-%E0%B8%9A%E0%B8%B4%E0%B9%8A%E0%B8%81%E0%B8%9A%E0%B8%B8%E0%B8%84-%E0%B9%81%E0%B8%A2%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-1-20-%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%AB%E0%B8%99%E0%B8%B6%E0%B9%88%E0%B8%87-i.63434898.1855330863)",
      "tr": "Kara Kılıç Ustası olarak anılan Guts, vücutlarındaki şeytani damga yüzünden onlara musallat olan şeytani güçlerden, kadınını ve kendisini korumanın bir yolunu aramaktadır. Aynı zamanda onu damgalayan ve bir kurban konumuna düşüren adamdan intikam almaya çalışmaktadır. Paralı askerlerle geçirdiği zorlu çocukluk yıllarının getirdiği tecrübeler sayesinde elde ettiği büyük gücü, devasa bir kılıç ve protez bir kol ile destekleyen Guts, karamsar kaderiyle mücadele etmek zorundadır. Tüm bunları yaparken, insani benliğini kaybetmesine neden olabilecek öfkeyle başa çıkmalıdır. \n\nTheWildDeer'dan Dorylaion tarafından biraz yorum katılarak sitedeki ingilizce açıklamadan çevrilmiştir.",
      "uk": "Його ім'я Ґатс, Чорний Мечник. Він могутній воїн, про якого говорять лишень пошепки. У нього є велетенський меч , рука зі заліза й шрами від незліченних боїв і тортур. А ще його плоть позначена Тавром — нечестивим символом, який притягує сили пітьми й робить Ґатса їхньою жертвою. Але Ґатс не прийме таку долю спокійно: він порубає на фарш війська проклятих, як і будь-кого, кому стане дурості стати на його шляху! Ґатс іде в товаристві ельфа Пака (більше докучайла, ніж товариша) темним і закривавленим шляхом, який приведе лише до загибелі... Чи помсти.",
      "es-la": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "pt-br": "Guts, conhecido como o Espadachim Negro, busca refúgio das forças demoníacas atraídas por ele e sua mulher por causa de uma marca demoníaca em seus pescoços, e também vingança contra o homem que o marcou como um sacrifício profano.  Ajudado apenas por sua força titânica adquirida de uma infância dura vivida com mercenários, uma espada gigantesca e uma mão esquerda protética de ferro, Guts deve lutar contra seu destino sombrio, enquanto luta com uma raiva que pode despojá-lo de sua humanidade."
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Aitsu no Kanojo"
    },
    "updatedAt": "2024-06-01T00:12:57+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/0da4d7d4-1f41-4ea4-abc3-119cfcea8604.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "en": "His Girlfriend"
      },
      {
        "zh-hk": "他的女友"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "en": "Someone's Girlfriend"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "en": "That Guy's Girlfriend"
      },
      {
        "uk": "Його дівчина"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36966895-9fa5-4225-8fce-21708df87ea2",
    "title": {
      "en": "Tensei Gotoki De Nigerareru To Demo, Niisan?"
    },
    "updatedAt": "2024-01-12T09:08:06+00:00",
    "coverArt": "https://mangadex.org/covers/36966895-9fa5-4225-8fce-21708df87ea2/3a26b05c-e3ca-44fb-bfde-e04bcc0bff83.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレの妹に死ぬほど愛されて無双できない異世界転生"
      },
      {
        "ja": "転生ごときで逃げられるとでも、兄さん？"
      },
      {
        "zh": "被病娇妹妹爱得死去活来"
      },
      {
        "en": "Do You Think You Can Run After Reincarnating, Nii-san?"
      }
    ],
    "description": {
      "en": "The older brother, imprisoned by his sister, dies just as he escapes and is reincarnated in another world!\nHe thought he had been freed from his demonic sister, but now she too has been reincarnated in the same world…?\n\n---\n\n**Links:**\n- [WN Raw](https://ncode.syosetu.com/n7437dj)\n- [Alternative Raw Source](https://seiga.nicovideo.jp/comic/50051)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "1b0c80ec-c8db-43c1-840c-6d126c78d09f",
    "title": {
      "en": "Shijou Saikyou no Mahou Kenshi, F Rank Boukensha ni Tensei Suru"
    },
    "updatedAt": "2024-04-16T17:06:33+00:00",
    "coverArt": "https://mangadex.org/covers/1b0c80ec-c8db-43c1-840c-6d126c78d09f/3314b4b6-231d-4b29-a4fa-74931b552e00.jpg",
    "altTitles": [
      {
        "ja-ro": "Shijou Saikyou no Mahou Kenshi, F Rank Boukensha ni Tensei Suru ~ Kensei to Matei, 2 Tsu no Zense o motta Otoko no Eiyuutan"
      },
      {
        "ja-ro": "Shijou Saikyou no Mahou Kenshi, F Rank Boukensha ni Tensei Suru ~ Kensei to Matei, 2 Tsu no Zense wo motta Otoko no Eiyuutan"
      },
      {
        "en": "The Strongest Magical Swordsman Ever Reborn as an F-Rank Adventurer"
      },
      {
        "ja": "史上最強の魔法剣士、Fランク冒険者に転生する"
      },
      {
        "ja": "史上最強の魔法剣士、Fランク冒険者に転生する　～剣聖と魔帝、2つの前世を持った男の英雄譚～"
      },
      {
        "zh": "最强之人转生成F级冒险者"
      },
      {
        "ko": "사상 최강의 마법검사, F랭크 모험자로 전생한다"
      },
      {
        "ko": "사상 최강의 마법검사, F랭크 모험자로 전생한다~검성과 마제, 2개의 전생을 가진 남자들의 영웅담~"
      }
    ],
    "description": {
      "en": "Yuri was the hero who saved the world, being called \"Demon Emperor\" in his first reincarnation and \"Sword Saint\" in his second reincarnation. However, before he knew it, he was considered a \"monster\" and was shunned by people. Yuri finally gets fed up and decides to live 100% for himself next time.\n\nHe reincarnates into the future and is immediately attacked by monsters. As he defends himself, Yuri acquires the skills of his previous lives and quickly annihilates his enemies. Eventually, Yuri arrives at the adventurers guild and decides to start his life as an F-rank novice adventurer while hiding his true strength. \n\nA different world fantasy of a man who has mastered both magic and swordsmanship begins!!",
      "id": "Aizawa Yuri telah bereinkarnasi sebanyak 2x dan ia telah lelah menjadi penguasa ini dan itu. Dengan skill miliknya memungkinkan ia mendapatkan artefak reinkarnasi, dan ia memulai kesehariannya di dunia barunya!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e71e9219-acc4-4a7a-bb96-57302fb50592",
    "title": {
      "en": "Wakarasero! Namaikitsune-sama"
    },
    "updatedAt": "2023-10-29T19:19:24+00:00",
    "coverArt": "https://mangadex.org/covers/e71e9219-acc4-4a7a-bb96-57302fb50592/f0d2ed89-564b-4c81-bba6-99f3b2f8e41a.jpg",
    "altTitles": [
      {
        "ja": "わからせろ！ナマイキツネ様"
      }
    ],
    "description": {
      "en": "Cheeky fox goddess Vs Sadistic Miko JK\nIchiyo is worshipped at a shrine as a fox divinity. But she is in fact a cheeky goth loli osan kitsune who gets carried away very easily. But is it really okay for a goddess to be so rude? A comedy about teaching her a lesson."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd6d0982-0091-4945-ad70-c028ed3c0917",
    "title": {
      "ja-ro": "Mushoku Tensei ~Isekai Ittara Honki Dasu~"
    },
    "updatedAt": "2024-04-23T21:37:28+00:00",
    "coverArt": "https://mangadex.org/covers/bd6d0982-0091-4945-ad70-c028ed3c0917/2e097c9f-ddcc-4dfa-90c7-418d0b768476.jpg",
    "altTitles": [
      {
        "pt-br": "A Reencarnação do Vagabundo: Vou dar meu melhor se for para outro mundo"
      },
      {
        "en": "Jobless Reincarnation - I Will Go All Out When I'm Transported to Another World"
      },
      {
        "en": "Jobless Reincarnation - It Will be All Out if I Go to Another World"
      },
      {
        "en": "Mr. No-Job's New Life - If I Go to a Parallel World, Then I'll Get Serious"
      },
      {
        "ja-ro": "Mushoku Tensei"
      },
      {
        "fr": "Mushoku Tensei - Nouvelle vie, nouvelle chance"
      },
      {
        "en": "Mushoku Tensei: If I Get to a Parallel Universe I'll Bring Out my True Effort"
      },
      {
        "en": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "ru": "Реинкарнация безработного ~История о приключениях в другом мире~"
      },
      {
        "ru": "Реинкарнация безработного: Попав в другой мир, я стану сёръёзнее"
      },
      {
        "th": "เกิดชาตินี้พี่ต้องเทพ"
      },
      {
        "zh": "无职转生~在异世界认真地活下去~"
      },
      {
        "ja": "無職転生 〜異世界行ったら本気だす〜"
      },
      {
        "ko": "무직전생 〜다른 세계 가면 진심 낸다〜"
      },
      {
        "it": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "de": "Mushoku Tensei - In dieser Welt mach ich alles anders"
      },
      {
        "es": "Mushoku Tensei: Reencarnación desde cero"
      },
      {
        "fa": "موشوکو تنسی: تناسخ علاف"
      },
      {
        "zh-hk": "無職轉生~在異世界認真地活下去~"
      },
      {
        "pt-br": "Jobless Reincarnation: I Will Seriously Try If I Go to Another World"
      },
      {
        "ms": "Penjelmaan Semula yang Menganggur: Jika Saya Pergi ke Dunia Lain, Saya Akan Menjadi Serius"
      },
      {
        "it": "Reincarnazione senza lavoro: Ci proverò seriamente se vado in un altro mondo"
      },
      {
        "fr": "Réincarnation sans emploi : j'essaierai sérieusement si je vais dans un autre monde"
      },
      {
        "vi": "Thất nghiệp chuyển sinh ~ Sống hết mình sau khi tới thế giới khác~"
      },
      {
        "ru": "Реинкарнация безработного: Я серьёзно постараюсь, если отправлюсь в другой мир"
      },
      {
        "ar": "موشوكو تينسي"
      },
      {
        "fa": "موشوکو تنسی"
      },
      {
        "tr": "Mushoku Tensei: İşsiz Reenkarnasyon"
      },
      {
        "tr": "Mushoku Tensei: Paralel Evrene Taşındığımda Her Şeyi Yapacağım"
      }
    ],
    "description": {
      "en": "A 34-year-old NEET gets killed in a traffic accident and finds himself in a world of magic. Rather than waking up as a full-grown mage, he gets reincarnated as a newborn baby, retaining the memories of his past life. Before he can even properly move his body, he resolves to never make the same mistakes he made in his first life ever again and instead live a life with no regrets with the new one that was given to him. Because he has the knowledge of a middle-aged man, by the age of two, he has already become a prodigy and possesses power unthinkable for anyone his age and even older. Thus begins the chronicles of Rudeus Greyrat, son of swordsman Paul and healer Zenith, as he enters a new world to become the strongest mage known to man, with powers rivaling even the gods themselves.",
      "ru": "34-летнего отаку-затворника выгнали из дома родственники после похорон его родителей. Этот жирный и уродливый девственник без гроша в кармане осознал, что его жизнь подошла к концу. Затем он понял, что его жизнь вообще могла бы быть намного лучше, если бы тот мог избавиться от тёмных страниц своей жизни. Пребывая в сожалениях, мужчина увидел, как грузовик со спящим водителем быстро надвигается на трёх школьников. Собрав все свои силы, он попытался спасти их и погиб.  \r\n  \r\nА открыв глаза, он обнаружил, что переродился в мире меча и магии как Рудеус Грейрат. Получив в этом мире новую жизнь, Рудеус решил, что в этот раз проживёт свою жизнь на полную, безо всяких сожалений!  \r\n  \r\nИ так началось приключение человека, пожелавшего заново начать свою жизнь.  \r\n  \r\nAlternative Raw: <http://seiga.nicovideo.jp/comic/23831>",
      "es-la": "La historia trata sobre un muchacho que se encierra en su casa tras sufrir una enorme humillación pública sin atreverse a salir durante varios años debido a los traumas que esto le ocasionó. Incapaz de soportar esto, se encerró en casa sin querer salir ni volver a ver a sus compañeros y durante años el miedo a salir creció y creció, acabando por convertirse en una carga para su familia… hasta el día en que sus padres murieron y sus hermanos lo expulsaron de su hogar por el parásito en el que se había convertido. En ese momento, aunque tarde, se arrepintió de su actitud y se puso a pensar que su vida podría haber sido decente si él le hubiera puesto más esfuerzo. Justo cuando estaba a punto de iniciar su nuevo cambio, ve un camión en movimiento a gran velocidad dirigiéndose a tres estudiantes de secundaria. Reuniendo todas las fuerzas que tenía logra salvarlos, pero a cambio él termina siendo atropellado por el camión, muriendo al instante. Cuando abrió los ojos, él había reencarnado en un mundo de espadas y magia como Rudeus Greyrat. Nacido en este nuevo mundo, con una nueva vida, Rudeus decidió que, “Esta vez, realmente voy a vivir mi vida al máximo sin arrepentimientos”. De este modo se inicia el viaje de un hombre que anhela reiniciar su vida."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "631f996b-3541-470c-9f18-ed02a447c64f",
    "title": {
      "en": "Kaifuku Jutsushi no Yarinaoshi"
    },
    "updatedAt": "2024-04-14T17:36:15+00:00",
    "coverArt": "https://mangadex.org/covers/631f996b-3541-470c-9f18-ed02a447c64f/dc935171-37c3-4a8d-9e99-5504cbfa8387.jpg",
    "altTitles": [
      {
        "de": "Die Rache des Heilers"
      },
      {
        "es-la": "El Reinicio Como Sanador ~La Magia de Muerte Instantánea Con La Habilidad de Copiar La Curación Trascendental~"
      },
      {
        "ja-ro": "Kaifuku Jutsushi Yarinaoshi: Sokushi Mahou to Skill Copy no Chouetsu Heal"
      },
      {
        "en": "Redo of Healer"
      },
      {
        "ja": "回復術士のやり直し～即死魔法とスキルコピーの超越ヒール～"
      },
      {
        "fa": "شروع دوباره درمانگر"
      },
      {
        "ja": "Redo OF healer"
      },
      {
        "pt-br": "A Vingança do Curandeiro"
      },
      {
        "ja": "回復術士のやり直し"
      }
    ],
    "description": {
      "de": "Keyaru wurde durch sein Unwissen immer und immer wieder ausgenutzt. Aber eines Tages erkannte er die wahre Macht der Heilmagie und kam zu der Überzeugung, dass ein Heiler die stärkste Klasse sei. Wie auch immer, ehe ihm das Potential eines Heilers klar wurde, war er bereits allem beraubt worden. Daher wandte er seine Heilmagie auf die Welt selbst an und reiste so 4 Jahre in der Zeit zurück. Er würde sich für alles rächen, was man ihm angetan hatte. Dies ist die kranke heldenhafte Geschichte eines Heilers, der der stärkste wurde, indem er sein Wissen über Heilung und seine Erfahrungen aus seinem vorherigen Leben kombiniert.",
      "en": "\"Healing magicians cannot fight alone.\"   \nKeyaru, who was bound by this common knowledge, was exploited again and again by others.  \nBut one day, he noticed what lay beyond healing magic, and was convinced that a healing magician was the strongest class. However, by the time he realized that potential, he was deprived of everything. Thus, he used healing magic on the world itself to go back four years, deciding to redo everything.  \nThis is a heroic tale of one healing magician who became the strongest by using knowledge from his past life and healing magic.",
      "it": "\"I maghi curatori non possono combattere da soli.\" Keyaru, che era legato a questa conoscenza comune, fu sfruttato più e più volte dagli altri.  \r\nMa un giorno notò cosa c'era oltre la guarigione della magia e si convinse che il mago guaritore fosse la classe più forte. Tuttavia, quando ne realizzò il potenziale, fu privato di tutto. Così, usando la magia curativa sul mondo stesso, è tornato indietro di quattro anni, determinato a ricominciare tutto da capo.",
      "pl": "\"Uzdrowiciele nie mogą walczyć w pojedynkę.\"  \r\nKeare, który wiedział o tym aż za dobrze, był raz po raz wykorzystywany przez innych.  \r\nAle pewnego dnia odkrywa coś, co kryje się poza magią uzdrowienia, i zyskuje pewność, że uzdrowiciel to najpotężniejsza z klas maga. Jednakże zanim zdał sobie sprawę z jej potencjału, został już pozbawiony wszystkiego, co miał. Dlatego właśnie użył magii uzdrowienia na samym świecie, by cofnąć się w czasie o cztery lata, postanawiając, że zacznie wszystko od nowa.  \r\nOto heroiczna opowieść o pewnym uzdrowicielu, który stał się najsilniejszym dzięki wykorzystaniu wiedzy z dawnego życia i magii uzdrawiania.",
      "pt-br": "\"Magos de cura não podem lutar sozinhos.\" \n\nKeare, que estava vinculado por esse conhecimento comum, foi explorado uma vez ou outra pelos outros. Mas um dia, ele notou o que estava além da magia de cura e estava convencido de que um mago de cura era a classe mais forte. No entanto, quando percebeu esse potencial, ele estava privado de tudo. Assim, ele usou a magia de cura no próprio mundo para voltar quatro anos, decidindo refazer tudo. Este é um conto heroico de um mago de cura que se tornou o mais forte usando o conhecimento de sua vida passada e magia de cura."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi wo Suru"
    },
    "updatedAt": "2024-06-05T19:18:06+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "ja-ro": "Sono Kisekae Ningyou wa Koi wo Suru"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll wa Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque doll is falling in love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.\n\n---\n**Links:**\n- Promotional video - [YouTube](https://youtu.be/FdEk9V9g424)",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier"
    },
    "updatedAt": "2024-05-09T23:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/1f7fced7-69e9-4f63-b34e-853885341167.jpg",
    "altTitles": [
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      },
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "ja-ro": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\"."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99af94f5-04c2-424b-8438-0c8386b0ec5f",
    "title": {
      "en": "Insomniacs After School"
    },
    "updatedAt": "2024-05-03T01:30:44+00:00",
    "coverArt": "https://mangadex.org/covers/99af94f5-04c2-424b-8438-0c8386b0ec5f/d93faaa3-3fe9-4995-a191-95fbc592b8a0.jpg",
    "altTitles": [
      {
        "es": "insomnes Después de la Escuela"
      },
      {
        "fr": "Insomniaques"
      },
      {
        "id": "Insomniamu Sepulang Sekolah"
      },
      {
        "ja": "君は放課後インソムニア"
      },
      {
        "ru": "Бессонница после школы"
      },
      {
        "kk": "Мектептен кейінгі ұйқы қашуы"
      },
      {
        "ne": "विद्यालय पछि अनिद्रा"
      },
      {
        "pt-br": "Insones - Caçando estrelas depois da aula"
      },
      {
        "ja-ro": "Kimi wa Houkago Insomnia"
      }
    ],
    "description": {
      "en": "Nakami is a studious but cranky and antisocial high schooler who gets on his classmates' nerves. However, his bad attitude comes from the fact that he has a sleeping disorder, and frequently spends nights on end without a single minute of sleep. During the preparations for the school festival, he is begrudgingly sent to the school's astronomy observatory to gather cardboard boxes, a place which is said to be haunted by the dire happenings of the now defunct Astronomy Club. He finds the isolated place a haven ripe for him to sleep, but while rummaging around, he stumbles upon his classmate Magari Isaki sleeping inside a toppled-over locker.   \n  \nIsaki, unlike him, is a personable and popular girl at class, but who also hides her own problems with insomnia. Looking for a middle ground, they find that there's comfort and ease in sleeping together, so they resort to make the observatory their own private cubby to sleep… Have they found the comfort they're looking for?",
      "es": "Nakami es un muchacho de secundaria estudioso pero irritable y antisocial que irrita a sus compañeros de clase. Sin embargo, su mala actitud se debe al hecho de que tiene un desorden del sueño, y pasa noches enteras sin dormir un minuto. En el momento de las preparaciones del festival escolar, sus compañeros lo mandan a regañadientes al observatorio de astronomía para traer cajas de cartón, y dicho lugar se rumora está maldecido por los hechos macabros del otrora Club de Astronomía. Una vez allí, encuentra que el sitio es un lugar ideal para dormir, pero mientras esculca, se tropieza con su compañera Magari Isaki, que duerme en un casillero tumbado.  \n  \nIsaki, al contrario de él, es una muchacha popular y amistosa, pero que también oculta sus propios problemas con la insomnia. Negociando sobre qué hacer, se dan cuenta que hay comodidad y facilidad en dormir juntos, así que resuelven hacer del observatorio su propio rincón privado para dormir… ¿Han así encontrado la comodidad que tanto buscan?",
      "fr": "Ganta Nakami est insomniaque. À l'école, il semble donc fatigué, voire associable. Un jour, dans la salle d'astronomie, il découvre Isaki Magari, endormie dans un coin. Insomniaque comme lui, mais bien plus sociable, elle lui propose de partager l'endroit pour y dormir en cachette. Leur rapprochement semble les aider à retrouver le sommeil, chacun étant sensible aux battements de cœur de l'autre…\n\n---\n\nMaison d'édition FR : **Soleil Manga**",
      "pt-br": "Nakami é um estudante dedicado, porém, sempre parece estar irritado, o que faz seus colegas de classe não gostarem dele. Porém essa atitude é devido ao fato dele ter insônia, passando a maior parte da noite em claro, sem conseguir dormir nem um minuto sequer. Durante a preparação do festival escolar, ele foi enviado contra a sua vontade para pegar cartolina na sala do observatório de astronomia da escola, um lugar que tem fama de ser mal-assombrado. Lá ele encontra um lugar calma e isolado para dormir, mas enquanto ele verificava o local ele encontra sua colega de classe Magari Isaki, que estava dormindo lá. Após ambos descobrirem sobre o problema de insônia um do outro, eles decidem dividir aquele local como refúgio para poderem dormir. Por quanto tempo será que eles poderão se aproveitar desse conforto? E será que a sala do observatório realmente é mal-assombrada?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "125"
  },
  {
    "mangaId": "7647fe0b-576f-4616-9de8-d9998727ced4",
    "title": {
      "en": "Lady Chef Royale"
    },
    "updatedAt": "2022-06-12T21:52:31+00:00",
    "coverArt": "https://mangadex.org/covers/7647fe0b-576f-4616-9de8-d9998727ced4/2e5eeb4c-8612-4c6c-8214-205f95e744fc.jpg",
    "altTitles": [
      {
        "ko": "로열 셰프 영애님"
      },
      {
        "ko-ro": "Royal Chef Yeong-ae-nim"
      },
      {
        "en": "The Young Lady Is a Royal Chef"
      },
      {
        "en": "Royal Chef Young Lady"
      },
      {
        "en": "Royal Chef"
      },
      {
        "id": "Royal Chef Lady"
      },
      {
        "id": "Kang masak rambut biru"
      },
      {
        "es": "La joven chef royal"
      },
      {
        "es": "La princesa es un chef imperial"
      },
      {
        "ja": "お嬢様はロイヤル・シェフ"
      },
      {
        "zh": "千金料理师"
      },
      {
        "zh": "皇室御厨英爱"
      }
    ],
    "description": {
      "en": "Sena’s been tossed into another world, as the despised daughter of a noble family. Her little restaurant was her refuge in her last life, so she’s got some tricks up her sleeve—cooking skills! \n\nAs Senianna, she’ll put her brains and fine-tuned taste buds (Korean fried chicken, anyone?) to the test so she can take back the kitchen and gain this society’s esteemed title of Chef Royale. Will her cuisine reign supreme over the empire and bring her the sweet and salty balance of power and affection?\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)\n---\nAs a chef at a small knight's restaurant, I became the nuisance youngest daughter of a powerful man who was afraid of the emperor. I tried to run away with all my travel expenses…\n\nIt’s strange.\n\n“If you say you're sorry, are you that shameless?”\n“That’s because I’m your brother.”\n“Why don't you take Grandmother on a stroll?”\n\nWhy is everyone so nice to me all of a sudden?\n\n“Why do you want to take out someone's eyeballs when they see me?\"\n\nPeople who had caught me trying to escape. I'm just cooking. What's wrong with you?",
      "id": "Aku yang dulu hidup dalam penderitaan sewaktu kecil, kini berhasil menjalankan restoran kecil di pinggir jalan dengan guruku yang menjadi orang tua sekaligus teman terbaikku.\n\nHingga suatu saat, guruku meninggal. Tapi, kemalanganku tidak berhenti di sana. Aku meninggal dan mendapati diriku di dunia lain. Aku kembali hidup sebagai cucu orang paling kuat di wilayah timur?!\n\nMendapati diriku sebagai Seniana, sekarang aku harus berjuang menjalani hidup dan menjadi royal chef paling hebat!\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)",
      "ko": "작은 기사 식당의 요리사였던 나는 황제도 두려워하는 권력가의 천덕꾸러기 막내딸이 되었다.\n여비를 저축해 도망치려고 했는데…\n\n이상하다.\n\n\"네게 미안하다고 하면 염치가 없는 건가.\"\n\"그야 내가 네 오빠니까.\"\n\"할애비와 산책해 주지 않는 거냐.\"\n\n다들 갑자기 왜 잘해 주는 거지?\n\n\"너를 보는 놈들의 눈알을 죄 뽑아 버리고 싶은 건 왜일까요.\"\n\n도망치려는 나와 붙잡는 사람들.\n요리만 했을 뿐인데 왜 이러는 거람…\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d3dae2f-d2ab-4ff2-90a4-53dd90a5133c",
    "title": {
      "en": "Eternal Club"
    },
    "updatedAt": "2024-03-22T03:43:12+00:00",
    "coverArt": "https://mangadex.org/covers/3d3dae2f-d2ab-4ff2-90a4-53dd90a5133c/7f2ed7ea-8fc0-4b57-be2d-70db742fc0a5.jpg",
    "altTitles": [
      {
        "zh": "我打造了长生俱乐部"
      },
      {
        "en": "I Built a Lifespan Club"
      },
      {
        "en": "I Built the Club of Longevity"
      },
      {
        "en": "I Created the Club of Immortality"
      },
      {
        "zh": "我打造了長生俱樂部"
      },
      {
        "zh-ro": "Wo Dazao Le Changsheng Julebu"
      }
    ],
    "description": {
      "en": "Chen Li works at Mo city, he works there every day with no hope to be seen for the future… until one night. Chen Li obtains a special ability, an ability to buy “Time” and “Lifespan” from people, sell “Time” and “Lifespan” and also let things speed up “Time leap” and slow down “exhaustion time”. So he begins to build a top-class “Lifespan club”!",
      "pt-br": "Chen Li trabalha na cidade Mo, ele trabalha todo o dia pensando que não há esperanças para o seu futuro... até que uma noite Chen Li consegue uma habilidade especial, a habilidade de comparar e vender tempo de vida, junto a isso ele pode acelerar o próprio tempo e o tempo de outras coisas utilizando o tempo de vida que ele tem"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7ea1d56-6e19-4dc6-b2bb-f7cd3399bfed",
    "title": {
      "en": "Gakuen THE iDOLM@STER 4-koma Comic"
    },
    "updatedAt": "2024-03-09T12:13:08+00:00",
    "coverArt": "https://mangadex.org/covers/f7ea1d56-6e19-4dc6-b2bb-f7cd3399bfed/5d23afb7-1d69-4ede-812e-5cd63b6686b5.png",
    "altTitles": [
      {
        "en": "Gakum@s 4-koma, Gakumas 4-koma"
      }
    ],
    "description": {
      "en": "A whole new THE iDOLM@STER branch - Gakuen THE iDOLM@STER. This comic introduces about characters and stuff in Hatsuboshi Academy.",
      "vi": "Một nhánh THE iDOLM@STER hoàn toàn mới - Gakuen THE iDOLM@STER. Truyện giới thiệu về các nhân vật và những điều liên quan đến Học viện tư lập Hatsuboshi."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af6f72d6-af16-4974-ac72-c8ca8cb6db58",
    "title": {
      "en": "Ochame na Okusan to no Nichijou Chabangoto"
    },
    "updatedAt": "2024-05-22T17:49:25+00:00",
    "coverArt": "https://mangadex.org/covers/af6f72d6-af16-4974-ac72-c8ca8cb6db58/3a295f23-9722-464f-85f6-c4b2e530c167.jpg",
    "altTitles": [
      {
        "ja": "お茶目な奥さんとの日常茶番事"
      },
      {
        "ja-ro": "Toaru Okusan no Yousu"
      },
      {
        "ja": "とある奥さんの様子"
      },
      {
        "en": "The State of a Certain Wife"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5ee781b-e01f-4da8-90ca-962056cb5435",
    "title": {
      "en": "MAD"
    },
    "updatedAt": "2024-06-17T21:35:42+00:00",
    "coverArt": "https://mangadex.org/covers/a5ee781b-e01f-4da8-90ca-962056cb5435/5203a55e-b311-41cc-b063-5f48532db624.jpg",
    "altTitles": [],
    "description": {
      "en": "Mysterious alien life-forms invade Earth! Most of humanity is wiped off the face of the planet. John, his sister, and the remaining survivors hope to find a new world to inhabit… But one day, they’re targeted by aliens again!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd095fd1-0869-46c8-958c-d3f9cb46dd48",
    "title": {
      "en": "Senpai! Waza to ja Nai n desu!"
    },
    "updatedAt": "2024-06-15T18:12:49+00:00",
    "coverArt": "https://mangadex.org/covers/bd095fd1-0869-46c8-958c-d3f9cb46dd48/1e9e0d64-c747-4e33-9b80-4c8eba0532ae.jpg",
    "altTitles": [
      {
        "ja": "センパイ！わざとじゃないんです！"
      },
      {
        "ja-ro": "Senpai! Wazato Janain desu!"
      },
      {
        "ru": "Я не специально, сэмпай!"
      },
      {
        "ja-ro": "Senpai! Waza to ja Nai n desu!"
      },
      {
        "en": "Senpai! I Didn't Do It on Purpose!"
      },
      {
        "zh-hk": "學長！我不是故意的！"
      },
      {
        "zh": "学长！我不是故意的！"
      }
    ],
    "description": {
      "en": "Sachi, a high school student, is confessed to by her love Jun, a senior who is a year older than her, and they are finally going out! However, as soon as she realizes that she is in love with Jun, Sachi has a constitution that causes her to have accidental pervert incidents with him every chance she gets! When Sachi tries to hold his hand for the first time, she accidentally puts her hand down his pants and she ends up deeply misunderstanding Jun when he asks her to pull out her hand. \n\nIt's a sexy cute☆romantic comedy!",
      "ja": "女子高生・幸は一学年上の憧れの先輩・純に告白されて、晴れて付き合えることに！ ところが両思いになった途端、幸は純に対して事あるごとにラッキースケベを起こしてしまう体質になってしまい…！? はじめて手を握ろうとしたら、勢いあまって彼のズボンに手を突っ込んでしまい違うものを握ってしまったり、あまつさえ手を抜こうとしたら手で抜こうとしてしまったりする、そんな一組のカップルが織りなすエロカワ☆ラブコメディです。",
      "ru": "Старшеклассница Сати наконец начинает встречаться с Дзюном, парнем который старше её на год. Она первая призналась, а теперь каждый раз, когда её переполняют чувства любви, богатые формы так и норовят создать неловкую ситуацию! Первая попытка Сати взяться за руки, случайно превращается в нырок в штаны Дзюна, оставляя его в полном недоумении. Встречайте эро-кавай ☆ лавком мангу!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "54"
  },
  {
    "mangaId": "8222494c-44cb-4a60-a9fa-e24fcd53f538",
    "title": {
      "en": "Ikiteru Uchi ni Oshitekure"
    },
    "updatedAt": "2024-05-22T20:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/8222494c-44cb-4a60-a9fa-e24fcd53f538/2acd77d1-1461-4ff8-a7d3-b07ceb3ce460.jpg",
    "altTitles": [
      {
        "ja": "生きてるうちに推してくれ"
      }
    ],
    "description": {
      "en": "Since childhood, Misaki Kira has been a loner because of her ability to \"see\" strange things. \n\nWhen she came to Tokyo to change her life, she was scouted and debuted as an idol! Start your glittering idol life!  When you think about it, the only ones who can help you are spirits... \n\nLife as an idol doesn't go well, and on the day before she gets fired, she meets a priest with mysterious powers!? \n\nAn exorcist unit comedy by a precipice idol and a fishy boy!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "43"
  },
  {
    "mangaId": "85d43b0b-b977-43bb-b7d8-a688d48b3107",
    "title": {
      "en": "Obokoi Majo wa Majiwaritai!"
    },
    "updatedAt": "2024-06-10T22:00:16+00:00",
    "coverArt": "https://mangadex.org/covers/85d43b0b-b977-43bb-b7d8-a688d48b3107/5779dca3-7052-432b-8fdf-ded841a97b52.jpg",
    "altTitles": [
      {
        "en": "The Young Witch Wants To Have Sex?!"
      },
      {
        "ja": "おぼこい魔女はまじわりたい!"
      },
      {
        "ko": "순진한 마녀는 뒤섞이고 싶어!"
      },
      {
        "zh-hk": "想和見習魔女深入交流！"
      },
      {
        "vi": "Cô Phù Thủy Trẻ Muốn Được Sex!"
      }
    ],
    "description": {
      "en": "Hiiragi visits Chikage Komori, a transfer student that has never come to school. His chastity is at stake when he comes across a beautiful girl that is wearing nothing but a jacket!?",
      "ja": "古森チカゲ。転校生なのに一度も登校した姿を見たことがない彼女のご近所に住む柊木は学校のプリントを届けにいくが、出会った瞬間にいきなりカラダの関係を迫られて!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fc1b635-dbf4-44e9-af7c-4a76b63d8ba8",
    "title": {
      "en": "Lost Lovers"
    },
    "updatedAt": "2024-04-20T16:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/4fc1b635-dbf4-44e9-af7c-4a76b63d8ba8/2e6d86fc-8ecf-4fc3-bddd-c7ee13f75573.png",
    "altTitles": [
      {
        "en": "消失恋人"
      }
    ],
    "description": {
      "en": "Losing memories after a confession?! A crossdressing boy and the one he loves are cursed to never fall deep in love, and are forced to repeat their confession over and over. What is the antidote to love? Can there be miracles in true love?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daa6f76d-b7b4-4328-8d31-65aedbf1e071",
    "title": {
      "en": "Bloody Sweet"
    },
    "updatedAt": "2023-08-09T16:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/daa6f76d-b7b4-4328-8d31-65aedbf1e071/7c283462-62d2-4b35-a91f-2a831753fb7d.jpg",
    "altTitles": [
      {
        "en": "Honey Blood"
      },
      {
        "ja": "ハニーブラッド"
      },
      {
        "ko": "허니 블러드"
      },
      {
        "uk": "Медова кров"
      }
    ],
    "description": {
      "en": "When the daughter of a shaman gets \"strung up\" with a centuries-old vampire, is it love or something more sinister that binds them? From Narae Lee, artist of the hit OEL manga ’Maximum Ride,’ comes the story of two misfits and their quirky, fantastical romp to find one another."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "85"
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/c72709f8-6d48-4081-b670-c4f2a25aad8a.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-05-01T19:50:42+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b171f64-89a5-4c37-b5f9-75cca57e8787",
    "title": {
      "en": "Hazure Waku no Joutai Ijou Skill de Saikyou ni Natta Ore ga Subete wo Juurin Suru made"
    },
    "updatedAt": "2024-06-19T11:47:53+00:00",
    "coverArt": "https://mangadex.org/covers/0b171f64-89a5-4c37-b5f9-75cca57e8787/d6364bbe-b96d-4881-b75e-1934928ef953.jpg",
    "altTitles": [
      {
        "en": "Failure Frame: I Became the Strongest and Annihilated Everything With Low-Level Spells"
      },
      {
        "ru": "Я стал самым сильным с провальным навыком 【 ненормальное состояние】, я разрушу всё"
      },
      {
        "ja": "ハズレ枠の【状態異常スキル】で最強になった俺がすべてを蹂躙するまで"
      },
      {
        "ko": "꽝취급 받는 [상태이상 스킬]로 최강이 된 내가 전부 유린할 때까지"
      },
      {
        "zh": "最强的我最终蹂躏一切"
      },
      {
        "zh-hk": "靠廢柴技能【狀態異常】成為最強的我將蹂躪一切"
      }
    ],
    "description": {
      "en": "During the school trip Touka and his classmates are summoned to another world. However, Touka was the only one with the lowest rank: E-rank - an extremely low status compared to his classmates. Thus the former mob-character and abandoned hero, will absolutely become the strongest devil as he advances and strikes back.",
      "pt": "Durante a viagem escolar Touka e seus colegas são convocados para outro mundo. No entanto, Touka foi o único com a classificação mais baixa: Rank-E - um status extremamente baixo em comparação com seus colegas de classe. Assim, o personagem secundário e herói abandonado, se tornara o mais forte à medida que avança e contra-ataca.\n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fc6c562-b70c-4f6a-ac23-af657a2c49ab",
    "title": {
      "en": "Expelled Hero Is Too Strong"
    },
    "updatedAt": "2024-06-20T16:20:56+00:00",
    "coverArt": "https://mangadex.org/covers/1fc6c562-b70c-4f6a-ac23-af657a2c49ab/16f9d40e-6429-483a-93bc-9d3fd5d4b4d8.jpg",
    "altTitles": [
      {
        "ko": "파티에서 추방된 영웅이 너무 뛰어남 [독점]"
      }
    ],
    "description": {
      "en": "\"Yu Ji-han, you're useless.\" \n\nWith those harsh words, Yu Ji-han, a dedicated member of the prestigious guild \"Keroes\" and the elite \"Kim Hyun-tae Party\", is abruptly expelled. After seven years of service, he's left with a meager severance pay of 10 million won. But Yu Ji-han possesses a unique ability - 'Sampling' - which allows him to see probabilities. \n\n\n[Probability of the \"Very Fun Guild\" growing into a large guild]\n\n[99%]\n\n\"I will surely surpass you all!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f9ccb4f-9421-44c7-b9e4-89a62c6d10ea",
    "title": {
      "en": "Isekai Cheat Survival Meshi"
    },
    "updatedAt": "2024-05-11T17:24:09+00:00",
    "coverArt": "https://mangadex.org/covers/2f9ccb4f-9421-44c7-b9e4-89a62c6d10ea/e662da2e-4f43-4e73-96c3-e7f55d2fb688.jpg",
    "altTitles": [
      {
        "en": "Isekai Cheat Survival Food"
      },
      {
        "ja": "異世界チートサバイバル飯"
      },
      {
        "ko": "이세계 치트 서바이벌밥 (Unofficial/비공식)"
      }
    ],
    "description": {
      "en": "Kazusa Yuu, a Japanese high school student interested in food and camping, dies in a traffic accident and ends up reincarnated in the wilderness in another world. He must learn to survive in an unfamiliar environment, learn the powers he was granted and the magic of the world that is based on eating other creatures, and rescue fair maidens in distress to feed them and build up his harem.",
      "pt": "Kazusa Yuu, é um estudante japonês do ensino médio interessado em comida e camping, ele morre em um acidente de trânsito e acaba reencarnando no deserto em outro mundo. Ele deve aprender a sobreviver em um ambiente desconhecido, aprender os poderes que ele recebeu e a magia do mundo que se baseia em comer outras criaturas e resgatar donzelas em perigo para alimentá-las e construir seu harém.",
      "pt-br": "Kazusa Yuu, um estudante japonês do ensino médio interessado em culinária e campismo, morre num acidente de trânsito e acaba reencarnado na selva de outro mundo. Ele deve aprender a sobreviver num ambiente desconhecido, aprender sobre os poderes que ganhou e a magia do mundo que se baseia em comer outras creaturas e resgatar donzelas em perigo para as alimentar e construir o seu harém"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1b16898-5a79-4cf5-8eed-2d0a53993e89",
    "title": {
      "en": "GATAPISHI"
    },
    "updatedAt": "2024-06-19T05:17:09+00:00",
    "coverArt": "https://mangadex.org/covers/f1b16898-5a79-4cf5-8eed-2d0a53993e89/78a38dd5-a69e-4440-9e57-183729855254.jpg",
    "altTitles": [
      {
        "ja": "Katapishi かたぴし"
      }
    ],
    "description": {
      "ja": "Kosuke Ano transferred to a new high school, and everything is new and exciting... or maybe he's just loud and oblivious to his surroundings. He didn't even know the school he entered was built by the temple nearby. Tomoyuki Zuisen, on the other hand, son of a monk, has been raised in the temple but susceptible to severe mood swings. Regardless, he guides the clueless Ano through the basics of monk disciplines like the practice of meditation, Zazen. Kosuke, although enthusiastic and full of energy, ends up falling asleep during Zazen. Will Ano be able to prove to Zuisen that he is not just noisy and easily elated? Or will Zuisen be quicker to suppress Ano's spirit?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "528fdd65-4c0d-4e21-82d8-66da8d6113d6",
    "title": {
      "en": "The Person I Met In-Game Was Actually My Big Sister."
    },
    "updatedAt": "2024-06-20T06:27:24+00:00",
    "coverArt": "https://mangadex.org/covers/528fdd65-4c0d-4e21-82d8-66da8d6113d6/70cb625d-3b5a-4b1f-a33f-7ef66d7ba1b5.jpg",
    "altTitles": [
      {
        "ja": "ゲーム内で知り合った人が実は姉弟だった"
      },
      {
        "ja-ro": "Game Nai de Shiriatta Hito ga Jitsu wa Kyoudai datta"
      },
      {
        "ja": "複雑な姉弟の４コマ"
      },
      {
        "ja-ro": "Fukuzatsu na Kyoudai no 4koma"
      },
      {
        "ja-ro": "Fukuzatsu na Kyoudai no Yonkoma"
      },
      {
        "en": "A Complicated Sibling Relationship 4-Koma"
      },
      {
        "en": "The Person I met in the game was actually My Big Sister."
      }
    ],
    "description": {
      "en": "\"Big Sis!?\"\n\"Kouta!?\"\n\n\nThe two of them were enjoying an in-game romance (without knowing each other's identities). Upon seeing each other's faces at their long-awaited offline meetup... they were both shocked to see that their partner was in fact their own sibling!?\n\nThese are complicated feelings for sure... and rather hard to accept!\n\n(Source: [BookLive](https://booklive.jp/product/index/title_id/20068503/vol_no/001))",
      "ja": "「姉ちゃん!?」\n「康太!?」\n\n＊\n\nゲーム内で恋愛を楽しんでいたふたり。\n待ちに待ったオフ会で顔を合わせたら……相手はまさかの姉弟で!?\n複雑なこの感情……なかなか飲み込むのは難しい！\n\nＳＮＳで話題のカオス展開ラブコメが、 描き下ろしを加えて待望の書籍化!!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "100"
  },
  {
    "mangaId": "9a894da8-57bc-49e4-b65b-69b680f42bd4",
    "title": {
      "en": "Metalial Story"
    },
    "updatedAt": "2022-02-16T23:43:23+00:00",
    "coverArt": "https://mangadex.org/covers/9a894da8-57bc-49e4-b65b-69b680f42bd4/5bdd4c3f-d4a2-4b8f-827c-d7577f7a62f7.jpg",
    "altTitles": [
      {
        "ja": "メタリアルストーリー"
      }
    ],
    "description": {
      "en": "Metalia, a world where mechanical creatures called the gears stroll. It was the so-called \"machine hunters (collectors)\" who hunted those who ruled the earth with mighty power. A boy now descends in Melzam, the largest city in Metaria. His name is Nill. He, with the right arm of the machine, had a secret. This is a story that looks for your fate."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d3c8e2-70dc-4108-afb5-08be57803a60",
    "title": {
      "en": "The Demon King's Daughter Is Too Kind!!"
    },
    "updatedAt": "2024-04-18T16:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/a5d3c8e2-70dc-4108-afb5-08be57803a60/5c963813-bc15-4edf-b4fd-1b7f48086061.jpg",
    "altTitles": [
      {
        "ru": "Дочь Короля Демонов слишком добрая!!"
      },
      {
        "ja": "魔王の娘は優しすぎる!!"
      },
      {
        "ja-ro": "Maou no Musume wa Yasashi Sugiru!!"
      },
      {
        "pt-br": "A filha do Rei Demônio é muito gentil!!"
      }
    ],
    "description": {
      "en": "The strongest Demon King, Ahriman, rules every part of the world. However, he had to stop his world conquest all of a sudden. What is the unexpected reason behind this…?",
      "pt-br": "O Rei Demônio mais forte, Ahriman, controla cada parte do mundo. Mas, ele precisou parar de conquistar inesperadamente. Qual será a razão inesperada…?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece - Digital Colored Comics"
    },
    "updatedAt": "2024-02-12T15:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "en": "One Piece"
      },
      {
        "en": "One Piece (Official Colored)"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα τους διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-06-20T16:54:03+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf69e2fd-9833-4f89-9cad-f470a280a256",
    "title": {
      "en": "How to Win My Husband Over"
    },
    "updatedAt": "2023-06-08T06:59:08+00:00",
    "coverArt": "https://mangadex.org/covers/cf69e2fd-9833-4f89-9cad-f470a280a256/be664e06-9d7a-45fd-870b-9292e9440c44.jpg",
    "altTitles": [
      {
        "ko": "남편을 내 편으로 만드는 방법"
      },
      {
        "ko-ro": "Nampyeon'eul Nae Pyeon'euro Mandeuneun Bangbeob"
      },
      {
        "en": "How to Get My Husband on My Side"
      },
      {
        "fr": "Comment faire mon mari être mon allié"
      },
      {
        "it": "Come portare mio marito dalla mia parte"
      },
      {
        "es": "Cómo hacer que mi marido esté de mi lado"
      },
      {
        "es": "Cómo poner a mi esposo de mi lado"
      },
      {
        "ru": "Как переманить мужа на свою сторону"
      },
      {
        "uk": "Як переманити мого чоловіка на мою сторону"
      },
      {
        "fa": "چگونه شوهرم رو در کنارم قرار بدم"
      },
      {
        "ja": "夫を味方にする方法"
      },
      {
        "zh": "让丈夫站在我这边的方法"
      },
      {
        "zh-hk": "讓丈夫偏愛的方法"
      },
      {
        "zh-hk": "讓丈夫站在我這邊的方法"
      },
      {
        "vi": "Phương Pháp Làm Chồng Hướng Về Phía Em"
      },
      {
        "mn": "Нөхрөө хэрхэн өөрийн талд оруулах вэ"
      },
      {
        "th": "วิธีดึงสามีมาเป็นพวก"
      }
    ],
    "description": {
      "ar": "أصبحت امرأة شريرة ماتت على يد زوجها في الرواية ، على وجه التحديد كشخصية داعمة تموت أثناء استخدامها كأداة للزواج السياسي من قبل والدها وشقيقها . وفي يوم من الأيام ، أحضر الأب أخيزا عريسها ... المشكلة أن الشخص الآخر هو الزوج الذي سيقتلني وأفضل فارس مقدس في الشمال الذي سيدمر الأسرة في المستقبل . أولا وقبل كل شيء ، يجب أن أجد طريقة للعيش . هناك العديد من الصعوبات مثل برودة الزوج ، وازدراء الدوق ، لكن يبدو أنه غير مؤذ للناس هنا . \" لقد وقعت في حبك ! \" لذا أرجوك أنقذني !\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "en": "In the original lines of the novel, I was a villainess—used as a political tool by my father and older brother—who ended up dying at the hands of my future husband.\n\nTo save his kingdom, my father desperately begged my fifth groom to take my hand in marriage. The problem is that the man I’m supposed to marry, the legendary knight of the North, is the same man who will end up murdering me and my entire family.\n\nI have to find a way to survive.\n\nWithin the novel itself, there are many daunting challenges ahead of me: I have to find a way to save my husband’s little sister, win over my cold-hearted husband, and gain the support of the people of the North, all of whom currently despise me.\n\n“I’m in love with you!”\n\nSo please, don’t kill me!\n\n---\nI thought I'd finally escaped my hellish life when I died in an airplane crash, but I fell into another nightmare when I awoke as Rudbeckia de Borgia, a minor villain from a historical novel destined to die at the hands of her husband, Iske van Omerta. Surviving with the dysfunctional Borgia family is hard enough, but now I have to marry the man who will kill me! Still, it’s okay, I just have to convince Iske, his family, and all his countrymen that I’m completely harmless! How hard can that be?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "es": "Me convertí en Rudbekia, la villana dentro de una novela de fantasía que sería asesinada a manos de su marido. El maldito de mi padre, ya ha decidido con quien me volveré a casar a través de un matrimonio político. El principal problema, es que mi futuro esposo es quien me matara. Necesito encontrar una forma de sobrevivir. Si actuó inofensivamente ante la gente del Norte, si protejo a la hermana de mi marido, a quien maté en la historia original, y si finjo estar completamente enamorada de él, ¿tal vez me perdone la vida? —¡Me he enamorado de tí! ¡Así que por favor sálvame!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "fa": "در قسمت های اصلی رمان، من یه فرد شرور بودم که توسط پدر و برادر بزرگترم به عنوان یه ابزار سیاسی استفاده میشدم و در نهایت به دست شوهر آیندم کشته شدم. پدرم برای نجات پادشاهی خودش به شدت به داماد پنجم التماس میکرد که با من ازدواج کنه. مشکل اینه که مردی که قراره باهاش ازدواج کنم، شوالیه افسانه ای شمال، همون مردیه که در نهایت من و تمام خانوادم رو میکشه. \"باید راهی برای زنده موندن پیدا کنم.\" داخل خود رمان چالش های دلهره آور زیادی پیشه رو هس. من باید راهی برای نجات خواهر کوچک شوهرم پیدا کنم، بر ظاهر سرد شوهرم پیروز شم، حمایت مردم شمال رو به دست بیارم و دربرابر اتفاقات عجیب با موجودات عجیبی دووم بیارم که در حال حاضر همه اینا منو به یه فرد انتقام جو تبدیل میکنن. \"عاشق توعم!\" \"پس لطفاً منو نکش!\"\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "fr": "Dans le roman, elle est devenue une méchante qui est morte des mains de son mari. Pour être plus précis, elle est devenue un personnage secondaire qui est morte en étant utilisée comme un outil pour un mariage politique par son père et son frère. Un jour, mon satané père est sorti en rampant et a choisi mon cinquième marié. Le problème est que la personne choisie était le meilleur paladin du Nord et la personne même qui me tuera moi et ma famille dans le futur. D’abord, je dois trouver un moyen de vivre. Dans le roman, avant de trouver un moyen de sauver ma belle-sœur qui allait mourir de mes mains, il y a de nombreux défis que je dois surmonter. Par exemple, faire fondre l’extérieur froid de mon mari, gagner les faveurs des gens du Nord et surmonter le mépris du duc. Si je peux surmonter ces défis, ma vie ne sera-t-elle pas sauvée plus tard? «Je suis tombé amoureux de toi !» Alors s’il te plaît, épargne-moi!\n\n---\nUne jeune coréenne est réincarnée dans le corps de Rudbeckia de Borgia, la seule fille du pape. Cependant, Rudbeckia est destinée à mourir des mains de son époux après avoir été utilisée comme outil dans un mariage politique. Prenant les devants pour changer son destin, elle décide de gagner l'affection de Izek van Omerta du royaume de Britannia, paladin, neveu du roi et héritier du duché d'Omerta. Rudbeckia pourra-t-elle empêcher le meurtre de sa belle-sœur, assassinat qui lui avait coûté la vie? Et Izek, celui qui est supposé tuer Rudbeckia dans le futur, se rangera-t-il aux côtés de son épouse?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "it": "Nelle righe originali del romanzo, ero una malvagia, usata come strumento politico da mio padre e mio fratello maggiore, che finì per morire per mano del mio futuro marito. Per salvare il suo regno, mio padre pregò disperatamente Isaac di Omerta di sposarmi. Il problema è che l'uomo che dovrei sposare, il leggendario cavaliere del Nord, è lo stesso uomo che finirà per uccidere me e tutta la mia famiglia. Devo trovare un modo per sopravvivere! All'interno del romanzo stesso, ci sono molte sfide scoraggianti: devo trovare un modo per salvare la sorellina di mio marito, conquistare il mio freddo marito e ottenere il sostegno della gente del Nord, che attualmente mi disprezza. \"Sono innamorata di lei!\" Riuscirò nell'impresa?\n\n---\nIn un romanzo, è diventata una malvagia che è morta tra le mani di suo marito. Per la precisione, come \"attrice\" non protagonista, una cattiva che muore dopo essere stata utilizzata come strumento per un matrimonio strategico da suo padre e suo fratello. Un giorno, il mio dannato padre ha strisciato e ha offerto la mia mano al mio quinto sposo. Il problema è che lui è proprio il marito che mi ucciderà e il miglior paladino del nord che in futuro distruggerà la mia famiglia. Per prima cosa, devo trovare un modo per sopravvivere. Nel romanzo ci sono molte difficoltà, come il freddo disprezzo di mio marito, l'odio e il bisogno di controllo dei nordisti e il disprezzo dei contadini, prima di trovare un modo per salvarmi la vita, dovrò risolvere diversi problemi. \"Sono innamorata di te!\" Quindi, per favore, salvami!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "ko": "판타지 소설 속 남편의 손에 죽는\n악역 조연, ‘루드베키아’가 되었다.\n\n이 세계의 망할 아버지는 내 정략결혼 상대를 또 물어왔다.\n문제는 그 상대가 바로 날 죽이게 될 남편이라는 것!\n\n일단은 살길을 찾아야 한다.\n\n북부 사람들에게 최대한 무해하게 보이면서\n원작에서 내가 죽일 남편의 여동생도 지키고,\n남편에겐 사랑에 빠진 척하면 목숨은 살려주지 않을까?\n\n“전 당신한테 반해버렸어요!”\n\n그러니까 제발 살려줘!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "pt": "Me tornei ‘Rudbeckia’, uma coadjuvante em uma história de fantasia, uma vilã que morre pelas mãos de seu marido. O pior pai do mundo me achou outro parceiro para um casamento político. O problema é, essa pessoa é o marido que vai me matar! Primeiro, preciso achar uma forma para viver. Preciso parecer o mais inofensiva possível para o povo do norte e proteger a irmãzinha do meu marido que matei na história original. Não seria capaz de salvar minha vida se fingisse estar apaixonada pelo meu marido?\n\n“Me apaixonei por você à primeira vista!”\n\n“Então, por favor, me poupe!”\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "ru": "Рудвекиа де Ворхиа является сикстинским ангелом и принцессой Романии, которой предначертано умереть от руки собственного мужа. После того как она стала обычным инструментом в руках верховного понтифика католической церкви и своего старшего брата, она вынуждена вступить в политический брак с лучшим паладином севера, который в будущем должен убить весь ее дом. Теперь девушка должна будет столкнуться с многочисленными трудностями, но ей придется приспособиться и выжить в новых условиях. Сначала ей придется доказать, что она не является опасностью для других людей, потому людям не стоит ее опасаться. Дальше же ей придется убедить всех людей в том, что она совершенно непричастна к делам понтифика и семьи.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "tr": "Kocasının ellerinde ölen bir kötü kadın karakterin bedenine reenkarne oldum. Daha doğrusu, babası ve erkek kardeşi tarafından siyasi evlilik aracı olarak kullanılırken ölen bir yardımcı karakter oldum. Bir gün, lanet olası babam gitti ve beşinci kocamı seçti. Sorun şu ki, seçilen kişi Kuzey'in en iyi Paladin'i, dahası gelecekte beni ve ailemi öldürecek olan kişiydi. Önce yaşamanın bir yolunu bulmalıyım. Romanda benim ellerimde ölecek olan biricik kız kardeşini kurtarmanın bir yolunu bulmadan önce aşmam gereken birçok zorluk var. Kocamın soğuk yüzünü eritmek, Kuzeyli'nin beğenisini kazanmak ve Dük'ün küçümsemesini yenmek gibi. Bu zorlukların üstesinden gelebilirsem, hayatım sonunda kurtulmuş olmaz mı? \"Sana aşık oldum!\" Bu yüzden lütfen beni bağışla!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "uk": "Вона стала злодійкою, яка померла від рук свого чоловіка в романі. Точніше, вона стала другорядною героїнею, яка померла, коли її батько і брат використовували як інструмент політичного шлюбу. По-перше, я маю знайти спосіб вижити у романі, знайти спосіб врятувати сестру мого чоловіка, яка в оригіналі померла від моїх рук, мені потрібно розтопити холодне серце мого чоловіка, завоювати прихильність населення та подолати презирство герцога. Якщо я зможу подолати ці труднощі, чи не буде моє життя врятовано пізніше? «Я закохався в тебе!» Тож будь ласка, пощади мене!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "vi": "Trong cuốn tiểu thuyết gốc, tôi là một nhân vật phản diện - người được cha và anh trai sử dụng như một công cụ chính trị và cũng là người hết dưới tay chồng tương lai của mình. Để cứu vương quốc, cha tôi đã tuyệt vọng cầu xin chú rể nắm lấy tay tôi và kết hôn. Vấn đề là người đàn ông mà tôi phải kết hôn chính là hiệp sĩ huyền thoại của phương Bắc và cũng là người đàn ông sẽ tiêu diệt tôi và cả gia đình. Tôi phải tìm cách tồn tại. Trong cuốn tiểu thuyết, có rất nhiều thử thách khó khăn dc đặt ra cho tôi: tôi phải tìm cách cứu em gái của chồng mình, giành dc trái tim của người chồng lạnh lùng và có dc sự ủng hộ của người dân phương Bắc và tất cả những người hiện tại coi thường tôi. \"Em yêu anh!\" Vì vậy, xin anh đừng giết em!!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "zh": "我成为了在奇幻小说中死在丈夫手中的反派角色‘卢德薇基亚’。 更倒霉的是，父亲又给我找来了一个政治联姻的对象。 问题是，那个人就是要杀掉我的丈夫啊！ 首先要找到活路。 尽可能在北部人面前展示出无害的样子 还要保护在原著中死在我手下的丈夫的妹妹 假装对丈夫陷入爱河会不会挽救我的性命？ “我被你迷住了！” 所以拜托救救我吧！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "zh-hk": "我成為了在奇幻小說中死在丈夫手中的反派角色‘盧德薇基亞’。\n\n更倒霉的是，父親又給我找來了一個政治聯姻的對象。問題是，那個人就是要殺掉我的丈夫啊！首先要找到活路。\n\n盡可能在北部人面前展示出無害的樣子 還要保護在原著中死在我手下的丈夫的妹妹\n\n假裝對丈夫陷入愛河會不會挽救我的性命？ “我被你迷住了！” 所以拜託救救我吧！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b76a0506-5168-431b-8acc-fa340a042f93",
    "title": {
      "en": "Tenkaichi - Nihon Saikyou Bugeisha Ketteisen"
    },
    "updatedAt": "2024-05-22T18:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/b76a0506-5168-431b-8acc-fa340a042f93/57303565-b48c-4fce-8ecc-d310345b7d6e.jpg",
    "altTitles": [
      {
        "ja": "テンカイチ -日本最強武芸者決定戦-"
      },
      {
        "zh": "天下第一 日本最強武士選拔賽"
      },
      {
        "zh-hk": "天下第一 日本最强武士选拔赛"
      },
      {
        "vi": "Tenkaichi - Thiên Hạ Đệ Nhất Võ Sĩ Đại Hội"
      },
      {
        "ko": "천하제일 일본최강무예가결정전"
      },
      {
        "es-la": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "es": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "en": "Tenkaichi: Battle to Decide Japan's Strongest Martial Artist"
      },
      {
        "pt-br": "Tenkaichi - A Batalha para decidir o Artista Marcial mais forte do Japão"
      },
      {
        "en": "The Greatest: The Battle To Decide Japan's Strongest Martial Artist"
      }
    ],
    "description": {
      "en": "Battle tournament manga set in the Sengoku Era. The year is 1600. Ten years have passed since Oda Nobunaga unified Japan. When Nobunaga realized that he was dying, he announced that he would hand over the country to the one who produced the strongest warriors. The warlords, whose dreams of unifying the country had been dashed, set up their own strongest warriors and set their sights on becoming the ruler of Japan",
      "ja": "時は西暦1600年。“織田信長”が全国統一してから10年が経過していた――。信長は自分の死期を悟ると、最強の武芸者を輩出したものに“この国”を譲ると発表。天下統一の夢破れた武将たちは、それぞれ最強の武芸者を擁立し、この国の王を目指す！",
      "vi": "Một câu chuyện với một chuỗi lịch sử hoàn toàn lạ lẫm với lịch sử mà chúng ta đã và đang từng được biết.\nOda Nobugana, sau khi hoàn thành đại nghiệp thống nhất thiên hạ, nay chỉ vì muốn nhìn thấy cảnh chém giết đổ máu, đã lập nên một giải đấu nhằm chọn ra người sẽ thay mình trị vì cả thiên hạ, \"TENKAICHI\". Để tham gia, những văn võ bá quan lẫn các trung thần đều sẽ chọn ra cho mình một võ sĩ đại diện, người mà họ cho rằng sẽ là thiên hạ đệ nhất võ sĩ tham gia thi đấu cho mình. Một đại hội đẫm máu và tàn khốc chưa từng có trong lịch sử Nhật Bản chính thức bắt đầu.",
      "es-la": "Torneo de batalla ambientado en la Era Sengoku. Es el año 1600. Han pasado diez años desde que Oda Nobunaga unificó Japón. Cuando Nobunaga se dio cuenta de que se estaba muriendo, anunció que entregaría el país a quien produjera los guerreros más fuertes. Los señores de la guerra, cuyos sueños de unificar el país se habían visto frustrados, crearon sus propios guerreros más fuertes y pusieron sus miras en convertirse en el gobernante de Japón",
      "pt-br": "“Quem é o artista marcial mais forte do Japão?” É 1600 D.C., dez anos se passaram desde que \"Oda Nobunaga\" unificou todo o país. Percebendo sua morte, Nobunaga anuncia que entregará 'este país' àquele que tivesse como seguidor o artista marcial mais forte."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Tying the Knot with an Amagami Sister"
    },
    "updatedAt": "2024-06-08T18:27:08+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/0aa33cec-a7c3-45e3-b5ad-0e88cbfe890e.jpg",
    "altTitles": [
      {
        "ja-ro": "Amagami-san Chi no Enmusubi"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      },
      {
        "es-la": "Emparejamiento del Hogar Amagami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами.",
      "es-la": "Un chico que había perdido la fe en las Oraciones y los Dioses, de pronto conocerá a 3 hermosas Hermanas que son Doncellas del Templo donde comenzará a vivir, ¿Esto afectará de alguna Manera a nuestro Protagonista? Léelo para descubrirlo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2024-01-26T17:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/3764c25f-c596-421b-b0c7-9eabba109b5a.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc5c0539-e1a5-4382-a247-20db0acbf63c",
    "title": {
      "en": "Kyouryuu to Kappa no Iru Toshoshitsu"
    },
    "updatedAt": "2024-05-19T00:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/cc5c0539-e1a5-4382-a247-20db0acbf63c/c841bc51-adbe-4170-856b-c87a704782e9.jpg",
    "altTitles": [
      {
        "ja": "恐竜とカッパのいる図書室"
      },
      {
        "zh": "恐龙与河童的图书室"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "18"
  },
  {
    "mangaId": "02efd1cb-45bc-4fd2-b34b-73e644e7b4f6",
    "title": {
      "en": "Outsider Paradise"
    },
    "updatedAt": "2024-05-24T06:07:41+00:00",
    "coverArt": "https://mangadex.org/covers/02efd1cb-45bc-4fd2-b34b-73e644e7b4f6/f5aaa6b3-9e1f-4c15-bd0e-e58c8522d363.jpg",
    "altTitles": [
      {
        "ja": "アウトサイダー パラダイス"
      },
      {
        "ru": "Рай неудачников"
      }
    ],
    "description": {
      "en": "From the author of Asobi Asobase comes a new comedy series, about… the Art Club from Asobi Asobase."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]