[
  {
    "mangaId": "a4a10d24-149f-4f7b-8fc1-2784d377fb08",
    "title": {
      "en": "Outcast Adventurer's Second Chance ~Training in the Fairy World to Forge a Place to Belong~"
    },
    "updatedAt": "2024-04-05T17:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/a4a10d24-149f-4f7b-8fc1-2784d377fb08/d6d503ce-20ff-4318-994e-97c2d3042320.jpg",
    "altTitles": [
      {
        "ja": "追放冒険者のやりなおし　～妖精界で鍛えなおして自分の居場所をつくる～"
      },
      {
        "ja": "Tsuihou Bokensha no Yarinaoshi ~Yousei-kai de Kitae Naoshite Jibun no Ibasho wo Tsukuru~"
      },
      {
        "en": "Exile Adventurer Redo"
      }
    ],
    "description": {
      "en": "\"Glen, your bad reputation is dragging the party down. We're kicking you out today.\" A party of adventurers formed from childhood friends. The day after a promotion exam, Glen was summoned to the guild and expelled by the party leader. The reason given was the \"bad rumours\" that followed Glen. The rumours had no basis, but Glen was already considering leaving the party, so he accepted the outcome and left the party. Alone, he returned to his hometown for the first time in a long while to catch up. \"Glen, leave this place.\" What awaited him there were the people who raised him believing in the bad rumours. \"If you think I'm like that, then I'll be like that\" he shouted as he disappeared into the forest. This is a story about an adventurer trying to regain the things he has lost. Those who abandoned him will wallow in grief, while he moves forward with his new companions."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e97fdc93-21ec-47e0-b676-e45d67068932",
    "title": {
      "en": "Ase to Sekken"
    },
    "updatedAt": "2024-02-18T23:14:03+00:00",
    "coverArt": "https://mangadex.org/covers/e97fdc93-21ec-47e0-b676-e45d67068932/3ae2d0fd-e94d-4496-8505-f05b880ce48a.jpg",
    "altTitles": [
      {
        "en": "Sweat and Soap"
      },
      {
        "ja": "あせとせっけん"
      },
      {
        "zh": "汗水和皂香"
      },
      {
        "ko": "땀과 비누"
      },
      {
        "uk": "Піт і Мило"
      },
      {
        "ja-ro": "Ase to Sekken"
      }
    ],
    "description": {
      "en": "Asako’s living her dream, working at the toiletry maker Lilia Drop. Little do her coworkers know, the reason she loves the company so much is that she’s ashamed of her body odor, and their soap is the only thing that does the trick. So when the company’s lead product developer, a perfuming genius, approaches her in the lobby and wonders what “that smell” is, she’s terrified … but could it be … that he likes it? And, even more surprising to Yae … does she like him?\n\nTV Dorama adaptation: [MyDramaList](https://mydramalist.com/718871-ase-to-sekken)",
      "ja": "女性に絶大な人気を誇る化粧品＆バス用品メーカー・リリアドロップに勤めるOL・八重島麻子（やえしまあさこ）は、重度の汗っかきなのがコンプレックス。\n\nデオドラント製品が手放せない生活の中、ある日、商品開発部の名取香太郎（なとりこうたろう）に、「君の体臭は素晴らしい！ 新商品の石鹸開発のため、これから毎日、君のにおいを嗅ぎに来ます！」と言われてしまう。\n\nでも、においを嗅がれるのは、そんなに嫌でもなくて……？\n\n多汗女子と嗅覚男子の、超純愛フェチラブコメ、爆誕!!",
      "uk": "Асако Яешіма — боязка офісна працівниця фірми туалетних товарів Lilia Drop. Асако любить компанію, тому що вона соромиться своїх проблем із потовиділенням і запахом тіла, а запах мила, виробленого компанією, — єдине, що здатне зняти її невпевненість. Однак, коли Котаро Наторі, провідний розробник продукту компанії, підходить до неї та відчуває її аромат, він заявляє, що любить запах Асако і вважає його надихаючим. Оскільки вони продовжують зустрічатися по роботі, Асако починає менше піклуватися про те, що її обнюхує Котаро, і вони починають романтичні стосунки.",
      "pt-br": "Em um romance de escritório, há uma linha tênue entre sexy e estranho… e essa linha é onde Asako – uma mulher que transpira copiosamente – conheceu Koutarou – um desenvolvedor de perfume que não se cansa do perfume da Asako. Asako está vivendo seu sonho, trabalhando na fabricante de produtos de higiene pessoal Lilia Drop. Mal sabem seus colegas de trabalho, o motivo pelo qual ela ama tanto a empresa é que ela tem vergonha de seu odor corporal, e o sabonete deles é a única coisa que resolve. Então, quando o principal desenvolvedor de produtos da empresa, um gênio da perfumaria, se aproxima dela no saguão e se pergunta o que é “aquele cheiro”, ela fica apavorada… Mas será que… ele gostou?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "97.2"
  },
  {
    "mangaId": "d3de0128-f60b-4fd2-acc6-fa4735659a34",
    "title": {
      "en": "Reality Quest"
    },
    "updatedAt": "2023-05-28T20:30:29+00:00",
    "coverArt": "https://mangadex.org/covers/d3de0128-f60b-4fd2-acc6-fa4735659a34/63eaa70f-d8c8-4ead-8214-7a4d3f4a903c.png",
    "altTitles": [
      {
        "ko": "현실퀘스트"
      },
      {
        "en": "Real Life Quest"
      },
      {
        "en": "IRL Quest"
      },
      {
        "ko-ro": "Hyeonsil Quest"
      },
      {
        "ru": "Реалити Квест"
      },
      {
        "fr": "IRL Quest"
      }
    ],
    "description": {
      "en": "Due to the school bully's threat to get him game items, Ha Do-wan, the unlucky game shuttle, died after playing games all night long for a week. The moment he died, he got respawned to the classroom one week before he died... Everything is the same as that day. The only thing that has changed is the floating in front of him! What? Use the skills of the games I've played so far to beat the bully?!?!",
      "fr": "À cause de la menace des harceleurs de son école qui l'obligent à gagner des objets dans un jeu, Ha Do-Wan, le malheureux joueur à tout faire, est mort après avoir joué sans arrêt pendant une semaine. Au moment où il est mort, il s'est fait réincarner dans sa salle de classe une semaine avant sa mort... Tout est comme ce jour-là. La seule chose qui a changé est cette fenêtre volante devant lui ! Quoi ? Utiliser les skills que j'ai utilisé dans tous les jeux auxquels j'ai pu jouer jusqu'ici pour battre les harceleurs ?!?!",
      "ru": "После угроз и запугиваний школьного хулигана, который требовал добыть предметы, Ха До Ван всю неделю проводит ночи напролет за играми, умирает и перерождается в школьном кабинете за неделю до этого... Все было точно таким же, как в тот день. Изменилось только одно - это \"Оповещение о квесте\", которое всплыло перед глазами! Что? От меня требуется победить этого хулигана, используя все мои игровые навыки?",
      "pt-br": "Após ser forçado pelo valentão da escola a dropar um item lendário, Ha Dowan, o escravo gamer, morre depois de passar a sete dias seguidos jogando. No momento de sua morte, ele renasce na sala de aula, uma semana antes do dia em que morreu. Tudo está exatamente igual àquele dia. A única coisa diferente é que a <notificação de missão> está flutuando na frente dele! “O quê? tenho que usar as habilidades de todos os jogos que joguei até hoje pra descer o cacete nesse desgraçado?!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-01-20T05:26:42+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/03c494d5-915a-46b8-80f1-94a29a6b6723.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "ja-ro": "Mankitsu Shitai Jouren-san"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?\n\nThis is a slightly naughty, heartful love comedy where this gentle pair will get to \"enjoy\" their youth to the fullest!!",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。 それは最近よく来店する女子高生のほなみちゃん。 どこか無防備で可愛らしい彼女には、 目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！\n\n---\n\nManga kissa de hataraku daigakusei izumi ni wa ki ni natte iru jōren-san ga ita. Sore wa saikin yoku raiten suru mesukōsei no hona michan. Doko ka mubōbi de kawairashī kanojo ni wa,-me o hanasenai aru himegoto ga atte…!? Seishun o “ma n kitsu” suru yasashī futari no chottoetchina hātofururabukome!!",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42b464cd-a8a1-45bb-9140-2f5674b54c22",
    "title": {
      "en": "The Person Sitting Next to Me Looking at Me with Perverted Eyes"
    },
    "updatedAt": "2024-04-05T17:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/42b464cd-a8a1-45bb-9140-2f5674b54c22/2a5a1c72-c783-49f8-84e1-4e49c7c531dd.jpg",
    "altTitles": [
      {
        "ja": "隣の席の奴がエロい目で見てくる話"
      },
      {
        "vi": "Người bàn bên thường nhìn tôi bằng ánh mắt biến thái"
      },
      {
        "ja-ro": "Tonari no Seki no Yatsu ga Ero ime de Mitekuru Hanashi"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/117358783)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eff87780-93d9-412e-b831-c731787e9bea",
    "title": {
      "en": "Oroka na Tenshi wa Akuma to Odoru"
    },
    "updatedAt": "2024-03-03T12:18:45+00:00",
    "coverArt": "https://mangadex.org/covers/eff87780-93d9-412e-b831-c731787e9bea/2c799675-258c-49bb-9835-f96298a1ba95.jpg",
    "altTitles": [
      {
        "de": "Die mit dem Teufel tanzt"
      },
      {
        "ru": "Неразумный ангел в пляске с демонами | Неразумный ангел в танце с демоном"
      },
      {
        "ja": "愚かな天使は悪魔と踊る"
      },
      {
        "zh": "愚蠢天使与恶魔共舞"
      },
      {
        "ko": "어리석은 천사는 악마와 춤춘다"
      },
      {
        "id": "Bidadari Sableng Berdansa dengan Iblis"
      },
      {
        "vi": "Thiên sứ Ngu muội Nhảy múa cùng Ác ma"
      },
      {
        "vi": "天使愚眛趂𦨂共恶魔 (Nom Script)"
      },
      {
        "en": "The Foolish Angel Dances with the Devil"
      }
    ],
    "description": {
      "en": "Masatora Akutsu has just transferred into class in Japan from a long way away - all the way from Hell, to be exact. Akutsu is a demon who's come to Earth to find someone who can motivate the forces of Hell to fight back against the invading Heavenly army. He immediately sets his sights on one of his classmates, the kind and beautiful Lily Amane, but ends up in way over his head when it turns out Lily has some secrets of her own!",
      "ja": "堕落した悪魔たちにやる気を出させるため悪魔たちのアイドルとなる人間を捜しに人間界に降りてきた阿久津雅虎。彼は早くもアイドル候補・天音リリーを見つけ勧誘する。しかし、リリーの正体は阿久津たち悪魔の天敵の「天使」で!? 自らの身と仲間を守るためリリーを堕天させんとする阿久津と野望のため阿久津の更正を決意する",
      "pt": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe - todo o caminho desde o Inferno, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!",
      "pt-br": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe -todo o caminho desde o Infernio, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "631f996b-3541-470c-9f18-ed02a447c64f",
    "title": {
      "en": "Kaifuku Jutsushi no Yarinaoshi"
    },
    "updatedAt": "2024-02-06T16:04:25+00:00",
    "coverArt": "https://mangadex.org/covers/631f996b-3541-470c-9f18-ed02a447c64f/dc935171-37c3-4a8d-9e99-5504cbfa8387.jpg",
    "altTitles": [
      {
        "de": "Die Rache des Heilers"
      },
      {
        "es-la": "El Reinicio Como Sanador ~La Magia de Muerte Instantánea Con La Habilidad de Copiar La Curación Trascendental~"
      },
      {
        "ja-ro": "Kaifuku Jutsushi Yarinaoshi: Sokushi Mahou to Skill Copy no Chouetsu Heal"
      },
      {
        "en": "Redo of Healer"
      },
      {
        "ja": "回復術士のやり直し～即死魔法とスキルコピーの超越ヒール～"
      },
      {
        "fa": "شروع دوباره درمانگر"
      },
      {
        "ja": "Redo OF healer"
      },
      {
        "pt-br": "A Vingança do Curandeiro"
      }
    ],
    "description": {
      "de": "Keyaru wurde durch sein Unwissen immer und immer wieder ausgenutzt. Aber eines Tages erkannte er die wahre Macht der Heilmagie und kam zu der Überzeugung, dass ein Heiler die stärkste Klasse sei. Wie auch immer, ehe ihm das Potential eines Heilers klar wurde, war er bereits allem beraubt worden. Daher wandte er seine Heilmagie auf die Welt selbst an und reiste so 4 Jahre in der Zeit zurück. Er würde sich für alles rächen, was man ihm angetan hatte. Dies ist die kranke heldenhafte Geschichte eines Heilers, der der stärkste wurde, indem er sein Wissen über Heilung und seine Erfahrungen aus seinem vorherigen Leben kombiniert.",
      "en": "\"Healing magicians cannot fight alone.\"   \nKeyaru, who was bound by this common knowledge, was exploited again and again by others.  \nBut one day, he noticed what lay beyond healing magic, and was convinced that a healing magician was the strongest class. However, by the time he realized that potential, he was deprived of everything. Thus, he used healing magic on the world itself to go back four years, deciding to redo everything.  \nThis is a heroic tale of one healing magician who became the strongest by using knowledge from his past life and healing magic.",
      "it": "\"I maghi curatori non possono combattere da soli.\" Keyaru, che era legato a questa conoscenza comune, fu sfruttato più e più volte dagli altri.  \r\nMa un giorno notò cosa c'era oltre la guarigione della magia e si convinse che il mago guaritore fosse la classe più forte. Tuttavia, quando ne realizzò il potenziale, fu privato di tutto. Così, usando la magia curativa sul mondo stesso, è tornato indietro di quattro anni, determinato a ricominciare tutto da capo.",
      "pl": "\"Uzdrowiciele nie mogą walczyć w pojedynkę.\"  \r\nKeare, który wiedział o tym aż za dobrze, był raz po raz wykorzystywany przez innych.  \r\nAle pewnego dnia odkrywa coś, co kryje się poza magią uzdrowienia, i zyskuje pewność, że uzdrowiciel to najpotężniejsza z klas maga. Jednakże zanim zdał sobie sprawę z jej potencjału, został już pozbawiony wszystkiego, co miał. Dlatego właśnie użył magii uzdrowienia na samym świecie, by cofnąć się w czasie o cztery lata, postanawiając, że zacznie wszystko od nowa.  \r\nOto heroiczna opowieść o pewnym uzdrowicielu, który stał się najsilniejszym dzięki wykorzystaniu wiedzy z dawnego życia i magii uzdrawiania.",
      "pt-br": "\"Magos de cura não podem lutar sozinhos.\" \n\nKeare, que estava vinculado por esse conhecimento comum, foi explorado uma vez ou outra pelos outros. Mas um dia, ele notou o que estava além da magia de cura e estava convencido de que um mago de cura era a classe mais forte. No entanto, quando percebeu esse potencial, ele estava privado de tudo. Assim, ele usou a magia de cura no próprio mundo para voltar quatro anos, decidindo refazer tudo. Este é um conto heroico de um mago de cura que se tornou o mais forte usando o conhecimento de sua vida passada e magia de cura."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "555bc816-ecab-48a2-b4f6-024da707a392",
    "title": {
      "en": "Houkago wa Kenka Saikyou no Gyaru ni Tsurekomareru Seikatsu Kanojo-tachi ni Sukarete, Boku mo Saikyou ni!?"
    },
    "updatedAt": "2024-03-13T15:37:35+00:00",
    "coverArt": "https://mangadex.org/covers/555bc816-ecab-48a2-b4f6-024da707a392/d58d3b5e-7dfb-486d-a17d-5196198b73b8.jpg",
    "altTitles": [
      {
        "en": "The Story of Being Taught How to Fight by a Delinquent Gyaru"
      },
      {
        "ja": "放課後はケンカ最強のギャルに連れこまれる生活　彼女たちに好かれて、僕も最強に⁉"
      },
      {
        "ja-ro": "Houkago wa Kenka Saikyou no Gyaru ni Tsurekomareru Seikatsu Kanojo-tachi ni Sukarete, Boku mo Saikyou ni!?"
      }
    ],
    "description": {
      "en": "As a result of a combination of his good-natured personality and bad luck, Shiki Orifushi ends up enrolling in St. Lukeman's Academy, a school renowned for its delinquent students.\n\nBefore entering the school, Shiki had lived a life far removed from being a delinquent, but at St. Lukeman's, he was an herbivore thrown into a predator's cage.\nShiki was well aware of his situation, but his sense of justice and good-natured personality make him catch the attention of one of the school's numerous gangs of delinquents.\n\nFor the next year, Shiki was bullied by the delinquents and lived through hellish days, but one day, he almost bumped into the school's strongest delinquent gal, Karin Kohinata, in front of a vending machine. As a result of this, Shiki's school life changes completely.\n\n---\n**Links:**\n- [Web Novel Raw](https://kakuyomu.jp/works/16817330648656085875)",
      "ja": "**ジャンルに「学園」がない不具合**\n\nお人好しな性格と不運が重なった結果、折節史季（おりふし　しき）は不良校として名高い聖ルキマンツ学園に入学するハメになってしまう。\n\n学園に入学する以前は不良とは縁遠い生活を送っていた史季は、聖ルキマンツ学園においては肉食動物の檻に放り込まれた草食動物そのもの。\n史季自身もそのことは重々に承知していたが、そこそこの正義感とそこそこ以上にお人好しな性格が災いとなり、校内に掃いて捨てるほどいる不良グループの一つに目をつけられてしまう。\n\nそれから一年もの間、史季は不良グループにいじめられ、地獄のような日々を送っていたが、ある日、学園最強のヤンキーギャル――小日向夏凛（こひなた　かりん）と自販機前でぶつかりそうになったことを契機に、史季の学園生活は一変することとなる。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf326f7-ccbd-4d54-bbad-852d76e46523",
    "title": {
      "en": "Revenge of the Iron-Blooded Sword Hound"
    },
    "updatedAt": "2024-01-23T17:55:44+00:00",
    "coverArt": "https://mangadex.org/covers/fbf326f7-ccbd-4d54-bbad-852d76e46523/fc143365-1a41-4908-af88-389672813feb.jpg",
    "altTitles": [
      {
        "ko": "철혈검가 사냥개의 회귀"
      },
      {
        "ko-ro": "Cheolhyeolgeomga Sanyanggaeui Hoegwi"
      },
      {
        "en": "Revenge of the Sword Clan's Hound"
      },
      {
        "tr": "Demir kanlı kılıç tazısının i̇ntikamı"
      },
      {
        "ja": "回帰した鉄血の猟犬"
      },
      {
        "zh": "铁血剑家猎犬的回归"
      },
      {
        "ar": "عودة الكلب ذي الدم الحديدي"
      },
      {
        "en": "Revenge of the Baskerville Bloodhound"
      },
      {
        "pt-br": "A vingança do cão de caça de sangue de ferro Baskerville"
      }
    ],
    "description": {
      "en": "Raised to kill like a pack of loyal hounds, the Baskerville children took countless lives as a band of fearsome assassins.\n\nDespite being the shunned illegitimate son of the brood, Vikir served his family faithfully, only to meet his untimely demise at his father’s hands. But when he is inexplicably reborn with a second chance at life, Vikir, armed with the memories and knowledge of his past, swears to rise above the pack and take his revenge.\n\nThis time, he's ready to bite the hand that feeds."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-03-21T17:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/cd35ba88-59ea-47c0-9f28-aa08c7fa0de3.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "ja-ro": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "en": "Fighting With an FPS Beginner"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "20143014-832d-4f6d-a078-793cb99ced09",
    "title": {
      "en": "Vivy -Fluorite Eye's Song-"
    },
    "updatedAt": "2023-10-04T18:46:58+00:00",
    "coverArt": "https://mangadex.org/covers/20143014-832d-4f6d-a078-793cb99ced09/104ee067-f015-4cc1-a119-b95d2b9ba7cf.jpg",
    "altTitles": [
      {
        "ja": "ヴィヴィ -フローライトアイズソング-"
      },
      {
        "hr": "Vivi -Pjesma Fluoritnog oka-"
      },
      {
        "ru": "Виви: Песнь флюоритового глаза"
      },
      {
        "uk": "Віві: Пісня флюоритового ока"
      }
    ],
    "description": {
      "en": "When highly evolved AIs set out to eradicate mankind, the carnage that ensues fills the air with the stench of fresh blood and burning bodies. In a desperate bid to prevent the calamity from ever occurring, a scientist bets everything on a remnant from the past.\r\n\r\nTurning the clock back a hundred years, AIs are already an integral part of human society, programmed with specific missions meant to be carried out for their entire course of operation. Vivy, the first ever autonomous AI, is a songstress tasked with spreading happiness through her voice. In a theme park where she hardly ever gets a proper audience, she strives to pour her heart out into her performances, bound to repeat it day after day—that is, until an advanced AI from the future appears before her and enlists her help in stopping a devastating war a hundred years in the making. With no time to process the revelation that flips her world upside down, Vivy is catapulted into a century-long journey to avert the violent history yet to come."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "23"
  },
  {
    "mangaId": "4a433d6b-f51a-4c2f-a183-85419fe98efc",
    "title": {
      "en": "Medalist"
    },
    "updatedAt": "2024-04-05T17:04:37+00:00",
    "coverArt": "https://mangadex.org/covers/4a433d6b-f51a-4c2f-a183-85419fe98efc/187f158a-8456-45a6-b9fc-92286a051c07.jpg",
    "altTitles": [
      {
        "ja": "メダリスト"
      },
      {
        "zh": "舞冰的祈愿"
      },
      {
        "zh-hk": "舞冰的祈願"
      },
      {
        "zh-hk": "金牌得主"
      }
    ],
    "description": {
      "en": "There is a dream worth putting two lives on the line for.  \n  \nTsukasa, a young man with shattered dreams, and Inori, a girl no one believed in. However, in the face of adversity, those two possessed a tenacity towards the rink greater than anyone had ever known. Together, they meet on the ice, and aim for the world with their figure skating!\n\n---\n\n**Links:**  \n- [Series' Twitter](https://twitter.com/medalist_AFT)\n- Alternative Official English - [K MANGA (U.S. Only)](https://kmanga.kodansha.com/title/10231/episode/318207), [Kodansha](https://kodansha.us/series/medalist/)",
      "zh": "用利刃融化坚冰、开拓人生——！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c355cfa-d8a9-495c-a50b-8729102ab2b7",
    "title": {
      "en": "Shin Lupin III"
    },
    "updatedAt": "2023-05-16T03:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/3c355cfa-d8a9-495c-a50b-8729102ab2b7/33549561-aa82-473c-9bc3-534b194a5a96.jpg",
    "altTitles": [
      {
        "en": "Lupin III - World's Most Wanted"
      },
      {
        "en": "New Lupin III"
      },
      {
        "ja-ro": "Shin Lupin Sansei"
      },
      {
        "ja": "新ルパン三世"
      }
    ],
    "description": {
      "en": "Lupin the Third and his motley crew return in Shin Lupin III! This time, several of the stories are either brand new or adapted from or to the Lupin anime, and the beginning story was even animated by itself several years later!  \n  \nLupin the Third is the grandson of the famous literary thief Arsène Lupin, and his partners in crime include the sharpshooter Jigen Daisuke, the stoic samurai Goemon Ishikawa the Thirteenth, and the on-again-off-again lover/enemy Fujiko Mine. Their goal is to outwit enemies bigger than themselves while nabbing the world's rarest and most important items, while also outwitting the dogged Inspector Zenigata, who's made it his life's work to capture and secure Lupin. In the manga however, his relationship with the titular thief isn't as \"respecting to the enemy\" as you would expect, as he's attempted multiple times to kill him without shedding a tear!   \n  \nWhat kind of sexy exploits will Lupin and his crew get up to next in…Shin Lupin III!"
    },
    "status": "completed",
    "releaseDate": 1977,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "188"
  },
  {
    "mangaId": "3f24f81e-29ef-4c46-83ff-b859de5cbab6",
    "title": {
      "en": "I Will Escape From the Flower of Ordeals"
    },
    "updatedAt": "2024-03-01T13:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/3f24f81e-29ef-4c46-83ff-b859de5cbab6/50e2a33b-c3ad-489a-a4ca-14776ce9473b.jpg",
    "altTitles": [
      {
        "ko": "시련의 꽃에서 탈출하겠다"
      }
    ],
    "description": {
      "en": "I was exhausted from reading the script all night and fell asleep, but it was about a kimchi fight, a secret birth, and an amnesia.\n\nI suddenly possessed Cha Ye-ryun, the villainous girl from the drama 'Flower of Ordeals', which is full of all kinds of absurd situations.\n\n\"I will protect you, Cha Ye-ryun. If I can’t go back to reality even after the drama ends, then I will be you.\"\n\nCha Ye-ryun only has one goal - avoiding her unfortunate ending where she has to spend the rest of her life in prison. \n\n Will she be able to overcome the unfortunate ending and escape the Flower of Ordeal?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6910fb7b-0147-4ef6-9caf-0d4fe136eed0",
    "title": {
      "en": "Rewrite - Dear Secret Rose (Doujinshi)"
    },
    "updatedAt": "2024-04-05T16:55:31+00:00",
    "coverArt": "https://mangadex.org/covers/6910fb7b-0147-4ef6-9caf-0d4fe136eed0/bd9491dc-e7ba-4173-bfb9-03b44db50b25.jpg",
    "altTitles": [
      {
        "ja": "Rewrite - ディアシークレットローズ"
      }
    ],
    "description": {
      "en": "Explores the development of Kotarou and Akane's relationship throughout the story and its secrets.\n\n“'You have power, and you are dissatisfied with the world. Would you want to change the world… or would you rather change yourself?” — Akane Senri.\n\nIn the eco-friendly city of Kazamatsuri, Kotarou attempts a fresh start in high school but finds his efforts affected by sudden supernatural encounters. Driven by his curiosity, Kotarou seeks out the rumored “witch” of the occult club, Akane Senri. Unaffected by her probing questions and mysterious nature, Kotarou joins the club and successfully recruits new members to join him, only to see the club collapse as secrets related to the occult create tension between their prospective friendships. \n\nIn that moment, Kotarou chooses to prioritize keeping his ties with the elusive Akane intact and casts aside his ordinary life as a student. But as the two grow closer over the many months, the immense weight of grim responsibilities behold by the truth grows to match the strange complexity of their relationship; mutual secrets bind them together and threaten to tear that very bond apart.\n\n[This is a canon-compliant fan book based on Akane’s Route in the original Rewrite visual novel.]"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23d49e6b-73b8-4d91-9544-1292a4ce68f8",
    "title": {
      "en": "Imada Nakunatte Inai Hito"
    },
    "updatedAt": "2024-03-14T15:59:54+00:00",
    "coverArt": "https://mangadex.org/covers/23d49e6b-73b8-4d91-9544-1292a4ce68f8/6081413e-2d54-48c5-b91b-9b6b106ac3c5.jpg",
    "altTitles": [
      {
        "ja": "未だ亡くなっていない人"
      },
      {
        "en": "Wives Who have not Yet Passed Away"
      },
      {
        "vi": "Người vợ chưa chết"
      },
      {
        "en": "Wives Who Has Not Yet Passed Away"
      }
    ],
    "description": {
      "en": "Haruka Kawarazaki, a young man aspiring to be a manga artist, and Mayuko Kawarazaki, a beautiful woman to whom everyone looks back. They live in a room in a flat, share a meal every night and lay on each other's skin. But they are not husband and wife. A woman whose heart has been broken and a young man who knows it but continues their relationship - a love suspense about a forbidden relationship that you can't stop even when you know it's wrong.",
      "ja": "兄は逝き、義姉は壊れ、僕は溺れた\n\n漫画家を目指す青年･河原崎遥と、誰もが振り返る美女･河原崎繭子。共に暮らし、毎夜、食事を共にし、肌を重ねる。しかし、二人は夫婦ではない。繭子は、遥の義姉。死んだ兄の妻なのだ。心が壊れてしまった女と、それを知りながら関係を続ける男―――",
      "pt-br": "A história segue o jovem aspirante a mangaká, **Haruka Kawarazaki**, e a deslumbrante, **Mayuko Kawarazaki**, que atrai a atenção de todos. Os dois vivem juntos em um apartamento, compartilham refeições todas as noites e satisfazem todos seus desejos carnais sobre a cama. No entanto, eles não são um casal. Uma mulher cujo coração foi partido e um jovem que sabe disso, mas que continua a sua relação. *― Um suspense romântico que retrata um relacionamento proibido que não pode ser interrompido, mesmo sabendo que é errado.*"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "279caee1-4a5e-46a9-a472-dc250cd05093",
    "title": {
      "en": "Wonder House of Horrors"
    },
    "updatedAt": "2024-04-02T20:28:07+00:00",
    "coverArt": "https://mangadex.org/covers/279caee1-4a5e-46a9-a472-dc250cd05093/70bc5590-df7e-418a-b963-456f4fdc8fce.jpg",
    "altTitles": [
      {
        "ja-ro": "Kaiki no Yakata"
      },
      {
        "ja": "怪奇の館"
      }
    ],
    "description": {
      "en": "A 10 story horror anthology by Miyako Cojima that is sometimes kooky, sometimes gory, and sometimes positively profound!\n\n1- Ugly Face\n2- The Amazing Dismembered Girl\n3- Monologue\n4- Severance\n5- Speed Girl\n6- Wonder Valentine\n7- Chocolate Man\n8- Mission School\n9- The Hut in the Mountains\n10- Mansion of Sweet Mystery\n\nNote: Wonder Valentine has 3 stories together"
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-02-26T19:14:57+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/1021308f-8511-4f29-9c4a-3a4c471de3ac.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b98c4daf-be1a-46c8-ad83-21d532995240",
    "title": {
      "en": "My Food Looks Very Cute"
    },
    "updatedAt": "2024-03-06T02:42:26+00:00",
    "coverArt": "https://mangadex.org/covers/b98c4daf-be1a-46c8-ad83-21d532995240/d07b739f-17cb-4ec3-b358-8c349938af47.png",
    "altTitles": [
      {
        "zh": "我的食物看起来很可爱"
      },
      {
        "en": "My Food Seems to Be Very Cute"
      },
      {
        "zh-ro": "Wǒ de shíwù kàn qǐlái hěn kě'ài"
      },
      {
        "zh-hk": "我的食物看起來很可愛"
      },
      {
        "es-la": "Mi comida se ve adorable"
      },
      {
        "id": "Makananku yang Cantik"
      },
      {
        "pl": "Moje jedzonko wygląda uroczo"
      }
    ],
    "description": {
      "en": "A vampire who has been sleeping for nearly two hundred years, Maria is awakened by a passing werewolf girl by a chance, and the moment the coffin is opened, the curse falls on the werewolf girl. The two girls set foot on the journey to the city",
      "es-la": "Maria, una vampiro que había estado durmiendo por casi doscientos años, es despertada por Xing Lan, una chica lobo que pasaba por ahí. Cuando el ataúd se abre, una maldición cae sobre Xing Lan. Sin embargo, en lugar de asustarse, la inocente Xing Lan cree haber encontrado una excelente compañera, y ambas embarcan juntas un viaje a la ciudad. Así comienza su historia."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d76a350d-c6b5-42bb-bfba-e521a3964a6a",
    "title": {
      "en": "S-Class Hunter Doesn't Want to Be a Villainous Princess"
    },
    "updatedAt": "2024-03-29T14:08:13+00:00",
    "coverArt": "https://mangadex.org/covers/d76a350d-c6b5-42bb-bfba-e521a3964a6a/997b4ff9-ff0d-4c15-8e64-828e014d85da.png",
    "altTitles": [
      {
        "ko": "S급 헌터는 악역 공녀가 되기 싫습니다"
      },
      {
        "ko-ro": "S-geup Hunter-neun Agyeok Gongnyeoga Doegi Silseumnida"
      }
    ],
    "description": {
      "en": "**I'm done with romance, so send me home!**\n\nKim Yi-Young was just an ordinary civil service exam candidate in South Korea.\nAfter studying for more than four and a half years, she finally passed, a truly ordinary person with nothing but reading novels here and there as a hobby.\n\nHowever, on the day she went out for a celebratory meal after passing the exam, she got into a traffic accident and died, only to find herself reincarnated into the fantasy hunter novel she was reading.\n\nTo her, the \"System\" offered a way back home.\nDetermined solely to return home and cuddle her warm cat and adorable Maltese, Cerberus, she gained strength through dozens of regressions.\nSigning contracts with the constellations of the original work and dying multiple times, she eventually succeeded in conquering the \"Tower\" of the original work and defeating the owner of the tower on the final floor.\n\nNow, all that's left is to go home......\n\nOr so she thought!\n\n[Due to an error, instead of returning to the original world, we will reincarnate you into the author's new work!]\n\nI don't need that! All I wanted was my sweet home!\nIs that so difficult?! I even got rid of the Tower!?!?!\n\nMoreover, romance fantasy?! Even in my previous life, I didn't care about romance, not one bit!\nAnd to top it off, I didn't even reincarnate into my own body this time, but into the \"villainess\" of the book!\n\nI'm not afraid of the threats in this world, but I'm worried about being forced into a romance quest.\n\nCan I go home......?",
      "ko": "**로맨스는 됐으니까 집에나 보내줘!**\n김이영, 그녀는 대한민국의 평범한 공무원 시험 응시생이었다.\n그것도 4년 반이 넘는 긴 시간동안 공부 끝에 합격한, 낙이라고는 짬짬이 소설읽는 것밖에 없는 정말 평범한 사람.\n\n그러나 합격을 축하하기 위해 외식을 나간 날 교통사고를 당해 죽고, 자신이 읽던 현태판타지 헌터물에 빙의하고 만다.\n그런 이영에게 집으로 돌아갈 수 있는 길을 제안하는 '시스템'.\n그녀는 오로지 집에 돌아가서 배 따땃하게 지지고 귀여운 말티즈 켈베로스를 끌어안겠다는 일념 하에 수십 번씩 회귀하며 힘을 길렀다.\n원작 속의 성좌들과 계약하고 수차례 죽어가며 원작 속의 '탑'을 공략하여 결국 마지막 층의 지배자, 탑의 주인을 처리하는 데 성공한다. \n\n이제 남은 건 집으로 가는 것 뿐……,\n\n\n인줄 알았는데!\n\n[오류로 인해 원래 세상으로의 복귀 대신, 작가의 신작에 빙의시켜드리겠습니다!]\n\n필요 없어! 내가 바란건 내 스윗 홈뿐이었는데!\n그게 그렇게 어려워?! 탑도 내가 없애줬는데?!?!\n\n게다가, 로맨스 판타지라니! 이전 빙의에서도 로맨스의 ㄹ도, 아니, ㄹ의 한 획도 신경 안 쓰고 살았는데!\n거기에 이전처럼 내 몸으로 책에 빙의한 게 아니라 책 속의 '악녀'에 빙의했다!\n\n이 세계의 위협은 전혀 두렵지 않지만, 로맨스를 강제로 끌어내는 퀘스트는 걱정된다. \n\n나, 집에 갈 수 있을까……?",
      "pt-br": "**Estou farta de romance, então me mandem para casa!**\n\nKim Yi-Young era apenas uma candidata comum ao exame de serviço civil na Coreia do Sul. Depois de estudar por mais de quatro anos e meio, finalmente passou, uma pessoa verdadeiramente comum que só gostava de ler romances de vez em quando como passatempo.\n\nNo entanto, no dia em que saiu para uma refeição comemorativa após passar no exame, sofreu um acidente de trânsito e morreu, apenas para se ver reencarnada no romance de caçadora de fantasia que estava lendo.\n\nPara ela, o \"Sistema\" ofereceu um caminho de volta para casa. Determinada apenas a voltar para casa e abraçar seu gato e o adorável Maltês, Cerberus, ela ganhou força através de dezenas de regressões. Assinando contratos com as constelações da obra original e morrendo várias vezes, eventualmente conseguiu conquistar a \"Torre\" da obra original e derrotar o dono da torre no último andar.\n\nAgora, tudo o que resta é voltar para casa......\n\nOu pelo menos era o que ela pensava!\n\n[Devido a um erro, em vez de retornar ao mundo original, vamos reencarná-la na nova obra do autor!]\n\nEu não preciso disso! Tudo o que eu queria era minha doce casa! É tão difícil assim?! Até me livrei da Torre!?!?!\n\nAlém disso, fantasia romântica?! Nem mesmo na minha vida anterior eu me importava com romance, nem um pouco! E para piorar, nem reencarnei em meu próprio corpo desta vez, mas na \"vilã\" do livro!\n\nNão tenho medo das ameaças deste mundo, mas estou preocupada em ser forçada a uma busca romântica.\n\nSerá que posso voltar para casa......?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65263bf9-4f87-4513-b72f-ad6436b3911c",
    "title": {
      "en": "Otaku ni Koi wa Muzukashii"
    },
    "updatedAt": "2024-03-12T16:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/65263bf9-4f87-4513-b72f-ad6436b3911c/b7f78e11-c910-48bb-a842-798e04f0f92f.jpg",
    "altTitles": [
      {
        "ja": "ヲタクに恋は難しい"
      },
      {
        "ja-ro": "Wotaku ni Koi wa Muzukashii"
      },
      {
        "en": "Love Is Hard for Otaku"
      },
      {
        "en": "Wotakoi: Love Is Hard for Otaku"
      },
      {
        "tr": "Aşk Bir Otaku İçin Zordur"
      },
      {
        "id": "Cinta itu Sulit untuk Seorang Otaku"
      },
      {
        "de": "Keine Cheats für die Liebe"
      },
      {
        "fr": "♂taku ♀taku"
      },
      {
        "fr": "Otaku Otaku"
      },
      {
        "es": "Qué difícil es el amor para un otaku"
      },
      {
        "pl": "Wotakoi. Miłość jest trudna dla otaku"
      },
      {
        "pt-br": "Wotakoi: O amor é difícil para otakus"
      },
      {
        "ru": "Так сложно любить отаку"
      },
      {
        "th": "ยากแท้จริงหนอรักของโอตาคุ"
      },
      {
        "zh": "宅男腐女恋爱真难"
      },
      {
        "zh-hk": "阿宅的戀愛太難"
      },
      {
        "ko": "오타쿠에게 사랑은 어려워"
      },
      {
        "uk": "Так складно кохати отаку"
      },
      {
        "uk": "Отакої: Складності кохання отаку"
      }
    ],
    "description": {
      "de": "Narumi ist ein Vollblut-Nerd. Doch ihre Liebe zu Manga und Anime trifft bei Normalo-Männern nicht gerade auf Verständnis – sobald sie hinter ihr Geheimnis kommen, nehmen sie Reißaus! Zum Glück bietet sich ihr alter Kindheitsfreund Hirotaka – selbst hoffnungsloser Game-Nerd – als Freund an. Aber kann die Rechnung Nerd + Nerd = Liebe wirklich aufgehen?\n\nThe Big Bang Theory trifft auf Manga – eine herrlich durchgeknallte Rom-Com nicht nur für Nerds!",
      "en": "Narumi Momose has had it rough: every boyfriend she’s had dumped her once they found out she was an otaku, so she’s gone to great lengths to hide it. When a chance meeting at her new job with childhood friend, fellow otaku, and now coworker Hirotaka Nifuji almost gets her secret outed at work, she comes up with a plan to make sure he never speaks up. But he comes up with a counter-proposal: why doesn’t she just date him instead? In love, there are no save points. [Kodansha]",
      "es": "\"Cuando me preguntan qué clase de manga es Qué difícil es el amor para un otaku, como no estoy muy segura de si es un shojo, uno romántico o un manga cómico, al final explico que es un combate de amor entre integrantes de una especie diferente.\"\n\nFujita\n\nÉl, un gamer empedernido. Ella, una fujoshi. Ambos guardan sus secretos bajo su apariencia profesional. ¿Podrán mantener una relación sin revelarlos o sin que sus pasatiempos se interpongan entre ellos?",
      "fr": "Narumi et Hirotaka travaillent dans la même société. Ce sont tous deux des otaku. Ils ont chacun une passion dévorante pas toujours évidente à faire entendre aux autres. Peut-elle même être compatible avec une relation amoureuse ? Comprendre l'autre, l'accepter tel qu'il est, se montrer tel qu'on est vraiment... Misant sur ce point commun, «des otaku,» ils décident alors de sortir ensemble. Mais comme dans toutes les histoires d'amours, des interrogations et des doutes persistent. Leur passion va-t-elle les rapprocher ou les séparer? Heureusement les amis sont là pour en discuter mais aussi pour partager leur «otaku attitude.»",
      "id": "Kisah percintaan Narumi Momose amat sulit. Dia diputuskan oleh pacarnya setelah sang pacar tahu kalau Narumi adalah fujoshi. Akhirnya dia memutuskan untuk pindah kerja dan menyembunyikan kenyataan kalau dirinya seorang otaku di kantor barunya. Tapi di tempat kerja barunya dia malah bertemu dengan Hirotaka Nifuji, teman masa kecilnya yang tampan dan terampil tapi otaku gamer kelas berat. Mendengar keluhan Narumi mengenai otaku yang tidak akan berhasil dalam cinta, Hirotaka pun mengajak Narumi berpacaran sebagai sesama otaku!? “Kalau aku pasti akan menemanimu mengumpulkan material atau naik level. Aku nggak akan mengecewakanmu atau membuatmu menangis Ditambah lagi, aku bisa membantumu berjualan di comiket akhir pekan minggu depan.",
      "it": "L'amore non è un gioco. Nemmeno quando è ad alto tasso nerd.\n\nNarumi e Hirotaka: professione impiegati e... otaku hardcore. Tenere segreta la passione per manga, anime e videogiochi può essere utile per essere considerati normali, ma legarsi a chi la condivide sarà la strada più agevole per trovare il vero amore?",
      "ja": "隠れ腐女子のOL・成海(なるみ)と、ルックス良く有能だが重度のゲーヲタである宏嵩(ひろたか)とのヲタク同士の不器用な恋愛を描いたラブコメディ。『次にくるマンガ大賞2014』の〝本にして欲しいWebマンガ部門〟第1位、pixiv内オリジナルコミックブックマーク数歴代1位の大人気作品が多数の描き下ろしを加えて待望の書籍化。",
      "ko": "일본 현지 420만부 돌파!\n이 만화가 대단해 2016 여자편 제1위, 2018년 일본 현지 TV애니메이션 방영 확정\n게임 오타쿠 X 숨덕 부녀자\n\n숨은 부녀자인 나루미는 새로 옮긴 직장에서 잘생기고 능력 있지만 심각한 게임 오타쿠 히로타카와 재회한다. 일단 연인이 되긴 했지만 오타쿠 친구이자 서툰 두 사람에게 연애는 어렵기만 하고. 오타쿠라면 고개를 끄덕일 시추에이션 가득하다. 오타쿠가 아닌 사람이라도 피식피식 웃다가 찡 하게 눈물이 고이게 되는, 픽시브에서 연재되었던 초인기 작품이 마침내 한국 정식 발간했다.",
      "pl": "Narumi Momose dobrze wie, że bycie sobą nie zawsze sprawdza się w romantycznych związkach. Faceci porzucali ją już z wielu powodów. Gdy jednak jeden z nich zakończył znajomość, bo dowiedział się, że Narumi jest otaku, miarka się przebrała. Nauczona doświadczeniem, w nowej pracy nikomu nie mówi więc o swoich zainteresowaniach. Przypadek sprawia, że w tej samej firmie pracuje jej kolega z gimnazjum, a zarazem zapalony fan gier, Hirotaka Nifuji. Aby upewnić się, że jej sekret jest bezpieczny, Narumi wyciąga go na obiad i przestrzega, aby wiedzę o jej wstydliwych upodobaniach zatrzymał dla siebie. On ma jednak inną propozycję - a może by tak zostali parą?",
      "pt": "Apesar de Narumi Momose esconder seu gosto por histórias yaoi, seu namorado descobre tal hobby e termina o relacionamento. Para renovar sua vida, ela decide mudar de trabalho e lá acaba encontrando seu amigo de infância, Hirotaka Nifuji, um viciado em video games, que por pouco não revela o segredo de sua amiga. Então, ela decide sugerir um plano para que ele nunca mais fale sobre o assunto, mas não contava com uma contraproposta: por que não começarem a namorar? Obcecados por seus interesses pessoais, será difícil para eles manterem um relacionamento.",
      "ru": "Наруми — обычная офисная работница... которая втайне ото всех рисует яойную мангу. Хиротака на хорошем счету в своей компании... и в то же время он — интроверт и хардкорный геймер. Читайте историю их неуклюжей любви в романтической комедии «Так сложно любить отаку»!",
      "th": "นารุมิ และ ฮิโรทากะ อดีตเพื่อนสมัยเด็กที่แต่เดิมทั้งสองนั้นก็มีความชื่นชอบในวัฒนธรรมการ์ตูนและเกมอยู่แล้ว ได้กลับมาพบเจอกันอีกครั้งในฐานะเพื่อนร่วมงาน แต่ทว่าความรู้สึกบางอย่างนั้นกลับไม่เหมือนเดิม... ความสัมพันธ์ของทั้งสองจะเป็นอย่างไร จะสามารถพัฒนาจากเพื่อนสมัยเด็กกลายเป็นคนรักได้หรือไม่ นี่คือเรื่องราวความรักที่สุดแสนจะโรแมนติคคอมเมดี้ ระหว่างหนุ่มสาวโอตาคุที่กำลังเริ่มต้นขึ้น",
      "uk": "Як же важко будувати стосунки отаку... Багато людей не розуміють нас і цураються, косі погляди чекають на нас практично скрізь, куди б ми не йшли. Тому що ми не такі, як оточуючі, і їх це лякає... Але ж ми теж люди і теж хочемо любові і розуміння, відчувати, що ми не самотні...\n\nМомосе Нарумі, 26 років, отаку, раптово дізнається, що тепер працюватиме з хлопцем, якого знає з початкової школи, але з вступу до старшої вона його не бачила... Що ж принесе це їй - самотній любительці чоловічого кохання та отоме-ігор , а що йому - \"фахівцеві з відеоігор\" Ніфудзі Хіротаке?\n\nАдже... так складно любити отаку...",
      "es-la": "¿Puede un oficinista que es secretamente un empedernido gamer y una mujer que es en secreto una fujoshi salir sin que sus pasatiempos se entrometan en su relación o sin revelar su secreto? Para Narumi Momose no ha sido fácil encontrar pareja, cada novio la ha dejado cuando se enteran de sus aficiones, eso la ha llevado a ocultar que es una fujoshi. Pero cuando entra a su nuevo trabajo, encuentra a su amigo de la infancia Hirotaka Nifuji quien sabe de su secreta afición. Ella pensará en un plan para que no diga su secreto, pero él le hace una contrapropuesta, ¿Por qué no empiezan a salir?",
      "zh-hk": "極力隱瞞自己是個腐女的粉領族‧成海，在新公司與長相帥氣又能幹，但卻是個重度電玩宅的兒時玩伴宏嵩重逢了。為了方便，提議兩人乾脆交往，於是同為阿宅的成海與宏嵩正式成為男女朋友。而公司中的另一對情侶小柳和樺倉也是阿宅，四人經常在一起喝酒聊天。作者以自己身旁的朋友為靈感，描繪出狀況不斷又有趣的阿宅戀愛故事"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "86"
  },
  {
    "mangaId": "6e6cdc8a-3622-4c3a-b373-55d2a751c44e",
    "title": {
      "en": "Buta no Fukushuu"
    },
    "updatedAt": "2023-12-31T11:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/6e6cdc8a-3622-4c3a-b373-55d2a751c44e/45525ce0-1a7d-44e6-abfe-2c2c0983603d.jpg",
    "altTitles": [
      {
        "ru": "Месть свиней"
      },
      {
        "en": "Revenge of the Pigs"
      },
      {
        "ja": "豚の復讐"
      }
    ],
    "description": {
      "en": "Before successfully being able to commit suicide, Takeshi Hirota, a bullied high school boy is transported to another another world where he is accepted by the orcs due to his appearance."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5439fe65-5b3a-420e-9ef4-27c9bcc49c5a",
    "title": {
      "en": "Boy's Abyss"
    },
    "updatedAt": "2024-02-20T12:28:17+00:00",
    "coverArt": "https://mangadex.org/covers/5439fe65-5b3a-420e-9ef4-27c9bcc49c5a/331c10fb-cd6a-41d1-9da2-2217ea3c17e1.jpg",
    "altTitles": [
      {
        "ja-ro": "Shounen no Abyss"
      },
      {
        "ru": "Бездна подростка"
      },
      {
        "ja": "少年のアビス"
      },
      {
        "ko": "소년의 어비스"
      },
      {
        "en": "World End Boy Meets Girl"
      },
      {
        "ru": "Юношеская бездна"
      },
      {
        "ne": "केटाको रसातल"
      },
      {
        "tr": "Oğlanın Hiçliği"
      },
      {
        "zh-hk": "少年的深淵"
      }
    ],
    "description": {
      "en": "In a town with nothing, in the middle of a daily life with seemingly no signs of change, \nhigh schooler Reiji Kurose was \"just\" living. \nFamily, dreams for the future, childhood friends were all binding him down to that city. \nHe thought he would \"just\" keep on living like that. Until he met her. \nIs there hope in living? Is there light waiting ahead? \nIt's the start of a boy meets girl series which reflects the \"now.\"",
      "fr": "Dans une ville vide, au milieu d'une vie quotidienne répétitive, Reiji Kurose, lycéen, ne faisait que \" vivre\". \nSa famille, ses rêves d'avenir, ses amis d'enfance. Tous ces éléments le liaient à cette ville. \nIl pensait qu'il continuerait \"juste\" à vivre jusqu'à la fin, jusqu'à ce qu'il la rencontre. \nY a-t-il de l'espoir dans la vie ? Y a-t-il de la lumière dans l'avenir ? \nC'est le début d'une série de rencontres entre garçons et filles qui reflète le présent!",
      "ru": "В пустом городке, в разгаре своей повседневной жизни, казалось бы, \"просто\" жил старшеклассник Рэйдзи Куросе. Семья, мечты о будущем, друзья детства - все это привязывало его к своему родному городу. Он думал, что будет продолжать так жить и никогда ничего не изменит. Пока он не встретил ту самую. Есть ли надежда в жизни? Есть ли впереди свет? Это начало серии \"мальчик, повстречавший девочку\", которая отражает \"сейчас\".",
      "tr": "Reiji Kurose, hiçbir şeyin olmadığı ve görünüşe bakılırsa hiçbir değişimin de olmayacağı bir kasabada ot gibi yaşıyordu. Ailesi, gelecek hayalleri ve çocukluk arkadaşları... Hepsi onu o şehre zincirliyordu. Kendince böyle yaşar giderim diyordu. Taa ki onunla tanışıncaya dek. Yaşamanın bir manası var mı? Beni bekleyen bir gelecek var mı? Oğlan ve kızın tanışmasıyla trajedi kapıları aralanır...",
      "vi": "Một bộ truyện đầy u ám cùng tác giả với Hatsukoi Zombie. Trong một thị trấn nhàm chán và ngày qua ngày không có gì thay đổi, Reiji Kurose, một học sinh trung học vốn luôn \"sống\" như \"đã chết\". Gia đình, tương lai, bạn thời thơ ấu. Tất cả đều trói buộc cậu vào thị trấn này. Cậu luôn nghĩ bản thân đã \"chết\" cho đến khi gặp được cô gái ấy. Hy vọng nào thắp sáng cho cuộc đời tăm tối của hai người? câu chuyện về hành trình tìm đến \"cái chết\" để được \"sống\" chính thức bắt đầu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28f5775f-e932-4799-9b52-b6e0471a3adc",
    "title": {
      "en": "The Guild Member Next Door"
    },
    "updatedAt": "2023-08-13T22:14:10+00:00",
    "coverArt": "https://mangadex.org/covers/28f5775f-e932-4799-9b52-b6e0471a3adc/aeadace7-f8f8-4386-98b5-f17a87c9ce75.png",
    "altTitles": [
      {
        "en": "Neighbor Guild Member"
      },
      {
        "ko": "이웃집 길드원"
      }
    ],
    "description": {
      "en": "After suffering from a stalker, Yoon Ji-gu becomes extremely wary of people. Just in time, a man with a strange sexual orientation moved into the neighbor's house...?\n\"Looks like there's a pervert living next door...\"\nIn reality, Lee Yeo-woon and Yoon Ji-gu are suspicious neighbors who are full of misunderstandings.\nIn the game, the couple neutaaaa (Lee Yeo-woon) and ji9byeol.\nHow will the relationship between the two change in and out of the game and reality?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c07185ab-bdbf-46cc-8021-0bebe5ef0009",
    "title": {
      "en": "December"
    },
    "updatedAt": "2023-10-04T08:05:45+00:00",
    "coverArt": "https://mangadex.org/covers/c07185ab-bdbf-46cc-8021-0bebe5ef0009/aef631d1-1145-481a-b624-cb575c66a1db.png",
    "altTitles": [
      {
        "ko": "12월"
      },
      {
        "uk": "Грудень"
      },
      {
        "ko-ro": "12 Wol"
      }
    ],
    "description": {
      "en": "On a quiet dawn, in the midst of Yeonwoo's shrill buzzing, he met a runaway boy. Yeon-woo sees that he shares the same problem with the boy and since he is kind of cute he decides to help the boy he met for the first time, who then reacted strongly to his assistance.\n\nTwo years have passed, and as if the meeting on that day was a dream, Yeon-woo does not loosen his guard down for every approaching Alphas. However, the refreshing woody scent of pheromone permeates between the borders, and Yeonwoo follows the scent without even stopping himself, and meets a very strong Alpha Kim Shin.",
      "ko": "어느 고요한 새벽, 연우는 자신의 허밍을 날카롭게 가르는 소리를 따라 한 가출 소년을 만났다. 자신의 도움에 날 선 반응을 보이는 소년이 왠지 귀여워 처음 보는 그과 열성들의 고충을 나눈 연우.\n\n2년이 흐르고, 그날의 만남은 꿈이었던 것처럼 다가오는 알파들에게 경계를 풀지 않는 연우. 하지만 그 경계 사이로 청량한 나무 향의 페로몬이 스며들고, 연우는 스스로를 말릴 새도 없이 그 향을 따라 아주 강한 알파 김 신을 마주하게 되는데.",
      "uk": "Одного тихого ранку, Йону пішов за звуком, що раптово перервав його наспівування, і зустрів хлопця, що втік з дому. Незнайомець різко відреагував на бажання Йону допомогти, але з якоїсь причини той все одно здався йому милим. В результаті Йону вирішив поділитися з незнайомцем життєвими труднощами рецесивних омег. З того часу минуло 2 роки. Сон Йону, якому та зустріч здавалася лише сном, нині не може і на мить послабити свою пильність поряд з альфами. Одного дня, феромон з приємним ароматом зеленого листя руйнує його настороженість. Йону, будучи не в змозі зупинити себе, слідує за цим запахом і натикається на альфу на ім'я Кім Шин."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abb1bd9e-53ce-4f6f-9576-865f20b9d999",
    "title": {
      "en": "My Succubus Girlfriend (Reboot 2021)"
    },
    "updatedAt": "2024-02-24T21:53:17+00:00",
    "coverArt": "https://mangadex.org/covers/abb1bd9e-53ce-4f6f-9576-865f20b9d999/c1371196-bf20-4bd0-8362-d3f4fb587bed.jpg",
    "altTitles": [
      {
        "pl": "Moja dziewczyna sukkubus (Reboot 2021)"
      },
      {
        "pt-br": "Minha Namorada Súcubos (Reboot 2021)"
      }
    ],
    "description": {
      "en": "Izumo is a scary-looking top student. Everyone is afraid of him, but in reality, he just wants friends and a fun school life. One day he is targeted by a succubus named Anastasia who attempts to steal his virgin soul.\n\nA reboot with improved art but similar story of the old version.",
      "pt-br": "Izumo é um dos melhores alunos da escola e de aparência assustadora. Todo mundo tem medo dele, mas, na verdade, ele só quer amigos e uma vida escolar divertida. Um dia, ele é visado por uma súcubo chamada Anastasia, que tenta roubar sua alma virgem.\n\nNOTA: Isto é um reboot da obra com arte aprimorada, mas com a história semelhante à da versão anterior."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abc1520c-4636-4c30-af47-6568f6477b1c",
    "title": {
      "en": "Demon Prince & The Salaryman"
    },
    "updatedAt": "2024-04-05T15:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/abc1520c-4636-4c30-af47-6568f6477b1c/d87d1159-5fe8-4b8e-bde2-18870cb5c5d3.png",
    "altTitles": [],
    "description": {
      "en": "A salaryman summons Astaroth, a Prince of Hell, to help him stop getting bullied at work."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a",
    "title": {
      "en": "Clinic of Horrors"
    },
    "updatedAt": "2024-01-28T19:24:23+00:00",
    "coverArt": "https://mangadex.org/covers/40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a/118b83f0-59db-4bbb-a5d7-bbfdb8933de9.jpg",
    "altTitles": [],
    "description": {
      "en": "In a strange city, there is a clinic that will treat the victims of horrific diseases. For a price."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1953f80-36f7-492c-b0f8-e9dd0ad01752",
    "title": {
      "en": "Modern MoGal"
    },
    "updatedAt": "2023-10-18T06:52:39+00:00",
    "coverArt": "https://mangadex.org/covers/b1953f80-36f7-492c-b0f8-e9dd0ad01752/5e418a46-e876-4176-961b-8622840a33e2.jpg",
    "altTitles": [
      {
        "en": "Monster Gals"
      },
      {
        "zh-ro": "Rén Wài de Xīngqíwǔ"
      },
      {
        "zh-hk": "人外的星期五"
      },
      {
        "uk": "Монстро-дівчата"
      }
    ],
    "description": {
      "en": "The daily experiences of modern monster girls.   \r\n  \r\nOriginal comic by [Shepherd0821](https://mangadex.org/group/6025/shepherd0821), uploaded to MangaDex with permission."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d595216-04f9-42f9-86c8-cbd960fa0ea0",
    "title": {
      "en": "Bunny Girl and the Cult"
    },
    "updatedAt": "2024-01-28T19:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/5d595216-04f9-42f9-86c8-cbd960fa0ea0/8781e397-9ef7-4a5d-86f1-53de845c410a.jpg",
    "altTitles": [],
    "description": {
      "en": "Strange bunny girls have been appearing all over the city, attempting to recruit people into a mysterious cult known as \"The Warren Divine\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "345676c2-4e04-4726-9dce-f789eb06c98c",
    "title": {
      "en": "Captive Hearts of Oz"
    },
    "updatedAt": "2023-03-16T19:01:10+00:00",
    "coverArt": "https://mangadex.org/covers/345676c2-4e04-4726-9dce-f789eb06c98c/4311f11d-d61d-4e7c-89e2-e0e2bf3e5191.jpg",
    "altTitles": [],
    "description": {
      "en": "Dorothy, along with her beloved dog Toto, finds herself whisked away by a cyclone to the mysterious land of Oz. Something about the strange place feels oddly familiar, but Dorothy just wants to go home. Following the advice of a kindly Witch, Dorothy must travel to the Emerald City and seek out the Wizard of Oz, who alone has the power to send her back to her world. Captive Hearts of Oz reimagines L. Frank Baum’s original Oz stories in a modern, shoujo style. Each volume in this ongoing series will be released in oversized editions, featuring impressive artwork and several full-color illustrations."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "6d86341c-0d7f-4a27-adfc-92d6a7071799",
    "title": {
      "en": "Youjo Musou: Nakama ni Uragirareta Shoukanshi, Mazoku no Oujo ni Natte \"Eirei Shoukan\" de Dekiai Slow Life wo Okuru"
    },
    "updatedAt": "2024-03-13T10:45:15+00:00",
    "coverArt": "https://mangadex.org/covers/6d86341c-0d7f-4a27-adfc-92d6a7071799/7b4eb8cf-ca96-49d0-bb3e-b82ffea50f12.jpg",
    "altTitles": [
      {
        "ja": "幼女無双 ～仲間に裏切られた召喚師、魔族の幼女になって【英霊召喚】で溺愛スローライフを送る～"
      },
      {
        "en": "Unparalleled Little Girl ～A Summoner Betrayed by Friends、Become a Demon Little Girl、And Live a Doting Slow Life with【Summoning of the Spirits】～"
      },
      {
        "en": "Little Girl Musou"
      }
    ],
    "description": {
      "en": "Lilith, the summoner who accompanied the hero party, was betrayed during the battle with the demons and suffered a serious injury because she refused the invitation of the hero. Helped by her demons, she cannot return to the country in a detour, so she decides to become a demon at the recommendation of Astaroth, the four demon kings who helped her. However, she made a slight mistake and she turned into a little girl. Even if she becomes a little girl, her magical power is not the same, but powers up! Summon the spirits and make an outstanding performance in battle and slow life!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a1514a1-fe92-4c54-9042-1d5744ded8da",
    "title": {
      "en": "Folding The Moon"
    },
    "updatedAt": "2024-03-05T16:15:42+00:00",
    "coverArt": "https://mangadex.org/covers/5a1514a1-fe92-4c54-9042-1d5744ded8da/f69a0fe5-165a-4a4e-8bb7-eeeab9550674.jpg",
    "altTitles": [
      {
        "zh": "折月亮"
      },
      {
        "zh-ro": "Zhe Yue Liang"
      }
    ],
    "description": {
      "en": "On the day Yun Li decided to give up on pursuing Fu Shize, she wiped off every possible trace of his contact information with teary eyes. A long time after they got together, Yun Li wasn't good at communication and was debating if she should block a guy friend who had expressed interest for her. Fu Shize leaned against the couch and stared at her with droopy eyes. He let out a chuckle before saying in a cold tone, \"You're a piece of work.\"\n\nYun Li lifted her head. \"?\"\n\n\"Back then, you blocked me without hesitation.\"\n\n\"...\"",
      "zh": "*轻度社恐（为爱做E版）x白月光（陨落版） *女追男 放弃追傅识则的那天，云厘红着眼睛，删掉了关于他的所有联系方式。 再后来，两人在一起后的某天。 云厘不擅长与人打交道，纠结了好一阵要不要删掉一个突然对她表露出暧昧倾向的男性朋友。 旁边的傅识则靠在沙发上，懒懒地看着她，突然笑了声，语气没什么温度：“可以。” 云厘抬头：“？” “删我微信就这么干脆。” “……”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-02-22T11:58:47+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/49d498ca-97b0-43ef-bf07-c059195fadbe.jpg",
    "altTitles": [
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "ja": "異世界のんびり農家"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "en": "Leisurely Farmer in an Alternate Universe"
      },
      {
        "ja-ro": "Isekai Nonbiri Nōka"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "en": "Carefree Farmer in a Different Dimension"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec8f26f4-bc9f-43b6-93ec-60a05638fca0",
    "title": {
      "en": "Isekai Kenkokuki"
    },
    "updatedAt": "2024-04-03T06:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/ec8f26f4-bc9f-43b6-93ec-60a05638fca0/031a298b-12a4-43a7-be23-ecdcc3a67e9c.png",
    "altTitles": [
      {
        "en": "Different World Foundation"
      },
      {
        "en": "Otherworld Nation Founding Chronicles"
      },
      {
        "ru": "Покорение иного мира"
      },
      {
        "ja": "異世界建国記"
      },
      {
        "zh": "异世界建国记"
      },
      {
        "zh-hk": "異世界建國記"
      },
      {
        "ko": "이세계 건국기"
      },
      {
        "it": "Cronache dalla Fondazione di un Impero in un Altro Mondo"
      },
      {
        "pt-br": "Crônicas da Fundação de um Império em Outro Mundo"
      }
    ],
    "description": {
      "en": "A protagonist reborn in another world.  Apparently he had been reincarnated as an abandoned child.  Before his eyes were abandoned children like him.  In order to survive, he led them into farming.  Little by little, orphans gathered, and upon hearing rumors of a village, others began to migrate.\n\nThe group that had been nothing but children had become a village before anyone realized. Then various countries in the surroundings started to have an eye on it. This is the epic tale of the man who would later be known as the Divine Emperor.",
      "it": "Il protagonista rinasce in un altro mondo.\nA quanto pare, sembra che si sia reincarnato in un bambino orfano.\nPoco dopo, si trova davanti altri bambini abbandonati come lui.\nPer poter sopravvivere, si mette alla loro guida ed iniziano a coltivare.\nPoco per volta, iniziano così a creare un villaggio. Arrivano altri orfani. Ma anche come la voce di questa comunità si diffonde, persone di tutti i tipi.\nQuesto gruppo, partito come nient'altro che un gruppo di bambini, diventa quindi un villaggio prima di rendersene conto.\nEd è così, che i diversi Paesi circostanti iniziano ad interessarsi a loro.\nQuesta è l'epica storia dell'uomo che in seguito sarebbe stato conosciuto come il Divo Imperatore.",
      "pt-br": "Um protagonista renascido em outro mundo.  Aparentemente ele reencarnou como uma criança abandonada.  Diante de seus olhos estavam crianças abandonadas como ele.  Para sobreviver, ele os conduziu à agricultura.  Aos poucos, os órfãos foram se reunindo e, ao ouvirem rumores de uma aldeia, outros começaram a migrar.\n\n O grupo que não passava de crianças tornou-se uma aldeia antes que alguém percebesse.  Então vários países do entorno começaram a ficar de olho nisso.  Esta é a história épica do homem que mais tarde seria conhecido como o Divino Imperador"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "838e5b3a-51c8-44cf-b6e2-68193416f6fe",
    "title": {
      "en": "Pashiri na Boku to Koisuru Banchou-san"
    },
    "updatedAt": "2024-01-27T14:29:58+00:00",
    "coverArt": "https://mangadex.org/covers/838e5b3a-51c8-44cf-b6e2-68193416f6fe/b0af556b-f10d-4cca-a17e-9ce2f9f5785f.jpg",
    "altTitles": [
      {
        "es-la": "El chico de los recados y la líder de la pandilla enamorados"
      },
      {
        "en": "Errand Love"
      },
      {
        "ja-ro": "Pashiri na Boku to Koi suru Banchou"
      },
      {
        "en": "The Errand Boy and the Banchou in Love"
      },
      {
        "en": "The Lackey and the Delinquent Leader in Love"
      },
      {
        "ru": "По поручению любви"
      },
      {
        "ja": "パシリな僕と恋する番長さん"
      },
      {
        "en": "I Belong to the Baddest Girl at School"
      },
      {
        "ko": "빵셔틀인 나와 사랑하는 일진"
      },
      {
        "zh": "小弟的我与热恋的番长"
      }
    ],
    "description": {
      "en": "Unoki-kun, a boy who's been bullied since elementary school, ends up becoming the exclusive errand boy of the top delinquent of his school, Toramaru-san, who told him \"Be mine\" right after entering high school. But the truth is that Toramaru-san meant it as a confession of love!!\n\nThis is the beginning of a love misunderstanding between Toramaru-san, who thinks she's in a relationship, and Unoki-kun, who thinks he's being bullied.",
      "ja": "昔からいじめられっ子体質の卯之木くんは、高校に入学しても早々、不良のトップ――寅丸番長に「私のモンになれ」と専属パシリにされてしまう。でもその実、寅丸さんは卯之木くんに告白したつもりだった!? 恋人関係だと思い込んでる寅丸さんとパシリにされたと思い込んでる卯之木くんの勘違恋(かんちごい)の始まり☆",
      "ru": "Уноки — парень, над которым издевались с начальной школы, в конечном итоге становится мальчиком на побегушках главной хулиганки школы, Торамару, которая сказала ему «будь моим» сразу после поступления в среднюю школу. Но правда в том, что Торамару таким образом призналась в любви!! Это начало любовного недопонимания между Торамару, которая думает, что она в отношениях, и Уноки, который думает, что над ним издеваются.",
      "pt-br": "Unoki-kun, um garoto sofreu bullying desde o primário acaba se tornando o garoto de recados da maior delinquente de sua escola, Toramaru-san, que falou para ele “Seja meu” logo depois de entrar no ensino médio, mas a verdade é que Totamaru-san estava confessando seu amor!! Esse é o começo de um amor mal-entendido entre Toramaru-san, que pensa que está namorando, e Unoki, que pensa que está sofrendo bullying dela."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "77"
  },
  {
    "mangaId": "ccc174c5-715c-446e-b115-41ae79e1f268",
    "title": {
      "en": "A Delinquent's Life Hacks"
    },
    "updatedAt": "2024-02-10T18:18:42+00:00",
    "coverArt": "https://mangadex.org/covers/ccc174c5-715c-446e-b115-41ae79e1f268/d2e5c12a-0d61-44e0-a669-e1d5327b2a56.jpg",
    "altTitles": [
      {
        "ja": "通りがかりにワンポイントアドバイスしていくタイプのヤンキー"
      },
      {
        "ja-ro": "Tourigakari ni Wanpointo Adobaisu Shite Iku Taipu no Yankii"
      },
      {
        "es": "Delincuente de consejos inmediatos"
      },
      {
        "th": "พี่โจ๋ ONE POINT ปรึกษาฟรีไม่คิดตังค์"
      },
      {
        "tr": "Konuya Özel Tavsiyeleriyle Bir Yanki"
      },
      {
        "ko": "지나가는 길에 원포인트 어드바이스를 하는 양아치"
      },
      {
        "en": "One Point Advice Yankee"
      },
      {
        "ja-ro": "Toorigakari ni One Point Advice shite Iku Type no Yankee"
      },
      {
        "en": "One Point Yankee"
      }
    ],
    "description": {
      "en": "Sakurai-san looks like a yankee, but gives people he passes one point advice. Those who meet him for the first time are often scared by his frightening appearance but through the advice, they learn of how kind hearted he can be. Slowly, Sakurai's circle of people begin to grow. He's kind, considerate, knowledgeable and versatile in all forms of sports…!! Today, the super high-spec Sakurai who has a ridiculous gap in his looks and personality continues to give one point advice to various people, making their day a little better.",
      "es": "Sakurai parece un delincuente, pero inmediatamente aconseja a la gente que encuentra. Aquellos que lo conocen por primera vez se asustan frecuentemente con su apariencia amenazante, pero a través de sus consejos, se dan cuenta de que tan querido y bueno puede ser. Lentamente, el círculo de allegados de Sakurai empieza a crecer. El es bueno, considerado, con experiencia y versatilidad en todos lo deportes! Hoy, el super-adepto Sakurai, quien tiene una brecha enorme entre su apariencia y su personalidad, continúa dandole consejos inmediatos a varias personas, mejorándoles su día un poquito.",
      "pt-br": "Sakurai-san parece um yankee, mas dá às pessoas que passa um conselho pontual. Aqueles que o encontram pela primeira vez muitas vezes ficam assustados com sua aparência assustadora, mas através dos conselhos, eles aprendem como ele pode ser bondoso. Lentamente, o círculo de pessoas de Sakurai começou a crescer. Ele é gentil, atencioso, experiente e versátil em todas as formas de esportes … !! Hoje, o superespecial Sakurai, que tem uma lacuna ridícula em sua aparência e personalidade, continua a dar conselhos de um ponto para várias pessoas, tornando seu dia um pouco melhor."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "88"
  },
  {
    "mangaId": "0311b163-a021-4c27-bd26-3f83f280115f",
    "title": {
      "en": "Tenki no Ko"
    },
    "updatedAt": "2023-10-27T21:40:53+00:00",
    "coverArt": "https://mangadex.org/covers/0311b163-a021-4c27-bd26-3f83f280115f/f4d62c75-6b66-489b-b094-6db9c3b78f10.jpg",
    "altTitles": [
      {
        "en": "Weathering with You"
      },
      {
        "ru": "Дитя погоды"
      },
      {
        "zh": "天气之子"
      },
      {
        "ja": "天気の子"
      },
      {
        "pt-br": "O Tempo Com Você"
      }
    ],
    "description": {
      "en": "High school freshman Hodaka Morishima leaves his home on an isolated island and moves to Tokyo, but immediately becomes broke because he lacks the identification card and experience to find a job. He faces abuse and difficulty every day, the only bright spot a chance kindness by a girl working at a fast food restaurant. Finally he finds a job as an assistant to an editor he met on the ferry from his home island. Soon after, he has another chance meeting with the girl who had shown him kindness, and a shady character who had abused him at his lowest. Hodaka rescues the girl, Hina Amano, and they run away together. Due to certain circumstances, Hina and her younger brother live together, but have a cheerful and sturdy life. This bright and strong­willed girl possesses a strange and wonderful ability: the power to stop the rain and clear the sky, but at a cost that she does not yet realize."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13.5"
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier"
    },
    "updatedAt": "2024-03-20T14:36:21+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/2f2c5420-c969-4a44-94fb-5c1d2112cade.jpg",
    "altTitles": [
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      },
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "ja-ro": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\"."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5",
    "title": {
      "en": "The Kouhai who Went from Introvert to Influencer"
    },
    "updatedAt": "2024-02-15T18:24:00+00:00",
    "coverArt": "https://mangadex.org/covers/cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5/ebe6fcfb-e8fd-4475-8421-1e1995434536.jpg",
    "altTitles": [
      {
        "ja": "後輩は陰キャ上がりのインフルエンサー"
      },
      {
        "pt-br": "A Caloura Anti-social é uma Influencer em Ascenção"
      },
      {
        "ja-ro": "Kouhai wa Inkya Agari no Infuruensaa"
      },
      {
        "tr": "Utangaç Kouhai İnternet Ünlüsü Oldu"
      },
      {
        "es-la": "Una kohai que fue introvertida ahora es streamer"
      }
    ],
    "description": {
      "en": "After years of missed connections, our protagonist reunites with the junior he got along well with in high school. However, apparently, she has become a famous influencer.\n\n---\n**Links:**\n* Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/1722837/series/225813)",
      "tr": "Yıllarca süren ayrılıktan sonra kahramanımız, lise yıllarında iyi anlaştığı alt sınıfıyla yeniden bir araya gelir. Ancak görünüşe göre o artık bir internet ünlüsüdür.",
      "pt-br": "Após anos de desencontros, nosso protagonista reencontra a caloura com quem se dava bem no ensino médio. Porém, aparentemente, ela se tornou uma famosa influenciadora."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "657c948d-6682-4559-aba7-741fbfed6730",
    "title": {
      "en": "Tsuihou Suru Gawa no Monogatari"
    },
    "updatedAt": "2024-01-13T14:01:42+00:00",
    "coverArt": "https://mangadex.org/covers/657c948d-6682-4559-aba7-741fbfed6730/81ac5c14-5721-47eb-8864-0ae06c8a1bf8.jpg",
    "altTitles": [
      {
        "ja": "追放する側の物語"
      },
      {
        "ja": "追放する側の物語 仲間を追放したらパーティーが弱体化したけど、世界一を目指します。"
      },
      {
        "en": "The Story Of The Banisher Side After Banishing The Party Member - The Party Was Weakened, But We Aim To Be The Best In The World"
      },
      {
        "ja-ro": "Tsuihou Suru Gawa no Monogatari - Nakama wo Tsuihou Shitara Party ga Jakutaika Shitakedo, Sekaiichi wo Mezashimasu."
      }
    ],
    "description": {
      "en": "\"Exile\" and you're weakened!? A \"do-over\" fantasy of a failed party!\n\"Stardust\", an up-and-coming party, in order to aim even higher, expels Est, a “burden” of the party members.\nBut as a result, the party is weakened and Est is awakened!\n\nIn this \"Serves You Right!\" situation, a swordsman with zero motivation and zero pride rises to the occasion!\nThis is a story about the \"Aftermath\" of the \"Side that Banished Him\"."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "33"
  },
  {
    "mangaId": "f9a97875-8528-48af-b663-9133c58f16bb",
    "title": {
      "en": "Into the Rose Garden"
    },
    "updatedAt": "2023-01-31T09:05:17+00:00",
    "coverArt": "https://mangadex.org/covers/f9a97875-8528-48af-b663-9133c58f16bb/82d167bd-43fb-465e-b166-c1709797be72.png",
    "altTitles": [
      {
        "ko": "인투 더 로즈 가든"
      }
    ],
    "description": {
      "en": "Alock, taking pride in being an aristocrat, falls in love with Klopp at first sight, a nobleman of a family of lower social status whom he met by chance.\nIgnoring the difference in social rank, wealth as well as the taboo of both being Alphas, Alock approaches Klopp, only to be disregarded by Klopp who later marries an Omega.\nBlinded by jealousy, Alock ultimately commits a terrible sin. Having learned the truth, Klopp takes a ruthless revenge. Alock struggles and tries to resist all while slowly enduring the price to pay for his sin…\n\n\"What you did wasn't love.\"\n\"If that wasn't love, I don't know what I should call this feeling.\"\n\nIf given the chance to turn back time, would it make a difference to the pair’s relationship?\n\n'Can life become a blessing once again? \nCan I be guided towards the light once again?\nWill I be able to see him along the path under the cedar trees once again?'"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dca4faff-79f4-4b50-bb1e-0538e4ab5800",
    "title": {
      "en": "When I Returned to My Hometown, My Childhood Friend was Broken"
    },
    "updatedAt": "2024-01-11T17:53:21+00:00",
    "coverArt": "https://mangadex.org/covers/dca4faff-79f4-4b50-bb1e-0538e4ab5800/b3a65573-9982-4053-a305-c1d9e7d4dafc.jpg",
    "altTitles": [
      {
        "ja-ro": "Jimoto ni Kaettekitara Osananajimi ga Kowareteta"
      },
      {
        "ja": "地元に帰ってきたら幼馴染が壊れてた"
      },
      {
        "pt-br": "Quando voltei pra minha cidade natal, minha amiga de infância estava falida"
      },
      {
        "pt-br": "Quando voltei pra minha cidade natal, minha amiga de infância estava quebrada"
      },
      {
        "tr": "Memleketime Döndüğümde Çocukluk Arkadaşım Paramparça Bir Durumdaydı"
      }
    ],
    "description": {
      "en": "When I was younger, one of my best friends was Kyouko. She was a brash and hotheaded young girl who, even though she was a tomboy, was still loved by her peers. \n\nTo be honest, it’s been a few years since I came back home. The only person I know from there was Kyouko and she seems… different?",
      "tr": "Gençken en iyi arkadaşlarımdan biri Kyouko'ydu. Cesur ve atılgan bir genç kızdı; tomboy olmasına rağmen, arkadaşları tarafından seviliyordu. Dürüst olmak gerekirse, birkaç yıl sonra eve anca döndüm. Orada tanıdığım tek kişi Kyouko'ydu ve o sanki... biraz değişmişti?",
      "pt-br": "Quando eu era mais jovem, uma das minhas melhores amigas era Kyouko. Ela era uma jovem impetuosa e cabeça quente que, embora fosse uma tomboy, ainda era amada por seus colegas.\n\nPara ser sincero, já se passaram alguns anos desde que voltei para casa. A única pessoa que conheço de lá é Kyouko e ela parece... diferente?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-03-30T19:17:45+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/6161a33c-eb29-4f4c-a70e-0de88c9e98eb.jpg",
    "altTitles": [
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Chained Soldier"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b802b061-8166-42d0-b2e2-7679c121cfb3",
    "title": {
      "en": "Ann's Forbidden Memories"
    },
    "updatedAt": "2024-04-05T15:00:30+00:00",
    "coverArt": "https://mangadex.org/covers/b802b061-8166-42d0-b2e2-7679c121cfb3/3c1ba692-edc3-41f8-af4f-f3b5f3f848b9.png",
    "altTitles": [
      {
        "pt-br": "As Memórias Proibidas de Ann"
      }
    ],
    "description": {
      "en": "In a small village that suffers from famine, a young girl full of life named Ann does her best to face the challenges life throws at her.---You can find chapter previews and sketches on the author's [Twitter](https://twitter.com/pokorotomas).",
      "pt-br": "Em uma pequena vila que sofre com a escassez de comida, uma jovem cheia de vida chamada Ann dá seu melhor para enfrentar os desafios de sua vida."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "611abd12-2640-49f0-89e1-44a6a79bf8c8",
    "title": {
      "en": "Unexpected Luck"
    },
    "updatedAt": "2024-03-26T18:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/611abd12-2640-49f0-89e1-44a6a79bf8c8/b38be28c-2604-4ae5-a2c1-3554064541b2.jpg",
    "altTitles": [
      {
        "zh": "追尾"
      },
      {
        "en": "Rear-End Collision"
      }
    ],
    "description": {
      "en": "\"Young Master Chi, you're not going to help me unconditionally, are you?\"\n\n\"You'll find out soon enough what this deal entails. Now, all you need to do is give me an answer. Do you want this opportunity or not?\"\n\n\"Yes, I do.\"\n\nChi Mingyao made a deal with an actor who was brave enough to block him because of a car accident. He only wanted to tease the little actor at first, but eventually, he genuinely wanted to befriend Li Yangxiao and pass on his good luck to him—all so that Yangxiao could chase his dreams without a care in the world."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-03-21T15:24:53+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/841086f8-0e73-49ca-afd1-a0bc26ad7657.png",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd79d6bd-8e12-4c28-a40d-5f4507366ebb",
    "title": {
      "en": "Gengaku Shijuu Soudan"
    },
    "updatedAt": "2024-03-22T14:15:52+00:00",
    "coverArt": "https://mangadex.org/covers/bd79d6bd-8e12-4c28-a40d-5f4507366ebb/8050c9bf-ca20-4112-9076-a7410fcd9b4a.jpg",
    "altTitles": [
      {
        "ja": "衒学始終相談"
      },
      {
        "ja-ro": "Gengaku Shijuu Soudan"
      },
      {
        "en": "Pedantic Quartet"
      }
    ],
    "description": {
      "en": "A space-time that gets weirder as you keep reading.\nThe tense dialogue between a professor and her assistant in a laboratory brimming with fishy knowledge.\nWhat will the \"Plan of the Renaissance of the Human Mind\" bring forth?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6778b78a-19d8-4fa8-b17e-3c145d2dbd88",
    "title": {
      "en": "Perfect Heroine Wants to Possess Me"
    },
    "updatedAt": "2024-04-03T09:05:47+00:00",
    "coverArt": "https://mangadex.org/covers/6778b78a-19d8-4fa8-b17e-3c145d2dbd88/070d37f5-1ab8-4ff6-8cf3-7532ff368269.png",
    "altTitles": [
      {
        "zh": "白月光女主总想独占我"
      },
      {
        "zh": "Bái Yuèguāng Nǚ Zhǔ Zǒng Xiǎng Dúzhàn Wǒ"
      },
      {
        "en": "White Moonlight Female Host Always Wants to Monopolize Me"
      }
    ],
    "description": {
      "en": "Ji Xiao accidentally transmigrates into a novel and becomes the Alpha villain who shares the same name as her. To save her life from disaster, she treats the perfect Omega heroine with the upmost care. The heroine, Wei Qingyu, changes her own feelings towards her enemy when faced with her abrupt change of character. She’s even gradually starting to like this “enemy”? The perfect heroine is always trying to possess the female villain, but when will she notice that the other’s heart has already been moved?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a294e94-5c5b-459a-943a-30a30b8a4d19",
    "title": {
      "en": "After Killing You"
    },
    "updatedAt": "2024-03-10T09:03:02+00:00",
    "coverArt": "https://mangadex.org/covers/5a294e94-5c5b-459a-943a-30a30b8a4d19/770dbbdb-4997-4dc0-a07d-576ea8561a85.jpg",
    "altTitles": [],
    "description": {
      "en": "Mismatched lovers Eunsung and Hyunwoo face a bizarre twist of fate. When Hyunwoo abruptly ends their relationship, Eunsung finds himself committing the darkest of crimes. However, Eunsung wakes up in a world where the cold body in his arms isn’t Hyunwoo’s and instead, he’s the one who's been killed… In this surreal switch, Eunsung realizes a chilling truth—their destinies are entwined in a dark cycle of love and murder. Despite this deadly paradox, Eunsung still believes they are meant to be together, and this time he won’t let anything get in his way…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]