[
  {
    "mangaId": "99c1ca04-c4fb-4ba9-87d1-be9bc7a847f4",
    "title": {
      "en": "My Stepmother Made Me Fall For Her"
    },
    "updatedAt": "2024-06-17T18:11:35+00:00",
    "coverArt": "https://mangadex.org/covers/99c1ca04-c4fb-4ba9-87d1-be9bc7a847f4/4e1a3d81-0afb-4227-ae51-da042d1d7f1b.jpg",
    "altTitles": [
      {
        "zh-ro": "Wǒ zài liàn zōng bèi yǐng hòu hòumā qiángzhì àile"
      },
      {
        "zh": "我在恋综被影后后妈强制爱了"
      },
      {
        "ru": "Мачеха заставила меня в неё влюбиться"
      },
      {
        "en": "I was forced to love by my stepmother"
      },
      {
        "en": "Stepmom made me fall in love with her"
      }
    ],
    "description": {
      "en": "Ruan Tao, who originally wanted to dominate the entertainment world, encounters his malicious stepmother at the very beginning of his career. However, the stepmother is a great actress who dominates the world of entertainment with an iron fist. Ruan Tao can only submit and at the same time think about how to overthrow the evil stepmother's reactionary forces!\n\nAs a result, she is arranged to participate in a romance reality show with her stepmother, but who is to tell her that it isn't a young love reality show with men and women courting each other? What is the plot when the stepmother holds her hand and asks with concern, fearing that she will hurt herself?",
      "zh": "明艳腹黑大影后小妈x骄纵任性小辣椒女儿 原本想要称霸娱乐圈的阮桃一出道就撞上了自己黑心的后妈，奈何后妈是在娱乐圈只手遮天的大影后，阮桃只能夹着尾巴做人，顺便想着怎么才能打倒恶毒后妈的反动势力！结果就被安排和后妈一起参加恋综，可是谁来告诉她，不是男女嘉宾卿卿我我的青春恋爱综艺吗?后妈拉着她的手嘘寒问暖生怕她磕着碰着是什么剧情?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2670121-e95d-4324-80f5-8a2e2e018b3f",
    "title": {
      "en": "Kindaichi Shounen no Jikenbo - Short File Series"
    },
    "updatedAt": "2024-05-01T14:59:32+00:00",
    "coverArt": "https://mangadex.org/covers/d2670121-e95d-4324-80f5-8a2e2e018b3f/f3dd3e28-bcb5-4155-8b33-693567758489.jpg",
    "altTitles": [
      {
        "ja": "「金田一少年の事件簿」短編集"
      },
      {
        "en": "Challenges of Young Kindaichi - Collected Special Short Files"
      },
      {
        "ja-ro": "Kindaichi Shounen no Jikenbo - Tanpenshuu"
      },
      {
        "en": "Young Kindaichi’s Casebook: Short Stories"
      },
      {
        "ja": "金田一少年の事件簿 短編集"
      },
      {
        "ko": "소년탐정 김전일 애장판 단편집"
      },
      {
        "id": "Detektif Kindaichi"
      }
    ],
    "description": {
      "en": "Collections of special short stories where, once again, Kindaichi and Miyuki are caught up in various crimes and obliged to solve them. The individual mysteries span from two to four chapters.  \n  \nSerialized in Kodansha's Weekly Shounen Magazine from 1997-2000."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "2e0fdb3b-632c-4f8f-a311-5b56952db647",
    "title": {
      "en": "Bocchi the Rock!"
    },
    "updatedAt": "2024-06-11T14:26:40+00:00",
    "coverArt": "https://mangadex.org/covers/2e0fdb3b-632c-4f8f-a311-5b56952db647/62c28c06-838e-43e7-afa1-533ddde1e9db.jpg",
    "altTitles": [
      {
        "en": "Bocchi the Rock!"
      },
      {
        "ja": "ぼっち・ざ・ろっく！"
      },
      {
        "zh-hk": "愛好·扎·搖滾！"
      },
      {
        "zh": "爱好·扎·摇滚！"
      },
      {
        "ru": "Одинокий Рокер!"
      },
      {
        "ne": "बोच्चि द रक!"
      },
      {
        "pl": "Samotność w Rocku!"
      }
    ],
    "description": {
      "en": "Hitori Gotou is a high school girl who's starting to learn to play the guitar because she dreams of being in a band, \nbut she's so shy that she hasn't made a single friend. \nHowever her dream might come true after she meets Nijika Ijichi, a drummer girl looking for a new guitarist for her band.",
      "es": "Bocchi The Rock! cuenta la historia de Goto Hitori, una chica de secundaria que empieza a aprender a tocar la guitarra persiguiendo su sueño de formar parte de una banda. Pese a que es muy dedicada, su arrolladora timidez le impide poder conseguir siquiera una amiga. Pero cuando conozca a Ijichi Nijika, una baterista que está buscando una nueva guitarrista para su grupo, Goto dará el primer paso para cumplir su gran sueño página a página, tira a tira.",
      "it": "Hitori Goto è una liceale che inizia a imparare a suonare la chitarra perchè il suo sogno è di entrare a far parte di una band, \nma è talmente timida da non avere nemmeno un amico. \nMa il suo sogno potrebbe avverarsi in seguito all'incontro con Nijika Ijichi, una ragazza che suona la batteria \ned è alla ricerca proprio di un chitarrista per la band in cui suona.",
      "ja": "「ぼっちちゃん」こと後藤ひとりは、ギターを愛する孤独な少女。\n家で一人寂しく弾くだけの毎日でしたが、ひょんなことから伊地知虹夏が率いる「結束バンド」に加入することに。\n人前での演奏に不慣れな後藤は、立派なバンドマンになれるのか――！？\n全国のぼっちな少年少女に届ける、いま最高にアツい音楽漫画！！\n陰キャならロックをやれ！！！",
      "pt-br": "Hitori Gotou é uma colegial que está começando a aprender a tocar violão porque sonha em fazer parte de uma banda, mas é tão tímida que não fez um único amigo. No entanto, seu sonho pode se tornar realidade depois que ela conhece Nijika Ijichi, uma garota que toca bateria e está procurando um novo guitarrista para sua banda.\n\n[ 1° TEMP.  DO ANIME ADAPTOU ATÉ: Vol. 2, Cap 21. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3389c1b-dad8-42a7-bc08-d78a84c812f9",
    "title": {
      "en": "BL Motel"
    },
    "updatedAt": "2022-05-25T12:14:53+00:00",
    "coverArt": "https://mangadex.org/covers/d3389c1b-dad8-42a7-bc08-d78a84c812f9/eed6f6c6-1db5-4f67-a55f-358dc35b748c.png",
    "altTitles": [
      {
        "en": "BL모텔"
      }
    ],
    "description": {
      "en": "Some parents give their kids an inheritance. Some give their kids a car. Jinwon's parents gave him… a motel. And not even a great one. Rundown and in need of massive repairs, the Ballantine Motel used to be a golden goose. But, of course, a drunk driver running his car through the entrance tends to change things.  \n  \nSo when Jinwon takes over, he makes some upgrades and additions. And while \"Ballantine\" is a nice name, it's a bit long. So, of course, he makes the obvious choice and shortens it. The BL Motel is the neighborhood's newest addition. Of course, now all Jinwon needs is some new help and maybe find out why so many gay couples have started visiting. Then again, when life give you lemons, you lean in and stock the vending machines with lube."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de3745b8-4a77-4f2c-8929-68395360793f",
    "title": {
      "en": "The Ranker's Guide to Live an Ordinary Life"
    },
    "updatedAt": "2024-05-07T10:14:02+00:00",
    "coverArt": "https://mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/7b3fb49e-46cb-4e43-a69f-874d3145c641.jpg",
    "altTitles": [
      {
        "en": "A Guide to the Right Life for Rankers"
      },
      {
        "ko": "랭커를 위한 바른 생활 안내서"
      }
    ],
    "description": {
      "en": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58d159cc-9bd7-4283-87d8-5d62740b818b",
    "title": {
      "en": "Aihara-kun to Kashima-kun wa Rabu-Kome Kamoshirenai"
    },
    "updatedAt": "2023-12-15T16:34:47+00:00",
    "coverArt": "https://mangadex.org/covers/58d159cc-9bd7-4283-87d8-5d62740b818b/dbd42409-4543-4d53-8fae-bd682b98b70f.jpg",
    "altTitles": [
      {
        "en": "A Romantic Comedy Between Two Ex-Boyfriends"
      },
      {
        "ja": "相原君と嘉島君はラブコメかもしれない"
      },
      {
        "ja-ro": "Aiharakunto Kashimakunha Rabukome Kamoshirenai"
      }
    ],
    "description": {
      "en": "A romantic comedy about two best friends with unrequited feelings for each other! Wait... what? Although the two are co-workers at the same restaurant, the staff are used to seeing them quarrel like cats and dogs. The truth is that they are ex-boyfriends still madly in love with one another, which is common knowledge to everyone... except them!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe6822cc-8435-4cc4-8517-bb3bfb24bcee",
    "title": {
      "en": "Brave Series"
    },
    "updatedAt": "2023-10-11T16:49:02+00:00",
    "coverArt": "https://mangadex.org/covers/fe6822cc-8435-4cc4-8517-bb3bfb24bcee/c3f2c7e9-3dd6-4790-a0c7-8dd63bc779e3.jpg",
    "altTitles": [
      {
        "zh": "勇者系列"
      }
    ],
    "description": {
      "en": "It is a world of heroes, demons, villagers and kings. Oh, and dragons and magic, of course. Kings employ warriors – the Braves – and equip them with the resources they need to fight the demons and protect the villagers. The role of the villagers is to accept that protection, and the demons are there, naturally, to be destroyed. But does the world have to be like this? Or is it just the way it happens to be?\n\n \n\nMust the Braves defeat the Demon King? Whose version of justice are they fighting for? Is the Demon King irredeemably evil? Was he born this way, or did something happen to him? What if both the Braves and the Demon King became who they are the same we ordinary folk do – by making the choices the world presents to us and accepting the consequences.\n\n \n\nYellow Book takes the tropes of a fantasy adventure and reimagines them, employing a humorous approach and a unique artistic style. This satirical work turns the usual image of the hero upside down. (BooksFromTaiwan)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9b35f81-64f5-4329-9aef-12e3ec635a2a",
    "title": {
      "en": "His Name is 101"
    },
    "updatedAt": "2022-11-10T05:24:02+00:00",
    "coverArt": "https://mangadex.org/covers/b9b35f81-64f5-4329-9aef-12e3ec635a2a/40287958-6c18-453b-b4d9-d4b304fcadd1.png",
    "altTitles": [
      {
        "ja": "その名は101"
      },
      {
        "ja-ro": "Sono Na wa 101"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nBabel II is back! Koichi Yamano, a 16-year-old ESPer boy, is now called 101 at a research institute, where he donates his special blood to give vitality to the sick. \n\nHowever, he escapes when he finds out that ESPers are actually being created and misused by a huge organization. \n\nThe battle between 101 and the organization has begun as 101 tries to dispose of his ESP abilites in order to keep the peace!"
    },
    "status": "completed",
    "releaseDate": 1978,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "13"
  },
  {
    "mangaId": "30e882f6-cc7f-45f3-a317-031fecec8697",
    "title": {
      "en": "Situation"
    },
    "updatedAt": "2024-05-02T16:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/30e882f6-cc7f-45f3-a317-031fecec8697/ec8ee916-87c9-4560-90c3-d2fb82cc3881.jpg",
    "altTitles": [
      {
        "ja": "シチュエーション"
      },
      {
        "ru": "Ситуация"
      }
    ],
    "description": {
      "en": "This is a one-panel manga that illustrates girls in different situations, such as \"girls that changed seats next to the person they like\" and \"girls who eat a lot are cute.\"\n\nThis is a compilation of Twitter posts. This also includes a Twitter poll to see which girls the readers liked the most.\n\n---\n**Links:**\n- Alternative Official Raw - [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=1465143)",
      "ru": "Это однопанельная манга, иллюстрирующая девушек в различных ситуациях, таких как \"девушки, которые поменяли место рядом с человеком, который им нравится\" и \"девушки, которые много едят, симпатичные\".\n\nЭто компиляция сообщений в Твиттере. Сюда также входит опрос в Твиттере, чтобы узнать, какие девушки больше всего понравились читателям."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1db428c-685c-4d11-927b-bf71eb4b254b",
    "title": {
      "en": "Juuou to Yakusou"
    },
    "updatedAt": "2024-04-29T18:11:09+00:00",
    "coverArt": "https://mangadex.org/covers/a1db428c-685c-4d11-927b-bf71eb4b254b/e0eaa711-7cec-4825-bf8e-1c11d5496745.jpg",
    "altTitles": [
      {
        "ja-ro": "Juuou to Yakusou"
      },
      {
        "ru": "Король зверей и лекарственные травы."
      },
      {
        "ja": "獣王と薬草"
      },
      {
        "ja-ro": "Kemono wo to Kusuri"
      },
      {
        "en": "Beast King & Medicinal Herb"
      }
    ],
    "description": {
      "en": "Dungeons are the stuff of dreams—defeat the monsters, take their loot, and then venture into uncharted territory to discover hidden riches! Tina, an upstart adventurer with just such a dream, ends up mortally wounded while exploring a dungeon. Suddenly, the great demon known as the Beast King Garon, who was supposed to have been slain by a hero in the distant past, appears before her!  Dungeon fantasy meets medical drama!",
      "ru": "Подземелья - это воплощение мечты…\nСобирайте материалы с поверженных монстров,\nдобирайтесь до неисследованных мест и завладевайте сокровищами!\nТина, авантюристка, мечтает о таком успехе,\nИсследуя подземелье, она получает тяжелое ранение.\nПеред ней появляется сильнейший демон «Король зверей Гарон», когда-то в прошлом он должен был быть убит героем?..\n\nФэнтези и медицинская драма по мотивам подземелья от Konda Tatsukazu, автора оригинальной истории «Ginrou Bloodborne/Серебряный волк, рожденный в крови», начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be06d561-1670-4f1e-a491-0608ba35ce00",
    "title": {
      "en": "Knight Run"
    },
    "updatedAt": "2023-01-26T05:03:18+00:00",
    "coverArt": "https://mangadex.org/covers/be06d561-1670-4f1e-a491-0608ba35ce00/f0984067-7d70-409f-8f91-489730328aa8.png",
    "altTitles": [
      {
        "ru": "Эпоха Рыцарей"
      },
      {
        "ko": "나이트런"
      }
    ],
    "description": {
      "en": "During the era of space exploration, mankind is at war against monsters of unknown origin. The battle is grim, and the future looks bleak. Amidst the chaos, mankind plays their last hand. It's time for the Knights to step into the fray and turn the tide of this war."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43ff67bf-44a7-41ae-8cd4-b38b8664db4d",
    "title": {
      "en": "Nichiasa Suki no Otaku ga Akuyaku Seito ni Tenseishita Kekka, Hametsu Flag ga Houkaishiteiku Ken ni Tsuite"
    },
    "updatedAt": "2024-03-04T02:57:43+00:00",
    "coverArt": "https://mangadex.org/covers/43ff67bf-44a7-41ae-8cd4-b38b8664db4d/e7242843-a694-453e-9089-9dcb214626e3.jpg",
    "altTitles": [
      {
        "ja": "ニチアサ好きのオタクが悪役生徒に転生した結果、破滅フラグが崩壊していく件について"
      },
      {
        "en": "Regarding the Destruction of the Destruction Flag as a Result of a Nichiasa-Loving Otaku Being Reincarnated as a Villainous Student."
      }
    ],
    "description": {
      "en": "Yugo Kurei is a high school student that loves tokusatsu hero shows. One day, he loses his life protecting a child from a street slasher, but he is reincarnated in another world as Yugo Clay, a character from a certain game. However, Yugo is the most disliked person in the school and is destined to die tragically... He was reincarnated as a villain, but with the new power of magic in his hands, he aims to become a hero!\n\n\"In this world, I can become the strongest hero!\" A hero story of a tokusatsu otaku who rises from the bottom while crushing his doom flags!",
      "ja": "日曜日の朝に放送されているヒーロー番組をこよなく愛している高校生・呉井雄悟。ある日、通り魔から子供を庇って命を落とすが、気づくと【ルミナス・ヒストリー】というゲームのキャラクター、ユーゴ・クレイとして異世界転生していた。しかし、ユーゴというキャラは学園一の嫌われ者で、ゆくゆくは無様に命を落とす運命・・・\n\nそんな悪役キャラに転生したが、魔法という新たな力を手にしたことで、ヒーローになれる可能性に気づく！\n\n「この世界なら俺は“本物”のヒーローになれる！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32690043-fc16-4031-be61-b26a0b688b90",
    "title": {
      "en": "Kegawa to Nakami"
    },
    "updatedAt": "2024-06-23T09:09:23+00:00",
    "coverArt": "https://mangadex.org/covers/32690043-fc16-4031-be61-b26a0b688b90/4bff5515-631e-4378-a187-4ca5851f3bc3.png",
    "altTitles": [
      {
        "ja": "けがわとなかみ"
      },
      {
        "vi": "Ngoài da, Trong ruột"
      },
      {
        "en": "Under the Skin"
      }
    ],
    "description": {
      "en": "One day, a rabbit confesses their love to a fox who tries to eat them. Despite the fox's confusion, the rabbit continues to tell her that they love her. Can the eater and the devoured live together?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a",
    "title": {
      "en": "Human Mask"
    },
    "updatedAt": "2024-06-06T11:05:54+00:00",
    "coverArt": "https://mangadex.org/covers/fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a/073da91d-218e-45c3-b7a5-d80d7270cc08.jpg",
    "altTitles": [
      {
        "ko-ro": "사람의 탈"
      }
    ],
    "description": {
      "en": "Masks are art, dance is martial arts!\nThe despised mask dancer 'Bongsan' follows the map left by his master\nTo stop the monster tiger 'Saphung Black Tiger' who wants to become king\nHe sets out on an adventure to find the legendary 'Human Mask'..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "88adbd76-c60a-40bd-a065-08320525614b",
    "title": {
      "en": "Kijin Gahou"
    },
    "updatedAt": "2024-06-09T18:03:33+00:00",
    "coverArt": "https://mangadex.org/covers/88adbd76-c60a-40bd-a065-08320525614b/3c84adc9-293e-43d1-8f66-c8235443a397.jpg",
    "altTitles": [
      {
        "en": "Fetus Collection"
      },
      {
        "ja-ro": "Harakiri"
      },
      {
        "en": "Holy Night (KAGO Shintaro)"
      },
      {
        "en": "Suck It"
      },
      {
        "en": "The Collection (KAGO Shintaro)"
      },
      {
        "ja": "奇人画報"
      }
    ],
    "description": {
      "en": "1-6. Collecting #1-#6  \nA girl collects everything her crush touches; a man keeps a photo album of women giving him blowjobs; schoolboys plays a sexual card game; a lunchbox factory girl collects vomit; a man gathers his missing girlfriend's body parts; a suicidal girl joins a group of women who've made abortion into a grotesque art.  \n  \n7. Harakiri  \nA world where cutting your stomach is the newest fashionable trend among schoolgirls.  \n  \n8. Holy Night  \nSanta is terrorizing the Japanese by flooding everyone with unwanted gifts. The only way to stop him from sending more is to convince him that you're happy with what you've got, or so people think.  \n  \n9. Voracious Itches  \nPutting worms under the skin can be an addictive pleasure."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "fd72da46-b7f5-48a1-811c-b1be0bacf3a9",
    "title": {
      "en": "Akugyaku Seijo desu ga, Aisuru Danna-sama no Oyaku ni Tachitai desu. (To wa Ie, Kirawarete Iru no desu ga)"
    },
    "updatedAt": "2024-06-06T19:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/fd72da46-b7f5-48a1-811c-b1be0bacf3a9/0cf385f4-55de-42bb-bcc0-439715bb6640.jpg",
    "altTitles": [
      {
        "ja-ro": "Akugyaku Seijo desu ga, Aisuru Danna-sama no Oyaku ni Tachitai desu. (To wa Ie, Kirawarete Iru no desu ga)"
      },
      {
        "ja": "悪虐聖女ですが、愛する旦那さまのお役に立ちたいです。（とはいえ、嫌われているのですが）"
      }
    ],
    "description": {
      "en": "When Charlotte wakes up, she has amnesia. Her power as a \"rare saint\" is blocked, but that's no big deal, because her husband, Osvald, is too good-looking...! However, it seems that in the past, Charlotte has tormented people with her cruel behavior, and because of that, he hates her...?\nIf that is the case, I will try my best to hide the fact that I have amnesia and be of service!\nA handsome and heart-warming love fantasy between the master's most favorite evil saint and a clumsy genius sorceress!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6afaa3a-af35-42cc-8ee9-cb8790fd9f5d",
    "title": {
      "en": "While You're at It"
    },
    "updatedAt": "2024-06-22T19:44:21+00:00",
    "coverArt": "https://mangadex.org/covers/d6afaa3a-af35-42cc-8ee9-cb8790fd9f5d/9b1bda95-8c31-4d1b-a08f-016ca870d4cd.jpg",
    "altTitles": [
      {
        "en": "While Doing It"
      },
      {
        "ko": "하는 사이"
      },
      {
        "en": "In Between"
      },
      {
        "id": "Saat Melakukannya"
      },
      {
        "en": "Between Us"
      }
    ],
    "description": {
      "en": "Kang Sihwa was everyone's sun, always in the spotlight, and the people around Lee Eunseo were always jealous of her because of her special childhood friend Sihwa. One day, Sihwa, who had suddenly disappeared, returned a few years later. With the swaying of Eunseo’s heart and Sihwa’s unpredictable behavior. We have a special relationship, right? Don't you think so? But… I still want to ask. What are we both doing?\n\n---\n**Links:**\n- Alternative Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=10965984)",
      "ko": "모두의 태양이자 주목받는 존재인 강시화, 그런 시화와 특별한 소꿉 친구 사이로 주변의 질투를 받던 이은서. 어느 날 홀연히 사라졌던 시화가 몇 년이 흘러 돌아왔다. 자꾸 흔들리는 은서의 마음과 도저히 짐작할 수 없는 시화의 행동. 우리는 특별한 사이잖아? 너도 그렇게 생각하지? 하지만… 묻고 싶어. 너랑 난 뭐하는 사이야?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58b2e2ca-a1f1-479e-a371-f51e40914f7f",
    "title": {
      "en": "Yojouhan no Ibara Hime"
    },
    "updatedAt": "2024-04-24T12:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/58b2e2ca-a1f1-479e-a371-f51e40914f7f/f344d982-8b89-41e0-bd73-0d0874734c05.jpg",
    "altTitles": [
      {
        "ja": "四畳半のいばら姫"
      },
      {
        "ja-ro": "Yojouhan no Ibarahime"
      },
      {
        "ja-ro": "Yojouhan no Ibara-hime"
      }
    ],
    "description": {
      "en": "*By Seishun Scans: WARNING! This series contains scenes that may depict sexual harassment, attempted sexual assault, and/or verbal abuse. Reader discretion is advised!*\n\n---\n\nShinra has a mother who rarely comes home. Everyday, she pinches her pennies just to survive. Rai, a popular guy from her school keeps bothering her, and she’s getting sexually harassed by the manager at her part-time job. After finally coming home after 2 months, Shinra’s mom promises to stay with her. Rai unexpectedly shows up at Shinra’s part-time job and sees her being sexually harassed. He urges her to quit, but she refuses. Shinra comes home only to find out that her mother has disappeared once again"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "en": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-05-28T09:35:27+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7ae2cd93-c674-493d-877a-ae1e93e2f880",
    "title": {
      "en": "First Call"
    },
    "updatedAt": "2024-06-02T19:19:37+00:00",
    "coverArt": "https://mangadex.org/covers/7ae2cd93-c674-493d-877a-ae1e93e2f880/9b1253c4-6ae9-4e0d-8b94-16820181a455.jpg",
    "altTitles": [
      {
        "ja": "ファーストコール ～童貞外科医、年下ヤクザの嫁にされそうです！～"
      },
      {
        "ja-ro": "First Call ~Doutei Gekai Toshishita Yazuka no Yome ni Sare Sou desu!~"
      },
      {
        "en": "First call 〜 The Virgin Surgeon is About to be Married to a Young Yakuza!〜"
      }
    ],
    "description": {
      "en": "“I love you, doctor. Please become my wife.”\n\nTakara Souta, a young and revered orthopedic surgeon, is brought in to work on a handsome man with a pierced penis—\nThe man turned out to be Ibu Seiichirou, the young leader of the Ibu clan and the largest crime syndicate in the Kanto region!\nIbu, who has fallen in love with Souta, the man who saved him, suddenly kisses and proposes to him, asking him, “to be his miss”!\n \nA story too sweet to exist!\n The dangerous love comedy between a yakuza leader and a (virgin) orthopedic surgeon is finally comicalized!\n Includes a newly drawn manga, \"Sudden Herpangina\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fdaa7d42-29bb-4cf2-b635-96d57732f1be",
    "title": {
      "en": "A Wicked Tale of Cinderella's Stepmom"
    },
    "updatedAt": "2024-01-28T23:01:21+00:00",
    "coverArt": "https://mangadex.org/covers/fdaa7d42-29bb-4cf2-b635-96d57732f1be/c0494002-a6c4-4a13-863f-6880abec6ed1.jpg",
    "altTitles": [
      {
        "en": "I Raised a Beautiful Cinderella"
      },
      {
        "ko-ro": "Sindelellaleul Gobge Kiwossseubnida"
      },
      {
        "ru": "Я воспитала прекрасную Золушку"
      },
      {
        "ko": "신데렐라를 곱게 키웠습니다"
      },
      {
        "fr": "Il était une fois la belle-mère de Cendrillon (tapas)"
      },
      {
        "fr": "J'ai élevé Cendrillon avec soin."
      }
    ],
    "description": {
      "en": "There is a famous fairytale. A kindhearted girl whose father and stepmother got married and became a family of five with her two stepsisters. The poor girl who was condemned by her stepmother and stepsisters when her father died. The very fairytale, Cinderella. But I am not Cinderella, I am the stepmother. At the age of thirty-seven, already married twice, been widowed twice and is raising three daughters!  \n  \nDaniel Walford, a man who keeps approaching me while I’m busy trying to raise my three daughters.  \n“Can I kiss you?”  \nAs a son-in law, I think he’s a little bit older but why does he keep approaching?… Oh, I don’t know.  \nOnce I let Cinderella marry the prince, I can live quietly.  \nBut is this fairytale really ‘Cinderella’?\n\n---\n\n- Updates every Sunday in the Kakao Page",
      "hu": "Mind ismerjük a mesét: az üvegcipellőt, a közel-sem-szép mostohanővéreket, és a herceggel eltöltött éjszakát, amíg éjfélt nem üt az óra. Ebbe a mesébe reinkarnálódtam, de nem Hamupipőkeként, hanem a \"gonosz\" mostohaanyjának a testébe! A 37 évesen már kétszer megözvegyül és három lánnyal rendelkező Mildred célja az, hogy megfelelő partnert találjon nekik és boldogan élhessenek, amíg meg nem halnak... meg talán saját magának sem volna rossz a szép jövő! De mégis ki ez a fiatal és jóképű báró, aki folyton felkeresi?",
      "ru": "Есть популярная сказка. О доброй девушке, чей отец женился во второй раз. О том, как пятеро человек, включая двух сводных сестёр, стали одной, большой семьёй. Однако после смерти отца мачеха и сестры стали издеваться над бедной девушкой. Это история о Золушке. Но почему я попала не в тело Золушки, а в тело её мачехи? Я стала женщиной, которая за свои 37 лет, успела дважды побывать замужем и дважды стать вдовой. Той, кому приходится растить трёх дочерей, включая Золушку. В придачу ко всему этому, ко мне пристаёт мужчина по имени Даниэль! «Можно вас поцеловать?» Что ему от меня нужно? …Я совсем запуталась. Для начала нужно выдать Золушку за принца и начать спокойную жизнь. Но правда ли, что эта сказка о Золушке?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7abf32c-4ebb-48ec-abae-84ca9eaa1775",
    "title": {
      "en": "Zhege Fanpai Youdian Liangxin, Danshi Bu Duo!"
    },
    "updatedAt": "2024-02-17T22:24:05+00:00",
    "coverArt": "https://mangadex.org/covers/b7abf32c-4ebb-48ec-abae-84ca9eaa1775/27ec95c5-e4d4-43d5-9e5d-64cc705992e4.jpg",
    "altTitles": [
      {
        "en": "Villain: My Brother Is The Chosen One"
      },
      {
        "en": "This Villain Has a Little Conscience, but Not Much!"
      },
      {
        "en": "This Villain Has Some Conscience, but Not Much!"
      },
      {
        "zh-ro": "Zhège Fǎnpài Yǒudiǎn Liángxīn, Dànshì Bù Duō!"
      },
      {
        "zh": "反派：我的弟弟是天选之子"
      },
      {
        "zh": "这个反派有点良心，但是不多！"
      }
    ],
    "description": {
      "en": "Qing Feng accidentally transmigrated to ancient times and became an overlord, the master of the Qing family. He thought that he could finally live a life where he’d have everything just by lying down. Who would know that his twin brother is the “legendary chosen one” and he’s the “destined villain”? To survive, he can only work hard with the help of the system!\n\n[Ding Dong detected that the host smacked the chosen one’s ass. 100 villain points acquired]\n\n[Ding dong, congratulations, host, on triggering the mission, tease the bathing Bi Yu. reward 200 villain points.]\n\nHehehe\n\nSometimes being a villain doesn’t seem like a bad idea.",
      "pt-br": "Qing Feng acidentalmente transmigrou para os tempos antigos e se tornou um senhor supremo, o mestre da família Qing. Ele pensou que finalmente poderia viver uma vida em que teria tudo apenas deitado. Quem saberia que seu irmão gêmeo é o \"escolhido lendário\" e ele é o \"vilão destinado\"? Para sobreviver, ele só pode trabalhar duro com a ajuda do sistema!\n\n[Ding Dong detectou que o anfitrião deu um tapa na bunda do escolhido. 100 pontos de vilão adquiridos.]\n\n[Ding Dong, parabéns, anfitrião, por iniciar a missão, provocar Bi Yu no banho. 200 pontos de vilão adquiridos.]\n\nHahaha\n\nAs vezes ser um vilão não é tão ruim assim."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e78cbb3-2156-4843-a612-485ac5d552ac",
    "title": {
      "en": "Takano Junsa wa Aisare Kata ga Wakaranai"
    },
    "updatedAt": "2024-06-23T11:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/9e78cbb3-2156-4843-a612-485ac5d552ac/92e19c81-83d9-42bb-9333-ce59240c2aa9.jpg",
    "altTitles": [
      {
        "ja": "鷹埜巡査は愛され方がわからない"
      },
      {
        "en": "Officer Takano Doesn’t Know How to be Loved"
      }
    ],
    "description": {
      "en": "There’s no privacy and my junior isn’t cute, I want to leave this company housing asap…!! \nTakano, a straight-laced police officer with a “scary face” complex, is fed up of living together with his handsome junior Souma, a flashy guy who lacks charming behavior. “I can embrace you, Takano-san.”  One day, Takano who had been hurt by a senpai he admired since his school years, finds himself vulnerable and having a physical relationship with Souma….!? A police station love story between a smooth talker junior x straight laced type senpai."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea47525d-99df-45b5-9103-dd853f49f8c3",
    "title": {
      "en": "Mairimashita! Iruma-kun: If Episode of Mafia"
    },
    "updatedAt": "2024-03-14T16:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/ea47525d-99df-45b5-9103-dd853f49f8c3/984684e8-8d78-4f0c-beaf-9f924fcc73d8.jpg",
    "altTitles": [
      {
        "en": "Welcome to Demon School! Iruma-kun (Mafia Alternate Universe)"
      },
      {
        "ja": "魔入りました！入間くん if Episode of 魔フィア"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: If Episode of Mafia"
      },
      {
        "en": "Mairimashita! Iruma-kun Mafia AU"
      },
      {
        "vi": "Iruma Giá Đáo!: IF Episode of MAFIA"
      },
      {
        "es-la": "Iruma-kun en la Mafia"
      }
    ],
    "description": {
      "en": "The beloved characters of Mairimashita! Iruma-kun star in this Mafia-based spinoff! Young Iruma saves an injured mob boss from death... and then becomes his grandson!?",
      "ja": "暴力や犯罪は当たり前の貧民街-スラム-で育った心優しい少年・イルマ。瀕死状態で倒れていた、マフィア組織【バビル】のドン・サリバンを助けたことで、イルマの運命の歯車が動き出す！ マフィア組織【バビル】を中心に巻き起こる、マフィア・アクションコメディ！",
      "vi": "Spin-Off của tác phẩm\"Mairimashita! Iruma-kun\" theo hướng What-If, thế giới của tác phẩm lần này sẽ xoay quanh việc các nhân vật sẽ sống trong thế giới của các Mafia",
      "es-la": "¡Un spin-off oficial de Mairimashita! Iruma-kun, en un universo alternativo en el que Iruma se convierte en un destacado miembro de la mafia. A pesar de tener sólo cinco años, Iruma ha visto muchas cosas como niño de la calle... ¡la más reciente, a un anciano desangrándose justo delante de donde vive! Como buen chico, Iruma se dedica a curar al anciano y no le da importancia. Sin embargo, cuando el anciano regresa de repente, se revela como Don Sullivan, ¡jefe de la organización clandestina conocida como Babyls! Se ofrece a adoptar a Iruma como su nieto, una oferta que Iruma se ve incapaz de rechazar..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db2210e3-e3d5-425f-850a-da7520c9cee7",
    "title": {
      "en": "Tsuyoki na Oni-sama wa Ore Dake no Omega"
    },
    "updatedAt": "2024-06-23T11:04:30+00:00",
    "coverArt": "https://mangadex.org/covers/db2210e3-e3d5-425f-850a-da7520c9cee7/38dc5404-6a79-47ca-9ab4-ffb8a94549db.jpg",
    "altTitles": [
      {
        "ja": "強気な鬼様はオレだけのΩ"
      },
      {
        "en": "The Strong-Willed Demon is My Only Omega"
      }
    ],
    "description": {
      "en": "\"As for me…even if you’re a guy I’ll be satisfied\" In a world where there are alphas with special demonic powers, Hibiki is an Omega with the power to turn into a demon. He hides his  Omega status and works on missions to defeat monsters. His junior, Masato, who can also turn into a demon, is a flirty womanizer and they don't get along. One day, during a mission, Hibiki suddenly goes into heat and Masato finds out that he's an Omega...!! \"Sorry but, I'm also at my limit.\" After he melts into a sloppy mess, he's  ravaged by Masato. A BL story about a younger, flirty alpha and a strong-willed tsundere Omega, a sworn enemy buddy pair!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0e04bbb-8293-4f47-a34c-bc4d868a3d85",
    "title": {
      "en": "Demon Devourer"
    },
    "updatedAt": "2024-06-15T05:05:44+00:00",
    "coverArt": "https://mangadex.org/covers/b0e04bbb-8293-4f47-a34c-bc4d868a3d85/16fb2792-eb50-4859-847b-094aa6044d18.png",
    "altTitles": [
      {
        "ko": "재능 삼킨 마법사"
      },
      {
        "en": "Talent-Swallowing Magician"
      },
      {
        "es-la": "Mago Traga-Talentos"
      }
    ],
    "description": {
      "en": "The descendant of a once great wizarding family, Elric Mervinger is unable to perform magic due to a rare medical condition.\n\nWhile attempting to cure his disease, he stumbles upon the demon Mephistopheles, who tries to possess Elric to free himself from a dragon’s trap. But when Elric ends up absorbing Mephisto instead, the two become bound together.\n\nWith Mephisto by his side, will this new power allow Elric to restore his family to its former glory? Or will he just end up being devoured?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)",
      "fr": "Elric Melvinger.\nL’unique héritier de la prestigieuse famille magique.\nBien qu’il possédait un talent inné, il avait trop de talent, et de ce fait, ne pouvait pas apprendre la magie. Cependant, il a alors reçu une bénédiction laissée par ses ancêtres !\n\n[Manger des démons.]\n[Avaler des démons.]\n[Boire des démons.]\n[Continue d’accumuler des démons en toi, et réalise une nouvelle magie !]\n\nÉlève-toi.\nVa si haut que personne ne pourra jamais t’atteindre.",
      "ko": "\"어이, 메피. 여기 언령마법 풀이 좀 써주시죠?\"\n\n기묘한 기연으로 한 몸 살이를 하게 된\n천재 마법사 엘릭과 원죄의 마왕 메피스토펠레스.\n\n마법 불능 엘릭이 가보 '마도 경식'의 힘을 빌어\n메피스토의 흑마법을 뒤집고 그 힘을 흡수해버린\n명실상부 갑을 관계!\n\n하지만,\n엘릭은 메피스토의 힘을 최대한 흡수해 강해지려 하고\n메피스토는 자신의 기운을 최대한 불어넣어 지배하려 하고...\n실상은 서로가 갑이자 을일 수밖에 없는 운명.\n마도 명문 메르빙거 가의 재건을 꿈꾸는 엘릭과\n엘릭의 몸을 지배해 다시금 고귀한 마왕으로 부활하려는 메피스토의\n'동상이몽 마족삼킴 어드벤쳐'\n\n\"좋게 좋게 가시죠?\"\n\"하찮은 인간 따위에게... 굴복할 것 같으냐!!!\"\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "220282a9-a2ff-4a6b-9bed-f4a9da24c661",
    "title": {
      "en": "Maybe Meant to Be"
    },
    "updatedAt": "2024-06-15T10:54:40+00:00",
    "coverArt": "https://mangadex.org/covers/220282a9-a2ff-4a6b-9bed-f4a9da24c661/f1200311-3b79-436e-8edf-4f3a9465e2e5.jpg",
    "altTitles": [
      {
        "en": "Match Made in Heaven by Chance"
      },
      {
        "ko": "어쩌다보니 천생연분"
      },
      {
        "en": "By Chance, a Match Made in Heaven"
      },
      {
        "zh": "莫名成了天生一对"
      },
      {
        "ko-ro": "Eojjeodaboni Cheonsaengyeonbun"
      },
      {
        "zh-hk": "偶然成了天生一對"
      },
      {
        "ja": "いきなり結婚生活"
      },
      {
        "th": "โชคชะตานำพารัก"
      },
      {
        "es": "Quizás fue el destino"
      },
      {
        "en": "Accidentally Heavenly Match"
      }
    ],
    "description": {
      "en": "‘How long have i been laying down at home…?’ Han Jia, who is turning 32 this year (she’s a freelancer who’s still doesn’t have a full-time job/jobless), suffers because of the pressure given by people around her that keep telling her to get married. Around the same time, Jin Mincheol, her childhood friend who came to Jia’s hometown for holiday, is having the same problem. Then, the two people got married just like that. Now that they have married….. ‘Huh? We match each other more than i thought?’",
      "es": "Jia Han, una trabajadora independiente sin trabajo de 32 años, está cansada de que sus padres insistan con que se case y se vaya de la casa. Cuando se encuentra con un amigo de la infancia, Mincheol Jin, que siente la misma presión por parte de sus padres, dice sin pensar que casarse sería una buena solución para los problemas de los dos. Pero no se imaginaba que él aceptaría su propuesta y, de repente, se encuentra de camino al altar. ¡Una historia sobre un romance inesperado que no podrás dejar de leer!",
      "fr": "Jia, 32 ans, sans-emploi, vit toujours avec ses parents. En ayant marre de la pression de sa famille, par un coup de tête, elle fait une demande en mariage à son ami d'enfance, Mincheol, qu'elle vient tout juste de recroiser après des années. À sa grande surprise, celui-ci accepte directement sa proposition et d'un jour à l'autre elle se trouve mariée à Mincheol. Cette union improvisée perturbe Jia, mais, petit à petit elle découvre qu'ils sont en fait... parfaits l'un pour l'autre?!",
      "id": "Sudah berapa tahun kamu tinggal di rumah orang tua? Han Jiah (pengangguran) yang tahun ini berusia 32 tahun, hari ini juga menderita karena masih belum menikah dan bekerja. Tiba-tiba Jim Minchul, sahabat kecil Jiah muncul dan mereka memutuskan untuk menikah!?? Ternyata mereka berdua malah lebih cocok dari yang diperkirakan?!",
      "ko": "집에 얹혀산 지 몇 년 차더라..? \n올해 32살을 맞이한 한지아(일하지 않는 프리랜서/무직)는 주변의 결혼하라는 눈칫밥에 오늘도 고통받는데.. \n때마침 명절을 맞이하여 고향에 내려온 소꿉친구 민철 또한 같은 고민이 있었으니.\n그러면 쉬운 해결 방법이 있잖아?!? 그렇게 홧김에 결혼한 두 사람.\n그런데 막상 결혼해 보니... 어라?? 생각보다 너무 잘 맞는다?!",
      "th": "‘ฮันจีอา’ ฟรีแลนซ์สาววัย 32 ปีที่เบื่อหน่ายกับคำถามเรื่องแต่งงานของพ่อแม่ บังเอิญพบกับเพื่อนสมัยเด็ก ‘จินมินชอล’ หนุ่มเนิร์ดที่โดนคำถามจากพ่อแม่เรื่องนี้เช่นกัน คนโสดทั้งสองตัดสินใจจะหยุดคำถามเหล่านี้ด้วยการแต่งงาน! หรือว่านี่จะเป็นบุพเพสันนิวาส?",
      "zh": "厌倦被家人催婚的两人！\n就这样稀里糊涂结了婚！\n今年32岁的韩智雅没工作，不知在家蹭吃蹭喝了多少年，一直被催婚……正好在过节的时候，智雅遇到了回老家过节的儿时玩伴珉哲。她发现珉哲也有相同的困扰。因此，他们俩一气之下选择结婚……",
      "pt-br": "\"Há quanto tempo estou deitada em casa...?\"\n\nHan Jia, que está completando 32 anos este ano (ela é uma freelancer que ainda não tem um emprego registrado), sofre com a pressão das pessoas ao redor, que ficam dizendo para ela se casar. Na mesma época, Jin Mincheol, seu amigo de infância que veio para a cidade natal de Jia para passar as férias, está tendo o mesmo problema. Então, as duas pessoas se casaram, simples assim. Agora que eles se casaram… \n\n\"Huh? Nós combinamos mais do que pesávamos?\"",
      "zh-hk": "因為沒工作而一直住在老家的韓智雅總是會被家人催促結婚，就在她瀕臨崩潰的時候，遇到了有相同煩惱的兒時玩伴……"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf8c6030-6190-4dd3-a5b5-aedbab086bea",
    "title": {
      "en": "Yami Maid ga Shihai suru!"
    },
    "updatedAt": "2024-05-07T04:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/cf8c6030-6190-4dd3-a5b5-aedbab086bea/2f9417cb-f4fa-4f97-9f70-79972f7b21a1.jpg",
    "altTitles": [
      {
        "ja": "闇メイドは支配する!"
      },
      {
        "ja-ro": "Yami Meido wa shihai suru!"
      },
      {
        "en": "The Dark Maid Dominates!"
      }
    ],
    "description": {
      "en": "Natsume Hilbright, a girl who has just lost her mother.\n\nSurrounded by her loving father and friends, she misses celebrating her birthday without her mother.\n\nMeanwhile, she happens to meet Jupiter, a boy who claims to be the Prince of the Demon World, and a beautiful girl named Glance, who is said to be his maid."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "7fbde0e8-60ef-4e1e-ab8c-d037359b6a79",
    "title": {
      "en": "In My Death, I Became My Brother's Regret"
    },
    "updatedAt": "2023-03-29T03:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/7fbde0e8-60ef-4e1e-ab8c-d037359b6a79/bee2bc40-5bce-4146-9807-5cfcaf1223b7.jpg",
    "altTitles": [
      {
        "zh": "死后我成了哥哥的朱砂痣"
      },
      {
        "zh-ro": "Si Hou Wo Chengle Gege De Zhusha Zhi"
      },
      {
        "zh-ro": "Sǐ Hòu Wǒ Chéngle Gēgē De Zhūshā Zhì"
      }
    ],
    "description": {
      "en": "The half-demon, Jing Mo, was killed by his older brother Jue Ming when his demonic energy lost control. He found himself in the body of a young man named \"Bai Shu\", and this body seemed... abnormal. Due to suspicious circumstances revolving around the disappearance of Jing Mo's body, Jue Ming kept an eye on Jing Mo who desperately hid his true identity. With one of them hiding a secret and the other looking for the truth, the pair landed in the middle of a life-or-death struggle that came with being \"Bai Shu\"...",
      "zh": "有着魔修混血的京墨因一次魔气缠身，被哥哥决明杀死，睁眼后却重生到一名叫“白术”的少年身上，而这具身体……并不正常。他隐藏自己是京墨的身份，却被决明以找出弟弟尸身失踪真相为由留在身边。一个要隐藏身份，一个要寻找真相，两人循着“白术”这一身份被卷入一场生死之争中……"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52e2bba3-1948-4e65-a282-a73a0b036005",
    "title": {
      "en": "Inaho-kun wa Nise Kanojo no Hazu na no ni"
    },
    "updatedAt": "2024-04-20T01:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/52e2bba3-1948-4e65-a282-a73a0b036005/ff43e6c6-a49c-4630-9c26-70d9b058d5e7.jpg",
    "altTitles": [
      {
        "ja": "稲穂くんは偽カノジョのはずなのに"
      },
      {
        "ja-ro": "Inaho-kun Wa Nise Kanojou No Hazu Nanoni"
      },
      {
        "en": "Inaho-kun Is Supposed to Be a Fake Sweetheart"
      }
    ],
    "description": {
      "en": "Mori Shintaro, a new first-year student, yearns for the sparkling high school life of having a girlfriend and experiencing youth, but is ridiculed by those around him. His classmate, Inaho Sawatari, entered the school as the top student and is a highly regarded beauty. The two are not supposed to cross paths, but after an incident where they are mistaken for a couple, she makes an unexpected proposal. \"Shall we pretend that we're really dating?\"\n\n---\n**Notes:**\n- The pre-serialization series is [Houkago no Cinderella-kun](https://mangadex.org/title/147b8fd6-5232-45df-993f-35c908cf41a2/houkago-no-cinderella-kun)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4cc06a26-6e3f-4e57-97d5-2783aa863df1",
    "title": {
      "en": "Chasing the Wave"
    },
    "updatedAt": "2023-01-08T20:58:57+00:00",
    "coverArt": "https://mangadex.org/covers/4cc06a26-6e3f-4e57-97d5-2783aa863df1/1a34cef1-83d4-406e-a50e-c85d31660665.jpg",
    "altTitles": [
      {
        "zh": "逐浪"
      },
      {
        "en": "Chasing Tides"
      }
    ],
    "description": {
      "en": "A mature and reliable Leader x A pure and frivolous Bubbly guy\n\nSui Yi claims that Ning Lan hasn't spoken a word in truth, and later discovers that even his \"I don't like you\" was a lie. He was crazy to consider this person as kind solely based on his pure and naive smile. His clear eyes were just like those of that person's..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b84b1e0c-2fa3-4313-8c75-29f7a134026a",
    "title": {
      "en": "Perfume the Memory"
    },
    "updatedAt": "2024-05-25T16:52:06+00:00",
    "coverArt": "https://mangadex.org/covers/b84b1e0c-2fa3-4313-8c75-29f7a134026a/9c80e4ec-81d9-46e6-aada-3b371cf2dbb6.jpg",
    "altTitles": [
      {
        "ko": "퍼퓸 더 메모리"
      }
    ],
    "description": {
      "en": "[An alpha who has lost his memory X A beta who appears strong outside, but soft inside]\n\nOn that day, as usual, we celebrated our 7th anniversary together, but it was also the day I lost my beloved lover.\n\nShinhoo and Hyunjae were a couple who had never fought for 7 years. Then one day, Shinhoo was suddenly involved in a car accident and all the memories he had were lost in an instant.\n\n\"I don't like betas.\"\n\"So, let's break up.\"\n\nNow Hyunjae has lost everything he has.\n\n\"What should I do?\""
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8b3d40c-86b8-41cd-a793-c280d5b9da10",
    "title": {
      "en": "Shigurui"
    },
    "updatedAt": "2024-05-10T22:10:35+00:00",
    "coverArt": "https://mangadex.org/covers/c8b3d40c-86b8-41cd-a793-c280d5b9da10/49fcbf1a-1a38-4f0a-8eca-ea5e38515465.jpg",
    "altTitles": [
      {
        "en": "Death Frenzy"
      },
      {
        "es": "Frenesí de la muerte"
      },
      {
        "ja": "シグルイ"
      },
      {
        "zh": "剑豪生死斗"
      },
      {
        "zh-hk": "劍豪生死鬥"
      }
    ],
    "description": {
      "en": "At the beginning of the Edo period (1603-1868), when people enjoyed a time of peace, Lord Tokugawa Tadanaga decides to hold a fighting tournament. In the past, matches were fought with wooden swords, but this time real swords will be used. The one-armed Fujiki Gennosuke and the blind Irako Seigen will fight each other in this tournament, even though both of them are disciples of Iwamoto Kogan — known as Japan's greatest swordsman. So begins the story of intertwining fates, conflict, and strange destinies.  \n  \nNote:  \nIt's SHOUNEN because it's published in Champion Red, a shounen magazine for late teens+early 20ies"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "84"
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4e2da95-1cd7-49e8-9197-b7419be2077b",
    "title": {
      "en": "The Girls Who Traumatized Me Keep Glancing at Me, but Alas, It’s Too Late"
    },
    "updatedAt": "2024-06-13T18:57:32+00:00",
    "coverArt": "https://mangadex.org/covers/e4e2da95-1cd7-49e8-9197-b7419be2077b/05266bdd-6c1d-4234-a658-799c8fc44063.jpg",
    "altTitles": [
      {
        "ja": "俺にトラウマを与えた女子達がチラチラ見てくるけど、残念ですが手遅れです"
      },
      {
        "ja-ro": "Ore ni Trauma wo Ataeta Joshi-tachi ga Chirachira Mitekuru kedo, Zannen desu ga Teokure desu"
      },
      {
        "en": "The Girls Who Traumatized Me Keep Glancing at Me, but Alas, It’s Too Late"
      },
      {
        "es-la": "Las chicas que me traumaron me están mirando, pero desafortunadamente es demasiado tarde."
      }
    ],
    "description": {
      "en": "Kokonoe Yukito has always been unlucky when it comes to women. He was rejected by his childhood friend, which he thought they had mutual feelings for each other. He sister hates him. His mother neglected him— Due to all these trauma stacking with each other, his emotions were completely destroyed. When Yukito enters high school, the girls who inflicted these pain on him started to care for him...?! Thus commence a youthful Romcom full of misunderstandings!",
      "ja": "九重雪兎は昔から女運が悪い。両想いだと思っていた幼馴染にはフラれ、姉には嫌われ、母親には疎まれ――度重なるトラウマの果てに感情がぶっ壊れてしまう。そんな雪兎が高校に入学したら、彼にトラウマを与えてきた女子達がやたらと彼のことを気にかけてきて……!?　手遅れから始まる勘違い思春期ラブコメ、開幕！",
      "es-la": "Yukito Kokonoe siempre ha tenido mala suerte. Es odiado por su madre, su hermana, y su amiga de la infancia, pensaba que tenían sentimientos mutuos, pero ella se siente frustrada antes de la confesión, e incluso hace travesuras durante sus heridas, y sus emociones se rompen después de repetidos traumas con muchas mujeres.\n\nSin embargo, cuando ingresó a la escuela preparatoria, ¿¡Las chicas que lo traumatizaron comenzaron a preocuparse por él ...!?\nEsta es una comedia romántica de un adolescente incomprendido que comienza demasiado tarde."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c078883-d60e-4435-bd38-8f37b46ba9c9",
    "title": {
      "en": "Crows Gaiden Housenka - the beginning of HOUSEN"
    },
    "updatedAt": "2024-04-08T15:57:42+00:00",
    "coverArt": "https://mangadex.org/covers/3c078883-d60e-4435-bd38-8f37b46ba9c9/bfee6355-ade6-4031-bad0-3160e11eb214.jpg",
    "altTitles": [
      {
        "ja": "クローズ外伝鳳仙花 ―the beginning of HOUSEN"
      },
      {
        "ja-ro": "Crows Gaiden Housenka: the beginning of HOUSEN"
      },
      {
        "vi": "Ngoại truyện Crows Housenka: Sự khởi đầu của HOUSEN"
      }
    ],
    "description": {
      "en": "Before Narumi Taiga, Bitou Tatsuya, King Joe and Tsukimoto Mitsumasa, there was Terakado Butta. This is the story of how, under his leadership, Housen became the powerhouse that would become Suzuran High School's greatest opponent. Butta was there the year the school was founded, and without him, we would have never had the Housen Hitman we know and fear today."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a41202b8-b2fd-4e64-915a-1d792655f667",
    "title": {
      "en": "Empress's Harem"
    },
    "updatedAt": "2022-03-25T10:39:58+00:00",
    "coverArt": "https://mangadex.org/covers/a41202b8-b2fd-4e64-915a-1d792655f667/a846f02e-438b-4930-b2a4-fa0a6c028cd4.jpg",
    "altTitles": [
      {
        "it": "El Harem De Una Princesa"
      },
      {
        "en": "Queen's Palace"
      },
      {
        "zh": "女帝的后宫"
      },
      {
        "zh-ro": "Nüdi De Hougong"
      }
    ],
    "description": {
      "en": "Super sweet and super-sand sculptured female statue against the harem! I often hear: \"Three princes and three princesses! Your puppets are fighting again!\" The overbearing female CEO traversed to the world of female honors and woke up with seven husbands."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e36f4b5-37f3-4413-8aa4-67dd80275972",
    "title": {
      "en": "Zashisu"
    },
    "updatedAt": "2024-05-19T13:06:45+00:00",
    "coverArt": "https://mangadex.org/covers/3e36f4b5-37f3-4413-8aa4-67dd80275972/fd62cd0a-a6d0-4a86-88e3-74551e2b2439.jpg",
    "altTitles": [
      {
        "ja": "ザシス"
      }
    ],
    "description": {
      "en": "One day, junior high school teacher Yamauchi Umi sees a news report about a murder case. The murderer is Suzuki Yumi, a classmate from junior high school.\r\n\r\nA few days later, Yamauchi's girlfriend, Tamahuri Yagisawa, a rookie editor of literary books, finds a work that closely resembles the murder in a novel that was unsuccessful in a public contest. The author's name is Haruto Saeki. Soon, just like in the novel, an invitation to a class reunion arrives for an old friend...\r\n\r\nThe first suspense horror volume by Masanori Morita!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13"
  },
  {
    "mangaId": "70562cf3-2733-4959-8115-06171e57bc95",
    "title": {
      "en": "Chii-chan"
    },
    "updatedAt": "2024-05-22T18:29:11+00:00",
    "coverArt": "https://mangadex.org/covers/70562cf3-2733-4959-8115-06171e57bc95/70b57071-b150-4c79-94a1-fa9f89a9a9a0.jpg",
    "altTitles": [
      {
        "ja": "ちーちゃん"
      }
    ],
    "description": {
      "en": "It was the day Chiichan, who never comes to middle school at all, suddenly showed up in her tattered sweats with dead insects, causing a commotion in the class. Yuua has been with her since kindergarten and cares about her, and her classmate Koudai asks if he can help Chiichan out...\nA new series born from a unique collaboration, in which Oshimi Shuuzou depicts the prequel to Chiichan, the aberrant heroine of Naitou Eisuke's film *Poison Girl*, as an original manga *Chiichan*!",
      "fr": "Chii, qui ne vient habituellement pas en cours, se présente un jour vétue de haillons, et un insecte à la main. De quoi faire parler la classe...",
      "es-la": "Chii-chan, quien rara vez asiste a la escuela secundaria, que viste un desgastado chándal y tiene un hobby peculiar. Un día hace algo que causa miedo en el salón, por lo que, dos jóvenes tratan de ayudarla. Esta nueva serie es una colaboración en la que Shūzō Oshimi dibuja la precuela del extraordinario personaje de Chii-chan, la inusual personaje de la película \"Doku Musume\" dirigida por Eirō Naitō."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "7f30dfc3-0b80-4dcc-a3b9-0cd746fac005",
    "title": {
      "en": "Detective Conan"
    },
    "updatedAt": "2024-03-20T09:46:05+00:00",
    "coverArt": "https://mangadex.org/covers/7f30dfc3-0b80-4dcc-a3b9-0cd746fac005/b65b80fa-217c-4a71-8e8f-5d647990117a.jpg",
    "altTitles": [
      {
        "en": "Case Closed"
      },
      {
        "fr": "Détective Conan"
      },
      {
        "tr": "Dedektif Conan"
      },
      {
        "id": "Detektif Conan"
      },
      {
        "sv": "Mästerdetektiven Conan"
      },
      {
        "pl": "Detektyw Conan"
      },
      {
        "ja-ro": "Meitantei Conan"
      },
      {
        "no": "Mesterdetektiven Conan"
      },
      {
        "vi": "Thám Tử Lừng Danh Conan"
      },
      {
        "ar": "المتحري كونان"
      },
      {
        "ar": "المحقق كونان"
      },
      {
        "th": "ยอดนักสืบจิ๋ว โคนัน"
      },
      {
        "zh": "名侦探柯南"
      },
      {
        "zh-hk": "名偵探柯南"
      },
      {
        "ja": "名探偵コナン"
      },
      {
        "ko": "명탐정 코난"
      },
      {
        "da": "Mesterdetektiven Conan"
      },
      {
        "ca": "Detectiu Conan"
      },
      {
        "de": "Detektiv Conan"
      },
      {
        "fi": "Salapoliisi Conan"
      },
      {
        "hu": "Conan, a detektív"
      },
      {
        "uk": "Детектив Конан"
      },
      {
        "la": "Investigator Conan"
      },
      {
        "lt": "Detektyvas Konanas"
      },
      {
        "ro": "Detectiv Conan"
      },
      {
        "he": "הבלש קונאן"
      },
      {
        "fa": "کارآگاه کونان"
      },
      {
        "hi": "डिटेकटिव् कोनन"
      },
      {
        "bn": "ডিটেকটিভ কোনান"
      },
      {
        "sq": "Çështja e mbyllur"
      },
      {
        "sq": "Detektivi Konan"
      },
      {
        "bg": "Detektivi Konan"
      }
    ],
    "description": {
      "en": "Shinichi Kudo is a high school detective who sometimes works with the police to solve cases. During an investigation, he is attacked by members of a crime syndicate known as the Black Organization. They force him to ingest an experimental poison, but instead of killing him, the poison transforms him into a child. Adopting the pseudonym Conan Edogawa and keeping his true identity a secret, Kudo lives with his childhood friend Ran and her father Kogoro, who is a private detective."
    },
    "status": "ongoing",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5c43dab-9866-49c8-a296-fb3b68d62119",
    "title": {
      "en": "Cacomistle's Anthology"
    },
    "updatedAt": "2024-04-15T03:23:08+00:00",
    "coverArt": "https://mangadex.org/covers/e5c43dab-9866-49c8-a296-fb3b68d62119/11c609f5-8ca7-45f8-a6cc-55bff8eb7d8b.png",
    "altTitles": [],
    "description": {
      "en": "An unofficial compilation of oneshots / 4-komas by Cacomistle (カコミスル) in their twitter profile."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7d5a2920-e3ec-41c8-a8a4-c108477893cf",
    "title": {
      "en": "Moscow 2160"
    },
    "updatedAt": "2024-04-14T06:01:12+00:00",
    "coverArt": "https://mangadex.org/covers/7d5a2920-e3ec-41c8-a8a4-c108477893cf/11dc155e-a3c8-4c84-89ed-1191427671db.jpg",
    "altTitles": [
      {
        "ja": "モスクワ2160"
      },
      {
        "ru": "Москва 2160"
      },
      {
        "zh-hk": "莫斯科2160"
      }
    ],
    "description": {
      "en": "A future where the cold war between the USA and Russia never ended and has been going on for two centuries. \n\"Liquidator\" Daniel Kuragin runs through Moscow alleyways for score-settling with a submachine gun in hand!  \nThe overwhelmingly popular web series from \"Goblin Slayer\" creator Kumo Kagyu has begun publication.",
      "ru": "Холодная война так и не закончилась, и мир совсем забыл о том, что такое правда, свобода и надежда. Среди промышляющих в советской Москве кибернетизированных бандитов затесался «уборщик» Данила Курагин с целёхоньким телом, действующий сам по себе.",
      "pt-br": "A história se passa em um mundo onde a Guerra Fria já se estendeu por mais de 2 séculos e a tecnologia evoluiu de forma a criar “sombras mecanizadas”, cujo os objetivos são trabalhar como limpadores em um mundo repleto de conspirações."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee03b8cd-29f9-4340-8e9b-8e8db57c3393",
    "title": {
      "en": "Osabori Jouzuna Komukai-san wa Ore wo Nogasanai!!"
    },
    "updatedAt": "2023-06-11T23:56:12+00:00",
    "coverArt": "https://mangadex.org/covers/ee03b8cd-29f9-4340-8e9b-8e8db57c3393/8ef2174e-4a66-4640-a6b0-6135193d1907.jpg",
    "altTitles": [
      {
        "ja": "おサボり上手な小向井さんは俺を逃さない!!"
      },
      {
        "ja-ro": "Osabori Jozu na Komukai-san ha Ore wo Nigasanai!!"
      },
      {
        "pt-br": "Komukai-san Não Me Deixa Em Paz!!"
      },
      {
        "en": "Slacking Master Komukai-san won't let me off!"
      },
      {
        "zh": "擅长逃课的小向井同学不放过我!!"
      }
    ],
    "description": {
      "en": "Kuraishi is an introverted high school boy with a mean look, no friends, and seriousness as his only merit. He has always kept a low profile, until his peaceful life was shattered by a girl. Komukai-san is a minefield (?) of a girl, a delinquent who keeps trying to convince Kuraishi to skip school! She'll miss classes, skip cram school, and ignore her parents. But Kuraishi couldn't help but be attracted to the mysterious Komukai-san, as she tempts him in increasingly bold ways!!",
      "pt-br": "Kuraishi Itsuki é um menino que prefere manter distância dos outros devido às más experiências que sofreu por causa de sua expressão, e uma das pessoas com quem ele menos quer se envolver é Komukai-san, a típica garota com olhar delinquente , sem saber que um dia sua vida mudará quando ela começar a “tentá-lo” a faltar às aulas juntos e fazer muitas outras coisas que ele não teria considerado antes, iniciando assim uma comédia romântica entre uma Yanque e um garoto antissocial!\n\n[Tradução da sinopse e título pega da Hikari Scan]"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2024-05-10T14:12:00+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/2fe95806-7579-4f01-9c15-c48f59434535.jpg",
    "altTitles": [
      {
        "en": "Go, Go, Loser Ranger!"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      },
      {
        "ja": "戦隊大失格"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "en": "Ranger Reject"
      },
      {
        "ja-ro": "Sentai Daishikkaku"
      },
      {
        "en": "No Longer a Sentai Ranger"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10000 meters in the sky to invade Earth!\n\nThe villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety!\n\nThe assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest…?\n\nFrom Haruba Negi, the creator of *5Toubun no Hanayome*, comes the action-packed superhero series of a lifetime!",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-06-01T15:16:01+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/60c41195-5f87-4cf8-943e-719febfc4412.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. Strolling around the neighborhood, soaking in the public bath, eating the local cuisine, enjoying the park... even though she can’t take a big vacation or travel far, she’s determined to still enjoy any little “vacation” she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b74ede8-4d15-471d-95b3-77986254a212",
    "title": {
      "en": "All My Abilities Are Forbidden Spells"
    },
    "updatedAt": "2023-11-06T00:00:10+00:00",
    "coverArt": "https://mangadex.org/covers/5b74ede8-4d15-471d-95b3-77986254a212/b8d1b6de-ba19-4d1e-bf6c-ac36bbec5b79.png",
    "altTitles": [
      {
        "zh-ro": "Quanmin Zhuan Zhi Wode Jineng Quan Shi Jin Zhou Qianyue"
      },
      {
        "zh": "全民转职：我的技能全是禁咒 签约"
      },
      {
        "en": "Job Transfer For All: My Skills Are All Forbidden Spells"
      }
    ],
    "description": {
      "en": "Lin Han finds himself transmigrated into a world that merges reality and games. This world is rife with dungeons, forbidden zones, and hidden realms, not to mention rampaging monsters! \n\nWhen the time for the Class Change comes, Lin Han doesn’t receive the Warrior Class that he has always dreamt of. \n\nInstead, he receives the class Life Cleric. Just as he’s despairing over his misfortune…\n\n[Ding! You’ve awakened the “Myriad Augmentation System”!] \n\nWith every attribute augmented ten thousand times, all of Lin Han’s basic skills have turned into Forbidden Spells! \n\nWatch Lin Han as he dominates the battlefield with his Forbidden Spells and becomes known as a close-combat Healer!\n- - -\nCrossing to the other world with his soul, Lin Han arrived in an era where games and reality merged. There are countless dungeons, forbidden lands, and hidden realms where mighty monsters reign supreme!\n\nOn the day of his class profession, Lin Han missed the opportunity to become a warrior, the class of his dreams! Unexpectedly, he awakened the unique hidden profession – Life Sacrificer – at a critical moment!\n\n[Ding! Ten Thousandfold Amplification System Awakening!]\n\nLin Han’s attributes increased by ten thousand times, and his basic skills all reached forbidden curses!\n\nIn the name of a close-combat healer, during the moment of unlimited forbidden curse devastation!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5582230-6611-46cc-866c-3e2679d24b7a",
    "title": {
      "en": "I Can See the Forbidden Zone Rules"
    },
    "updatedAt": "2024-06-02T05:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/a5582230-6611-46cc-866c-3e2679d24b7a/fc93a81e-2656-4ef3-9e4b-66734242f37e.jpg",
    "altTitles": [
      {
        "zh": "我能看到禁区规则"
      },
      {
        "en": "Exclusion Zone Rules"
      }
    ],
    "description": {
      "en": "Two hundred years ago, the White Mist Forbidden Land suddenly appeared, and the world underwent a huge change. Monsters and supernatural beings with various strange powers appeared. The White Mist Forbidden Land is known as the Forbidden Zone for Life. Only one in ten thousand people who enter it survives. After being imprisoned by the mysterious wall for seven years, Ye Shiqi, who was tired of life, finally stepped into the White Mist Forbidden Land again. With the reappearance of blindness, a set of information suddenly appeared in front of Ye Shiqi’s eyes: That is the forbidden zone rules that have troubled mankind for many years!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-06-14T00:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/27bc5d4a-83db-4c9d-a049-5f8b9f29efc3.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd9f1dfd-dcb3-4dc2-a41c-35eff1c1beb5",
    "title": {
      "en": "Being a Maid Is Better Than Being a Princess"
    },
    "updatedAt": "2024-03-27T04:10:07+00:00",
    "coverArt": "https://mangadex.org/covers/cd9f1dfd-dcb3-4dc2-a41c-35eff1c1beb5/41cf18c1-497e-47cb-ac11-53fc1b0daf34.png",
    "altTitles": [
      {
        "ko": "공주보다 시녀가 천직이었습니다"
      },
      {
        "ko-ro": "Gongjuboda Sinyeoga Cheonjigieotseumnida"
      },
      {
        "en": "A Maid Was More of a Calling Than a Princess"
      },
      {
        "en": "It's Better to Be a Maid Than to Be a Princess"
      },
      {
        "es": "Mi vocación era ser doncella, no princesa"
      },
      {
        "es": "Ser sirvienta es mejor que una princesa torturada"
      },
      {
        "vi": "Trở Thành Hầu Nữ Còn Quan Trọng Hơn Là Làm Công Chúa"
      },
      {
        "zh": "比起公主，侍女才是我的天职"
      }
    ],
    "description": {
      "en": "Siana was a princess of a small kingdom. Until the imperial army attacked…\n\nJust before her neck was about to be cut by the cruel prince, Siana screamed, “Please spare me!”\n\nTowards the prince with blood staining his beautiful face, Siana pleaded with a desperate voice.\n\n“I have many skills learned in the palace. Wouldn’t I be useful as a maid?”\n\nAnd so, Siana became a probationary maid of the palace. But surprisingly, the job suited her temperament?! When she swept the floors, the corridors became clean, when she kneaded dough, sweet cookies were baked, when she did laundry, the bedding became white and fragrant! She only did her best as a maid, but gradually, the royal family began to warm up to Siana.\n\n“The tea you brewed is always the best.”\n\n“The dress you made? Truly beautiful.”\n\n“I want you to educate the prince.”\n\nBut she never thought of capturing this man’s heart…\n\n“I feel the same.”\n\n“…”\n\n“I can’t live without you, Siana,” hearing the tender voice of the prince, Siana tightly closed her eyes.\n\nLook, Your Highness. I just want to live as an ordinary maid!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]