[
  {
    "mangaId": "46708527-d28a-4833-bd8b-e3ee553a20ee",
    "title": {
      "en": "Mitame Jirai-kei Osananajimi no Ren'ai Story"
    },
    "updatedAt": "2024-11-05T13:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/46708527-d28a-4833-bd8b-e3ee553a20ee/40b94a73-5d3a-45b7-bc94-8682604aef83.jpg",
    "altTitles": [
      {
        "ja": "見た目地雷系幼馴染の恋愛ストーリー"
      },
      {
        "ja-ro": "Mitame Jirai-kei Osananajimi no Renai Story"
      },
      {
        "en": "A Love Story About a Childhood Friend Who Looks Like a Landmine Girl"
      },
      {
        "en": "A Landmine-Type-Appearing Childhood Friend's Love Story"
      },
      {
        "en": "My Childhood Friend Who Looks Like a Landmine Type"
      },
      {
        "pt-br": "Uma história de amor sobre uma amiga de infância que parece um campo minado"
      },
      {
        "uk": "Історія кохання з подругою дитинства, яка прив'язалася до мене"
      },
      {
        "id": "Kisah Cinta Teman Masa Kecil yang Terlihat Berbahaya"
      }
    ],
    "description": {
      "en": "This is my love story with a landmine girl who's convinced that I'm her childhood friend.\n___\n**Alt Official Raw:** [X](https://x.com/onnoveltet/status/1829430063294738758)",
      "ja": "自分のことを幼馴染だと思い込んでいる地雷系女子との恋愛物語です。",
      "pt-br": "Esta é a minha história de amor com uma garota convencida de que sou seu amigo de infância."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "769a5e79-0670-4188-8582-035f0a3cc051",
    "title": {
      "en": "Zannen Jokanbu Black General-san"
    },
    "updatedAt": "2024-10-09T17:08:04+00:00",
    "coverArt": "https://mangadex.org/covers/769a5e79-0670-4188-8582-035f0a3cc051/43d681b6-5f88-4da4-8341-65dfdb9d391f.jpg",
    "altTitles": [
      {
        "en": "Precarious Female Executive Miss Black General"
      },
      {
        "en": "Precarious Woman Executive Miss Black General"
      },
      {
        "ja-ro": "Zannen Onna-Kanbu Black General-san"
      },
      {
        "ja": "残念女幹部ブラックジェネラルさん"
      },
      {
        "es-la": "La Precaria Mujer Ejecutiva Señorita General Black"
      }
    ],
    "description": {
      "en": "Braveman is your average superhero. Unfortunately for him, his arch-nemesis also happens to be a stalker and his number one fan. Follow their story as Braveman struggles to overcome his greatest adversary and retain his peace of mind.",
      "es-la": "La General Black es la líder de una organización secreta que quiere dominar al mundo. Por desgracia también esta loca por Braveman un superhéroe dedicado a frustrar los malvados planes de esta organización. Entonces, ¿Cómo exactamente va a conquistar el mundo cuando ni siquiera puede conquistar sus propios sentimientos? ¿Y cómo va a responder Braveman a este extraño giro?",
      "pt-br": "Braveman é um super herói como qualquer outro. Infelizmente pra ele, sua arqui-inimiga é sua stalker e sua fã número 1. Acompanhe as aventuras de Braveman e sua luta incansável contra seu maior adversário enquanto tenta não perder a cabeça."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c77a4ac-0a29-4956-ab30-b251686471af",
    "title": {
      "en": "The Path Where the Forsythia Fell"
    },
    "updatedAt": "2023-05-18T15:33:26+00:00",
    "coverArt": "https://mangadex.org/covers/5c77a4ac-0a29-4956-ab30-b251686471af/cacd360c-c0d7-42b9-a2e3-68ddb13fb920.jpg",
    "altTitles": [
      {
        "ko": "개나리가 떨어진 길"
      },
      {
        "zh": "连翘花落之处"
      },
      {
        "en": "The Path on Which Forsythia Fell"
      },
      {
        "ja": "レンギョウが散った道〜拾った卵はイケメンだった〜"
      }
    ],
    "description": {
      "en": "Byeoru, who was living secretly deep inside the mountain, collected an egg under the forsythia shrubs. Soon after, a dragon hatched from the egg.\n\nByeoru ended up having to take care for the dragon and gave it a name, Shinri.\n\nHowever, Shinri, who's still a newborn, grows at an amazing rate. Soon after, he grows bigger than Byeoru and Byeoru becomes more concerned about Shinri.\n\nOne day, Byeoru is eaten by Shinri...?\n\n\"No matter how much I lick and suck you, it's never enough. Every time I smell your sweetness, I want to eat you.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "544240b7-557d-4f86-bcc0-28ad5fa99795",
    "title": {
      "en": "Isekai de Slow Life wo (Ganbou)"
    },
    "updatedAt": "2024-10-26T10:39:01+00:00",
    "coverArt": "https://mangadex.org/covers/544240b7-557d-4f86-bcc0-28ad5fa99795/05d1a032-0605-48ce-91fc-c27ea0a62416.jpg",
    "altTitles": [
      {
        "ja": "異世界でスローライフを（願望）"
      },
      {
        "en": "I Have a Slow Life in a Different World (I Wish)"
      },
      {
        "en": "Slow Life In Another World (I Wish!)"
      },
      {
        "zh-hk": "在異世界過慢生活（願望）"
      },
      {
        "pt-br": "Vida lenta em outro mundo (Eu espero!)"
      },
      {
        "ru": "Размеренной жизни бы в ином мире (мечта)"
      },
      {
        "vi": "Tôi có một cuộc sống bình yên ở thế giới khác (Tôi ước là thế)"
      }
    ],
    "description": {
      "en": "By the will of the goddess, Itsuki Shinomiya was given the privilege of choosing various abilities and being reborn in another world. However, before going to the other world, he didn't want to involve himself in scary, dirty, gross things like battles. Fiercely determined to live a slow life, he chose the unique skill [Pocket Money], giving him an amount of money once per day. \"With this, I can hang out with girls without having to work!\" Dreaming of avoiding battles and living with cute girls, Itsuki stepped into the other world! But the reality was not that simple. Getting attacked by giant bugs, getting caught up in arguments at the guild, and getting stuck with slaves?! In the end, will Itsuki be able to live his ideal slow life?! Using unique skills and manufacturing skills, an exciting other-world slow life with beautiful girls starts now! (hopefully)",
      "ja": "異世界での第二の人生は…とにかく楽したい!!\n\n忍宮一樹――心も身体もすり減らして働くサラリーマンは、夢のスローライフを目指して異世界へと降り立った。だが、夢の実現のための切り札、一日一回お金を生み出せる『お小遣い』スキルでは全く足りず、やむなく働くハメに。なんとか“錬金術師ギルド”に就職し、スローライフの第一歩…と思いきや、営業先の“冒険者ギルド”では難癖をつけられてしまう。さらには美女から「あなたの奴隷になる」と宣言され大混乱！ どうなる俺の異世界ライフ!?",
      "pt-br": "Pela vontade da deusa, Itsuki Shinomiya recebeu o privilégio de escolher várias habilidades e renascer em outro mundo. No entanto, antes de ir para o outro mundo, ele não queria se envolver em coisas assustadoras, sujas e grosseiras como batalhas. Ferozmente determinado a viver uma vida lenta, ele escolheu a habilidade única [Pocket Money], dando a ele uma quantia em dinheiro uma vez por dia. “Com isso, posso sair com as garotas sem precisar trabalhar!”. Sonhando em evitar batalhas e viver com lindas garotas, Itsuki entrou no outro mundo! Mas a realidade não era tão simples. Ser atacado por insetos gigantes, se envolver em discussões na guilda e ficar preso a escravos? No final, Itsuki será capaz de viver sua vida lenta ideal? Usando habilidades únicas e habilidades de fabricação, uma emocionante vida lenta de outro mundo com lindas garotas começa agora."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95e964d3-55da-4218-b841-46f0f2db663c",
    "title": {
      "en": "Mashima HERO'S"
    },
    "updatedAt": "2023-04-25T11:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/95e964d3-55da-4218-b841-46f0f2db663c/c8ba4203-29ae-4b7a-92d0-d60789db8901.jpg",
    "altTitles": [
      {
        "en": "HERO'S"
      },
      {
        "ru": "Герои"
      }
    ],
    "description": {
      "en": "A crossover of Rave, Fairy Tail, and Edens Zero to celebrate the 60th anniversary of Shounen Magazine.\n\n---\nOfficial Release:\n- Indonesian release by Level Comics",
      "ru": "Хиро Машима запустит новую короткометражную манга-серию под названием «Heroes». Там будут участвовать персонажи из его работ: Нулевой Эдем, Фейри Тейл, Рейв Мастер."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "58468edb-e328-4f50-a96a-f58ffd513715",
    "title": {
      "en": "Osananajimi no S-kyuu Party kara Tsuihou sareta Seijuutsukai.: Bannou Shien Mahou to Nakama wo Fuyashite Saikyou e!"
    },
    "updatedAt": "2024-10-25T22:21:55+00:00",
    "coverArt": "https://mangadex.org/covers/58468edb-e328-4f50-a96a-f58ffd513715/07bf237c-2c8c-417c-885a-f7fa54a29672.jpg",
    "altTitles": [
      {
        "en": "The Beast Tamer Was Fired From His Childhood Friends' S-Rank Party"
      },
      {
        "ja": "幼馴染のS級パーティーから追放された聖獣使い。万能支援魔法と仲間を増やして最強へ！"
      }
    ],
    "description": {
      "en": "From MangaUpdates:\r\n\r\nA beast tamer without a familiar, Lock had been supporting his friends in an S Rank party until they finally decided to use him as a decoy and abandoned him. After a conversation with the Fenrir his party was attacking, it chose to serve him as his familiar. By using and expanding the [Mini Monster Garden], Lock gathers more and more familiars to form the strongest- and cutest- party ever. Behold, a fantasy where men and beasts go on adventures together."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b344c3f0-20b4-4127-bfe9-0d29874e41c6",
    "title": {
      "en": "My Harem Consists Entirely of Female Demon Villains"
    },
    "updatedAt": "2024-09-11T21:19:55+00:00",
    "coverArt": "https://mangadex.org/covers/b344c3f0-20b4-4127-bfe9-0d29874e41c6/8a55c1d2-cd05-47e3-93b9-6439419071e5.png",
    "altTitles": [
      {
        "zh": "我的后宫全是反派魔女"
      },
      {
        "zh-ro": "Wo De Hougong Quan Shi Fanpai Monü"
      }
    ],
    "description": {
      "en": "I, the earthling \"hero\" of this story, crossed over into another world based on a video game and suddenly appeared in a villainous female demon's bed when I arrived. If not for the fact that I had married all the villains in the game before crossing over, I'd have been killed pretty quickly. Now, the villains keep pestering me, asking me to help them rule the world, and vying for my hand in marriage. What am I supposed to do? I'll await your answers online! It's urgent!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1568a3d7-39c7-4417-a192-1016e4e7ba60",
    "title": {
      "en": "Black Surge"
    },
    "updatedAt": "2024-11-09T11:55:57+00:00",
    "coverArt": "https://mangadex.org/covers/1568a3d7-39c7-4417-a192-1016e4e7ba60/2b0c1b89-973e-476f-861c-89cd83859d25.jpg",
    "altTitles": [
      {
        "ja": "ブラックサージ"
      }
    ],
    "description": {
      "en": "Nagi Kujo, a brilliant doctor who tirelessly treats patients in conflict zones, returns to his homeland, Japan, to seek treatment for his adoptive father, a benefactor who once saved him. However, upon his arrival, he discovers that his father has been murdered by an unknown assailant. Determined to uncover the truth, Nagi begins to delve into the mystery surrounding his father's death."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "44fb58e1-9cb9-4406-814b-1e1609a137af",
    "title": {
      "en": "Emperor With an Inconceivable Heart"
    },
    "updatedAt": "2024-09-14T23:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/44fb58e1-9cb9-4406-814b-1e1609a137af/d7ca2b8e-40b5-428e-bf96-0a1eaff7c88c.jpg",
    "altTitles": [
      {
        "ko": "왕신황제"
      },
      {
        "en": "Conqueror of Modern Martial Arts, Kang Haejin"
      }
    ],
    "description": {
      "en": "Haejin, a young boy with an unyielding spirit, even in the face of relentless school bullies due to his frailty. His determination to grow stronger knows no bounds, but his body refuses to comply. Yet, Haejin’s tenacity prevails.\n\nOne fateful day, he crosses paths with a homeless General, and a random act of kindness unveils hidden potential within Haejin. The enigmatic General utters the cryptic phrase, “Martial Arts does exist!”\n\nJoin us on a journey as Haejin, a prodigious talent in the realm of Martial Arts, sets out to conquer the modern Martial Arts world. His story is a testament to unwavering dedication and the mysterious power that lies within."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo - The First Step"
    },
    "updatedAt": "2024-11-01T15:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/85adbbce-f22b-46c3-b541-fb78e1e0da82.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "142ff914-4068-4b2b-a7e4-bc3a88da388d",
    "title": {
      "en": "Tensei-saki wa Akuyaku Reijou no Chichioya deshita ~Kawaii Musume no Shibou Flag wa Zenbu Orimasu~"
    },
    "updatedAt": "2024-11-14T17:29:39+00:00",
    "coverArt": "https://mangadex.org/covers/142ff914-4068-4b2b-a7e4-bc3a88da388d/8f1b1868-41fa-4f94-8cde-d739d9266d88.jpg",
    "altTitles": [
      {
        "ja": "転生先は悪役令嬢の父親でした～可愛い娘の死亡フラグは全部折ります～"
      },
      {
        "ja-ro": "Tensei-saki ha Akuyaku Reijou no Chichioya deshita ~Kawaii Musume no Shibou Flag ha Zenbu Orimasu~"
      },
      {
        "en": "I Was Just Reincarnated As The Villainess's Father ~I'll Snap All Of My Cute Daughter's Death Flags~"
      }
    ],
    "description": {
      "en": "Ryuichi, a 44-year-old single father, gets into a traffic accident while protecting his high school daughter Mizuho, ​​who ran away from home after an argument. After losing consciousness and accepting his death, he finds himself in the body of a young man he had never seen before. While panicking, he finds a girl who looks exactly like Mizuho when she was a child, and as he sorts out the situation, it seems that he has been reincarnated as the father of the game's villainess…!?",
      "ja": "44歳のシングルファザーの龍一（りゅういち）は口論の末、家を飛び出した女子高生の娘・瑞穂（みずほ）をかばい、交通事故に遭ってしまう。意識が遠のき死を覚悟した後に目覚めると、見知らぬ若い男性の姿になっていた。動揺する中、小さい頃の瑞穂そっくりな少女がいて、状況を整理していくと、どうやらゲームの悪役令嬢の父親に転生してしまったようで……!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d75e832b-e4be-4a1b-bc54-4a1a358aa8e4",
    "title": {
      "en": "GUNDAM EXA VS"
    },
    "updatedAt": "2024-10-13T11:38:25+00:00",
    "coverArt": "https://mangadex.org/covers/d75e832b-e4be-4a1b-bc54-4a1a358aa8e4/d660cf45-a222-4b6f-9411-e212928fcd8c.png",
    "altTitles": [
      {
        "ja": "ガンダムエグザ　ブイエス"
      },
      {
        "ja": "ガンダムEXAVS"
      },
      {
        "ja-ro": "Gundam EXA VS"
      }
    ],
    "description": {
      "en": "Gundam EXA VS (ガンダム EXA VS) is a manga written by Tomohiro Chiba and illustrated by Kōichi Tokita, published by Kadokawa Shoten and serialized in Gundam Ace magazine in 2014 to be tied in with the arcade Game Mobile Suit Gundam: Extreme Vs. Maxi Boost. It's the sequel to the previous manga series, Gundam EXA.\n\nSome time after the events of Gundam EXA, Sthesia Awar informs Leos Alloy that she discovered a new GA data cluster from a computer outside of Jupiter X. The two dive into the new data and find themselves in the Universal Century, during the attack on Side 7. However, after entering the colony, they find that the inside was in ruins, and the RX-78-02 Gundam has been destroyed before it could be activated by Amuro Ray."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "35.5"
  },
  {
    "mangaId": "28b5d896-7dfe-4ffe-b480-6bbfa3075178",
    "title": {
      "ja": "Tsuka no Ma no Ichika"
    },
    "updatedAt": "2024-11-12T17:04:44+00:00",
    "coverArt": "https://mangadex.org/covers/28b5d896-7dfe-4ffe-b480-6bbfa3075178/033bc892-285f-4063-83f4-6f21e54f9e0f.jpg",
    "altTitles": [
      {
        "ja": "束の間の一花"
      },
      {
        "ja-ro": "Tsukanoma no Ichika"
      },
      {
        "en": "A Brief Moment of Ichika"
      },
      {
        "vi": "Khoảnh khắc bé nhỏ của Ichika"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Sendawara Ichika was told by her doctor that she had two years left to live. Three years later, now in her second year of university, Ichika spends her days not knowing when the end will come.\n\nOne day, by chance, she is reunited with Yurugi Akifumi -- her former philosophy professor, who quit the university. Once in love with Yurugi-sensei, Ichika has her feelings rekindled upon meeting him again, but...\n\nA story of the fleeting love between Ichika, whose life is growing shorter, and a man quietly trying to disappear.",
      "vi": "Mùa xuân lớp 11 đó, Sendawara Ichika được chẩn đoán chỉ còn 2 năm để sống. 3 năm sau, khi trở thành sinh viên đại học năm hai, Ichika vẫn tiếp tục sống những ngày tháng hối hả, bận rộn, nhưng lại không bao giờ biết được đâu sẽ là hồi kết.\n\nMọi thứ đổi thay khi cô gặp Thầy Yurugi Akifumi. Lần đầu tiên, cô có thể cảm thấy mình còn sống như vậy vì điều gì.  Và rồi Thầy Yurugi lại không còn tới trường nữa, Ichika bị bỏ lại với ngàn câu hỏi trong lòng...\n\nCâu chuyện về tình yêu bé nhỏ thoáng qua của một Ichika có cuộc sống ngày càng ngắn ngủi và một người Thầy muốn lặng lẽ biến mất khỏi nhân gian.",
      "pt-br": "Na primavera de seu segundo ano do ensino médio, Sendawara Ichika foi informada por seu médico que ela tinha dois anos de vida. Três anos depois, agora em seu segundo ano de universidade, Ichika passa seus dias sem saber quando chegará o fim. \n\nUm dia, por acaso, ela se reencontra com Yurugi Akifumi – seu ex-professor de filosofia, que deixou a universidade. Uma vez apaixonada por Yurugi-sensei, Ichika reacendeu seus sentimentos ao encontrá-lo novamente, mas… \n\nUma história de amor fugaz entre Ichika, cuja vida está ficando cada vez mais curta, e um homem silenciosamente tentando desaparecer."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "29"
  },
  {
    "mangaId": "68a946fc-7ff0-434e-a500-34b3207efd6f",
    "title": {
      "en": "Class no Bocchi Gal wo Omochikaeri Shite Seisokei Bijin ni Shite Yatta Hanashi"
    },
    "updatedAt": "2024-10-30T21:37:52+00:00",
    "coverArt": "https://mangadex.org/covers/68a946fc-7ff0-434e-a500-34b3207efd6f/498beea6-1178-4ec7-ab6a-ec4e7af364fa.jpg",
    "altTitles": [
      {
        "ja": "クラスのぼっちギャルをお持ち帰りして清楚系美人にしてやった話"
      },
      {
        "ja-ro": "Kurasu no Bocchi Gyaru o Omochikaeri shite Seisokei Bijin ni shiteyatta Hanashi"
      },
      {
        "en": "A Story of Taking Home a Lonely Gal from My Class and Turning Her into an Elegant Beauty"
      },
      {
        "zh": "收留孤身一人的同班辣妹，并使之化身清纯美女"
      },
      {
        "zh-ro": "Shōuliú gūshēn yīrén de tóngbān làmèi, bìng shǐ zhī huàshēn qīngchún měinǚ"
      }
    ],
    "description": {
      "en": "On a rainy night, Akira Akamori, a high school student about to transfer to a new school, saw his blonde classmate, Aoi Soutome, standing in the park drenched from the rain. \"...I don't have a home anymore.\" Though Aoi was a complete stranger to him, Akira couldn't leave a girl alone, so he took her home. \"Thanks for the help.\" \"I-It's fine...\" When Akira heard about Aoi's complicated situation, he decided to help her and let her live with him until he transferred to a new school. While confused by their new cohabitation arrangement, the two slowly grew close to each other. It is a love story of two people who repeatedly come together and drift apart, like a spinning record.",
      "ja": "来年転校を控えている高校生の明護晃はある雨の日、近所の公園でずぶ濡れになっている金髪ギャルのクラスメイト、五月女葵を見かける。\n\n「……私、帰る家がないの」\n\nどう見てもワケアリの葵を放っておけず、自宅に連れ帰るのだが――\n\n「お風呂、ありがとう」\n「お、おう……」\n\n葵の抱える複雑な事情を聞いた晃は人助けだと思い、転校までの間、そのまま一緒に生活をすることに。はじめて尽くしの同居生活に戸惑いながらも、二人はゆっくりと心の距離を近づけていき――。これは、出会いと別れを繰り返す二人の恋物語（ラブストーリー）。",
      "vi": "Vào một ngày mưa tầm tả, Akira Akamori, là học sinh trung học chỉ sống một mình. Vô tình nhìn thấy Aoi Soutome, cô gái tóc vàng bạn cùng lớp đang ướt sũng trong công viên gần đó. “... Tôi không có nhà để về\" \"Nhìn thế nào đi nữa, tôi cũng không thể bỏ rơi Aoi Soutome “ Sau khi biết về hoàn cảnh của cô ấy, tôi quyết định để cô ấy sống chung cùng với mình.",
      "pt-br": "Uma vez ele ajudou uma garota da sua sala. Em uma tarde chuvosa, Akira Akamori, um colegial que acabou de mudar para uma nova escola, viu sua colega de sala loira, encharcada pela chuva em uma praça por perto. “… eu não tenho mais aonde morar.” Apesar da Aoi ser uma completa estranha para ele, ele não pode deixar a garota sozinha, então a levou para sua casa. “Obrigada pela ajuda.” “E-está tudo bem…”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8a49176-cf28-42e5-960e-8efd2d903323",
    "title": {
      "en": "We are the Main Characters of the Demon World!"
    },
    "updatedAt": "2024-09-29T01:21:07+00:00",
    "coverArt": "https://mangadex.org/covers/c8a49176-cf28-42e5-960e-8efd2d903323/839e13ee-e3f1-49d0-aa7f-e53fa8cacded.jpg",
    "altTitles": [
      {
        "ja": "魔界の主役は我々だ！"
      },
      {
        "ja-ro": "Makai no Shuuyaku wa Wareware da!"
      },
      {
        "ru": "Мы главные герои Мира Демонов!!"
      }
    ],
    "description": {
      "en": "Shaoron Teufel is an ambitious demon who has enrolled in the demon school known as Babyls, aiming to become popular and join the Student Council. However, a number of trials await him as soon as he arrives! Being recruited by a shady division, summoning a familiar, participating in a flying test… Will Shaoron be able to stand out even more than the special student, Iruma-kun?   \n  \nA collaboration between *Mairimashita! Iruma-kun* and a popular Japanese YouTube channel, *We are the Main Characters of ◯◯!*  \n\n- [We are the Main Characters of ◯◯! channel](https://www.youtube.com/channel/UCIZzHNbzlIskx3TxGznRyYg)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01b33c25-4ae0-4d07-905a-f2e2dafbc015",
    "title": {
      "en": "Isekai de Saikyou no Skill o Umidaseta node, Hitasura Musou Suru Koto ni Shimashita. ~ Ore Dake ga Skill no Suuchi o Katte ni Sousa ~"
    },
    "updatedAt": "2024-11-03T13:02:12+00:00",
    "coverArt": "https://mangadex.org/covers/01b33c25-4ae0-4d07-905a-f2e2dafbc015/697dd355-4d45-4e31-9281-21e2cff211e7.jpg",
    "altTitles": [
      {
        "ja": "異世界で最強のスキルを生み出せたので、ひたすら無双することにしました。　～俺だけがスキルの数値を勝手に操作～"
      },
      {
        "ja-ro": "Isekai de Saikyou no Skill wo Umidasetanode, Hitasura Musou Suru Koto ni Shimashita. ~ Ore Dake ga Sukiru no Suuchi wo Katte ni Sousa ~"
      },
      {
        "en": "I was able to create the strongest skill in another world, so I decided to be a matchless warrior. ~ I'm the only one who manipulates my status ~"
      }
    ],
    "description": {
      "en": "When I was suddenly summoned to another world by some mysterious identity that said, \"Pick three Skill Seeds\". But wait, what does 'Skill Seeds' mean instead of just 'Skills'? Realizing the sole difference between the two, I awakened as the other world's first 'Hacker', capable of arbitrarily enhancing skills by manipulating their values! To start, I manipulated the skills of a beautiful girl, Mia, who suffered due to her skills being unsuitable for combat and joined forces with her to surpass those who had looked down on us!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "513ed884-79e3-44bf-ae0b-0c494fb897b2",
    "title": {
      "en": "Nejimaki Kagyu"
    },
    "updatedAt": "2024-11-01T04:30:43+00:00",
    "coverArt": "https://mangadex.org/covers/513ed884-79e3-44bf-ae0b-0c494fb897b2/1452d75b-2c2c-4b74-998b-22fb42e24bf6.jpg",
    "altTitles": [
      {
        "th": "คางิว สาวแบ๊วหมัดควงสว่าน"
      },
      {
        "ja": "ねじまきカギュー"
      },
      {
        "zh": "螺旋卷钩生"
      },
      {
        "ko": "네지마키 카규"
      },
      {
        "zh-hk": "螺旋捲鉤生"
      },
      {
        "en": "Winding Kagyu"
      }
    ],
    "description": {
      "en": "Negizawa Kamo and Kagyuu Jyuubee; two childhood friends who made a fated promise to each other are once again reunited as Kagyuu reaffirms her dedication to defending Kamo's dream, and her own, with the monstrous power of her martial arts. However, they soon discover that force alone is not enough, it's character, individuality, that rules this school and pits the students against each other in a brutal contest of dueling personalities vying for supremacy. Because in this school, those with the superior strength, the superior character, are king, and those whose individualities are overwhelmed are discarded. Join Kagyuu, Kamo, and their companions as they struggle to overcome the hidden evils lurking within this school, and discover the voice of each other's hearts and true desires.  \n  \nDo not edit genre to Shounen, series serialized in a seinen magazine (Weekly Young Jump)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%81%AD%E3%81%98%E3%81%BE%E3%81%8D%E3%82%AB%E3%82%AE%E3%83%A5%E3%83%BC)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "159"
  },
  {
    "mangaId": "cdaff4e8-5f35-48c8-a22d-e57c36cfb13d",
    "title": {
      "en": "Fushigi Yuugi - Byakko Ibun"
    },
    "updatedAt": "2023-10-04T02:57:22+00:00",
    "coverArt": "https://mangadex.org/covers/cdaff4e8-5f35-48c8-a22d-e57c36cfb13d/a5fe4dc2-4581-4d98-b566-f285677cbdfb.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushigi Yugi - Byakko Ibun"
      },
      {
        "en": "Fushigi Yugi - Curious Tales of the Byakko"
      },
      {
        "ja-ro": "Fushigi Yuugi Byakko Ibun"
      },
      {
        "ja": "ふしぎ遊戯～白虎異聞"
      }
    ],
    "description": {
      "en": "The prequel of \"Fushigi Yuugi\" telling the story of Byakko's miko, Suzuno Osugi, and her Seven Celestial Warriors."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cacd17dc-3d33-4098-8bed-4e49b6373f3e",
    "title": {
      "en": "Modoki-domo"
    },
    "updatedAt": "2024-11-01T04:40:14+00:00",
    "coverArt": "https://mangadex.org/covers/cacd17dc-3d33-4098-8bed-4e49b6373f3e/7387bc43-dd25-46d2-a091-9851513a0df4.jpg",
    "altTitles": [
      {
        "ja": "もどきども"
      },
      {
        "ja-ro": "Modokidomo"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8217f1c8-0a32-41f0-9fd8-14a9f5498aed",
    "title": {
      "en": "Childhood Fox Friend"
    },
    "updatedAt": "2024-11-06T15:45:20+00:00",
    "coverArt": "https://mangadex.org/covers/8217f1c8-0a32-41f0-9fd8-14a9f5498aed/6463bded-6fb3-41a7-bb9d-0563715fc10c.jpg",
    "altTitles": [
      {
        "zh-hk": "青梅竹馬的狐仙女(♂)友"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41bbf54f-577d-48e6-b678-7fcf45e11e38",
    "title": {
      "en": "Kuroko to Akuyaku-kun"
    },
    "updatedAt": "2024-10-11T08:06:42+00:00",
    "coverArt": "https://mangadex.org/covers/41bbf54f-577d-48e6-b678-7fcf45e11e38/981aa5c5-4aef-4ae7-abdb-0e384415dabf.png",
    "altTitles": [
      {
        "ja": "黒子と悪役くん"
      },
      {
        "en": "Kuroko and Villain-kun"
      },
      {
        "en": "Kuroko to Heel-kun"
      },
      {
        "en": "Kuroko Girl Meets Heel Boy"
      },
      {
        "en": "Kuroko and Her Sweet Villain"
      }
    ],
    "description": {
      "en": "Kayoko Kuroda is an ordinary and plain girl, who is doing her best behind the scenes, but for some reason, her classmate Shishima-kun, who is dangerous, suddenly approaches her...?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Seijo"
    },
    "updatedAt": "2024-11-02T14:51:15+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/67c8c2be-be37-44df-becf-bccbb306428f.jpg",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "en": "Slime Saint"
      },
      {
        "ko": "슬라임 성녀"
      },
      {
        "ru": "Слизь, ставшая святой"
      }
    ],
    "description": {
      "en": "The weakest monster (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!",
      "ja": "人間に憧れた最弱魔物（スライム）が乗っ取ったのは、聖女だけど性格最悪な極悪令嬢・ジェリィの体だった！　折角人間に成ることが出来たのに、周りの人間たちから恨まれ嫌われているうえに、魔物（スライム）とバレたら即終了のバッドエンドまっしぐら…!?",
      "ru": "Самый слабый монстр (слайм), мечтающий стать человеком, вселяется в тело злодейки с ужасной репутацией! Если будет раскрыта её истинная сущность, то она будет немедленно уничтожена, поэтому она будет стремиться стать всеми любимой, чтобы жить безопасной и комфортной жизнью!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb98bd40-a903-4416-bdd0-dab93d8f36ad",
    "title": {
      "en": "R15+ Ja Dame Desuka?"
    },
    "updatedAt": "2024-10-25T12:54:56+00:00",
    "coverArt": "https://mangadex.org/covers/cb98bd40-a903-4416-bdd0-dab93d8f36ad/047cb6db-c88c-451b-906a-bf7af8173d39.jpg",
    "altTitles": [
      {
        "ja-ro": "R15+ Ja Dame Desuka?"
      },
      {
        "ja": "R15＋じゃダメですか？"
      },
      {
        "vi": "Xem phim \"người lớn\" được không?"
      },
      {
        "en": "How About R15?"
      }
    ],
    "description": {
      "en": "What should I do to become an adult? Akane Amou, who grew up with her parents forbidding any kind of entertainment, is a little bad with \"stimulating\" stuff, to the point she can't even watch a kissing scene in a drama. Now that she’s a highschool student, she somehow wants to overcome it! Those are her intentions, but it’s not that easy. Meanwhile, she got acquainted with a movie otaku named Fuyumine. Will she be able to watch an R15 movie…?",
      "ja": "大人になるって、どうすればいいの？　親からすべての娯楽を禁止されて育った天羽秋音は、ドラマのキスシーンも観れないくらい、”刺激的”なものが少し苦手。高校生にもなったんだから、なんとか克服したい！　と意気込むが、なかなか道は険しい。そんな中、映画オタクの冬峰と知り合い、15禁映画を観ることになり…⁉\n \n--- \n \nOtona ni naru tte, dōsureba ī no? Oya kara subete no goraku o kinshi sa rete sodatta Amou aki-on wa, dorama no kisushīn mo mi renai kurai, ”shigeki-teki” na mono ga sukoshi nigate. Kōkōsei ni mo natta ndakara, nantoka kokufuku shitai! To ikigomu ga, nakanaka michi wa kewashī. Son'na Chū, eiga otaku no fuyu-hō to shiriai, 15 kin eiga o miru koto ni nari...!?",
      "vi": "\"Mình sẽ làm gì để trở thành người lớn?\"\nAkane Amo, lớn lên trong sự bảo bọc nghiêm khắc của cha mẹ mà không tiếp xúc với phương tiện giải trí, bước qua tuổi 15, trước những thứ \"tình cảm\", thậm chí là một nụ hôn cũng không thể xem được.\nGiờ đã vào trường cấp ba, cùng với cậu bạn Fuyumine, Amo sẽ bước qua những rào cản ấy. Liệu cô bé có thể xem được một phim nhán mác \"cấm trẻ em\"?",
      "pt-br": "O que devo fazer para me tornar uma adulta?\n\nAkane Amou, que cresceu com seus pais proibindo qualquer tipo de entretenimento, é um pouco ruim com coisas \"estimulantes\", até o ponto de não conseguir assistir a uma cena de beijo em um drama. Agora que ela é estudante do ensino médio, ela quer de alguma forma superá-lo! Essas são suas intenções, mas não é tão fácil. Enquanto isso, ela se familiarizou com um filme otaku chamado Fuyumine. Será que ela será capaz de assistir um filme R15...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e421eb8-d4a0-4096-86db-ca5e3fc42c5d",
    "title": {
      "en": "Pumpkin Night"
    },
    "updatedAt": "2024-11-03T23:08:10+00:00",
    "coverArt": "https://mangadex.org/covers/4e421eb8-d4a0-4096-86db-ca5e3fc42c5d/513b5f1d-05ed-4afb-beae-a0f9462e940e.jpg",
    "altTitles": [
      {
        "ja": "パンプキンナイト"
      },
      {
        "kk": "Асқабақ түні"
      },
      {
        "es": "Noche de calabazas"
      },
      {
        "uk": "Гарбузова ніч"
      }
    ],
    "description": {
      "en": "After escaping from a mental institution, a girl with a self-inflicted facial deformity enacts twisted justice on those who mistreated her, face hidden underneath the disguise of a pumpkin.",
      "es": "Una deforme chica sale con una calabaza en su cabeza para matar a todos aquellos que la acosaron en su pasado después de escapar de un manicomio.",
      "fr": "Victime de sévices orchestrés aux yeux de tous par ses camarades de classe, une collégienne a été interné dans un hôpital psychiatrique. Plusieurs mois plus tard, alors que ses bourreaux sont aujourd’hui au lycée, ils apprennent qu’elle s’est échappée en tuant tout le personnel hospitalier qui a tenté de lui barrer la route et qu’elle est bien décidé à se venger d’eux.",
      "ja": "ある日、女子高生・中谷明日美は、SNSで「パンプキンナイト」という見知らぬアカウントからフォローされる。 『中谷明日美コロス』というメッセージが届いた直後、カボチャのマスクを被った殺人鬼に襲われ惨死する。 そして偶然、明日美と通話していた和也にも死の宣告が突きつけられ……。",
      "kk": "Бет әлпеті қатты зақымданған, оқушы қыз, бұрын оны келеке еткен адамдардың жандарын алу үшін, ауруханадан қашып шығады.",
      "pt": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que a maltrataram no passado depois de escapar de um hospital psiquiátrico.",
      "pt-br": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que fizeram bullying com ela no passado depois de escapar de um hospital psiquiátrico."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c05c4c9f-4511-446d-a48d-ae3318023e90",
    "title": {
      "en": "8-sai kara Hajimeru Mahougaku"
    },
    "updatedAt": "2024-10-07T12:40:41+00:00",
    "coverArt": "https://mangadex.org/covers/c05c4c9f-4511-446d-a48d-ae3318023e90/2b9b0ca2-c86b-41a1-a32c-d0fcfbfbb5c2.jpg",
    "altTitles": [
      {
        "ja": "8歳から始める魔法学"
      },
      {
        "en": "Studying magic from the age of 8"
      },
      {
        "ja-ro": "8-SAI KARA HAJIMERU MAHOU GAKU"
      },
      {
        "ru": "Изучение магии с 8 лет"
      }
    ],
    "description": {
      "en": "Roy Aveillam, from a notorious ducal family, is feared by everyone around him for his irreverent and arrogant attitude. However, in the midst of the turmoil with his classmate Van, he regains his \"memory of his previous life\" and his \"desire\"! It was a wish to \"master something and become special.\n\nAnd then, Roy has an even more special encounter. He meets someone who has magic in this world! At the age of 8, he awakens to \"magic\" and aims to turn his life around with the help of his many encounters!",
      "ja": "悪名高い公爵家出身のロイ・アヴェイラムは、不遜かつ尊大な態度で周囲から恐れられていた。しかし、クラスメイトの少年ヴァンとの騒動の渦中で“前世の記憶”と抱いていた“想い”を取り戻す――！それは『何かを極め、特別になりたい』という願い。\n\nそして、ロイはさらに特別な出会いを果たす。\n\n「出会えたぞ…この世界には魔法がある――！」\n\n8歳にして“魔法学”に目覚めた少年は多くの出会いを糧にして人生逆転を目指す!!",
      "ru": "Мальчик Рой — пресловутый княжеский сын, которого боятся из-за его окружения и заносчивости. Однажды из-за несчастного случая он вспоминает свою прошлую жизнь и своё желание: «Я хочу стать особенным хоть в чём-то!». Решив, что эта жизнь — его шанс, Рой начинает изучение магии."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96e1ddf1-55f8-4089-ac9c-92fd6837affc",
    "title": {
      "en": "Super Cub"
    },
    "updatedAt": "2024-11-06T09:28:48+00:00",
    "coverArt": "https://mangadex.org/covers/96e1ddf1-55f8-4089-ac9c-92fd6837affc/7f2bad59-ab2e-4cc5-a96f-f2fcbe568a5e.jpg",
    "altTitles": [
      {
        "ja": "スーパーカブ"
      },
      {
        "ru": "Супер Каб"
      },
      {
        "it": "Super Cub"
      }
    ],
    "description": {
      "en": "In early summer, 2nd year of high school, Koguma's mom suddenly abandons her, leaving only a note that says \"Bye.\" She is alone, having no parents, no friends, no hobbies. She silently reflects, \"I don't have anything.\" But a chance encounter results in her buying a Honda Super Cub with a disturbing history, and a new life suddenly blossoms open.  \n  \nBased on the [light novel series with the same name](https://en.wikipedia.org/wiki/Super_Cub_(novel_series)).",
      "it": "Koguma vive a Yamanashi e frequenta le superiori, ma le sue giornate scivolano via vuote e monotone: non ha amici, non ha hobby, ed essendo orfana si sente molto sola. Un giorno compra una Honda Super Cub usata e la utilizza per andare a scuola. Iniziano così una serie di piccole avventure: resta a secco, si perde, scopre nuovi percorsi e deviazioni. Grazie alla moto, Koguma fa anche la conoscenza di Reiko, una sua compagna di classe che un giorno all'improvviso inizia a parlare di motociclette...",
      "pt-br": "No 2°ano do ensino médio, início de verão, a mãe de Koguma a abandonou repentinamente, deixando a apenas um bilhete escrito: \"Adeus\". Ela está sozinha, sem pais, amigos e sem hobbies. Silenciosamente ela pensa: \"Eu não tenho nada\". Mas um motivo aparece quando ela compra uma Honda Super Cub de uma forma bem peculiar, e assim uma nova vida floresce inesperadamente.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 5, Cap 26. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b222a0cc-db9f-4dc8-ac78-4194e7d14403",
    "title": {
      "en": "Urban Legend Maker"
    },
    "updatedAt": "2024-03-13T14:26:16+00:00",
    "coverArt": "https://mangadex.org/covers/b222a0cc-db9f-4dc8-ac78-4194e7d14403/add173ce-c801-499d-8b2b-4d25d2f4d2d6.jpg",
    "altTitles": [
      {
        "zh-ro": "Wǒ, Chuàngzàole Dūshì Chuánshuō!"
      },
      {
        "zh": "我，创造了都市传说！"
      },
      {
        "en": "I, Created Urban Legends"
      },
      {
        "en": "I Created an Urban Legend"
      },
      {
        "vi": "Ta Sáng Tạo Truyền Thuyết Đô Thị"
      },
      {
        "vi": "Ta Ở Tokyo Sáng Tạo Truyền Thuyết Đô Thị"
      },
      {
        "vi": "Ta, Sáng Tạo Ra Đô Thị Truyền Thuyết"
      }
    ],
    "description": {
      "en": "The protagonist Yuan Zhenji crossed to the parallel world of Jiangshi, and found that this world was full of various horror and weirdness, and ordinary humans were as fragile as paper in front of them. He used a notebook called \"Urban Legend Records\" to create urban legends that affect reality, punish criminals and contain weirdness, absorb the weird rule ability \"use magic to defeat magic\", and become a monitor who fights against weirdness, and fights with his partners against the coming doomsday-level weirdness...",
      "vi": "Sau khi xuyên không tới đất nước Nhật Bản trong thế giới song song, Kanbaru Shinji có được một quyển sổ ghi chép tên là Truyền Thuyết Đô Thị Thực Lục.\nMọi truyền thuyết đô thị cậu ghi vào đó đều có thể trở thành sự thật.\nMà Nhật Bản ở thế giới này còn thiếu khuyết rất nhiều truyền thuyết đô thị từng xuất hiện trong kiếp trước như là Hanako nhà vệ sinh, Thiếu Nữ Đến Từ Địa Ngục, Quý bà Hachishaku, Cuộc gọi của Mary, Con Mắt Trong Khe Hở...\nKanbaru Shinji: “Để ta khiến cho Nhật Bản này quần ma loạn vũ đi!”\nTóm tắt theo tiểu thuyết gốc, bản manhua đã chỉnh sửa rất nhiều từ tên nhân vật cho đến bối cảnh, vui lòng theo dõi truyện để biết thêm chi tiết."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f7a6741-57b2-4969-b19c-f4cd781db709",
    "title": {
      "en": "The Suspicious Boy Is One of the World's Top Ten Masters"
    },
    "updatedAt": "2024-08-15T17:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/8f7a6741-57b2-4969-b19c-f4cd781db709/8f60cbeb-def4-4b73-b07d-b9c1cdac5b01.jpg",
    "altTitles": [
      {
        "ko": "수상한 소공자는 천하십대고수"
      },
      {
        "ko-ro": "Susanghan Sogongjaneun Cheonhasibdaegosu"
      }
    ],
    "description": {
      "en": "In the aftermath of Madorim's decline following the World War, a captivating tale unfolds as the maternal grandson, son of Lord Daesannim's daughter, returns to the city. Despite initial feelings of abandonment, he emerges as a figure of unexpected beauty in a martial arts world marked by rugged aesthetics.\n\nUnveiling his true identity as the King of the Mu-myeon Mountain, a teenage expert who conquered the Dragon King of the Yellow River, the series promises a gripping narrative. Driven by his mother's last words and a determination to restore Madorim to its former glory, Jin Murip, this unparalleled teenage expert, arrives in Madorim."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc14d123-07ae-4a00-93de-0728dd1a32a4",
    "title": {
      "en": "A Gal Who Will Become a Yandere in 10 Days"
    },
    "updatedAt": "2024-11-14T19:01:32+00:00",
    "coverArt": "https://mangadex.org/covers/dc14d123-07ae-4a00-93de-0728dd1a32a4/d9935336-9b2f-4ffc-9d98-ce07520713d0.jpg",
    "altTitles": [
      {
        "es-la": "La Gal Que Se Volvera Yandere en 10 dias"
      },
      {
        "ja-ro": "10-Nichi-go yandere ni naru gyaru"
      },
      {
        "ja": "10日後ヤンデレになるギャル"
      },
      {
        "en": "A Gal Who Will Become a Yandere in 10 Days"
      }
    ],
    "description": {
      "en": "A gal girl who will become a yandere in 10 days and it will be because of me..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fbe2cb0-4b52-436a-806b-735db9829d41",
    "title": {
      "en": "The Magic Genius of the Marquis House"
    },
    "updatedAt": "2024-09-20T14:33:38+00:00",
    "coverArt": "https://mangadex.org/covers/1fbe2cb0-4b52-436a-806b-735db9829d41/46ff144a-b9b3-43a3-9061-2b0c23754683.png",
    "altTitles": [
      {
        "ko": "후작가의 마법 천재"
      },
      {
        "en": "The Marquis's Family Magical Genius"
      },
      {
        "en": "The Marquis' Magic Genius"
      },
      {
        "en": "The Magic Genius of the Marquis"
      }
    ],
    "description": {
      "en": "\"To stay alive… I have no choice but to become a genius. From today, I’ll do my best, so please support me.\" \nLee Hyun-woo finds himself possessing Kyle Seltarion, an extra character from a game where he used to reign as the world’s number one player.  \nConsidering the game’s storyline, he soon faces the imminent death of Kyle, who, on top of being on death's door, can't use magic or aura and has a terrible reputation. How did he end up in the body of such a character?  \nHowever, after discovering a new talent, he learns to harness mana and begins to shift his attributes and reputation with knowledge of hidden routes gained through grinding in the game.  \nHis immediate goal is to save his own life, but that goal is closely linked to the impending global catastrophe...  \nTo overcome this situation, he needs to gather allies and boost his reputation! It's time to turn his past, which was a reckless mess, around and move into a new phase!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14b3961b-8566-450f-b51f-31a258367388",
    "title": {
      "en": "The Reluctant Demon Cult Leader"
    },
    "updatedAt": "2024-09-17T14:46:08+00:00",
    "coverArt": "https://mangadex.org/covers/14b3961b-8566-450f-b51f-31a258367388/fbef3413-35ec-4ab0-883b-53c5fc240c84.jpg",
    "altTitles": [
      {
        "ko": "전전긍긍 마교교주"
      },
      {
        "en": "The Anxious Demon Sect Leader"
      },
      {
        "en": "The Demonic Cult Leader Is Too Reluctant"
      }
    ],
    "description": {
      "en": "Despite my position as the young leader of the Demonic Cult, all I ever wanted was a simple life.\n\nHowever, after my father, Heavenly Demon Asura, passed away and a rebellion erupted, I was forced to flee the cult. I believed I could finally live the life I had always longed for, but... my father's confidant, Poong Cheon, insisted that I must become the 16th cult leader.\n\nWas it just my imagination, or was something more ominous than becoming the leader of the Demonic Cult about to unfold in the future?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ffca916-3ad7-46d2-9591-a9b39e639971",
    "title": {
      "en": "Second Life Ranker"
    },
    "updatedAt": "2024-08-24T02:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/1ffca916-3ad7-46d2-9591-a9b39e639971/60aef1af-2df0-46aa-8270-e1ad9d287289.jpg",
    "altTitles": [
      {
        "ko": "두 번 사는 랭커"
      },
      {
        "en": "SLR"
      },
      {
        "en": "The Ranker Who Lives Twice"
      },
      {
        "ru": "Ранкер, который живёт второй раз"
      },
      {
        "ja": "二度生きるランカー"
      },
      {
        "en": "Ranker Who Lives A Second Time"
      },
      {
        "th": "เกมชีวิตที่สอง ของแรงเกอร์"
      },
      {
        "id": "Ranker yang Hidup Dua Kali"
      },
      {
        "zh-hk": "異界攻塔戰記"
      }
    ],
    "description": {
      "en": "Yeonwoo’s brother disappeared years ago, and he’s devastated to learn of his death.\n\nAs he copes with his loss, he’s given a pocket watch and learns there’s more to his brother’s death: he was betrayed while competing in the Tower of the Sun God.\n\nNow it’s Yeonwoo’s turn to use the knowledge his brother left behind.\n\nCan Yeonwoo navigate that world and gain enough power and experience to reach the top of the tower, defeating his brother’s enemies and all those who stand in his way?\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%91%90-%EB%B2%88-%EC%82%AC%EB%8A%94-%EB%9E%AD%EC%BB%A4/2335)",
      "fr": "Yeon-woo avait un frère jumeau qui a disparu il y a cinq ans. Un jour, une montre de poche laissée par son frère est retournée en sa possession. À l'intérieur, il a trouvé un journal intime caché dans lequel on pouvait lire : \"Le temps que tu entendes ceci, je serai déjà mort…\".  \nl'Obélisque, la Tour du Dieu Soleil, un monde où plusieurs univers et dimensions se croisent. Dans ce monde, son frère avait été victime d'une trahison en montant la tour. Après avoir appris la vérité, Yeon-woo décida d'escalader la tour avec le journal de son frère.  \nYeon-woo passe ensuite par les mêmes épreuves que son frère cadet et combat en tant que joueur anonyme. Son but ? Vaincre la Tour de l'Obélisque et venger son frère.",
      "id": "Setelah 5 tahun hilang, Cha Yeonwoo menemukan fakta bahwa adiknya, Cha Jungwoo, sudah meninggal. Ketika membongkar barang peninggalan adiknya, dia menemukan sebuah jam saku. Jam saku itu adalah hadiahnya untuk Jungwoo supaya lulus ujian. Begitu membuka jam tersebut, Cha Yeonwoo mendengar suara adiknya yang menceritakan kehidupannya selama 5 tahun ini. Ternyata Cha Jungwoo bukan hilang melainkan terdampar di dunia lain. Di dunia itu pula Cha Jungwoo dikhianati dan dibunuh. Mendengar itu, amarah Cha Yeonwoo bangkit. Dia berniat balas dendam atas kematian adiknya. Berbekal pengetahuan yang dia dapat dari Jungwoo, Cha Yeonwoo pun pergi ke dunia lain tersebut. Berhasilkah Cha Yeonwoo balas dendam?!",
      "it": "Yeon-woo aveva un fratello gemello scomparso cinque anni fa…  \nUn giorno, un orologio da tasca lasciato da suo fratello è tornato in suo possesso. Dentro, ha trovato un diario nascosto nel quale è stato registrato “Quando ascolterai questo, immagino che sarò già morto …”",
      "ja": "ある日豪の元に届いた双子の弟・駿の訃報。 虚無感を感じる彼の元に駿の懐中時計が届く。 そして豪はその中に隠された駿の日記によって、 駿が道半ばで力尽きた太陽神の塔・オベリスクへと誘われていく―。 弟の復讐に燃える豪が挑む、痛快アクションファンタジー！",
      "ko": "5년 전 사라진 쌍둥이 동생을 잊고 살던 연우.\n어느날 그에게 동생의 유품인 회중시계가 돌아왔다.\n\n그리고 그 속에 숨겨진 일기장.\n\n'형이 이 일기를 들을 때 즈음이라면 나는 이미 이 세상 사람이 아니겠지.'\n\n여러 차원과 우주가 교차하는 세계에 놓인 태양의 신 탑, 오벨리스크.\n그리고 그곳에 오르다 배신당해 눈을 감아야 했던 동생.\n\n모든 걸 알게 된 연우는 동생이 남겨 둔 일기와 함께 탑을 오르기 시작한다.\n\n'오늘부터 난. 차정우이다.'",
      "ru": "Ёну в течение 5 лет жил, смирившись с исчезновением своего младшего брата-близнеца. Однажды ему в руки попали карманные часы его брата.​ Внутри них он обнаружил спрятанную записку.​ «Брат, если ты сейчас слушаешь эти записи, то меня уже нет на Земле». Узнав о том, что его младший брат отправился в Обелиск — башню богов, которая находится где-то в космосе на пересечении нескольких измерений, и был предан, Ёну решает отправиться туда сам.\n«С этого момента я буду Ча Чонъу.​»",
      "th": "ชายอนอู ชายหนุ่มที่น้องชายหายตัวไป พร้อมกับต้องเสียแม่ไปเพราะโรคร้ายได้ ได้ตัดสินใจไปเป็นทหารอาสาสมัครที่ประเทศแอฟริกา จนอยู่มาวันนึงเขาได้ค้นพบความจริงว่า น้องชายของเขาได้หายตัวไปขณะกำลังตามหา 'ยาอายุวัฒนะ' ของอีกโลกหนึ่ง เพื่อนำมารักษาแม่ พร้อมกับถ่ายโอนพลังทิ้งไว้แก่เขา",
      "tr": "Yeon-woo’nun kardeşi beş yıl önce ortadan kaybolmuştur. Bir gün kardeşinden kalan bir cep saati eline geçer. İçinde, kardeşinin bırakmış olduğu gizli bir günlüğün olduğunu fark eder. ”Sen bunu bulduğunda, ben çoktan bu dünyadan göçmüş olacağım.” Obelisk, güneş tanrısının kulesi, farklı evrenler ve boyutların iç içe geçtiği bir dünyadır. Kardeşi, bu dünyada kuleye tırmanmaya çalışırken ihanete uğrayıp hayatını kaybetmiştir. Gerçeği öğrenmiş olan Yeon-woo, kardeşinin günlüğü ile birlikte kuleye tırmanmaya karar verir. ”Şu andan itibaren ben, Cha Jeong-woo’yum.”",
      "zh-hk": "延宇選擇遺忘5年前消失的雙胞胎弟弟，\n過上屬於自己的生活，\n卻在某天收到了弟弟的遺物——懷錶。\n\n而在那懷錶之中，還隱藏著弟弟的日誌。\n\n「當哥聽見我的日誌時，\n也代表我已經不在這個世界上了吧。」\n\n方尖碑——各個次元與宇宙交會的太陽神之塔。\n\n弟弟就是在攻塔過程中遭受背叛，不幸喪命。\n\n於是，得知一切真相的延宇帶著弟弟留下的日誌，\n踏上了攻塔之路!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e4805a6-75ab-462d-883c-4ddedb8e4df6",
    "title": {
      "en": "Nano Machine"
    },
    "updatedAt": "2024-11-10T21:50:08+00:00",
    "coverArt": "https://mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/664dfc87-4464-486e-bc87-74156805fd18.jpg",
    "altTitles": [
      {
        "ko": "나노마신"
      },
      {
        "zh": "某天成为魔神"
      },
      {
        "zh-hk": "奈米魔神"
      },
      {
        "zh-hk": "喇勞 魔神"
      },
      {
        "id": "Nano Mashin"
      },
      {
        "ru": "Наномашины"
      },
      {
        "ja": "ナノ魔神"
      },
      {
        "th": "นาโนมาชิน"
      },
      {
        "pl": "Nanoroboty"
      },
      {
        "pl": "Maluska Maszynka"
      }
    ],
    "description": {
      "en": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "fr": "La vie remplit d'infortune et d'épreuve de Cheo Yeo-Woon, bâtard et dernier dans l'ordre de succession, prit un tournant après qu'un de ses « descendant » venant du futur ait injecté des Nano Machines dans son corps.",
      "id": "Setelah mengalami cobaan berat pada hidupnya, Tiba tiba Chun yeowun mendapatkan pertolongan tidak terduga dari keturunannya di masa depan yang memasukkan teknologi nano ke dalam tubuhnya! Mampukah Chun Yeowun menjadi master bela diri dengan menggunakan kekuatan nano mashin!?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ja": "「未来の力を手に入れ、邪悪な魔教に立ち向かう！」 魔教の私生児として生まれた主人公・天黎雲。 幼い頃から卑しまれ、後継者争いで命を狙われる。 死に物狂いの抵抗もむなしく、危うく命を落としかねない絶体絶命のピンチに･･･！ その瞬間、突如現れた謎の男から「ナノマシン」と呼ばれる未来の力を注入され、 目覚めるととてつもない力を手に入れていた。 魔教を超え、最強の武人を目指す天黎雲の物語が幕を開ける！\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ko": "갖은 멸시와 목숨의 위협을 받던 마교의 사생아 천여운, \n미래에서 나타난 후손이 천여운의 몸에 나노 머신을 주입한 후 그의 인생이 송두리째 바뀐다.\n마교를 넘어 무림 최고의 자리에 오르기 위한 천여운의 거침없는 이야기가 시작된다!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ru": "Чен Еун — незаконнорожденный принц, появившийся на свет без единой частички Нейгуна. С самого раннего детства он находился под гнетом всеобщего отвращения. Весь забитый, с отсутствием какой-либо мотивации, год за годом Еун влачил свое жалкое существование. Ни на что не рассчитывая... и не претендуя.\n\nБудучи изгоем, исконно презираемым шестью великими кланами, в один прекрасный день он оказался в окружении десятка подосланных убийц. Когда глаза практически застлала пелена белого света... и казалось, он уже начал теряться, проваливаясь в пучину... безграничного отчаяния, на горизонте возникла еле заметная фигура.\n\nНеизвестный \"потомок\", снизошедший из будущего, в мгновение ока уничтожил всех врагов. Прошептав нечто невнятное, он подсадил в тело нашего героя какой-то странный предмет... наномашину. С этого момента все кардинально переменилось. Поселившийся где-то внутри искусственный интеллект дал его жизни невероятный толчок.\n\nБольше не будет как прежде. Это... новая ветвь истории. Истории о парне, который бросил вызов небесам.",
      "th": "เรื่องราวของชอนยออุนลูกนอกสมรสภายในพรรคมารที่ได้เป็นเทวบุตรมารรุ่นที่ 2 และอยู่เหนือประมุขพรรคมาร\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "zh": "无名小卒却有了神秘机器，\n或许我也能挑战一下魔神？\n魔教私生子天如运饱受蔑视和生命威胁，某天来自未来的后人突然出现，给天如运的身体注入了纳米机器，从此他的人生发生了翻天覆地的变化。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "pt-br": "Depois de ser desdenhado e ter sua vida em perigo, Cheon Yeo-Woon, um órfão do culto demoníaco, recebeu uma visita inesperada de seu descendente do futuro, que inseriu nele uma micro máquina, que mudou drasticamente a vida de Cheon Yeo-Woon após sua ativação. A história da jornada de Cheon Yeo-Woon no culto demoníaco e sua subida para se tornar o melhor nas artes marciais acabou de começar.",
      "zh-hk": "在魔教少教主候選人中排名最後的天如運，是個運氣極差的人。 某天，來自未來的後代突然穿越時空出現，並且將奈米機器注入他的身體，徹底翻轉了他的人生。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c784bb7-d3b9-4630-b446-b9db8a3c57d8",
    "title": {
      "en": "In the Bizarre Invasion, I Took Over the Body of the God of Death and Became the King"
    },
    "updatedAt": "2024-08-30T03:07:46+00:00",
    "coverArt": "https://mangadex.org/covers/0c784bb7-d3b9-4630-b446-b9db8a3c57d8/586eb980-9d70-4246-9983-045b5e52c5ec.jpg",
    "altTitles": [
      {
        "zh-ro": "Guǐyì Rùqīn, Wǒ Duó Shě Sǐshén Nì Xí Chēng Wáng"
      },
      {
        "en": "Strange Invasion, I Took Over the God of Death and Counterattacked to Become the King"
      },
      {
        "zh": "诡异入侵我夺舍死神逆袭称王"
      },
      {
        "zh": "诡异入侵，我夺舍死神逆袭称王"
      },
      {
        "en": "Weird Invasion, I Took over the Body of the Grim Reaper and Became the King"
      }
    ],
    "description": {
      "en": "Su Mu is reborn and re-enters the “Apocalypse” system, facing deadly situations where Death itself comes knocking and an array of demons and eerie creatures awaken to threaten the world. Against all odds, he turns the tables and becomes an unstoppable king, joining his teammates in a desperate fight to reverse their fate and ignite a nationwide awakening and evolution."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b9cc384-4c98-4d57-83a4-93be3e573d69",
    "title": {
      "en": "Isekai Kaeri no Yuusha wa, Dungeon ga Shutsugen shita Genjitsu Sekai de, Influencer natte Kane wo Kasegimasu!"
    },
    "updatedAt": "2024-10-04T14:37:48+00:00",
    "coverArt": "https://mangadex.org/covers/7b9cc384-4c98-4d57-83a4-93be3e573d69/c1cf0a06-7862-4cf7-8f37-5f5acbd151eb.jpg",
    "altTitles": [
      {
        "en": "The hero returns from another world, becomes an influencer, and earns money in the real world, where dungeons have appeared!"
      },
      {
        "ja": "異世界帰りの勇者は、ダンジョンが出現した現実世界で、インフルエンサーになって金を稼ぎます！"
      }
    ],
    "description": {
      "en": "One day, an ordinary high school student is transferred to another world. He raises his level in the other world, successfully defeats the Demon King, and saves the world! With his strongest status, he decided to return to his own world; however, in the world to which he returns, a new “dungeon” has appeared.\n\nA modern dungeon fantasy where the former hero becomes a warrior, delving into dungeons created in his own world!",
      "ja": "普通の高校生が、ある日異世界へ転移することになった。\n向こうの世界でレベルを上げ、無事魔王を倒し、世界を救うことに成功！\nその最強ステータスのまま現実社会に帰還することに。\n\nすると、帰還先の現実世界でも、新しく『ダンジョン』が出現していて――。\n\n元勇者が現実世界にできたダンジョンを配信しながら無双する、現代ダンジョンファンタジー！！",
      "es-la": "Un día, un estudiante de secundaria normal y corriente es llevado a otro mundo. Sube su nivel en el otro mundo, derrota con éxito al Rey Demonio y salva el mundo. Con su nivel más fuerte, decide volver a su mundo. Sin embargo, en el mundo al que regresa, ha aparecido también una nueva \"mazmorra\". Una moderna fantasía de mazmorras en la que el antiguo héroe se convierte en un guerrero, ¡que se adentra en las mazmorras creadas en su propio mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5bb3b15f-3f60-490a-b873-bd7589f4e662",
    "title": {
      "en": "Kabeyaku Nado Fuyou to Tsuihousareta S-kyuu Boukensha, <Dorei Kaihou> Skill wo Kushi shite Shijou Saikyou no Kunizukuri"
    },
    "updatedAt": "2024-10-26T09:20:34+00:00",
    "coverArt": "https://mangadex.org/covers/5bb3b15f-3f60-490a-b873-bd7589f4e662/d67031bf-f642-41cc-87e4-b4739a72d708.jpg",
    "altTitles": [
      {
        "ja": "壁役など不要と追放されたＳ級冒険者、≪奴隷解放≫スキルを駆使して史上最強の国造り"
      },
      {
        "en": "An S-class Adventurer, Banished as the Tank of the Party, Uses His \"Slave Release\" Skill to Build the Strongest Country in History!"
      },
      {
        "pt-br": "Um aventureiro classe-S que foi banido como tank da party, usa suas habilidades de “Libertação dos Escrav*s” para construir a nação mais forte da história."
      }
    ],
    "description": {
      "en": "Alex, a holy knight, is suddenly expelled from his adventurers' party.\n\nHe tries to live a comfortable life by accepting a quest to cultivate a remote area, but suddenly he is given the extra skill \"Slave Release\"...?\n\nSummon beautiful girl slaves and cultivate a demon territory overrun with demons! A slow life of harem in a fantasy world is about to begin!",
      "ja": "冒険者パーティーから突如追放された聖騎士・アレックス。\n\n僻地の開拓クエストを受けて、悠々自適の生活を送ろうとするが突然エクストラスキル≪奴隷解放≫を授かって―!?\n\n美少女奴隷を召喚して、魔物が跋扈する魔族領を開拓しろ! 異世界ハーレムスローライフ開幕!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2023-09-03T17:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e464dfb1-529e-4bf2-8f7a-3f1a3c839753",
    "title": {
      "en": "I Rely on My Invincibility to Deal Tons of Damage Passively!"
    },
    "updatedAt": "2023-11-29T19:45:33+00:00",
    "coverArt": "https://mangadex.org/covers/e464dfb1-529e-4bf2-8f7a-3f1a3c839753/baa901a0-25d3-440a-9ee7-1d8c3381662c.png",
    "altTitles": [
      {
        "zh": "我靠无敌被动打出成吨伤害！"
      },
      {
        "en": "My Passive Skills Are Invincible"
      },
      {
        "zh-ro": "Wo Kao Wudi Beidong Dachu Cheng Dun Shanghai!"
      },
      {
        "zh-ro": "Wǒ Kào Wúdí Bèidòng Dǎchū Chéng Dūn Shānghài!"
      }
    ],
    "description": {
      "en": "In his previous life, Cheng Qianmo attained the prestigious title of ‘God’ across all professions in the game ‘Genesis,’ poised to ascend to the pinnacle of the gaming world. However, just when he stood on the cusp of becoming the game’s top player, he suffered a regrettable defeat. Yet, fate granted Cheng Qianmo a second chance as he unexpectedly traversed into a world with a setting eerily identical to ‘Genesis,’ a world where everyone could switch professions freely. Armed with the god-tier title across all professions, he resolves to rectify his past regrets, embarking on a path no one has ever tread before.",
      "zh": "前一世，程谦墨在游戏《天启》获得了全职业神职称呼，即将站上世界之巅，但在距离游戏第一人仅有一步之遥时，遗憾败北。可世界给了程谦墨第二次的机会，让他意外穿越到了一个设定竟然与《天启》一模一样，全民转职的世界。拥有全职业神级称号的他，决定完成曾经的遗憾，走上一条从未有人走过的道路。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e198455-98cd-4729-b73d-73677a5237b2",
    "title": {
      "en": "Goblin's Night"
    },
    "updatedAt": "2024-06-03T04:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/8e198455-98cd-4729-b73d-73677a5237b2/6c60180b-f822-4415-9aab-806c9593986d.jpg",
    "altTitles": [
      {
        "ko": "도깨비의 밤"
      },
      {
        "en": "Dokkaebi's Night"
      },
      {
        "en": "Night of the Goblin"
      },
      {
        "es-la": "Noche de Duendes"
      }
    ],
    "description": {
      "en": "“The complex of the boy, Choi Si-woo, is being overweight. Choi Si-woo runs and runs around his house until past midnight, and he encounters an old man on a walking trail. In the blink of an eye, the old man covers Choi Si-woo with the straw backpack he is carrying. Where Choi Si-woo had stumbled upon was an enormously wide ruined traditional Korean house (hanok).\n\nAt the edge of the spacious courtyard, surrounding him on the courtyard, there were numerous black shadows standing. To the bewildered Choi Si-woo, the old man speaks. Once every 666 years, a ceremony is held to select the king of Yokai and each Yokai in this world possesses one entry ticket for it. And Choi Si-woo is, in fact, a hybrid of a human and a goblin, inheriting the blood of an extinct goblin. Among the goblin folk, only Choi Si-woo possesses the entry ticket. As the sole survivor inheriting the blood of a goblin, the adventure of the half-monster boy, Choi Si-woo, begins.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db36f8c3-bda0-4a7c-a70b-843d5de21258",
    "title": {
      "en": "Arctic Cold War"
    },
    "updatedAt": "2024-06-14T12:07:31+00:00",
    "coverArt": "https://mangadex.org/covers/db36f8c3-bda0-4a7c-a70b-843d5de21258/2f0b956a-391f-46bc-820f-3761e9b2bf0f.jpg",
    "altTitles": [
      {
        "en": "Extreme Cold War"
      },
      {
        "zh": "极寒战纪"
      },
      {
        "zh-ro": "Ji Han Zhan Ji"
      },
      {
        "zh-ro": "Jí Hán Zhàn Jì"
      },
      {
        "en": "Frozen Frontiers"
      },
      {
        "en": "Chronicles of the Polar War"
      },
      {
        "th": "สงครามเย็นสุดขั้ว"
      }
    ],
    "description": {
      "en": "The Ice Age apocalypse is coming. After being betrayed and killed by my secret crush, I was reborn and gained a magical ability - the snacks I ate suddenly turned into plants? What's surprising is that this ability can be used in this way... Crisis is everywhere, I want to live for myself in this life!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb3b4af2-9a97-4858-b074-46985e8b9fb4",
    "title": {
      "en": "I Want to Live a Good Life"
    },
    "updatedAt": "2024-10-22T09:38:03+00:00",
    "coverArt": "https://mangadex.org/covers/cb3b4af2-9a97-4858-b074-46985e8b9fb4/11d2f3bb-0fb5-47b8-a68c-3e60e1a848bd.jpg",
    "altTitles": [
      {
        "ko": "착하게 살고 싶었답니다"
      }
    ],
    "description": {
      "en": "The best in the world, excellent martial arts, overflowing money and pleasure----the center of the magical world, Black Astronomy. Kang Hee-ran, the granddaughter of the owner of Heukcheonmun, lives a life that has nothing to lack and nothing to be envied of, but dies at the hands of her stepmother. And for some reason, Heeran reverted to her younger self! In the life that started again, she goes down quietly and kindly with her warm nanny. The first step of revenge begins with making the third Confucius, Kang Lun, the king of the underworld who will soon rule Black Astronomy, into a man of Heiran...!!  I was trying to live...  Heeran's stepmother didn't like the way he looked and started to kill all of Heeran's people.  And Heeran went to the bottom of the Dark Astronomical Gate to the realm of the deep hell for revenge."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2707b1cc-05b9-455f-ae6f-f351dd9f8741",
    "title": {
      "en": "Evolution Begins With a Big Tree"
    },
    "updatedAt": "2024-05-29T19:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "altTitles": [
      {
        "en": "Evolution From the Big Tree"
      },
      {
        "zh-ro": "Cóng Dà Shù Kāishǐ De Jìnhuà"
      },
      {
        "zh": "从大树开始的进化"
      },
      {
        "ja": "進化する者たち"
      },
      {
        "vi": "Chuyển Sinh Thành Liễu Đột Biến"
      },
      {
        "vi": "Từ Đại Thụ Tiến Hóa"
      },
      {
        "ru": "Моё перерождение в древо: Начало эволюции"
      }
    ],
    "description": {
      "en": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
      "ru": "После смерти Юй Цзыюй перерождается и становится… Ивой! \nИ неизвестно, сумеет ли он приспособиться к такой знакомой, но в то же время чуждой окружающей среде – ведь так совпало, что его перерождение случилось как раз во время Великой эпохи возрождения духовной энергии. \nВозрождение духовной энергии знаменует возвышение всех существ… \nРев хищных зверей стал способен сотрясти горы и взволновать реки, а существа с могущественной силой наводнили этот мир в таком количестве, что он вот-вот лопнет по швам. \nНо, несмотря на все это, во время подобной эпохи выросла величественная ива, способная безгранично развиваться и эволюционировать. \nПлоды, что растут на ней, способны даровать другим необычайные способности, а духовная энергия, которую она распространяет, укрепляет силы зверей, что обитают на ее территории. \n… \nОдни величают ее мировым древом – Иггдрасилем, день за днем восславляя его существование! \nДругие – «великим божественным древом», подпирающим небосвод! \nРазумеется, большинство просто зовут его «священным древом», или «проклятым деревом», или же «дьявольским деревом»… Да и еще много как. \nИ все же, при любом его упоминании в голосе каждого ясно слышится благоговейный трепет.",
      "zh": "黑鸟社新作，重生成为一株柳树！？灵气复苏，万物崛起。重生的柳树也走上了进化之路。能够无限进化的它，是“神力”还是“诅咒”？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9dafc070-807d-453e-ada8-0bc73d458277",
    "title": {
      "en": "Counterattacking System Available At The Grand Ascension Stage"
    },
    "updatedAt": "2024-02-10T22:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/9dafc070-807d-453e-ada8-0bc73d458277/1c3a5806-1dcb-4919-a477-19516866ca92.jpg",
    "altTitles": [
      {
        "zh": "大乘期才有逆袭系统"
      },
      {
        "zh": "Dacheng Qi Cai You Ni Xi Xitong"
      },
      {
        "en": "Only in the Mahayana Period Does the Counterattack System Exist"
      }
    ],
    "description": {
      "en": "Jiang Li, after crossing over, discovered he possessed no cheat abilities so he had no choice but to diligently cultivate. Five hundred years later, he became the strongest in the Nine Provinces. Suddenly, a system appeared, claiming it could help the host go from the Qi Refining stage to becoming the number one in the Nine Provinces. Jiang Li stared at the first task, lost in thought. “Host, please defeat your cousin (at the sixth level of Qi Refining).” “Your system seems to have quite a delay, doesn’t it?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "caa26975-6cbf-4bdd-861a-60ca8db41586",
    "title": {
      "en": "Astral Pet Store"
    },
    "updatedAt": "2024-04-26T07:18:27+00:00",
    "coverArt": "https://mangadex.org/covers/caa26975-6cbf-4bdd-861a-60ca8db41586/8d1dca88-a9c2-4faf-8097-8d46a76eaa62.jpg",
    "altTitles": [
      {
        "zh": "超神宠兽店"
      },
      {
        "zh-ro": "Chāo Shén Chǒng Shòu Diàn"
      },
      {
        "en": "Super God Pet Shop"
      }
    ],
    "description": {
      "en": "In the era of astral pets, only the might of pets was essential! However, making the pets stronger has always been a slow and arduous process for pet warriors. That was until the appearance of a mysterious pet shop that changed everything!\n\nThe weakest skeleton could slay a great golden dragon with a single strike after training at this pet shop! Even the humble watchdog of the shop possessed ten legendary skills, and the female worker in the shop claimed to be a Goddess...\n\nAs for what the shopkeeper Su Ping thinks: I'm merely training these cute pets to become exceptional overlord beasts. What? Is it not normal?\n- - -\nIn the era of beasts, pet strength determines everything! The battle pet master works hard and slowly to improve the strength of the pet. Until a mysterious pet store came out of nowhere!\n\nIn just a few days of cultivation, the lowly skeleton can kill the golden dragon with a single slash. Does the guard dog have ten secret skills of pet beats? The working girl even calls herself a god...\n\nAs for the owner, Su Ping: Isn't it a regular practice to breed cute pets into prehistoric king beasts?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c87a3978-988d-465d-9bdc-199ce8a4a38e",
    "title": {
      "en": "Apocalyptic Super Farm"
    },
    "updatedAt": "2023-10-11T03:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/c87a3978-988d-465d-9bdc-199ce8a4a38e/d16cc206-fbf7-486e-b604-bac3a57768ff.jpg",
    "altTitles": [
      {
        "zh": "末世超级农场"
      },
      {
        "zh-ro": "Moshi Chaoji Nongchang"
      },
      {
        "zh-ro": "Mòshì Chāojí Nóngchǎng"
      }
    ],
    "description": {
      "en": "The apocalypse has dawned upon the world, and food and survival are once again the most important topics of people's concern. Rice and flour have become luxuries, and vegetables are even more expensive! But just then, someone posted a video on a website that shocked the world. Sweet vegetables rolled into a hot pot, emitting a tantalizing green color! A golden leg of lamb is seared in oil! Fish soup simmers as white as milk! The little girl beside me begged: Bro,  I really can't eat anymore!",
      "zh": "末日来袭，植物与水源全部枯竭。世界陷入恐慌，食物与生存再次成为人们最关心的话题。米面成为奢侈品，菜蔬更是有价无市！然而就在此时，有人在网站上发送一段视频，令世界震撼。甘甜的菜蔬滚入火锅中，散发诱人的绿色！烤的金黄的羊腿滋滋冒油！鲜美的鱼汤炖的宛若牛奶一般纯白！一旁的小女孩哀求道：哥，我真的吃不下了！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2637b09c-bb11-4861-8f19-23ee7672e854",
    "title": {
      "en": "All Soccer Talents Are Mine"
    },
    "updatedAt": "2024-02-28T00:39:24+00:00",
    "coverArt": "https://mangadex.org/covers/2637b09c-bb11-4861-8f19-23ee7672e854/2d63d8f1-57a7-4fe5-b7ef-aba50f0aa49f.jpg",
    "altTitles": [
      {
        "ko": "축구재능 다 내꺼"
      },
      {
        "en": "Soccer Talent Is All Mine"
      },
      {
        "en": "All Soccer Talent Is Mine"
      },
      {
        "en": "All Football Talents Are Mine"
      }
    ],
    "description": {
      "en": "Uho-yeong had dreamed of becoming a soccer player. However, he was not blessed with the talent and died without realizing his dream, struck by lightning. It was then that the demon Mammon appeared, offering the ability to covet everyone's talents..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ffc37c7-8f02-42bf-881e-40825d94b402",
    "title": {
      "en": "Meme Girls"
    },
    "updatedAt": "2023-03-26T17:42:00+00:00",
    "coverArt": "https://mangadex.org/covers/3ffc37c7-8f02-42bf-881e-40825d94b402/8b7dc2ac-8af3-456c-81a8-f20e2f30f576.jpg",
    "altTitles": [
      {
        "ja": "meme娘"
      },
      {
        "ru": "Девчонки-мемы"
      }
    ],
    "description": {
      "en": "Memes, gaming consoles, and websites turned into anime girls! Please enjoy this compilation of meme comics, oneshots, and shorts from the team behind Merryweather Comics!",
      "pl": "Memy z internetu zostały zmienione w słodkie anime dziewczynki.",
      "pt": "(Brazilian) / Português(Brasil): ||Memes da internet se tornaram garotas fofas de anime, criado por Merryweather e com arte por Princess Hinghoi.||  \n\n\n---\n\n**Links:**  \n[Author's Twitter](https://twitter.com/Merryweatherey)  \n[Author's Youtube (with Dubbed Comics)](https://www.youtube.com/channel/UCvCtIO1it51jSkZGibS9R3w)",
      "ru": "Мемы из интернета, превращенные в милых анимешных девочек, создано Merryweather с иллюстрациями Princess Hinghoi."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d21e77-b961-42e3-8d69-bbb1610c1c71",
    "title": {
      "en": "You Can’t Kill Me: The Secret Bride of the Black Wolf"
    },
    "updatedAt": "2024-09-16T22:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "altTitles": [
      {
        "ko": "검은 늑대가 나를 부르면"
      },
      {
        "en": "When the Black Wolf Calls Me"
      }
    ],
    "description": {
      "en": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5588759b-894a-468e-9497-eb43f2c51fee",
    "title": {
      "en": "Net no \"Oshi\" to Real no \"Oshi\" ga Tonari ni Hikkoshite Kita"
    },
    "updatedAt": "2024-11-06T15:05:19+00:00",
    "coverArt": "https://mangadex.org/covers/5588759b-894a-468e-9497-eb43f2c51fee/7fe0377f-b1ad-484c-b354-2d12073eee55.jpg",
    "altTitles": [
      {
        "ja": "ネットの『推し』とリアルの『推し』が隣に引っ越してきた"
      },
      {
        "en": "My Fave Persons Moved Into Condominium Where I Live"
      }
    ],
    "description": {
      "en": "**The only one who can support them is… me?**\n\nTendou Souma, who spends his days in idle monotony, has two \"idols.\"\n\nHis online idol is Henrietta, a hugely popular VTuber.\nHis real-life idol is Hiyori Yatsumi, an idol and voice actress.\n\nSouma’s university life was supposed to be centered around supporting these two idols…\nBut then, one of his idols unexpectedly moves into the room next door!?\n\nExcited by this dream-like turn of events, Soma is thrilled, but what he discovers is the disappointing true nature of his idol…\n\nA harem romantic comedy under one roof with unpredictable idols begins!\n\nSource: [Amazon JP](https://www.amazon.co.jp/dp/4824006686)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]