[
  {
    "mangaId": "84556fd3-b4b7-49b8-abe5-5a7793b186eb",
    "title": {
      "en": "G-Senjou no Maria"
    },
    "updatedAt": "2024-05-03T19:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/84556fd3-b4b7-49b8-abe5-5a7793b186eb/547ff973-4e0f-42d1-af4d-4dbf8eb403ac.jpg",
    "altTitles": [
      {
        "ja-ro": "G-Senjo no Maria"
      },
      {
        "ja": "G-戦場のマリア"
      }
    ],
    "description": {
      "en": "Three students from an all-girls school are selling Bibles on the street... But, don't mistake them as servants of God. In actuality, they're making money for dating expenses. Even though their ways are not so good, their hearts are pure! Santa Maria, please listen to these girl's prayers!"
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "3ce2d473-dc22-4b93-8ad7-8b65bb466771",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity III: The Stage of Carnage, Shimousa - Seven Duels of Swordmasters"
    },
    "updatedAt": "2024-03-10T22:28:57+00:00",
    "coverArt": "https://mangadex.org/covers/3ce2d473-dc22-4b93-8ad7-8b65bb466771/897305f2-a8bc-4627-b4db-0319d46068f9.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点３／亜種並行世界 屍山血河舞台 下総国 英霊剣豪七番勝負"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten 3 / Ashu Heikou Sekai: Shizan Ketsuga Butai, Shimousa no Kuni - Eirei Kengou Nanaban Shoubu"
      },
      {
        "ru": "Судьба/Великий приказ -Эпопея Остатка- Турнир Семи Героев-Мастеров Меча"
      },
      {
        "vi": "Dị Điểm Á Chủng III – Vũ Đài Núi Thây Sông Máu – Trận Chiến Thứ Bảy Ở Shimosha"
      }
    ],
    "description": {
      "en": "Fans of Fate/Grand Order—rejoice! A new side story appears...with all the twists and turns you might expect! Epic of Remnant is here!\n\n---\n\nNote: The chapters in this title follow magazine release numbering.",
      "ru": "Манга-адаптация одноименного сюжетного акта игры Fate/Grand Order. Фуджимару теряет сознание и, придя в себя, понимает, что очутилась в Японии периода Эдо. Там она встречает Миямото Мусаши, которую когда-то уже видела во сне. Исторически Мусаши был мужчиной, который прославился на весь мир как мастер меча. Почему же теперь их двое, мужчина и женщина с одним именем? Настало время начала Семи Поединков Мастеров Меча!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-05-08T18:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8599405b-b87b-432f-a08e-0649f53b364a",
    "title": {
      "en": "Acchi Kocchi"
    },
    "updatedAt": "2023-07-17T19:49:36+00:00",
    "coverArt": "https://mangadex.org/covers/8599405b-b87b-432f-a08e-0649f53b364a/b89dfe39-f3b8-421e-99dc-2a081adee61e.jpg",
    "altTitles": [
      {
        "en": "Here and There"
      },
      {
        "en": "Place to Place"
      },
      {
        "es": "Por alli y por alla"
      },
      {
        "pt-br": "Por todas as partes"
      },
      {
        "ru": "Туда-сюда"
      },
      {
        "ar": "من مكان الى مكان"
      },
      {
        "th": "ตรงนั้นตรงนี้มีรัก"
      },
      {
        "ja": "あっちこっち"
      },
      {
        "zh": "一起一起这里那里"
      },
      {
        "zh-hk": "一起一起這裏那裡"
      },
      {
        "de": "hier und dort"
      },
      {
        "vi": "Nơi này nơi kia"
      },
      {
        "ru": "Там и сям"
      },
      {
        "fr": "Ici et là"
      }
    ],
    "description": {
      "en": "Feelings may come and go, but true love always remains in the heart. Tsumiki Miniwa is in love with her best friend, Io Otonashi. For her, confessing is nearly impossible; but to her friends, they seem to be the perfect match. Cute and petite, Tsumiki comes off more as a friend, and Io's attitude toward her is friendlier than toward others. Despite the constant teasing and obvious hints that his friends have been dropping, Io always seems to miss the signs.  \r\n  \r\nThroughout her everyday school life, Tsumiki spends time with her friends and Io. Will she finally muster enough courage to confess her true feelings?"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4a973243-952e-44d7-a50f-883b4b7c9cc2",
    "title": {
      "en": "SSS-Class Revival Hunter"
    },
    "updatedAt": "2024-05-04T13:21:56+00:00",
    "coverArt": "https://mangadex.org/covers/4a973243-952e-44d7-a50f-883b4b7c9cc2/7c58c258-f304-4c73-b7d9-2663063ce144.jpg",
    "altTitles": [
      {
        "ko": "SSS급 죽어야 사는 헌터"
      },
      {
        "ja": "死して生きるSSS級ハンター"
      },
      {
        "en": "SSS-Class Suicide Hunter"
      },
      {
        "ko": "SSS급 자살헌터"
      },
      {
        "th": "นักล่าพลีชีพ ระดับ SSS"
      },
      {
        "zh-hk": "SSS級死而復生的獵人"
      },
      {
        "en": "SSSCSH"
      }
    ],
    "description": {
      "de": "In dem mysteriösen, einem RPG Dungeon ähnelnden Turm lebt der alle berühmten Hunter beneidende Gong-Ja Kim sein alltägliches Leben.\nEines Tages wird sein Wunsch nach mehr mit einem legendären Skill beantwortet, mit dem er die Fähigkeiten anderer kopieren kann ... auf Kosten seines eigenen Lebens.\nBevor er einen Sinn daraus ziehen kann, wird er vom Rang 1 Hunter, dem Flame Emperor, ermordet!\nDas aktiviert aber seinen Skill und nun besitzt er einen neuen, nämlich die Möglichkeit, durch seinen Tod in der Zeit zurückzureisen.\nWie wird Gong-Ja dieses Skills nutzen, um seine Konkurrenz zu überflügeln und die Spitze zu erreichen?",
      "en": "In the mysterious, RPG dungeon-like Tower, Gongja Kim lives a mundane existence, envying all the star hunters. One day, his wish for more is granted with a legendary skill to copy others’ abilities… at the cost of his life. Before he can make sense of it, he’s killed by the #1 hunter, the Flame Emperor! But this activates his skill and now he’s copied a new one, the ability to travel back in time upon death.\n\nHow will Gongja use these skills to outplay the competition and rise to the top?",
      "id": "Sebuah menara tiba-tiba muncul di dunia. Dari sisi mana pun di bumi, menara tersebut tetap terlihat menembus horizon. Berbagai monster memenuhi tiap lantai yang ada di menara itu. Orang yang masuk dalam menara itu ternyata bisa mendapatkan skill! Semua orang akhirnya berbondong-bondong untuk memburu para monster dan menjadi hunter kelas dunia.\n\n\"Tapi aku hanya hunter kelas F yang tidak punya skill apa-apa, aku juga mau skill kelas S! Tunggu...\"\n\nCRING!\n\n\"Itu... Kartu emas? Akhirnya kemunculan skill-ku datang juga?\"\n\n[Skill Level S+]\n[BISA MENDUPLIKASI SKILL ORANG YANG MEMBUNUHMU, HANYA TERAKTIVASI KETIKA KAMU MATI]\n\n\"Skill ini... Apa gunanya skill semacam ini?!\"\n\n---\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/SSS-Class-Revival-Hunter/46)",
      "ja": "Fランクのおちこぼれハンター「孔子」 ランキング１位の「炎帝」を妬む日々を過ごしていた孔子は、ある日「敵のスキルをコピーできる」というS級スキルを手に入れる。 しかし喜びも束の間、このスキル…何かがおかしい！！ なに！？発動条件がオレの死…？最高のハンターを目指す孔子の挑戦が始まる…！\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/65543)",
      "ko": "F급 말단 헌터 ‘김공자‘.\n랭킹 1위 ‘염제‘를 부러워하던 어느 날, 무려 S+급 스킬을 얻는다.\n하지만 기쁨도 잠시, 어째 스킬 내용이 이상하다?!\n \n상대의 스킬 중 1개를 복사한다,까지는 좋은데…\n \n\"뭐? 내가 죽어야만 발동된다고?!\"\n \n죽어야 사는 헌터의 인간찬가 <SSS급 죽어야 사는 헌터>\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/SSS%EA%B8%89-%EC%A3%BD%EC%96%B4%EC%95%BC-%EC%82%AC%EB%8A%94-%ED%97%8C%ED%84%B0/2454)",
      "th": "เป็นตอนที่ทำให้เสียน้ำตาแบบมากๆตั้งแต่พาเนลที่พระเอกเดินเข้ามาในบ้านยันตอนสุดท้ายที่ปลอบโยนดวงวิญญาณ ไม่ใช่การกำจัดบอสเพราะต้อง\"กำจัด\"เพียงอย่างเดียว แต่พระเอกตกตระกอนความคิดตอนเห็นเรื่องราวในอดีตได้เลยเลือกที่จะกำจัดโดยใช้วิธีปลอบโยนแทน มันแบบ อือ เหมียนหมา\n\n---\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%9E%E0%B8%A5%E0%B8%B5%E0%B8%8A%E0%B8%B5%E0%B8%9E_%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_SSS/98)",
      "pt-br": "Eu também quero uma habilidade Rank S! Eu quero tanto que eu poderia morrer por isso!\n\n[Você despertou uma habilidade Rank S.] [Mas só funciona quando você morre.]\nEh !? DO QUE ELA VAI SERVIR SE EU JÁ ESTIVER MORTO!?",
      "zh-hk": "身處F級底層的獵人「金孔子」\n長久以來一直羨慕著排行第一的獵人「炎帝」。\n某天，他竟突然獲得了S+級的技能。\n不料，短暫開心過後，\n他發現這個技能有些古怪?!\n\n「複製對方的其中一種技能」\n到這裡都還不錯...\n\n「什麼?竟然要我死了才能發動?!」\n\n重生獵人的人生樂章——\n《SSS級死而復生的獵人》\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/SSS%E7%B4%9A%E6%AD%BB%E8%80%8C%E5%BE%A9%E7%94%9F%E7%9A%84%E7%8D%B5%E4%BA%BA/96)"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "954f29d0-4ef8-4660-a8f2-a511bd1b3e3a",
    "title": {
      "en": "Shinjin no Ko ga Sugokatta"
    },
    "updatedAt": "2024-05-18T12:47:17+00:00",
    "coverArt": "https://mangadex.org/covers/954f29d0-4ef8-4660-a8f2-a511bd1b3e3a/715d0cc3-5160-4ad5-a937-0941984a4dc5.jpg",
    "altTitles": [
      {
        "ja": "新人の子が凄かった"
      },
      {
        "en": "The Rookie was Amazing"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-05-17T15:24:22+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "Konosuba: God's Blessing on This Wonderful World!"
      },
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "561845c2-a33e-4f5d-b9b6-53ca4ca3a52d",
    "title": {
      "en": "Little Rabbit and the Big Bad Leopard"
    },
    "updatedAt": "2023-10-03T18:06:39+00:00",
    "coverArt": "https://mangadex.org/covers/561845c2-a33e-4f5d-b9b6-53ca4ca3a52d/c88000ed-fc39-4f27-b936-27506d44e315.jpg",
    "altTitles": [
      {
        "ko": "토끼와 흑표범의 공생관계"
      },
      {
        "ko-ro": "Tokkiwa Heukpyobeomui Gongsaeng Gwangye"
      },
      {
        "ko-ro": "Toggiwa Heugpyobeom'eui Gongsaenggwangye"
      },
      {
        "en": "The Symbiotic Relationship of a Hare and a Black Panther"
      },
      {
        "en": "The Symbiotic Relationship Between a Panther and a Rabbit"
      },
      {
        "en": "A Symbiotic Relationship Between a Rabbit and a Black Panther"
      },
      {
        "en": "The Symbiotic Relationship Between a Rabbit and a Black Panther"
      },
      {
        "en": "The Symbiotic Relationship Between the Rabbit and the Black Panther"
      },
      {
        "fr": "Demoiselle lapine et le grand méchant léopard"
      },
      {
        "fr": "Le rapport symbiotique de une panthère noire et un lapin"
      },
      {
        "fr": "Le rapport symbiotique de une panthère noire et un lièvre"
      },
      {
        "ru": "Симбиоз между кроликом и чёрной пантерой"
      },
      {
        "uk": "Симбіоз між кроликом та чорною пантерою"
      },
      {
        "cs": "Symbiotický vztah mezi králíkem a černým panterem"
      },
      {
        "hu": "Szimbiotikus kapcsolat egy nyúl és egy fekete párduc között"
      },
      {
        "mn": "Туулай хар ирвэс хоёрын адармаатай харилцаа"
      },
      {
        "id": "Hubungan Simbiosis Antara Kelinci dan Panther Hitam"
      },
      {
        "th": "ภาวะพึ่งพาของเสือดำตัวร้ายกับกระต่ายตัวจิ๋ว"
      },
      {
        "ja": "ウサギと黒ヒョウ様の共生関係"
      },
      {
        "zh": "兔子与黑豹的共生关系"
      },
      {
        "zh": "兔子和黑豹的共生关系"
      },
      {
        "zh-hk": "储备粮的辛酸求生路"
      },
      {
        "vi": "Quan hệ cộng sinh giữa hắc báo và bạch thỏ"
      }
    ],
    "description": {
      "cs": "Příběh je o králičí přeměňovačce, která se však vůbec nemůže přeměnit. Po nějaký době se její rodina rozhodla, že je kničemu a zostudí jejich rodinu. Proto jí dají do košíku a dvoum sluhům nařídí, aby jí odnesli na území šelem.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54046523), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6723051), [RidiBooks](https://ridibooks.com/books/2901002482)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%86%A0%EB%81%BC%EC%99%80-%ED%9D%91%ED%91%9C%EB%B2%94%EC%9D%98-%EA%B3%B5%EC%83%9D%EA%B4%80%EA%B3%84/2567), [KakaoPage](https://page.kakao.com/content/57095432)\n\n**Official Translations:**\n* [English](https://tapas.io/series/little-rabbit-and-the-big-bad-leopard/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30298)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%85%94%E5%AD%90%E8%88%87%E9%BB%91%E8%B1%B9%E7%9A%84%E5%85%B1%E7%94%9F%E9%97%9C%E4%BF%82/230)\n* [French / Français](https://fr.piccoma.com/fr/product/223)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Hubungan-Simbiosis-Antara-Kelinci-dan-Panther-Hitam/3494)\n* [Japanese / 日本語](https://piccoma.com/web/product/71365)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B0%E0%B8%9E%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%B3%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%88%E0%B8%B4%E0%B9%8B%E0%B8%A7/263)",
      "en": "I was a rabbit shapeshifter who couldn't even transform into a human by my coming of age ceremony. My family said that I was just a halfling and placed me in a basket…\n\n\"You're crying? Go on, cry more.\"\n\nThen I was then picked up by a black panther with an awful personality.\n\n\"You're lacking in fighting spirit. I'll eat you the day after tomorrow, so keep trying.\"\n\nThis fierce beast. Staring at my trembling face, the black panther's eyes glistened.\n\n\"How thrilling.\"\n\nMom, I think he's crazy! To survive a fairly crazy black panther.\n\n\"The wild beasts are possessive, no matter what it is.\"\n\n…Is it possible?\n\n---\nVivi is a... wererabbit?! As a creature that’s supposed to transform into a human, Vivi is a failure, demonized as cursed and sent off to her doom. Luckily, her demise is cut short as Ahin of the Black Leopard Clan saves her. But with every threat and command this temperamental heir tosses at Vivi, she’s questioning her safety (and sanity). Surrounded by carnivores and their strong pheromones, she'll try to survive the chaos while stuck in her rabbit form. Will she figure out how to transform and tap into the power within her cute, furry self?",
      "hu": "Nyúl alakváltó voltam, aki még emberré sem tudott átalakulni a nagykorúság ceremóniáján. A családom azt mondta, hogy csak fél éves vagyok, és egy kosárba helyeztek...\"Sírsz? Gyerünk, sírj többet!\" Aztán fel vett egy fekete párduc, akinek személyisége nem a legjobb. \"Hiányzik belőled a harci szellem. Holnapután megeszlek, szóval jobb lesz, ha tovább próbálkozol. \" A vad állat szemei csillogtak miközben remegő arcomat bámulta. \"Milyen izgalmas.\" Anya, szerintem ő őrült! Túlélni egy őrült fekete párducot...\"A vadállatok birtoklóak, bármi is legyen az.\" ....Ez lehetséges?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54046523), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6723051), [RidiBooks](https://ridibooks.com/books/2901002482)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%86%A0%EB%81%BC%EC%99%80-%ED%9D%91%ED%91%9C%EB%B2%94%EC%9D%98-%EA%B3%B5%EC%83%9D%EA%B4%80%EA%B3%84/2567), [KakaoPage](https://page.kakao.com/content/57095432)\n\n**Official Translations:**\n* [English](https://tapas.io/series/little-rabbit-and-the-big-bad-leopard/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30298)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%85%94%E5%AD%90%E8%88%87%E9%BB%91%E8%B1%B9%E7%9A%84%E5%85%B1%E7%94%9F%E9%97%9C%E4%BF%82/230)\n* [French / Français](https://fr.piccoma.com/fr/product/223)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Hubungan-Simbiosis-Antara-Kelinci-dan-Panther-Hitam/3494)\n* [Japanese / 日本語](https://piccoma.com/web/product/71365)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B0%E0%B8%9E%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%B3%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%88%E0%B8%B4%E0%B9%8B%E0%B8%A7/263)",
      "id": "Aku adalah pengubah bentuk kelinci yang bahkan tidak bisa berubah menjadi manusia dengan upacara kedewasaanku. Keluarga saya mengatakan bahwa saya hanya setengah dan menempatkan saya di keranjang… “Kamu menangis? Ayo, lebih banyak menangis. ” Saya kemudian dijemput oleh macan kumbang hitam dengan kepribadian yang kejam. “Kamu kurang stamina. Aku akan memakanmu lusa, jadi teruslah berusaha.” Binatang buas ini. Menatap wajahku yang gemetar, mata macan kumbang hitam itu berkilauan. “Sepertinya aku hanya merasa senang.” Bu, saya pikir dia gila! Untuk bertahan hidup dari macan kumbang hitam yang cukup gila. \"Binatang buas itu posesif, tidak peduli apa itu.\" ….Apa itu mungkin?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54046523), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6723051), [RidiBooks](https://ridibooks.com/books/2901002482)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%86%A0%EB%81%BC%EC%99%80-%ED%9D%91%ED%91%9C%EB%B2%94%EC%9D%98-%EA%B3%B5%EC%83%9D%EA%B4%80%EA%B3%84/2567), [KakaoPage](https://page.kakao.com/content/57095432)\n\n**Official Translations:**\n* [English](https://tapas.io/series/little-rabbit-and-the-big-bad-leopard/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30298)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%85%94%E5%AD%90%E8%88%87%E9%BB%91%E8%B1%B9%E7%9A%84%E5%85%B1%E7%94%9F%E9%97%9C%E4%BF%82/230)\n* [French / Français](https://fr.piccoma.com/fr/product/223)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Hubungan-Simbiosis-Antara-Kelinci-dan-Panther-Hitam/3494)\n* [Japanese / 日本語](https://piccoma.com/web/product/71365)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B0%E0%B8%9E%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%B3%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%88%E0%B8%B4%E0%B9%8B%E0%B8%A7/263)",
      "ru": "Я кролик-оборотень, не сумевшая превратиться в человека к церемонии своего совершеннолетия. Моя семья сказала, что я лишь слабая полукровка, и бросили меня, оставив в корзинке…\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54046523), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6723051), [RidiBooks](https://ridibooks.com/books/2901002482)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%86%A0%EB%81%BC%EC%99%80-%ED%9D%91%ED%91%9C%EB%B2%94%EC%9D%98-%EA%B3%B5%EC%83%9D%EA%B4%80%EA%B3%84/2567), [KakaoPage](https://page.kakao.com/content/57095432)\n\n**Official Translations:**\n* [English](https://tapas.io/series/little-rabbit-and-the-big-bad-leopard/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30298)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%85%94%E5%AD%90%E8%88%87%E9%BB%91%E8%B1%B9%E7%9A%84%E5%85%B1%E7%94%9F%E9%97%9C%E4%BF%82/230)\n* [French / Français](https://fr.piccoma.com/fr/product/223)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Hubungan-Simbiosis-Antara-Kelinci-dan-Panther-Hitam/3494)\n* [Japanese / 日本語](https://piccoma.com/web/product/71365)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B0%E0%B8%9E%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%B3%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%88%E0%B8%B4%E0%B9%8B%E0%B8%A7/263)",
      "tr": "Benim adım Vivi Lapian. Ünlü Lapian ailesinin parçasıyım ve şekil değiştirebilen bir tavşanım. Şekil değiştirenler dünyasında herkes yetişkin olunca bir insana dönüşebilir. ama bir sebepten dolayı 18 yaşıma gelmeme rağmen bir türlü dönüşemedim. Varlığımın verdiği utanç yüzünden ailem beni kara panter bölgesine terk etti. Ve ben sanki kaderimde yazılmış gibi bana bir çift parlayan kızıl gözlerle bakan kara bir leopar ile karşılaştım~ “Yem olmaktan korkuyor musun? O zaman daha çok ağla.” “Bacakların kısa olduğu için şişko tavşan.” “Seni aldım. Bu yüzden artık bana aitsin.” Bu… bu normal değil~!!! Kara panterler yetmezmiş gibi bir de aslanlar ve kurtlar ortaya çıkmaya başladı. Onca yer varken yırtıcı yaratıkların toplanma yeri olmak zorunda mıydı? Benim gibi yavru bir tavşan hayatta kalabilecek mi?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54046523), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6723051), [RidiBooks](https://ridibooks.com/books/2901002482)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%86%A0%EB%81%BC%EC%99%80-%ED%9D%91%ED%91%9C%EB%B2%94%EC%9D%98-%EA%B3%B5%EC%83%9D%EA%B4%80%EA%B3%84/2567), [KakaoPage](https://page.kakao.com/content/57095432)\n\n**Official Translations:**\n* [English](https://tapas.io/series/little-rabbit-and-the-big-bad-leopard/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30298)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%85%94%E5%AD%90%E8%88%87%E9%BB%91%E8%B1%B9%E7%9A%84%E5%85%B1%E7%94%9F%E9%97%9C%E4%BF%82/230)\n* [French / Français](https://fr.piccoma.com/fr/product/223)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Hubungan-Simbiosis-Antara-Kelinci-dan-Panther-Hitam/3494)\n* [Japanese / 日本語](https://piccoma.com/web/product/71365)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B0%E0%B8%9E%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%B3%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%88%E0%B8%B4%E0%B9%8B%E0%B8%A7/263)",
      "uk": "Я кролик-перевертень, яка не змогла стати людиною до церемонії свого повноліття. Моя сім‘я сказала, що я лише слабка напівкровка, і кинули мене, залишивши в кошику…\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54046523), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6723051), [RidiBooks](https://ridibooks.com/books/2901002482)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%86%A0%EB%81%BC%EC%99%80-%ED%9D%91%ED%91%9C%EB%B2%94%EC%9D%98-%EA%B3%B5%EC%83%9D%EA%B4%80%EA%B3%84/2567), [KakaoPage](https://page.kakao.com/content/57095432)\n\n**Official Translations:**\n* [English](https://tapas.io/series/little-rabbit-and-the-big-bad-leopard/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30298)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%85%94%E5%AD%90%E8%88%87%E9%BB%91%E8%B1%B9%E7%9A%84%E5%85%B1%E7%94%9F%E9%97%9C%E4%BF%82/230)\n* [French / Français](https://fr.piccoma.com/fr/product/223)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Hubungan-Simbiosis-Antara-Kelinci-dan-Panther-Hitam/3494)\n* [Japanese / 日本語](https://piccoma.com/web/product/71365)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B0%E0%B8%9E%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%B3%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%88%E0%B8%B4%E0%B9%8B%E0%B8%A7/263)",
      "zh": "菲菲·雷碧安是名门望族雷碧安家族的兔子兽人。在这个只要长大就能变换成人形的世界中，她到了十八岁都无法人形化。也许是因为以她为耻，她的父母将她扔到了黑豹的领地。但她却命运般地遇到了用红瞳望着她的黑豹。可是这黑豹他……他好像是个变态!!! 除了黑豹，还有狮子和狼群，偏偏是在这个只有猛兽居住的区域里，仍旧是个小兔子的菲菲，能生存下去吗？\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54046523), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6723051), [RidiBooks](https://ridibooks.com/books/2901002482)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%86%A0%EB%81%BC%EC%99%80-%ED%9D%91%ED%91%9C%EB%B2%94%EC%9D%98-%EA%B3%B5%EC%83%9D%EA%B4%80%EA%B3%84/2567), [KakaoPage](https://page.kakao.com/content/57095432)\n\n**Official Translations:**\n* [English](https://tapas.io/series/little-rabbit-and-the-big-bad-leopard/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30298)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%85%94%E5%AD%90%E8%88%87%E9%BB%91%E8%B1%B9%E7%9A%84%E5%85%B1%E7%94%9F%E9%97%9C%E4%BF%82/230)\n* [French / Français](https://fr.piccoma.com/fr/product/223)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Hubungan-Simbiosis-Antara-Kelinci-dan-Panther-Hitam/3494)\n* [Japanese / 日本語](https://piccoma.com/web/product/71365)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B0%E0%B8%9E%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%B3%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%88%E0%B8%B4%E0%B9%8B%E0%B8%A7/263)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-01T15:46:08+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara que ela estava interessada não era um cara"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2657463e-127b-4f12-9031-b4ca2bcad2cd",
    "title": {
      "ja": "River End Cafe"
    },
    "updatedAt": "2022-07-19T17:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/2657463e-127b-4f12-9031-b4ca2bcad2cd/67626ded-a48e-4c9d-8b15-53e4dd4ee88c.jpg",
    "altTitles": [
      {
        "ja": "リバーエンド・カフェ"
      }
    ],
    "description": {
      "en": "In the aftermath of the 2011 Tohoku earthquake, the idyllic town of Ishinomaki and its people have been left devastated.  High schooler Irie Saki has been bullied and left all alone after a certain incident at school. After meeting the mysterious owner of the River End Cafe, she begins to learn the importance of the thing she once rejected."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "86"
  },
  {
    "mangaId": "d6cdf319-8bde-4674-9473-54d8001a9601",
    "title": {
      "en": "Kiomaru the Blacksmith"
    },
    "updatedAt": "2024-02-04T03:15:14+00:00",
    "coverArt": "https://mangadex.org/covers/d6cdf319-8bde-4674-9473-54d8001a9601/84a53bb7-6f9a-42be-84fe-e4a61c1f9860.jpg",
    "altTitles": [
      {
        "ja-ro": "Niragi Kioumaru"
      },
      {
        "ja-ro": "Niragi Kiomaru"
      },
      {
        "ja": "にらぎ鬼王丸"
      }
    ],
    "description": {
      "en": "Since his childhood, Kiomaru has been formed by master Sadamitsu of the Gassan forge so that he could later become a specialist in sword making. One day, when he learns of the brutal death of a young man to which he sold his first sword, he realize his own inexperience and decides to adopt a new attitude by following an exacting training. After avenging the young man, he continues his training, but one day, his master reveal to him an unbelievable secret: 18 years ago, meteorites nicknamed \"Steel of the stars\" fell from the sky on a dark mountain. Since that day, it seems the wheel of destiny enforced itself."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "42"
  },
  {
    "mangaId": "424e4f38-9a90-4170-a22c-4c821a7c3df7",
    "title": {
      "en": "Moon"
    },
    "updatedAt": "2024-05-12T04:20:52+00:00",
    "coverArt": "https://mangadex.org/covers/424e4f38-9a90-4170-a22c-4c821a7c3df7/fa7369f7-953b-4bee-b47d-66a44525f369.jpg",
    "altTitles": [
      {
        "ja": "月"
      },
      {
        "ja-ro": "Tsuki"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41d8d382-001d-409e-b7f3-5671c0af0d63",
    "title": {
      "en": "The Useless Genie and her Intrusive-thought Master"
    },
    "updatedAt": "2024-05-10T20:36:14+00:00",
    "coverArt": "https://mangadex.org/covers/41d8d382-001d-409e-b7f3-5671c0af0d63/77a018b4-abed-405d-86ce-254560fa5330.png",
    "altTitles": [
      {
        "pt-br": "A Gênio Inútil e seu Mestre de Pensamentos Intrusivos"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5eb819d3-9dd9-4de9-8d14-934ee641e560",
    "title": {
      "en": "Yuuryou Bukken Mou Dame Sou - Furo, Toilet to Tenshi wa Kyoudou desu"
    },
    "updatedAt": "2023-03-01T00:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/5eb819d3-9dd9-4de9-8d14-934ee641e560/553cad12-1b31-4497-ae49-c2b465d49f44.jpg",
    "altTitles": [
      {
        "ja": "優良物件もうダメ荘~風呂､トイレと天使は共同です~"
      },
      {
        "en": "Excellent Property: This Dormitory Is Full of Losers  ~Communal Toilets and Angels~"
      },
      {
        "zh-hk": "全員廢柴莊"
      }
    ],
    "description": {
      "en": "A story about a 70-year-old super cheap apartment named \"Damesou\" near the coast of a rural village with a communal bathroom, washstand, kitchen, and toilets, and the losers taking residence here!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73962987-7e02-4126-8405-4d75c2188d7f",
    "title": {
      "en": "Tada de wa Dakaremasen"
    },
    "updatedAt": "2024-04-10T15:42:08+00:00",
    "coverArt": "https://mangadex.org/covers/73962987-7e02-4126-8405-4d75c2188d7f/199cc261-9cbe-4725-859b-9f4083b95d17.jpg",
    "altTitles": [
      {
        "ja": "タダでは抱かれません"
      },
      {
        "en": "I Won't Sleep with You for Free"
      },
      {
        "id": "Aku Gak Nidurin Kamu Secara Cuma-cuma"
      },
      {
        "th": "ชีวิตพลิกผัน ฉันขายตัวให้เพื่อน"
      },
      {
        "zh": "无法白“嫖”"
      }
    ],
    "description": {
      "en": "Miyako Kirishima, a university student and aspiring teacher, is a poor girl who enjoys being frugal. One day, she has a meal with Yui Nakano, her friend whom she occasionally tutors. On the way home, Yui invites her to a love hotel. Miyako is reluctant, unwilling to have sex with a friend. However, Yui cuts her off, offering her 30000 yen for sex! Subsequently, Miyako ends up in more \"transactions\" with her other friends at her women's university!? The curtain rises on a tale of yuri, friendship, money, and sex♡.",
      "id": "Kirishima Miyako, mahasiswa di sebuah universitas khusus wanita dan calon guru, adalah seorang gadis miskin yang menjalani hidup serba hemat. Suatu hari, setelah ditraktir oleh teman gadisnya Nakano Yui, dia diajak untuk mengunjungi ke love hotel. Namun, dia menolaknya karena enggan untuk berhubungan seks dengan temannya. Sampai kemudian, Yui menawarkannya 30.000 yen jika Miyako menerima ajakannya. Sejak saat itu, Miyako melakukan lebih banyak \"transaksi\" dengan teman-temannya yang lain dari universitasnya!? Kisahpun Yuri tentang persahabatan, uang dan seks pun dimulai.",
      "th": "คิริชิมะ มิยาโกะ สาวมหาลัยยาจกที่ใฝ่ฝันอยากเป็นครู ได้จับพลัดจับผลูไปเข้าโรงแรมม่านรูดกับเพื่อนซี้นามว่า นากาโนะ ยุย โดยเธอขอมีเซ็กส์ด้วยโดยแลกกับเงิน 30000 เยน! แบบนี้มีหรือมิยาโกะจะไม่เอา!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "88"
  },
  {
    "mangaId": "6c0e61ed-5fbd-41b4-b0fe-2f9d9cf182b0",
    "title": {
      "en": "Haikyuu!! - Good Luck Days (Doujinshi)"
    },
    "updatedAt": "2024-02-18T17:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/6c0e61ed-5fbd-41b4-b0fe-2f9d9cf182b0/66dfba30-8279-49b8-8eb4-0ff79c45335c.jpg",
    "altTitles": [
      {
        "ja": "ハイキュー!! - GOOD LUCK DAYS (Doujinshi)"
      }
    ],
    "description": {
      "en": "Pairing: Kageyama x Hinata"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e84309ff-0417-40f6-b33f-9f7e7865c377",
    "title": {
      "en": "Jinsei ni Tsukareta Saikyou Majutsushi wa Akiramete Nemuru Koto ni Shita"
    },
    "updatedAt": "2024-05-18T05:22:57+00:00",
    "coverArt": "https://mangadex.org/covers/e84309ff-0417-40f6-b33f-9f7e7865c377/c5835d26-b2ab-4416-9036-d1344fe43f2f.jpg",
    "altTitles": [
      {
        "ja": "人生に疲れた最強魔術師は諦めて眠ることにした"
      },
      {
        "en": "Tired of Life, The Strongest Magician Gave up and Fell Asleep"
      }
    ],
    "description": {
      "en": "Fiona, the most powerful magician in the empire, was tired of being overworked on the battlefield every day, both physically and emotionally. She thought she had given up her life on the battlefield, but when she woke up, she found herself under the protection of Matthias, the most powerful knight in the enemy kingdom!\n\nIn this powerful and loving fantasy, Fiona recovers her life while receiving love and tenderness for the first time!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6871d0d1-f553-4127-ba8b-fcc418aa4c45",
    "title": {
      "en": "A Story about a High School Student who can see Ghosts"
    },
    "updatedAt": "2024-05-18T12:15:20+00:00",
    "coverArt": "https://mangadex.org/covers/6871d0d1-f553-4127-ba8b-fcc418aa4c45/32d151bb-0286-424b-82e5-8cde1e470ef9.jpg",
    "altTitles": [
      {
        "id": "Kisah Seorang Siswa SMA yang bisa Melihat Hantu"
      },
      {
        "ja": "幽霊が見える高校生の話"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "136a8c13-cf72-427a-8d76-23f1bf070c0e",
    "title": {
      "en": "S-Rank Monster no Behemoth Dakedo, Neko to Machigawarete Erufu Musume no Kishi (Pet) Toshite Kurashitemasu"
    },
    "updatedAt": "2023-01-05T17:51:04+00:00",
    "coverArt": "https://mangadex.org/covers/136a8c13-cf72-427a-8d76-23f1bf070c0e/e285838b-fd8f-43b9-9f99-f1dbe8807698.jpg",
    "altTitles": [
      {
        "en": "I Am Behemoth Of The S Rank Monster, But I Am Mistaken As A Cat And I Live As A Pet Of Elf Girl"
      },
      {
        "en": "I'm a “Behemoth,” an S-Ranked Monster, But Mistaken for a Cat, I Live As an Elf Girl's Pet"
      },
      {
        "en": "I’m an S-Rank \"Behemoth\" Monster, but I’m Living as a Knight (Pet) of an Elf Girl"
      },
      {
        "en": "Pet Behemoth"
      },
      {
        "es": "Soy un monstruo de rango S, Behemoth, pero me confundieron con un gato y ahora vivo como el caballero (mascota) de una chica elfa."
      },
      {
        "ja": "Sランクモンスターの《ベヒーモス》だけど、猫と間違われてエルフ娘の騎士(ペット)として暮らしてます"
      },
      {
        "ja": "Sランクモンスターの《ベヒーモス》だけどネコと間違われてエルフ娘の騎士として暮らしています"
      },
      {
        "de": "Ich bin ein mächtiger Behemoth und lebe als Kätzchen bei einer Elfe"
      },
      {
        "ru": "Я монстр S-класса Бегемот, но меня перепутали с котом, и я живу у эльфийки как домашний питомец"
      },
      {
        "zh": "虽然是S级魔兽“比蒙巨兽” 却以猫的模样、成为精灵娘的骑士的日常"
      }
    ],
    "description": {
      "en": "The elven girl Aria is a stunning and swift adventurer. When a small cat-like beast with an adorable face embraces Aria's fruitful chest during a dungeon exploration, she decides to keep it as a pet and names it \"Tama\". At first sight it's just an average cat, but Aria has yet to notice that Tama is a reincarnated chivalrous former Knight and that its identity is not that of a cat, but of a young monster of the strongest class \"Behemoth\".",
      "es": "La chica elfa, \"Aria\" es una aventurera. Cuando una pequeña bestia con una cara adorable abraza el fructífero pecho de Aria, ella decide tenerla como mascota y la llama \"Tama\". A primera vista es sólo un gato común, pero Aria aún no se ha dado cuenta de que Tama es un antiguo Caballero y que su identidad no es un gato, sino un joven monstruo de la clase más fuerte \"Behemoth\".  \n  \n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n9107ee) (Raw)  \n- [Official Light Novel (EN)](https://yenpress.com/9781975332945/im-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet-vol-1-light-novel/)",
      "pt": "A garota elfa, \"Aria\" é uma aventureira. Uma pequena besta com um adorável rosto abraça o peito frutoso da Aria, ela decide manter como um animal de estimação chamado \"Tama\". Ao primeiro sinal é apenas um gato comum, mas Aria ainda não notou que esta Tama é um cavaleiro antigo e sua identidade não é de um gato, mas um jovem monstro da classe mais poderosa chamada \"Behemoth\"."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fd73d1c-a0fa-4970-bda0-b394ff07721f",
    "title": {
      "en": "I Thought She Was a Calm Senior..."
    },
    "updatedAt": "2024-05-18T12:15:06+00:00",
    "coverArt": "https://mangadex.org/covers/2fd73d1c-a0fa-4970-bda0-b394ff07721f/a38bd900-bfe2-4698-87f9-38b90af8d334.jpg",
    "altTitles": [
      {
        "ja": "おっとりしている先輩かと思ったら…"
      },
      {
        "id": "Kukira Dia itu Senpai yang Kalem..."
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2023-09-18T06:19:48+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "176fc98a-8b8f-41a1-9755-713c7a4921ea",
    "title": {
      "en": "A Marriage Contract with Two Husbands"
    },
    "updatedAt": "2023-06-14T01:00:22+00:00",
    "coverArt": "https://mangadex.org/covers/176fc98a-8b8f-41a1-9755-713c7a4921ea/5ce27647-336e-4c16-929d-fa63b758fef2.png",
    "altTitles": [
      {
        "ko": "두 남편과의 결혼계약"
      }
    ],
    "description": {
      "en": "Roselaine married Grand Duke Melchior, the best knight in the Empire. He said it’s because, “I want to save you.” Roselaine can only respond, “You don’t know anything about me.”\n\nA man who wants to save her life, save her family, pay off her debts, and even marry her? They say there’s no such thing as a favor without any strings attached, so why would he go this far for someone he doesn’t even know?\n\n“Because you look like someone I knew.” Roselaine evidently looks just like Melchior’s first love.\n\nWhile depressed because she thinks she is only a stand-in for his first love, Roselaine takes in Julian, who looks exactly like her husband’s childhood self, as her disciple. But then Julien asks, “Please divorce him and marry me, Roselaine.”\n\nWhat happens if she marries both men?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6798008-41b8-49fa-9318-a653ffe11c73",
    "title": {
      "en": "Onegai, Nugashite."
    },
    "updatedAt": "2024-03-31T13:20:48+00:00",
    "coverArt": "https://mangadex.org/covers/e6798008-41b8-49fa-9318-a653ffe11c73/d118e5ce-242e-4e47-abc8-986c1d0b0bab.jpg",
    "altTitles": [
      {
        "en": "Please, Take It Off."
      },
      {
        "ko": "부탁이야, 벗겨줘"
      },
      {
        "ja": "お願い、脱がシて。"
      },
      {
        "zh-hk": "拜託了、脫下來吧。"
      },
      {
        "ne": "कृपया, फुकालिदेऊ"
      },
      {
        "vi": "Làm ơn, giúp tớ cởi nó xuống!"
      }
    ],
    "description": {
      "en": "There is a curse on this school. It prevents the person who commits \"impure acts\" from taking off his or her panties. Only the right hand of the protagonist can break the curse and remove the panties, his name is Kamite.\n\nKamite tells the girls that they have been cursed and that he can take off their panties, but... obviously it is almost unacceptable for them to have any man take them off...!\n\nThis is how the girls end up in a lot of trouble. But if the panties are not removed, they can get into even more trouble...",
      "es": "Hay una maldición en esta escuela. La cual, le impide quitarse la ropa interior a toda persona que cometa \"actos impuros\" dentro de la escuela. Solamente la mano derecha de Kamite es capaz de romper la maldición y quitarles la ropa interior. Él les menciona a las chicas que han sido maldecidas y que es capaz de quitarles la ropa interior, pero… ¡Obviamente es casi inaceptable para ellas que un hombre cualquiera se las quite…! Así es como las chicas terminan pasando por momentos de confusión. Pero, si no les es quitada la ropa interior, puede que tengan algo que lamentar.",
      "pt-br": "Existe uma maldição nesta escola. Que impede que a pessoa que cometa “atos impuros” tire sua calcinha. Só a mão direita do protagonista consegue quebrar a maldição e tirar a calcinha, seu nome é Kamite. Kamite fala para as garotas que elas foram amaldiçoadas e que ele pode tirar sua calcinha, mas… obviamente é quase inaceitável para elas que um homem qualquer a tire…! É assim que as garotas acabam passando por vários perrengues. Mas se a calcinha não for retirada, elas podem ter mais problemas ainda."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "183"
  },
  {
    "mangaId": "ce0da03c-6c6a-4058-a305-95704f2e688c",
    "title": {
      "en": "Mahou Shoujo ♡ Misoji"
    },
    "updatedAt": "2024-03-23T12:42:21+00:00",
    "coverArt": "https://mangadex.org/covers/ce0da03c-6c6a-4058-a305-95704f2e688c/a8864dc5-118c-4584-8a44-dbae384a4efc.jpg",
    "altTitles": [
      {
        "ja": "魔法少女♡三十路"
      },
      {
        "ja-ro": "Mahou Shoujo♡Misoji"
      },
      {
        "ja-ro": "Mahou Shoujo Misoji"
      },
      {
        "en": "The Magical Girl ♡ In Her 30s"
      },
      {
        "en": "The Magical Girl of 30's ♡"
      },
      {
        "en": "Magical Girl♡ In Her Thirties"
      },
      {
        "en": "A Magical Girl ♡ In Her 30s"
      }
    ],
    "description": {
      "en": "A 35-year-old OL one day suddenly turns into a magical girl."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cdf75cd8-4e87-4bde-a430-44ea174cc035",
    "title": {
      "en": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken o Zenbu Ubawareru Hanashi"
    },
    "updatedAt": "2024-04-19T11:10:40+00:00",
    "coverArt": "https://mangadex.org/covers/cdf75cd8-4e87-4bde-a430-44ea174cc035/cfa7490a-adb6-43ab-94cd-f5e43f02f9e9.jpg",
    "altTitles": [
      {
        "ja": "性悪天才幼馴染との勝負に負けて初体験を全部奪われる話"
      },
      {
        "ja-ro": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken wo Zenbu Ubawareru Hanashi"
      },
      {
        "th": "เรื่องราวของการพ่ายแพ้การแข่งขันให้กับเพื่อนสมัยเด็กอัจฉริยะตัวร้ายผู้คอยพรากประสบการณ์ครั้งแรกทุกอย่างไป"
      },
      {
        "zh": "败给了性格恶劣的天才青梅，初体验全部被夺走这件事"
      },
      {
        "zh-hk": "敗給了性格惡劣的天才青梅，初體驗全部被奪走這件事"
      },
      {
        "en": "How I Lose Bets With My Sadistic Gifted Childhood Friend and She Steals All of My Firsts"
      }
    ],
    "description": {
      "en": "A twisted girls' love story featuring: A devilish girl hiding behind the mask of an honor student x An ordinary girl who hates losing.\n\nWakaba Yoshizawa has a childhood friend named Komaki Umezono.\n\nThis girl wore the mask of an honor student with good morals who's blessed with both beauty and brains, but in reality she's an evil genius who looked down on people. For the sake of regaining the dignity she lost to Komaki, Wakaba challenges her to a match, but Komaki tells her \"Each time I win, I will take one precious thing from you.\" as a condition!? Every time she loses to the girl she \"hates\", her true feelings get exposed.\n\n(Source: Young Ace Up)",
      "th": "อุเมะโซโนะ โคมากิ เพื่อนสมัยเด็กของ โยชิซาวะ วาคาบะ เธอสวมหน้ากากนักเรียนดีเด่นทั้งที่เป็นผู้หญิงชั่วร้าย ที่ชอบดูถูกผู้คน เพื่อกอบกู้ศักดิ์ศรีที่โคมากิแย่งชิงไปจากเธอ วาคาบะ จึงต้องแข่งขันกับเธอ โดยมีเงื่อนไขว่าถ้าชนะ เธอจะพรากสิ่งสำคัญหนึ่งอย่างของวาคาบะไป...!? \"ฉันเกลียดเธอ!\" ถึงจะเป็นแบบนั้น ทุกครั้งที่พ่ายแพ้ความรู้สึกที่แท้จริงก็ค่อย ๆ ถูกเปิดเผยออกมา",
      "es-la": "¡Una distorsionada historia de amor entre la estudiante modelo con una máscara demoníaca y la chica común que no se rinde!\n\nWakaba Yoshizawa, la amiga de la infancia de Wakaba, Komaizumi Komaki. Ella era una chica malvada que llevaba una máscara de estudiante modelo perfecta y talentosa, que miraba por encima del hombro a los demás. Wakaba desafía a Komaki para recuperar su dignidad que le fue arrebatada, pero se le pone una condición: \"Si gano, tomaré una cosa importante de Wakaba una por una\" ¡Cada vez que pierde contra ella, revela sus verdaderos sentimientos! ¡Una emocionante historia de amor entre chicas que ganó el Premio de Oro en el 28vo Concurso Sneaker Award, ahora en formato de cómic!",
      "pt-br": "Uma história de amor distorcida entre garotas: uma garota diabólica escondida por trás da máscara de uma estudante exemplar x uma garota comum que odeia perder.\n\nWakaba Yoshizawa tem uma amiga de infância chamada Komaki Umezono.\n\nEssa garota usava a máscara de uma estudante exemplar com boas virtudes, abençoada com beleza e inteligência, mas na realidade ela é uma gênio do mal que despreza as pessoas. Para recuperar a dignidade perdida para Komaki, Wakaba desafia-a para um duelo, mas Komaki lhe diz: \"Cada vez que eu ganhar, vou tirar algo precioso de você.\" como condição!? Cada vez que ela perde para a garota que \"odeia\", seus verdadeiros sentimentos são expostos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66f110cc-2653-4dae-9177-b07b7706abd5",
    "title": {
      "en": "Bar Flowers"
    },
    "updatedAt": "2024-04-25T18:07:21+00:00",
    "coverArt": "https://mangadex.org/covers/66f110cc-2653-4dae-9177-b07b7706abd5/d05536f8-a586-4d7d-bd70-31c24efb2039.jpg",
    "altTitles": [
      {
        "ja": "バーフウラーズ"
      }
    ],
    "description": {
      "en": "I am 30 years old, jobless and in despair, when I was invited to become a \"Girls Bar Manager.\" So I entered the world of urban nightlife, and what awaited me was a very cute cast of girls. However, the owner had an ironclad rule for me: \"Never touch any of the bar girls.\" I wonder if I will be able to stick to the rule...... This adult-themed romantic comedy takes place in a girls bar, a place of relaxation for gentlemen!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "39"
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2023-12-14T23:56:28+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2023-06-22T13:17:12+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2024-05-10T08:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "A story about an old ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/1f99d3e7-a813-499c-9982-464c9328eeb6.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74acc54a-db1b-4724-bc55-1554945efd1e",
    "title": {
      "en": "Digimon Universe: Appli Monsters: Appmon Academy!!"
    },
    "updatedAt": "2023-07-15T16:46:01+00:00",
    "coverArt": "https://mangadex.org/covers/74acc54a-db1b-4724-bc55-1554945efd1e/fda72cbd-2fcd-4d0f-91c8-4556dff33312.jpg",
    "altTitles": [
      {
        "ja": "アプリモンスターズ アプモン学園！！"
      }
    ],
    "description": {
      "en": "Appli Monsters: Appmon Academy!! is a manga spin-off of Digimon Universe: Appli Monsters, focusing on the Appmon in a school setting."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "9"
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi wo Suru"
    },
    "updatedAt": "2024-05-18T12:34:17+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/262c3868-2878-4f7e-a42f-534870b382e8.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "ja-ro": "Sono Kisekae Ningyou wa Koi wo Suru"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll wa Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque doll is falling in love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0a5528a-c4a8-4495-a966-6877c12856ba",
    "title": {
      "en": "TRUMP"
    },
    "updatedAt": "2024-03-22T02:52:37+00:00",
    "coverArt": "https://mangadex.org/covers/a0a5528a-c4a8-4495-a966-6877c12856ba/8cec91f3-ac76-460f-9d42-3d1b4163c0e3.jpg",
    "altTitles": [
      {
        "en": "Trump"
      },
      {
        "ja-ro": "トランプ"
      }
    ],
    "description": {
      "en": "Sophie, a boy with vampire and human blood, is transferred from an orphanage to an institution called Clan. The school houses vampire boys who have reached their Cocoon period, or puberty in human terms. Sophie has a fateful encounter with a boy named Ul while being coldly greeted by the vampires around him. As Ul continues to research the “power of immortality” that vampires once possessed, he learns of the existence of TRUMP, the original vampire that is said to live forever, and begins to crave eternal life.\n\nEventually, Sophie and Ul become entangled in the deep fate surrounding the legend of immortality...\n\nA manga adaptation of the origin story of playwright Kenichi Suemitsu’s popular series! A Gothic school fantasy that beautifully spins the conflicts of impressionable and sensitive boysー!",
      "ja": "吸血種<ヴァンプ>と人間の血が流れる少年ソフィは、養護院からクランと呼ばれる施設へと入所した。そこは繭期――人間でいうところの思春期を迎えた吸血種の少年たちが集う学園。周囲の吸血種から冷ややかな目で迎えられる中、ソフィはある一人の少年と運命的な出会いを果たす。劇作家・末満健一の人気シリーズの原点となる物語をコミック化!! 繊細かつ多感な少年たちの葛藤を美しく紡ぎ出すゴシック学園ファンタジー!",
      "vi": "Câu chuyện xoay quanh Sophie Anderson - một con lai giữa con người và ma cà rồng (Dhampir), bị khinh ghét vì sự không thuần khiết. Tuy vậy, Sophie vẫn vượt lên những trở ngại với trái tim cao quý và luôn đầy tự hào về dòng máu của mình."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": ""
  },
  {
    "mangaId": "def67679-5e96-42e9-8c3a-e27d7e4c0c7e",
    "title": {
      "en": "Attack!! Ramenman"
    },
    "updatedAt": "2023-02-28T17:06:01+00:00",
    "coverArt": "https://mangadex.org/covers/def67679-5e96-42e9-8c3a-e27d7e4c0c7e/cc393623-1a84-4935-8aa4-1fb891f1bb63.png",
    "altTitles": [
      {
        "ja": "闘将!! 拉麺男"
      },
      {
        "ja-ro": "Tatakae!! Ramenman"
      }
    ],
    "description": {
      "en": "A fighting manga set in China. Ramenman, the main character, travels from place to place, fighting various enemies. Originally debuting in Yudetamago's other early work, Kinnikuman, Ramenman became so popular (more so than Kinnikuman himself), that he got his own spinoff. It was serialized from June of 1982 to December of 1988 in Fresh Jump (officially ending in the January 23, 1989 issue, due to the suspension of the magazine itself). It was made into an animated series in 1988.  \n  \nSince the Ramenman in this series seems to have no direct connection to Kinnikuman's Ramenman, it is assumed that this series is set in a parallel world. There is also the belief that this Ramenman is supposed to be the ancestor of Kinnikuman's Ramenman."
    },
    "status": "completed",
    "releaseDate": 1982,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": ""
  },
  {
    "mangaId": "2b997d25-7249-47d4-b21e-b7bce2225081",
    "title": {
      "en": "Tsuihoreijo wa Ginojissusei ni Narimashita."
    },
    "updatedAt": "2024-01-21T14:28:17+00:00",
    "coverArt": "https://mangadex.org/covers/2b997d25-7249-47d4-b21e-b7bce2225081/c5eb6d82-a74c-4ab7-881e-a5b182eb6659.png",
    "altTitles": [
      {
        "ja": "追放令嬢は技能実習生になりました。〜アーシャ様は野菜畑から逃げ出したい〜"
      },
      {
        "ko": "추방영애는 기능실습생이 되었습니다. ~아샤 님은 야채밭에서 도망치고 싶어~"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-05-10T17:15:11+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/e6758c5f-7943-44f3-8ca2-a2c55faf8a9c.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "ja-ro": "Mankitsu Shitai Jouren-san"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?\n\nThis is a slightly naughty, heartful love comedy where this gentle pair will get to \"enjoy\" their youth to the fullest!!",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。 それは最近よく来店する女子高生のほなみちゃん。 どこか無防備で可愛らしい彼女には、 目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！\n\n---\n\nManga kissa de hataraku daigakusei izumi ni wa ki ni natte iru jōren-san ga ita. Sore wa saikin yoku raiten suru mesukōsei no hona michan. Doko ka mubōbi de kawairashī kanojo ni wa,-me o hanasenai aru himegoto ga atte…!? Seishun o “ma n kitsu” suru yasashī futari no chottoetchina hātofururabukome!!",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28f5775f-e932-4799-9b52-b6e0471a3adc",
    "title": {
      "en": "The Guild Member Next Door"
    },
    "updatedAt": "2023-08-13T22:14:10+00:00",
    "coverArt": "https://mangadex.org/covers/28f5775f-e932-4799-9b52-b6e0471a3adc/aeadace7-f8f8-4386-98b5-f17a87c9ce75.png",
    "altTitles": [
      {
        "en": "Neighbor Guild Member"
      },
      {
        "ko": "이웃집 길드원"
      }
    ],
    "description": {
      "en": "After suffering from a stalker, Yoon Ji-gu becomes extremely wary of people. Just in time, a man with a strange sexual orientation moved into the neighbor's house...?\n\"Looks like there's a pervert living next door...\"\nIn reality, Lee Yeo-woon and Yoon Ji-gu are suspicious neighbors who are full of misunderstandings.\nIn the game, the couple neutaaaa (Lee Yeo-woon) and ji9byeol.\nHow will the relationship between the two change in and out of the game and reality?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0c6cde1-232e-45de-8e0d-b6902c1453d0",
    "title": {
      "en": "Nageki no Bourei wa Intai Shitai"
    },
    "updatedAt": "2024-02-24T13:22:08+00:00",
    "coverArt": "https://mangadex.org/covers/e0c6cde1-232e-45de-8e0d-b6902c1453d0/552f5ce1-f18c-452f-bab8-e4277d0ef8f9.jpg",
    "altTitles": [
      {
        "ja": "嘆きの亡霊は引退したい 〜最弱ハンターによる最強パーティ育成術〜"
      },
      {
        "ja-ro": "Nageki no Bourei wa Intai Shitai - Saijaku Hunter ni Yoru Saikyou Party Ikuseijutsu"
      },
      {
        "en": "Let This Grieving Soul Retire! - Woe Is the Weakling Who Leads the Strongest Party"
      },
      {
        "pt": "O fantasma da lamentação quer se aposentar - A técnica mais forte de treinamento partidário pelos caçadores mais fracos"
      },
      {
        "ko": "비탄의 망령은 은퇴하고 싶어 ~최약 헌터에 의한 최강 파티 육성술~"
      },
      {
        "zh": "叹息的亡灵好想隐退~最弱猎手的最强队伍养成术~"
      },
      {
        "zh-hk": "嘆息的亡靈好想隱退~最弱獵手的最强隊伍養成術~"
      }
    ],
    "description": {
      "en": "The golden age of treasure hunters who seek wealth, honor, power and glory, and explore dungeons around the world without regard to the danger.  \n  \n\"Lets be treasure hunters,\" said Cry Andolihy, who swore an oath with his childhood friends to become the strongest … but he discovered during his first quest that he has no talent.  \n  \nBut that was only the beginning of his adventure.  \n  \n\"I can't do this anymore. I want to quit.\"  \n  \n\"Oh, I see. In other words, we should fight harder and cover for you, that's a good handicap.\"  \n\"Rest assured, Cry. We'll protect you!\"  \n\"Oh, wait. If you step on that, the trap will destroy you without leaving a speck of dust behind. Be careful, Leader!\"  \n  \nProtected by his overpowered childhood friends, sought out by newbies and nobles, they aim to be heroes and find powerful treasures.  \n  \nWill Cry really be able to retire safely from being a Treasure Hunter?\n\n[Alt Official English](https://global.bookwalker.jp/series/276659/)",
      "pt": "A idade de ouro dos caçadores de tesouros que buscam riqueza, honra, poder e glória, e exploram tesouros ao redor do mundo sem levar em conta o perigo.   \n\"Vamos nos tornar um caçadores de tesouros\", disse Cri Andrich, que fez um juramentocom seu um amigo de infância que iria se tornar o herói mais forte, mas não tinha talento.   \nNo entanto, a avaliação do entorno é de alguma forma alta por algum motivo, e apenas as expectativas estão saltando todos os dias.   \nToda vez que um amigo distante da raça humana entra em fúria, subir é uma habilidade de se sentar à terra! ”Uma   \nfantasia cômica popular equivocada finalmente se torna realidade  \n  \n  \n**Link :**  \n- [WN Raw](https://ncode.syosetu.com/n6093en/)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce25484a-6be2-4f29-807c-569dfed8a091",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita"
    },
    "updatedAt": "2024-04-14T06:22:22+00:00",
    "coverArt": "https://mangadex.org/covers/ce25484a-6be2-4f29-807c-569dfed8a091/b3028479-88c9-4fc9-8105-759df9cc311e.jpg",
    "altTitles": [
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "en": "I’m a High School Boy, but I Got Gender-Swapped Into a Gyaru"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      }
    ],
    "description": {
      "en": "Shunpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! \nEvery day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.\n\nIt's the beginning of an introverted high school guy => gender-swapped gyaru comedy!\n\n---\n- [Alternative Official Raw (NicoNico)](https://seiga.nicovideo.jp/comic/67976)",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。\n母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！\nギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。\n陰キャ男子高校生⇒ギャルTSコメディ開幕！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67ea72cd-fef8-4c5e-b973-72e0ba773901",
    "title": {
      "en": "Coffee & Cat"
    },
    "updatedAt": "2023-07-04T23:38:12+00:00",
    "coverArt": "https://mangadex.org/covers/67ea72cd-fef8-4c5e-b973-72e0ba773901/18c9b796-bc16-41e8-954b-3f8d2fad2448.jpg",
    "altTitles": [
      {
        "ja-ro": "Junkissa Neko"
      },
      {
        "ja": "喵喵純喫茶"
      },
      {
        "ja": "純喫茶ねこ"
      },
      {
        "ja": "纯吃茶猫"
      },
      {
        "en": "Coffee & Cat"
      },
      {
        "en": "Cafe & Cat"
      },
      {
        "en": "Coffee and Cat"
      },
      {
        "ar": "قهوة و قط"
      }
    ],
    "description": {
      "en": "In shock after failing his college entrance exams, Nishikori Kon took his pet cat M'lady and fled. He ended up going from Kyoto to Mount Hakodate in Hokkaido. At his wits end, he was picked up by a young man named Tachikawa Ayakane, who hired him on the spot to work at his and his brothers 'café (though his older brother hates the word 'café') \"Coffee & Cat\". It turns out Ayakane was so impressed with Kon's pet cat's appearance that he wanted him to get the 5 unkempt cats of the establishment in order. Now Kon serves all the cats, but he has a secret that the brothers don't know about. Kon can actually see cats as human beings and understand their speech! Kon and his pet cat's new lifestyle is just beginning!"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4cc64fd-4566-42f7-b4fc-fc11feb709eb",
    "title": {
      "en": "Attack Gamdori"
    },
    "updatedAt": "2023-09-18T22:35:03+00:00",
    "coverArt": "https://mangadex.org/covers/d4cc64fd-4566-42f7-b4fc-fc11feb709eb/68d68511-321b-4729-9c81-8ec18b32eafa.png",
    "altTitles": [
      {
        "ko": "겜돌이를 공략하라"
      }
    ],
    "description": {
      "en": "Do Jeong-mi, the main character, spends the night playing games. On Valentine’s Day in 2nd year of high school, Jung-mi’s best friend Chae-hee confesses to the most popular senior in school and gets rejected. In order to make her friend Chae-hee’s unrequited love come true, Gem Sooni and Jung-mi ran a secret Cupid operation, going back and forth between online and offline…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5cc73c66-8b27-459a-8389-7d0892a4c6e7",
    "title": {
      "en": "I'm a Scarecrow"
    },
    "updatedAt": "2024-03-10T18:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/5cc73c66-8b27-459a-8389-7d0892a4c6e7/7a06c336-0b2c-4e7b-9bd4-c4e6a07adb81.png",
    "altTitles": [
      {
        "ko": "나는 허수아비"
      },
      {
        "en": "I Am a Scarecrow"
      }
    ],
    "description": {
      "en": "'Can you buff me?'\n\nMonaka, who looks like a top-tier experienced player at a glance, offers to form a party with White Jack, who's a returning player of “Lunatic Online”, but…\n\n'Don't step on that.'\n\n'Ack!' \n\n'Take a potion.' \n\n'Hack! Haack!' \n\n'I'm sorry… I couldn't click on the potion.'\n\nGet to know the noob, White Jack, Monaka's character, and the other guild members.\n\n'We're getting married, so change genders, Hyung. You lost earlier at rock-paper-scissors.'\n\nThe chaotic life of Lunatic's Netkama*!\n\n(This game is set in the virtual game “Lunatic”, which is based on the online game “La Tale”.)\n\n(Please be aware: Due to the nature of this series, this work purposely uses incorrect spellings for a sense of realism.)\n\n*TL/N: Scarecrow can also mean 'puppet/figurehead'.\n*Netkama is a term for when a male uses a female character online and hides their true identity. The original author, Kimma, also wrote the novel, “Netkama Punch!!!”."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8dbced3-1eea-4547-b657-ce568fbdda0f",
    "title": {
      "en": "Pure Love Operation"
    },
    "updatedAt": "2022-12-16T15:57:40+00:00",
    "coverArt": "https://mangadex.org/covers/f8dbced3-1eea-4547-b657-ce568fbdda0f/9135af67-a75e-4045-a91f-7a7a87080b2d.jpg",
    "altTitles": [
      {
        "ko": "작전명 순정"
      },
      {
        "en": "Operation Name Pure Love"
      },
      {
        "en": "Operation: True Love"
      }
    ],
    "description": {
      "en": "I saw my boyfriend kissing my best friend. if that wasn’t enough, I was with a guy whose guts I hate from my class, Go Eun-Hyuk. I was already shaken up… But apparently there’s a given amount of love that a person receives in their lifetime? And the amount of love I’m able to receive is ‘0’??? Soo-Ae, who’s trying to change her pathetic fate, and Eun-Hyuk, who got involved with Soo-Ae, and their headwind operation! She was only going to ‘act’ like she’s cheating on her boyfriend, but she starts to develop feelings for Eun-Hyuk?! This plan… will it truly work?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be2efc56-1669-4e42-9f27-3bd232bca8ea",
    "title": {
      "en": "Ningen ni Koisuru Shinigami-chan"
    },
    "updatedAt": "2024-04-25T14:15:29+00:00",
    "coverArt": "https://mangadex.org/covers/be2efc56-1669-4e42-9f27-3bd232bca8ea/ce5a0bdb-da3c-419a-8620-ef22c5bd000d.jpg",
    "altTitles": [
      {
        "ja": "にんげんに恋する死神ちゃん"
      },
      {
        "pt-br": "A ceifadora se apaixona por um humano"
      },
      {
        "en": "The Grim Reaper Falls in Love With a Human"
      },
      {
        "vi": "Thần chết trót đem trọn tình yêu với một con người."
      },
      {
        "id": "Shinigami-chan yang jatuh cinta pada manusia"
      }
    ],
    "description": {
      "en": "_\"You can see me again?\"_\n\nOne day \"Human\" was overworked from his black company and about to die... and saw a Grim Reaper! But even though her job is to collect souls, \"Grim-chan\" instead takes care of \"Human\" so he doesn't die....?",
      "ja": "「ちゃんと休め～～!!」\n「また、あたしが見えてるな？」\n\n残業過多で疲れ切ってる「にんげん」はある日、ブラックな労働環境に死にかけて……死神が見えてしまう。\nしかし、魂の回収がお仕事なハズの「死神ちゃん」は、「にんげん」が心配のあまり死なないようにお世話をしてしまい――!?\n\n「死神ちゃん」と過ごす、春夏秋冬。疲れ切ってるあなたに贈る、癒やしのフルカラー・ラブコメ・コミック!!\n\n---\n\n\"Chanto yasume ~~!!\"\n \"Mata, atashi ga mie teru na?\"\n\nZangyō kata de tsukare kitteru 'nin gen' wa aru hi, burakkuna rōdō kankyō ni shinikakete... shinigami ga miete shimau. Shikashi, tamashī no kaishū ga oshigotona hazu no 'shinigami-chan' wa,'ni n gen' ga shinpai no amari shinanai yō ni osewa o shite shimai ――!? \n\n`Shinigami-chan' to sugosu, shunkashūtō. Tsukare kitteru anata ni okuru, iyashi no furukarā rabukome komikku!!",
      "pt-br": "\"Você pode me ver de novo?\" Um dia o \"Humano\" estava sobrecarregado de trabalho de sua empresa abusiva e prestes a morrer... ele viu uma Ceifadora! Mas mesmo que seu trabalho seja coletar almas, \"Grim-chan\" decide cuidar do \"Humano\" para que ele não morra...?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "41"
  },
  {
    "mangaId": "1b5d21da-8d11-4d94-bd08-a739278d51a4",
    "title": {
      "en": "Please Get Out of My Household"
    },
    "updatedAt": "2024-02-01T19:56:45+00:00",
    "coverArt": "https://mangadex.org/covers/1b5d21da-8d11-4d94-bd08-a739278d51a4/ee804a9f-31d3-4286-a440-bb6b5726dbf2.png",
    "altTitles": [
      {
        "ja": "家門から出ていってください"
      },
      {
        "en": "Please Get Out of My Family"
      },
      {
        "en": "Get Out of My House"
      },
      {
        "ko": "내 가문에서 꺼져 주세요"
      }
    ],
    "description": {
      "en": "“Why did someone like you have to be born in my household?” You shame of the Closieux Family, you disgrace, you good-for-nothing… All those were words pointed at Guinadella Clochel, the young girl who, at barely 11 years of age, was abandoned by her family and had her life taken away. Well, no… Rather, she thought that her life was taken away. “They’re absolute fiends. To think that they would bully and try to kill a weak child just because she has no talent…”, said the ancestor of the legendary great mages of old while possessing the body of the dying girl?! This is a story about a great mage regaining their powers to bring judgment to a rotten family, and a young girl whose emotional wounds are healed with the mage’s help; about a timeless bond that links them as if being drawn to each other. A kind-hearted girl’s revenge against her family begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a88b5f8-1109-432d-9faa-545bfdc8bf98",
    "title": {
      "en": "Who Saw the Peacock Dance in the Jungle?"
    },
    "updatedAt": "2024-04-01T22:50:48+00:00",
    "coverArt": "https://mangadex.org/covers/1a88b5f8-1109-432d-9faa-545bfdc8bf98/2d688128-5787-4412-969c-cfe3c63d90b0.jpg",
    "altTitles": [
      {
        "ja": "クジャクのダンス、誰が見た？"
      },
      {
        "ja-ro": "Kujaku no Dance, Dare ga Mita?"
      },
      {
        "en": "Who Saw The Peacock's Dance?"
      },
      {
        "en": "Who saw the peacock dance in the jungle?"
      }
    ],
    "description": {
      "en": "A former cop was murdered on a snowy Christmas Eve night. The suspect was arrested & the case appeared to be closed.\n\nHowever, a letter left by the murdered former cop to his daughter sets the case back on track. It said, \"If any of the following persons are arrested or prosecuted...they are falsely accused.\" And on that list was the name of the suspect who was arrested for killing her father..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "259e095f-8304-469d-bdba-8db1144826de",
    "title": {
      "en": "A, Sore Pon Desu!"
    },
    "updatedAt": "2022-11-18T08:50:43+00:00",
    "coverArt": "https://mangadex.org/covers/259e095f-8304-469d-bdba-8db1144826de/2cf97145-2165-47d7-84d2-8ffb45cbb1ed.jpg",
    "altTitles": [
      {
        "ja-ro": "Sore-Pon"
      },
      {
        "ja": "あ、それポンです！"
      },
      {
        "en": "Oh, that's Pon!"
      },
      {
        "zh-hk": "啊、那張我碰了！"
      }
    ],
    "description": {
      "en": "Fluffy Mahjong(?) Comedy!\n\nThe recently enrolled high schoolers Sena and Shiori are keen on joining the Mahjong Club, belonging to their senior friends: Natsume and Komachi. However! The Mahjong Club is at risk of disbanding! ...Reason being? That no one there can play mahjong!! \nWill they be able to remember the rules of the game before the club becomes disbanded!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-01-21T03:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/561f08b0-059d-43c4-8dae-571bd94cd2b6.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "ja-ro": "Gal Yome no Himitsu"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...? A cute love comedy with a gal wife!",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！\n \n--- \n \nFuyuyuki (Fuyuki) wa bijin de kūruna gyaru! Demo \"dan'na\" no mae dake miseru himitsu no sugata ga atte...? SNS ruikei 37 man ī ne! No kawaii \"gyaru yome\" to no rabukomedi!",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4d43c50-ce1a-4751-b474-e239cf862f2a",
    "title": {
      "en": "Otome no Teikoku"
    },
    "updatedAt": "2024-02-16T05:14:10+00:00",
    "coverArt": "https://mangadex.org/covers/d4d43c50-ce1a-4751-b474-e239cf862f2a/1c3a6b27-4b09-493b-9677-dcf19801fea7.jpg",
    "altTitles": [
      {
        "ja": "オトメの帝国"
      },
      {
        "en": "Virgins' Empire"
      }
    ],
    "description": {
      "en": "A peek into the \"everyday nudity\" of high school girls. Virgins’ Empire is a look into the lives of seven high school girls attending an all girls school. We follow them as they grow relationships with one another. Some more intimate than others."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]