[
  {
    "mangaId": "b1e12f2e-0545-4878-8ca6-d83359935745",
    "title": {
      "en": "What's Wrong With You, Duke?"
    },
    "updatedAt": "2024-07-26T23:05:12+00:00",
    "coverArt": "https://mangadex.org/covers/b1e12f2e-0545-4878-8ca6-d83359935745/a5df04f6-89f0-44d5-826b-a66058cbf0f9.jpg",
    "altTitles": [
      {
        "tr": "Niçin Bunu Yapıyorsun, Dük?"
      },
      {
        "ko": "왜 이러세요, 공작님!"
      },
      {
        "zh": "冷血公爵的变心"
      },
      {
        "ja": "公爵大人为什么这样"
      },
      {
        "ja": "冷血公爵の心変わり"
      },
      {
        "id": "Ada Apa Dengan Duke?"
      },
      {
        "es": "Por Qué Haces Esto, Duque?"
      },
      {
        "vi": "Tại Sao Ngài Lại Làm Điều Này, Công Tước Của Tôi!?"
      },
      {
        "ru": "Герцог, зачем вы это делаете?"
      },
      {
        "ru": "Герцог, что вы делаете?"
      },
      {
        "en": "Why Are You Doing This, Duke?"
      },
      {
        "fr": "Pourquoi faites-vous ça, Duc ?"
      },
      {
        "fr": "Enchantée, Votre Altesse !"
      }
    ],
    "description": {
      "en": "\"My sweet songbird– my eternal love–   \nDon't make such a sad face.  \nWhen my little songbird gets sad, it feels like my entire world is raining.\"  \n  \nThe duke known to many as the grim reaper, \"Rowan Peruka\".  \nHe, the very person who was about to chop off my head last month, managed to become my husband?!  \nHe took me in not as a second or third wife, but as a first one at that?!!  \n  \nI'd love it if this was true love, but this is all thanks to a mysterious magic spell. And the magic spell's power's been weakening to boot–!  \n  \nA marriage with a bipolar(?) husband where your own life is at stake, <Why are you doing this, Duke?>  \n\n\n---",
      "tr": "\"Benim tatlı kuşum~ sonsuz aşkım~  \nÜzme o yüzünü.  \nNe zaman benim tatlı kuşum üzülse sanki bütün dünyam yağmur yağıyor gibi oluyor.\"  \n  \nBirçok kişi tarafından azrail olarak bilinen Dük \"Rowan Peruka\". O, geçen ay benim neredeyse kafamı uçuracak olan kişi, kocam olmayı mı başardı? Beni ikinci veya üçüncü bir eş olarak değil de birincisi olarak mı aldı?  \n  \nBu olandan eğer gerçek bir aşk olsaydı hoşnut duyardım ama bunların hepsinin nedeni gizemli bir büyüden dolayı. Ve bu büyünün gücü gitgide zayıflamaya başlıyor.  \n  \nKendi hayatının tehlikede olduğu, bipolar(?) bir kocayla evlilik… *Niçin bunu yapıyorsun, Dük?*"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "133"
  },
  {
    "mangaId": "0139a824-a758-44f8-a841-2c247ebe4588",
    "title": {
      "en": "The Holy Power of Modern Medicine"
    },
    "updatedAt": "2024-06-15T09:00:30+00:00",
    "coverArt": "https://mangadex.org/covers/0139a824-a758-44f8-a841-2c247ebe4588/e580bbb8-be41-4852-b9bf-9d9be4ad6208.png",
    "altTitles": [
      {
        "ko": "성자는 개뿔, 현대의학의 힘이다"
      },
      {
        "ru": "Святые – сила современной медицины"
      },
      {
        "en": "To Hell With Being a Saint, I'm a Doctor"
      }
    ],
    "description": {
      "en": "Jin Yoosung was a gifted surgeon said to be able to bring the dead back to life. However, not even this genius doctor had the ability to revive himself. Following a fatal car crash, Yoosung closed his eyes for what he'd thought was the last time… only to wake up and find that he's been reborn in a fantasy world!\n\nA doctor through and through, Yoosung — now Ray — resolves to become a healer again. Unfortunately, it seems his new magical abilities may not be the most fitting for his dream career…",
      "ko": "천재 의사로 의학계에 이름을 떨치던 유성.\n수술실을 집처럼 여기던 그는 어느 날 교통사고로 죽게 되고,\n정신을 차려 보니 다른 세계로 떨어져 버렸다.\n\n그런데.\n성녀…성국…힐링 마법이라고?\n\n\"내가 얼마나 힘들게 의학을 배웠는데, 손만 대 놓고 치료 끝?\n아, 나. 진짜 미쳐버리겠네.\"",
      "pt-br": "Yusung é um médico genial e famoso no mundo da medicina. Sua vida é dedicada à sala de cirurgia, mas tudo muda quando ele morre em um acidente de trânsito e, ao acordar, se vê em um mundo completamente diferente. Nesse novo mundo, existe uma santa e um império sagrado, e a magia de cura é uma realidade. \nPara Yusung, que passou toda a sua vida estudando medicina, é difícil acreditar que agora tudo o que ele precisa fazer é tocar em alguém para curá-lo. É uma experiência surreal que o faz questionar sua sanidade."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92dd8103-2a60-4a1a-a32d-b957bf4eb7dd",
    "title": {
      "en": "The Devil Raises a Lady"
    },
    "updatedAt": "2024-07-15T14:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "altTitles": [
      {
        "ko": "악마는 레이디를 키운다"
      },
      {
        "es": "El diablo entrena una dama"
      }
    ],
    "description": {
      "en": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
      "es": "Ella tuvo que pasar por la aniquilación de su familia, él llegó al final de su vida para darle la oportunidad de vengarse. “Aiana.” El caballero que estuvo a mi lado durante 13 años, arriesgó su vida, sufrió, pasó hambre y lo dio todo por mí. Pero ahora, al presentarse mi muerte inminente, sonreía felizmente mientras contemplaba mi desceso. “Por favor, ten una historia agradable esta vez, mi señora”. El demonio sonrió y me tendió la mano. “Espero que en la próxima historia obtengas el final que deseas”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37b87be0-b1f4-4507-affa-06c99ebb27f8",
    "title": {
      "en": "Dragon Ball Super"
    },
    "updatedAt": "2024-05-26T22:56:13+00:00",
    "coverArt": "https://mangadex.org/covers/37b87be0-b1f4-4507-affa-06c99ebb27f8/d01056df-423a-49ae-88f4-092e64119a96.jpg",
    "altTitles": [
      {
        "ja-ro": "Dragon Ball Chou"
      },
      {
        "id": "Mutiara Naga Super"
      },
      {
        "ar": "دراغون بول سوبر"
      },
      {
        "ja": "ドラゴンボール超"
      },
      {
        "zh": "드래곤볼 슈퍼"
      }
    ],
    "description": {
      "en": "Dragon Ball Super follows the aftermath of Goku's fierce battle with Majin Buu, as he attempts to maintain earth's fragile peace.\n\nHaving defeated Majin Buu, Goku is starting to get bored with his life on Earth. His wife, Chi-chi, wants him to get a job, but all he wants to do is train and fight stronger enemies. Elsewhere in the universe, the God of Destruction, Beerus, and his attendant Whis are traveling from planet to planet in search of food and entertainment. \n\nAfter blowing up some hapless victims, Beerus is reminded of a man from his dreams with the moniker “Super Saiyan God,” or something like that... The God of Destruction sets his sights on Earth to track down this mysterious man! Maybe this will give Goku something to do?",
      "pt-br": "Dragon Ball Super segue as consequências da batalha feroz de Goku com Majin Buu, enquanto ele tenta manter a frágil paz da Terra."
    },
    "status": "hiatus",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1ea37a7-9e85-4a06-98b2-597f3e5f39ac",
    "title": {
      "en": "The Reborn Ranker Chronicles"
    },
    "updatedAt": "2024-06-20T22:43:51+00:00",
    "coverArt": "https://mangadex.org/covers/f1ea37a7-9e85-4a06-98b2-597f3e5f39ac/6fecbf39-4302-41a9-aaed-0a09cfe2c119.jpg",
    "altTitles": [
      {
        "ko": "무림세가 전생랭커"
      },
      {
        "ru": "Реинкарнация Ранкера-Некроманта в муриме"
      },
      {
        "en": "Reincarnation of the Murim Clan’s Former Ranker"
      },
      {
        "es-la": "Murim Ranker"
      }
    ],
    "description": {
      "en": "Legendary SSS-rank hunter Kang Tae-ha finally met his end. But just as he prepares to enter eternal sleep, he awakens once more in… imperial China?!\n\nNow, he must live as Liu Xinyun, the delinquent heir to a powerful company. All he wants to do is put his hunting days behind him, but in order to survive his new power-hungry relatives, Xinyun must hone his skills again, starting from level one.\n\nCan his own unique blend of necromancy and martial arts take him from useless bum to ultimate boss?",
      "ko": "sss급 헌터 강태하\n치열한 싸움 끝에 결국 죽음을 맞이했다.\n그런데...\n\"이 돼지가 나라고?\"\n눈을 떠보니 무림이었고, 백운표국의 망나니 유신운이 되어있었다.\n혼란스러운 죽음의 위기 속에!\n\"니들이 아직 내가 누군지 모르는구나?\"\n무림루저가 최강 사령술사로 다시 태어났다.\n과연 유신운은 반대세력을 물리치고 백운표국의 국주자리를 차지할 수 있을 것인가!",
      "ru": "Кан Тэ Ха, охотник SSS-ранга, в одиночку бросает вызов сильнейшей Гильдии \"Грифон\", но погибает после ожесточенного сражения! Однако…\n\n—…Я стал свиньей?\n\nЭто мир Мурима? Теперь я – Ю Шин Ун, старший наследник клана Пэк Ун. Ситуация не из простых и отдыхать некогда, ведь за спиной уже строят козни!\n\n—Неужели вы всё ещё не понимаете, кто я?\n\nНекромантия из прошлой жизни. Боевые искусства из нынешней. Ему подвластно всё! Кажется, этот мир ждут новые потрясения!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48e800b9-7dfb-4fa9-8344-eda37d555e1b",
    "title": {
      "en": "Hikaru to Hikaru"
    },
    "updatedAt": "2024-09-30T17:19:02+00:00",
    "coverArt": "https://mangadex.org/covers/48e800b9-7dfb-4fa9-8344-eda37d555e1b/6a6ef509-7940-4701-88ab-4c88e7d2aada.jpg",
    "altTitles": [
      {
        "ja": "ひかるtoヒカル"
      },
      {
        "zh": "化身为光"
      }
    ],
    "description": {
      "en": "\"Hikaru to Hikaru\" is a comedy about Hikaru Katsuragi, a boy who is a descendant of the Iga ninja, sneaking into a girls' school.\n\nIn the Katsuragi family, if you don't master the secret \"Kunoichi no Jutsu,\" which turns your body into a female body, by the age of 18, you won't be recognized as an adult, and his mother was worried about Hikaru's immature technique.\n\nIn order for such a Hikaru to become a full-fledged woman, he is ordered to attend a prestigious school for young ladies, Kazami Girls' School, in the form of a woman."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c5952d2-ed8a-4160-a7dd-d1e35a238568",
    "title": {
      "en": "Class Ten'i de Ore dake Haburareta no de, Doukyuusei Harem Tsukuru Koto ni shita"
    },
    "updatedAt": "2024-12-03T09:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/1c5952d2-ed8a-4160-a7dd-d1e35a238568/d4c7720d-b5f5-4388-9914-9e2d9c131b15.jpg",
    "altTitles": [
      {
        "ja": "クラス転移で俺だけハブられたので、同級生ハーレム作ることにした"
      },
      {
        "en": "Upon being Exiled from my Class I Decided to Make my Own Harem of my Classmates"
      },
      {
        "en": "Because I was Excluded Out of the Class Transfer, I Decided Make a Classmate Harem"
      },
      {
        "en": "After being Transported, I was Singled Out and Rejected by my Classmates so, I Made Them all Part of my Harem"
      }
    ],
    "description": {
      "en": "When Kirishima Ran and his classmates were transported to another world they each received an ability. However the ability he received, [Sexual Lunatic], has caused nothing but trouble for him. His ability allows him to make any girl he comes in contact with his slave. Because of his ability, his classmates have shunned him and forced him to separate from them. With the fires of revenge burning inside his heart, Kirishima decides to overtake the class from the shadows. One by one he turns his classmates into slaves and fill his desires.",
      "ja": "クラスまるごと異世界転移で魔王討伐を目差せ!!…のはずが、女を魅了できる特殊スキルを手に入れてしまった霧島蘭は、その力を警戒したクラスメイトたちに追放されてしまう…。復讐＆生き残りのためにハーレムを作れ!?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a253e13a-2b41-4f7d-915e-1e31a3f5d31d",
    "title": {
      "en": "I’m the Max-Level Newbie"
    },
    "updatedAt": "2024-10-28T18:32:35+00:00",
    "coverArt": "https://mangadex.org/covers/a253e13a-2b41-4f7d-915e-1e31a3f5d31d/f99ed546-807d-4b88-8de9-1fbd9490a579.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 만렙 뉴비"
      },
      {
        "en": "Solo Max-Level Newbie"
      },
      {
        "en": "I Am The Top Ranker Newbie"
      },
      {
        "th": "ผู้เล่นหน้าใหม่เลเวลแมกซ์"
      },
      {
        "ja": "俺だけレベルMAXなビギナー"
      },
      {
        "ru": "Нуб максимального уровня"
      },
      {
        "en": "I’m the Max-Level Newbie"
      },
      {
        "zh": "我独自满级新手"
      },
      {
        "zh-hk": "滿級新手"
      },
      {
        "ko-ro": "Na Honja Mallep Newbie"
      },
      {
        "es-la": "Novato Solo a Nivel Máximo"
      }
    ],
    "description": {
      "de": "Jin Hyuk ist Streamer und der einzige, der das Ende des Virtual-Reality-Spiels „Turm der Prüfungen“ erlebt hat. Da das Spiel jedoch immer mehr an Beliebtheit verliert, wird auch seine Streamer-Karriere immer hoffnungsloser. Doch eines Tages wird „Turm der Prüfungen\" plötzlich zur Realität und die Welt steht vor dem Abgrund. Jin Hyuk, der sich im Spiel besser auskennt als jeder andere, wird zwangsläufig zur letzten Hoffnung der Menschheit!",
      "en": "Kang Jinhyeok, a gaming streamer and content creator, is the only person who has cleared the game, [Tower of Trials]. However, as the game’s popularity declines, it becomes increasingly difficult for him to continue making a living as a content creator. Jinhyeok prepares to end his 11-year-long relationship with the game and say goodbye to his humble group of subscribers. But on that very day, the Tower of Trials appears in reality with a message saying that humanity will perish unless all players clear each floor within 90 days.\n\nJinhyeok, who knows the game better than anyone, decides to use his knowledge to his advantage and dominate the tower. \n\n\"It’s time to show everyone what a hardcore gamer can do!\"",
      "fr": "Le jeu de réalité virtuelle \"La Tour de l'Épreuve\" est officiellement démodé et le streamer Jinhyuk est le seul à être resté jusqu'au bout pour terminer le jeu. Quand un jour \"La Tour de l'Épreuve\" devient réalité, Jinhyuk qui connaît les éléments du jeu mieux que personne aura forcément un grand avantage sur les autres !",
      "id": "Jinhyuk, satu-satunya pemain game [MENARA UJIAN] yang menyelesaikan sampai akhir meski popularitas game telah menurun. Hingga suatu hari [MENARA UJIAN] menjadi kenyataan, Jinhyuk harus menyelesaikannya dengan segala elemen yang ia ketahui tentang game ini!",
      "ja": "ゲーム実況ストリーマーとして活動している主人公・鈴木裕人（すずきひろと）。彼は、万人があきらめたクソゲー『試練の塔』を挑戦しクリアした唯一のプレイヤーであった。念願のエンディングを見ることができたものの、もう誰も興味をもたないこのゲームはサービス終了が確実視されていた…。11年もかけクソゲーをクリアした裕人はこれを機に現実と向き合い、ゲーム実況者としての生活を終わらせることを決心した—。が次の日、現実世界に異変が起きる。街中に突如現れた不吉な塔、そして人類に課される生死をかけた試練。それはまさに裕人が11年の月日を費やしクリアした『試練の塔』そのものであった。塔の攻略法を把握している裕人はその経験を活かし、誰よりも強い最強のビギナーとしてあらたな試練に挑む！",
      "ko": "게임 너튜버로 활동 중인 주인공 진혁은 유일하게\n[시련의 탑]의 엔딩을 봤지만, 게임의 인기가 하락하며\n더 이상 게임 너튜버로서의 삶도 유지하기 힘들어진다.\n\n엔딩을 보았기에 이대로 게임을 마무리하려는 진혁.\n바로 그날, [시련의 탑]은 현실이 되었다.\n게임의 모든 요소를 다 알고 있는 진혁은\n누구보다 빠르게 모든 것을 차지한다!\n\n\"진짜 고인물이 뭔지 보여주지.\"",
      "ru": "Главный герой Джин Хек – игрок и стример, единственный, кто прошёл до конца «Башню испытаний».\nКогда он увидел концовку игры, захотел бросить её. Но в тот же день «Башня испытания» стала реальностью. И главному герою не осталось ничего, кроме как показать, на что способен тот, кто знает все нюансы игры.\n\n«Я покажу вам, что такое настоящий задрот!»",
      "th": "\"จินฮยอก\" สตรีมเมอร์หนุ่ม ผู้หลงใหลในการเล่นเกม ใช้เวลากว่า 11 ปี ในการบรรลุชั้นบนสุดของ '[หอคอยแห่งความทรหด] เกมแฟนตาซีเสมือนจริง' พอบรรลุเป้าหมายแล้ว จึงเกิดความคิดที่อยากจะล้มเลิกการเล่นเกม และการทำสตรีมมิ่ง แต่จู่ๆ วันหนึ่งเขาก็ตื่นมาพบว่า [หอคอยแห่งความทรหด] โผล่ขึ้นมาในชีวิตจริงซะอย่างนั้น!?",
      "zh": "当游戏变为现实！\n无名主播竟是唯一通关者！\n男主镇赫是一名游戏主播，也是唯一一位“试炼之塔”游戏的通关玩家。随着“试炼之塔”这款游戏的热度下降，游戏主播的工作渐渐无法维持镇赫的生活。通关后的镇赫本想就此退游，然而游戏竟成为了现实。如果失败世界就会灭亡！对游戏了如指掌的镇赫还能在现实世界中通关吗？",
      "zh-hk": "活躍於遊戲NewTube頻道的主角——振赫，他是唯一看過[試煉之塔]的結局，因為該款遊戲的人氣大跌，要經營NewTube頻道再也難以維持生計。 看完遊戲的結局後，原本振赫預計要結束不再玩遊戲。但就在當天，[試煉之塔]竟成為了現實。了解遊戲所有關卡的振赫，比誰都還要快占據所有物品。 「讓你見識什麼是真正的開掛高手。」"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-11-13T14:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/99e71e52-efad-4173-a2d9-00344da262b2.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.\n\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2491232) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031176072/).",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91fef20b-00f6-4802-827b-a48c0248d4b9",
    "title": {
      "en": "GO ANd GO"
    },
    "updatedAt": "2023-05-31T12:24:58+00:00",
    "coverArt": "https://mangadex.org/covers/91fef20b-00f6-4802-827b-a48c0248d4b9/fb045c5c-a1f7-4b29-a8b0-c106e67721a5.jpg",
    "altTitles": [
      {
        "ja": "ゴーアンゴー"
      }
    ],
    "description": {
      "en": "Eigo Nitta, new student in Hoyo high school, is enrolled in the baseball team. Talented as fast pitcher but lacking in term of technique, Eigo Nitta aims to be the new pitcher of the team. He has to face many opponents, which creates an atmosphere of competition in the baseball team. However he and his teammates will have to find a way to solve the rivalry among the baseball team in order to go to Koshien tournament."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "30",
    "lastChapter": "132"
  },
  {
    "mangaId": "5a7e01d5-a31b-4d75-9f50-f31873560a2a",
    "title": {
      "en": "Koibami Shoujo"
    },
    "updatedAt": "2024-12-15T21:17:13+00:00",
    "coverArt": "https://mangadex.org/covers/5a7e01d5-a31b-4d75-9f50-f31873560a2a/ec6d0eba-ef01-491a-920e-49d8d5895cee.jpg",
    "altTitles": [
      {
        "ja": "恋喰少女"
      },
      {
        "en": "Love-Eating Girl"
      },
      {
        "pt-br": "Devoradoras de Amor"
      },
      {
        "ru": "Голодные до любви девушки"
      },
      {
        "es-la": "Las Chicas Devoradoras de Amor"
      },
      {
        "vi": "Luyến Thực Nữ"
      }
    ],
    "description": {
      "en": "High school student Ooishi Kyou is afraid of women. Suddenly, five girls confessed to him. Among them, four are creatures called Koibami - beings that devour human romantic feelings. If he has his romantic feelings eaten by these girls, he will never be able to love again. However, he cannot abandon the feelings of the one who confessed to him for real - Kyou decides to find the one he truly loves among the five!",
      "ja": "本物の恋心を、あなたは見抜けるか。\n\n女性を恐れる男子高校生・大石饗。彼に突然告白してきた、5人の少女。そのうち4人は、人間の恋愛感情を喰らう生物「恋喰（こいばみ）」。彼女たちに恋愛感情を食べられると、二度と恋をすることができなくなってしまう。ただ、本当の告白をした1人の気持ちを、見捨てるわけにはいかない――饗は覚悟を決め、5人の中から、本命の1人を見つけだすことを決意する！",
      "es-la": "Oishi Kyou es un chico que siempre ha tenido un fuerte miedo a las chicas. Cuando comienza su primer día de clases en la preparatoria, se ve abrumado al recibir confesiones de amor por parte de cinco chicas diferentes. Sin embargo, descubre que cuatro de ellas son en realidad chicas ‘Devoradoras de Amor’, chicas que buscan seducir a los hombres para alimentarse de sus sentimientos, y sus presas favoritas son los sentimientos del ‘Primer Amor’, gracias a cierta persona el Protagonista sabe que 4 chicas de primer año son ‘Devoradoras de Amor’ así que, dentro de estas 5 chicas hay una que se confesó realmente a Oishi, así que se propone a encontrar a la única chica entre las 5 que realmente lo ama, todo sea antes de que devoren sus sentimientos.",
      "pt-br": "O estudante do ensino médio, Kyo Oishi, tem medo de mulheres.\n \nDe repente, cinco garotas se declaram para ele. Entre elas, quatro são criaturas chamadas Devoradoras de Amor - seres que devoram sentimentos românticos humanos. Se ele tiver seus sentimentos românticos consumidos por essas garotas, ele nunca mais será capaz de amar novamente.\n \nNo entanto, ele não pode abandonar os sentimentos daquela que se declarou para ele de verdade - Kyo decide encontrar a única que realmente ama ele entre as cinco! Começa uma comédia romântica de suspense que balança o cérebro!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a43c227-b201-4fb7-b796-924c51797d50",
    "title": {
      "en": "Level Up with the Gods"
    },
    "updatedAt": "2024-11-30T22:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/813e10ac-a4d9-42ee-a0a6-ba8ef0d19340.jpg",
    "altTitles": [
      {
        "ko": "신과 함께 레벨업"
      },
      {
        "en": "Leveling Up With the Gods"
      },
      {
        "ko-ro": "Singwa Hamkke Level Up"
      },
      {
        "en": "Leveling With the Gods"
      },
      {
        "th": "เลเวลอัปไปกับเทพเจ้า"
      },
      {
        "ja": "神と共にレベルアップ"
      },
      {
        "zh": "与神一同升级"
      },
      {
        "ru": "Поднятие уровня с богами"
      },
      {
        "uk": "Підняття рівня з богами"
      },
      {
        "pt-br": "Subindo De Nível Com Os Deuses"
      }
    ],
    "description": {
      "en": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ja": "異界の神、アウターゴッドと呼ばれる存在が支配する世界。一番最後に塔へ入り一番最後までインナーゴッドたちと共に戦った人間、神野 流星。 そんな彼も結局はアウターゴッドに破れてしまう。 越えられない壁に絶望を感じていた最後の瞬間、時間を司る神であるクロノスから新たにチャンスが与えられる。 そうして彼は、前世の記憶を持ったまま過去へ回帰することに――。 再び塔を登り、力と仲間を手に入れた神野は、今度こそアウターゴッドに勝つことができるだろうか？不滅の神話に挑む人間の物語が今始まる！\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ko": "이계의 신, 아우터 갓(Outer God).\n\n하늘을 닫는 절망과 늪에 빠진 좌절, 탄생하지 못한 자, 어리석은 혼돈.\n평범한 사람들은 그저 바라보는 것만으로 목숨을 잃어 버릴 그 존재들이 세상을 휘젓는 지금…\n수 년간의 싸움 끝에, 최후의 생존자들이 낸 결론.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다.\"\n\n그 순간, 시간을 다루는 신격을 지닌 존재 크로노스는 자신을 희생시켜 시계태엽을 되돌린다.\n\n\"이길 수 없겠지. 지금은 말이야.\"\n\n\"옛 세계선으로 돌아가라. 그리고 다시 시작해.\"\n\n모든 신들에게 지목을 받아 과거로 돌아간 최후의 1인.\n가장 뒤늦게 탑을 올라, 가장 마지막까지 신들과 함께 싸운 인간, 김유원.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다. 그렇다면…\"\n\n\"이기는 건 나야.\"\n\n그는 마지막 순간을 함께하던 동료들을 다시 모아,\n아우터와의 싸움을 승리로 끝낼 수 있을까?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ru": "Он был храбрейшим и сильнейшим из всех, но даже его в самом конце ожидало лишь отчаяние. В последние мгновения ему был дан еще один шанс. Благодаря жертве бога времени «Хроноса» его судьба еще не была предрешена. Вернувшись в прошлое, он снова попытается взобраться на «Башню» со своим непревзойденным талантом, чтобы побороть древнее зло, которое грозит уничтожить этот мир.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "th": "\"อินเนอร์อย่างพวกเราไม่สามารถเอาชนะเอาเตอร์ได้\"\n\nเมื่อแรงเกอร์ในหอคอยลงความเห็นเป็นเสียงเดียวกัน\n'คิมยูวอน' มนุษย์ผู้แกร่งกล้าเพียงหนึ่งเดียวในหมู่เทพเจ้า\nจึงถูกเลือกให้ย้อนกลับมายังอดีตเพื่อเริ่มต้นทุกอย่างใหม่อีกครั้ง\n\nเขาจะสามารถทำตามแผนที่ทุกคนช่วยกันวางไว้\nและแกร่งขึ้นกว่าเดิมจนกลับไปเอาชนะ 'เอาเตอร์ก็อด'\nทวยเทพที่ลุกล้ำเข้ามาจากนอกหอคอยได้หรือไม่?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "zh": "外界之神来袭，人间陷入了排山倒海般的绝望之中，生灵涂炭……而当内界众神在经过了数年的苦苦战斗后，也最终以战败收场。 在战死前的最后时刻，希腊神克洛诺斯牺牲了自己，重新开启了时间之门。 而众神最后选择了金幽元，这个队伍中唯一的人类，让他回到过去，重新将众神凝聚。\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "pt-br": "“Talvez os Deuses Internos nunca possam derrotar os Deuses Exteriores…”, pensou Yuwon Kim, um guerreiro corajoso e de alto escalão, após uma derrota amarga.\n\nMas Yuwon é tenaz demais para desistir. Sua perda se torna o início de uma nova jornada como repatriado. Com determinação renovada, Yuwon recomeça de onde começou, destruindo monstro após monstro e reaprendendo suas habilidades antes de enfrentar a Torre mais uma vez.\n\nMas ele conseguirá abrir caminho através dos tutoriais e subir de nível mais uma vez, ou sua conquista desmoronará diante dele?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d88f684f-6cfe-4d31-9605-9e9f73f7ff11",
    "title": {
      "en": "The Days of Diamond"
    },
    "updatedAt": "2024-09-23T23:03:49+00:00",
    "coverArt": "https://mangadex.org/covers/d88f684f-6cfe-4d31-9605-9e9f73f7ff11/2fdc246d-6405-46da-9532-0c2476175a75.jpg",
    "altTitles": [
      {
        "ja": "ダイヤモンドの功罪"
      },
      {
        "ja-ro": "Diamond no Kouzai"
      }
    ],
    "description": {
      "en": "Despite his athletic gifts, Ayasegawa Jiro is a loner who causes others to lose or give up on their dreams, all because of him. While struggling with his loneliness, he discovers the \"Bambies,\" an uncompetitive baseball team whose motto is \"having fun.\" Jiro finds joy in his baseball life with his teammates, but...This is a baseball youth drama that explores the relationship between a genius and his peers."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "The Fragrant Flower Blooms with Dignity"
    },
    "updatedAt": "2024-11-27T02:26:04+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/d070482f-ba73-4f79-b42d-2c07119c5218.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "de": "Kaoru und Rin"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "pl": "Kaoru i Rin. Rozkwitając z tobą"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "tr": "Güzel Kokulu Çiçekler Zarafetle Açar"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "vi": "Những đóa hoa thơm nở diễm kiều"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ko": "향기로운 꽃은 늠름하게 핀다"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "vi": "Ở một nơi nào đó, có 2 trường cao trung lân cận. Cao trung Chidori, một trường nam sinh cấp thấp hội tụ đủ những thằng đần, trường nữ sinh Kikyo, một trường nữ sinh danh giá . Rintaro Tsugumi, một nam sinh năm 2 to khỏe và trầm tính tại trường Chidori, bắt gặp Kaoruko Waguri, một khách hàng khi cậu đang giúp việc tại cửa hàng bánh nhà mình . Rintaro cảm thấy thoải mái khi dành thời gian bên Kaoruko, nhưng cô lại là học sinh của trường Kikyo, ngôi trường hàng xóm cực kì căm ghét trường Chidori. Đây là câu chuyện về 2 con người ở rất gần nhưng lại rất xa",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "195e106c-7fa2-4f8d-8933-20eb781cd8f6",
    "title": {
      "en": "I Punished the Villainous Young Master, and He Became Obsessed with Me"
    },
    "updatedAt": "2024-12-18T18:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/195e106c-7fa2-4f8d-8933-20eb781cd8f6/02fbd2e2-1b54-41a0-ba39-c57de816216d.jpg",
    "altTitles": [
      {
        "ja": "黒幕お坊ちゃまにお仕置きをしたら執着されてしまいました"
      },
      {
        "ko": "흑막 도련님이 엉덩이 맴매에 집착한다"
      }
    ],
    "description": {
      "en": "Reincarnated into an 18+ novel, I became the villainous maid who bullies the powerless protagonist.  \n\nDetermined to stop the world’s destruction and live a rosy life as a transmigrator, I decided to change the original story.  \n\nBut when I finally met the protagonist, he was... a five-year-old boy with chubby, round cheeks?  \n\nStripped of his powers and reduced to a child’s form, this wasn’t part of the plan. Well, since we’re here, can I at least pinch those cheeks?  \n\nThus begins my second life—can I successfully prevent the original protagonist’s rampage and save the world?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bce90ee1-4a1d-4a64-a01e-2463cf1be061",
    "title": {
      "en": "Gakuen Idolm@ster: Gold Rush"
    },
    "updatedAt": "2024-11-26T09:29:03+00:00",
    "coverArt": "https://mangadex.org/covers/bce90ee1-4a1d-4a64-a01e-2463cf1be061/80a940f6-06f1-447d-a0c5-c3b9afa650f1.jpg",
    "altTitles": [
      {
        "ja": "学園アイドルマスター GOLD RUSH"
      },
      {
        "ja-ro": "Gakuen Idolm@ster GOLD RUSH"
      },
      {
        "ja-ro": "Gakuen Idolmaster: Gold Rush"
      },
      {
        "ja-ro": "Gakum@s"
      },
      {
        "ja-ro": "Gakumas"
      },
      {
        "en": "Academy Idolmaster: Gold Rush"
      }
    ],
    "description": {
      "en": "The story of girls who attend a school where dreams come true!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eacb5381-e64c-4a58-a34f-d5124d765697",
    "title": {
      "en": "Feng Qi Cang Lan"
    },
    "updatedAt": "2024-09-25T23:10:18+00:00",
    "coverArt": "https://mangadex.org/covers/eacb5381-e64c-4a58-a34f-d5124d765697/a6bc662d-9cf2-4ee5-b34b-055b17d2a33d.jpg",
    "altTitles": [
      {
        "en": "The World of Canglan"
      },
      {
        "en": "Wind and Sky"
      },
      {
        "zh": "风起苍岚"
      },
      {
        "vi": "Phong Khởi Thương Lam"
      },
      {
        "en": "The Wind From Cang Lan"
      },
      {
        "ko": "눈떠보니 레벨1"
      }
    ],
    "description": {
      "en": "When playing a virtual reality game called Cang Lan, Xiao Wan gets pushed off a cliff. She ends up in another game world. What will happen to Xiao Wan?\n\n---\n**Contents:** 147 (or 410 split releases) [S1] + 227 [S2] => 374 Chapters\n- **Season 1:** Chapters 1-147 (1-147)\n- **Season 2:** Chapters 1-227+ (148-374+)\n\n**Note:** Chapters 1-114 in Season 1 are in single page format. Starting with chapter 115, the page format switches to long strip."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-11-18T22:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/ab44f350-e6b8-48f7-8e7f-8f30702ff64f.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74816f9b-c776-4d9c-9d89-38354e29ebfa",
    "title": {
      "en": "Uragirareta Boukensha, Andeddo Toshite Yomigaeri Musou Suru"
    },
    "updatedAt": "2023-07-05T20:03:50+00:00",
    "coverArt": "https://mangadex.org/covers/74816f9b-c776-4d9c-9d89-38354e29ebfa/6ecef094-5a3a-49e7-8d2d-06718d3ff44e.jpg",
    "altTitles": [
      {
        "ja": "アンデッド・キング 〜底辺冒険者、魔物の力で進化無双〜"
      },
      {
        "en": "Undead King ~A Low-Ranking Adventurer, With the Power of Monsters, Becomes Unbeatable~"
      },
      {
        "ja": "裏切られた冒険者、アンデッドとして蘇り無双する"
      }
    ],
    "description": {
      "en": "(skills). A power humans can only receive once from god, which is used to fight against monsters.\nChrome, who aspired to be an adventurer while owning a skill that is useless in combat, is unable to throw away his ambition, and is despised for his inability, so he is left in charge of menial tasks and chores for his career.\nBut, when he is running away from a monster as a decoy, he loses his life. But at that time, his skill activates. The skill (Revival). For one time only, he can come back from the dead, and Chrome miraculously revives as a Skeleton monster, a “Wight”.\nChrome, who despairs at his new body, finds out that as monsters evolve, their appearance changes in accordance, so he decides to evolve as fast as possible. Believing he can regain his human appearance, Chrome spends his days hunting monsters. As a by-product, Chrome gains a multitude of skills, whereas a human can only ever hold one––!\nPowerful monster abilities and the intelligence of a human. Overcoming adversity with chance, Chrome once again aims to be the strongest adventurer!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d21e52cf-50f1-48c7-8de7-69f280c05be4",
    "title": {
      "en": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai"
    },
    "updatedAt": "2024-11-03T01:06:30+00:00",
    "coverArt": "https://mangadex.org/covers/d21e52cf-50f1-48c7-8de7-69f280c05be4/c5decab7-ed9a-423d-93c2-f52eeff32b5b.jpg",
    "altTitles": [
      {
        "ja": "その無能、実は世界最強の魔法使い"
      },
      {
        "ja": "その無能、実は世界最強の魔法使い　〜無能と蔑まれ、貴族家から追い出されたが、ギフト《転生者》が覚醒して前世の能力が蘇った〜"
      },
      {
        "ja-ro": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai: Munou to Sagesumare, Kizokuka kara Oidasareta ga, Gift \"Tenseisha\" ga Kakusei shite Zense no Nouryoku ga Yomigaetta"
      },
      {
        "en": "That Incompetent Is Actually the World's Strongest Wizard"
      },
      {
        "en": "That Incompetent Is Actually the World's Strongest Wizard: He Was Scorned as Incompetent and Kicked out of His Aristocratic Family, but His Gift of \"Reincarnation\" Awakened and Brought Back the Abilities of His Previous Life"
      }
    ],
    "description": {
      "en": "Alma, the third son of an aristocratic family who could not receive the Gift that should have been given by God, is despised as incompetent from his parents' home and is expelled from the house. \n\nHowever, in reality, Alma was given a special Gift - He regained the abilities of the previous life! With the Gift [Reincarnation], he becomes the strongest wizard in the world! \n\nAlma, who devoted all of his first life to the quest for magic, seeks a \"happy second life\" with the magic of his previous life! \n\n---\n\n[Web Novel](https://ncode.syosetu.com/n3823gm/)  (JP)\n\n---",
      "ja": "この世界の人々は15歳になると、女神様から《ギフト》と呼ばれる様々な能力を与えられる。貴族家の三男・アルマも優秀な《ギフト》を授かることを期待されていたが、なぜか《ギフト》はまったく発現せず、実家から無能と蔑まれ追い出されてしまう…。だが、実はアルマは特別な《ギフト》を授かっていたーー。その能力《転生者》によって前世の記憶と能力を取り戻したアルマは、この世界で最強の魔法使いとなった！一度目の人生の全てを魔法の探究に捧げたアルマが、前世で極めた魔法で”幸せな二度目の人生”へと歩み出す！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "64"
  },
  {
    "mangaId": "49496e76-08b8-4d47-aced-a13f2f8d90a4",
    "title": {
      "en": "Kiraware Majo Reijou to Dansou Ouji no Kon'yaku"
    },
    "updatedAt": "2024-10-09T00:33:54+00:00",
    "coverArt": "https://mangadex.org/covers/49496e76-08b8-4d47-aced-a13f2f8d90a4/6ddfd48e-da87-4148-baff-b0be9ac09224.jpg",
    "altTitles": [
      {
        "ja": "嫌われ魔女令嬢と男装皇子の婚約"
      },
      {
        "en": "The Engagement of the Disgraced Witch and the Cross-Dressing Princess"
      },
      {
        "vi": "Hôn Ước Của Phù Thủy Bị Ruồng Bỏ Và Công Chúa Cross-dressing"
      },
      {
        "es": "El compromiso de la bruja deshonrada y la princesa travestida"
      },
      {
        "vi": "Cuộc đính hôn giữa Nàng phù thủy bị ghét bỏ và Cô công chúa giả nam"
      },
      {
        "th": "การหมั้นหมายของยัยเจ้าหญิงแต่งชายกับคุณหนูแม่มดผู้ถูกชิงชัง"
      },
      {
        "zh": "万人厌的魔女大小姐与男装皇子的婚约"
      },
      {
        "zh-hk": "萬人厭的魔女大小姐與男裝皇子的婚約"
      },
      {
        "zh-ro": "Wàn rén yàn de mónǚ dà-xiǎojiě yǔ nánzhuāng huángzǐ de hūnyuē"
      },
      {
        "ru": "Помолвка презираемой ведьмы и переодетой принцессы"
      },
      {
        "ko": "미움받는 마녀 영애와 남장 황자의 약혼"
      }
    ],
    "description": {
      "en": "Vilified by others as a \"witch\", Evris, the youngest daughter of the House of Bradley, is engaged to Mark, the fifth prince of the Kingdom of Klengel. When he abruptly announces that their engagement is broken off, Evris is plunged into despair. However, someone reaches out to her instead... The cross-dressing crown prince (♀) of a neighboring country!?\n\nThis is the story of a red-haired witch who manipulates shadows and a cross-dressing crown prince (♀) who is serving as a body double for her missing older brother. \n\nThe curtain rises on a fantasy romantic comedy of a girl being teased by a princess!\n\nSerialization began in the July 2023 issue of *Yuri Hime*.",
      "ja": "「魔女」と罵られるブラッドリー家の末娘・イヴリスは、婚約相手であるクレンゲル王国第5王子・マルクに突然の婚約破棄を宣言されていた。絶望のどん底に落とされるイヴリス。しかし、そんな彼女に手を差し伸べるのは…隣国の男装皇太子!?\n影を操る赤髪の魔女令嬢と失踪した兄の影武者となる男装皇子。\n王子様系女子に翻弄されるファンタジーラブコメ開幕！",
      "ru": "Эйвери, младшая дочь дома Брэдли, проклинаемая окружающими как \"ведьма\", помолвлена с Марком, пятым принцем королевства Кленгель. Когда он неожиданно объявляет, что их помолвка расторгнута, Эйвери впадает в отчаяние. Однако кто-то протягивает ей руку помощи... Наследный принц (♀) соседней страны?!\n\nЭто история о ведьме, управляющей тенями, и о переодетом наследном принце (♀), который является двойником пропавшего старшего брата.\n\nЗанавес приподнимается над фэнтезийной романтической комедией о девушке, которую дразнит принцесса!",
      "tr": "Bu, gölgeleri manipüle eden kızıl saçlı bir cadı ile kayıp ağabeyinin dublörü olarak rol yapan melez veliaht prensin hikâyesidir.\n\nDiğerleri tarafından “cadı” olarak lanetlenen Bradley Hanesi’nin en küçük kızı Evris, Klengel Krallığı’nın beşinci prensi Mark ile nişanlıdır. Mark aniden nişanı bozduğunu açıklayınca Evris umutsuzluğa kapılır. Ancak biri ona yardım elini uzatacaktır… Komşu ülkelerden birinin karşı cinsin kıyafetlerini giymeyi seven veliaht prensi!? Bir prenses tarafından dalga geçilen bir kızın fantastik romantik komedisinde perde açılıyor!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "854132f9-6798-49c8-a70e-30ca748a6163",
    "title": {
      "en": "Anzuru Koi Wa Yasashikute"
    },
    "updatedAt": "2024-12-18T18:00:57+00:00",
    "coverArt": "https://mangadex.org/covers/854132f9-6798-49c8-a70e-30ca748a6163/be0d6608-e6e7-4e1e-992c-e2bfca56e18b.png",
    "altTitles": [
      {
        "ja": "案ずる恋はやさしくて"
      },
      {
        "en": "An Anxious Yet Gentle Romance"
      }
    ],
    "description": {
      "en": "It’s been one year since they started living together. These are the gentle and endearing days of worrywart Outan and Megurun. A two-part series‼︎",
      "ja": "同居を始めて1年。超心配性なおうたんとめぐるんの優しくて愛おしき日々。2本立て‼︎"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "2"
  },
  {
    "mangaId": "22d171ce-82c5-4338-a8c1-5e17c6a187b7",
    "title": {
      "en": "Being Loved for the First Time"
    },
    "updatedAt": "2024-12-12T17:18:23+00:00",
    "coverArt": "https://mangadex.org/covers/22d171ce-82c5-4338-a8c1-5e17c6a187b7/0e208d98-87cc-4011-b1f9-495546faa819.png",
    "altTitles": [
      {
        "ko": "사랑받는 막내는 처음이라"
      },
      {
        "ko-ro": "Sarangbanneun Mangnaeneun Cheoeumira"
      },
      {
        "en": "First Time as a Loved Youngest Child"
      },
      {
        "en": "First Time as an Adored Youngest Child"
      },
      {
        "zh": "第一次成为受宠的老幺"
      },
      {
        "id": "Pertama kali jadi bungsu kesayangan"
      },
      {
        "es-la": "Es la primera vez que me aman"
      },
      {
        "en": "It's My First Time Being Loved"
      }
    ],
    "description": {
      "en": "As the only hope to stop the end of the world, I’ve lived 99 lives with everyone pressuring me to sacrifice myself. I dearly hoped this life would be my last…!\n\n“A lady is born!”\n\nI’ve ended up beginning my 100th life. They’re going to give me a hero treatment and sacrifice me again anyways. Is what I thought, but—\n\n“Thank you for being born safely.”\n“Unnie’s gon to get dem all for you!”\n“Can I please see our youngest smiling as well?”\n“Hey little baby, did you miss me?”\n\nThis life is a bit… weird.",
      "es-la": "Como la única esperanza para evitar la destrucción del mundo, esta es la 99ª vez que me veo obligada a sacrificarme. ¡Realmente esperaba que este fuera el final...! ‘¡Ha nacido una niña!’ Y así, comienza mi vida número 100. Nuevamente, me harán ser una heroína para sacrificarme, eso fue lo que pensé.  ‘Gracias por nacer a salvo.’ ‘De ahora en adelante, ¡yo té protegeré!’ ‘¿Puedes mostrarme tu rostro sonriente?’ ‘Cariño, ¿me extrañaste?’ Esta vida es un poco... ¿Rara?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0483d2ef-557e-43ae-9761-2f2f0677625a",
    "title": {
      "en": "Touhou Suichouka ~ Lotus Eater-tachi no Suisei"
    },
    "updatedAt": "2024-07-09T16:28:23+00:00",
    "coverArt": "https://mangadex.org/covers/0483d2ef-557e-43ae-9761-2f2f0677625a/b75a34af-2904-41df-a7f0-d7b8453e3ec9.jpg",
    "altTitles": [
      {
        "en": "The Lotus Eaters, Drunk and Sober"
      },
      {
        "en": "Touhou Drunken Butterfly Flower ~ Lotus Eaters' Sobering"
      },
      {
        "ja": "東方酔蝶華　ロータスイーター達の酔醒"
      },
      {
        "pt-br": "Touhou: Flor de Borboleta Bêbada ~ Comedores de Lotus, Bêbados e Sóbrios"
      },
      {
        "pt-br": "Flor de Borboleta Bêbada Oriental ~ Os Bêbados e Sóbrios Comedores de Lotus"
      }
    ],
    "description": {
      "en": "In this sixth official Touhou manga series from ZUN, the shrine maiden Reimu Hakurei goes to investigate a strange rumor in the human village, where she gets involved with the local Geidontei bar and its poster girl, Miyoi Okunoda.",
      "ja": "幻想郷の人里にある居酒屋「鯢呑亭（げいどんてい）」には、最近、飲んだ帰りの客が妖怪にさらわれて失踪するという噂が。博麗神社の巫女・霊夢はこの疑惑の調査に乗り出す。どうやらカギは看板娘の美宵のようで…？",
      "es-la": "En la aldea humana de Gensokyo, un rumor sobre un youkai que supuestamente secuestra a personas alcoholizadas se extiende de forma repentina con gran rapidez, causando miedo y preocupación entre la gente. Mientras tanto, en el centro de este rumor, el bar izakaya Geidontei, no hay nada fuera de lugar en lo que respecta a su comida y bebida, o incluso con respecto a su propietario.\n\nCuando la sacerdotisa Reimu Hakurei se entera de la situación, intenta cumplir con su deber de investigar el sospechoso establecimiento. Sin embargo, el caso la lleva a otra persona: Miyoi Okunoda, cuya existencia parece ser tan volátil como una burbuja.",
      "pt-br": "Uma estranha história sobre álcool. O mais novo mangá oficial de \"Touhou\", escrito por ZUN.   \r\n  \r\nExiste um rumor de que em um bar chamado \"Geidontei\", localizado em uma área remota de Gensokyo, um cliente bêbado foi sequestrado por um youkai. Reimu, sacerdotisa do Santuário Hakurei, embarca em uma investigação, mas aparentemente, a chave para desvendar o caso está na garçonete da loja…?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1117e35-23ca-4096-8b92-2340d11913d5",
    "title": {
      "en": "Necromancer, the Ultimate Scourge!"
    },
    "updatedAt": "2024-12-18T08:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "altTitles": [
      {
        "zh": "死灵法师！我即是天灾"
      },
      {
        "zh-ro": "Si Ling Fashi! Wo Ji Shi Tianzai"
      },
      {
        "zh-ro": "Sǐ Líng Fǎshī! Wǒ Jí Shì Tiānzāi"
      },
      {
        "en": "Necromancer! I Am a Disaster"
      },
      {
        "en": "Necromancer: King of The Scourge"
      },
      {
        "en": "Disastrous Necromancer"
      },
      {
        "en": "Catastrophic Necromancer"
      },
      {
        "pt-br": "Necromante: O Rei da Calamidade"
      },
      {
        "vi": "Thảm Họa Tử Linh Sư"
      }
    ],
    "description": {
      "en": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
      "vi": "Thế giới game hòa làm một với hiện thực, mọi quy tắc bị phá vỡ,nhân loại tiến vào thời đại toàn dân chuyển chức. Chỉ có trở thành chuyển chức giả! Thăng cấp biến mạnh! Mới có thể bước lên đỉnh cao của đời người! Vào ngày chuyển chức,Lâm Mặc thức tỉnh chức nghiệp ẩn độc nhất Tử Linh Pháp Sư. Từ đây Chỉ cần vật triệu hoàn không chết thì Thì đồng nghĩa Lâm Mặc cũng sẽ không bao giờ chết. \"Ta ngồi trên hài cốt thần tọa, đi lại giữa sự sống và cái chết\"",
      "zh": "游戏降临现实，世界规则颠覆，人类进入全民转职时代。 唯有成为转职者！升级变强！方能站上世界之巅！ 转职当天，林默语成为唯一性隐藏职业，死灵法师。 从此召唤物不死绝，林默语便不会死。 “我高坐骸骨神座，行走生死之间。” “我即是天灾！”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-17T20:35:28+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a98d039a-da7f-46ec-aef4-f4bd03d0d925",
    "title": {
      "en": "The Hero Became the Duke's Eldest Son"
    },
    "updatedAt": "2024-08-27T21:22:35+00:00",
    "coverArt": "https://mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "altTitles": [
      {
        "ko": "영웅, 공작가 장남 되다"
      }
    ],
    "description": {
      "en": "Aden Albireo, the \"Dragon Slayer King\", was a hero who saved the world by eliminating the Berserker and the Underlord. However, he was betrayed by those who whispered friendship to him, and met his death...\n\n\"I didn't know I would be resurrected like this?!\"\n\n15 years before the Underlord's resurrection, 'Aden Albireo' reincarnated into the body of the eldest son of a unheard-of duke's family, 'Aden Remes'! And...\n\n\"It's been a while, Dragon Slayer King!\"\n\n\"The Underlord I thought I had defeated is inside my soul?!\"\n\nWill Aden be able to end his uncomfortable cohabitation(?) with the Underlord and prevent his resurrection?",
      "ko": "아덴 알비레오, 그는 광룡과 지하 군주, 언더로드를 없애고 세상을 구한 영웅, \"용살왕\"이라 불렸다. 그러나 우정을 속삭였던 이들에게 배신당해, 죽음을 맞게 되는데...\n\n\"이런 식으로 되살아날 줄은 몰랐는데?\"\n\n언더로드 부활 15년 전, 듣도 보도 못한 공작가의 망나니 장남, '아덴 레메스'의 몸으로 회귀한 '아덴 알비레오'! 게다가…\n\n\"오랜만이구나, 용살왕이여!\"\n\n해치운 줄 알았던 언더로드가 내 영혼 안에 있다고?!\n\n과연 아덴은 언더로드와의 불편한 동거(?)를 끝내고 그의 부활을 막아낼 수 있을 것인가!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "881b1c53-4ee7-4592-9e78-e6fb5e1e6579",
    "title": {
      "en": "Beyond Blood"
    },
    "updatedAt": "2023-09-09T10:15:59+00:00",
    "coverArt": "https://mangadex.org/covers/881b1c53-4ee7-4592-9e78-e6fb5e1e6579/5f97fb29-1c9c-4fae-be13-e7020152532a.jpg",
    "altTitles": [],
    "description": {
      "en": "Nicholas Abott wanted to act forever. When the mysterious and beautiful Elise Morin pulls him aside from a filming event, she grants his wish with a blood-stained kiss. But as Nico embraces his new vampiric power, can he also embrace the girl who turned him?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "18"
  },
  {
    "mangaId": "6ef495fd-1f8b-41ef-bfd4-276b5ce347d5",
    "title": {
      "en": "Morning Glow is Golden: The IDOLM@STER"
    },
    "updatedAt": "2022-12-15T16:33:25+00:00",
    "coverArt": "https://mangadex.org/covers/6ef495fd-1f8b-41ef-bfd4-276b5ce347d5/cf9d5a01-1ae3-49eb-bddb-f51f923e5f74.jpg",
    "altTitles": [
      {
        "ja-ro": "Asayake wa Koganeiro - The Idolmaster"
      },
      {
        "ja-ro": "Asayake wa Koganeiro - The IDOLM@STER"
      },
      {
        "ja": "朝焼けは黄金色 THE IDOLM@STER"
      }
    ],
    "description": {
      "en": "The spinoff manga centers on the character Kotori Otonashi, an office clerk at 765 Production, during her high school days."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-10-26T08:27:34+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/0b678726-c2a8-4dbc-9fb3-f51f7a6c6e56.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      },
      {
        "vi": "Bạn từ nhỏ kể từ ngày hôm nay"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9bf55e63-4128-4457-a955-5cdbaf5179c3",
    "title": {
      "en": "Off-Nature Museum"
    },
    "updatedAt": "2024-12-02T12:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/9bf55e63-4128-4457-a955-5cdbaf5179c3/d70d03b9-93b8-46b6-b45c-77db3c18a8d5.png",
    "altTitles": [
      {
        "zh": "不自然博物馆"
      }
    ],
    "description": {
      "en": "This museum's treasured collection is a slew of strange comics!",
      "zh": "这个博物馆，珍藏着许多奇怪的漫画！"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "45808ba8-343b-4cfb-b48e-3c7408b8bbf5",
    "title": {
      "en": "Maji de Tsukiau 15-fun Mae"
    },
    "updatedAt": "2024-10-24T08:14:33+00:00",
    "coverArt": "https://mangadex.org/covers/45808ba8-343b-4cfb-b48e-3c7408b8bbf5/daad71b8-661f-4df1-a6f2-415505700b91.jpg",
    "altTitles": [
      {
        "fr": "15 minutes avant qu'ils ne sortent ensemble"
      },
      {
        "es": "15 minutos hasta que empiecen a salir en serio"
      },
      {
        "ja-ro": "Majide Tsukiau 15 Minutes Ago"
      },
      {
        "ru": "За 15 минут до того как они начали встречаться"
      },
      {
        "ja": "マジで付き合う15分前"
      },
      {
        "pt-br": "15 minutos até eles começarem a namorar"
      },
      {
        "en": "15 Minutes Before We Really Date"
      },
      {
        "en": "Fifteen Minutes Before We Really Date"
      },
      {
        "en": "15 Minutes 'Til They Actually Start Dating"
      },
      {
        "en": "15 Minutes Before We Seriously Go Out"
      }
    ],
    "description": {
      "en": "Growing up in the same apartment complex, Yuuki and Natsuha have known each other forever. They’ve been friends for so long that everyone just assumes they’re a couple! But as they both approach the final stretch of high school, they get a silly, totally-not-serious idea— what if they actually started dating? What a ridiculous thing to say! Unless…?",
      "es": "Una adorable historia de dos amigos de la infancia que comienzan a salir. Estando en el tercer año, ni un solo momento se debe perder, pues tienen poco tiempo disponible hasta la universidad. Comenzando con un \"Creo que deberíamos romper…\"",
      "fr": "Une adorable histoire de deux amis d'enfance qui commencent à se fréquenter.  \nEn terminale, aucun moment ne peut être perdu, car ils ont peu de temps restant avant l'université.  \nTout commence par \"Yuuki, séparons nous.\".",
      "pt-br": "Uma adorável história de dois amigos de infância que começaram a namorar. Como alunos do terceiro ano, nenhum minuto pode ser disperdiçado, pois eles não tem muito tempo restante até que a faculdade comece. Tudo começou com um \"Eu acho que deveríamos terminar.\""
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "52"
  },
  {
    "mangaId": "f6635579-f1e6-4e43-8adf-06b009e1af0c",
    "title": {
      "en": "Mikakunin de Shinkoukei"
    },
    "updatedAt": "2024-10-03T20:33:37+00:00",
    "coverArt": "https://mangadex.org/covers/f6635579-f1e6-4e43-8adf-06b009e1af0c/0f405663-c66b-469f-acdb-5f791fb57342.jpg",
    "altTitles": [
      {
        "ja": "未確認で進行形"
      },
      {
        "ja-ro": "Mikakunin de Shinkōkei"
      },
      {
        "en": "Engaged to the Unidentified"
      },
      {
        "en": "Unidentified in Progress"
      },
      {
        "es-la": "Comprometida con lo desconocido"
      },
      {
        "it": "Non confermato & in corso"
      },
      {
        "ko": "미확인으로 진행형"
      },
      {
        "zh-hk": "未確認進行式"
      },
      {
        "zh": "未确认进行式"
      },
      {
        "ru": "Помолвлена с незнакомцем"
      },
      {
        "uk": "Заручена з незнайомцем"
      }
    ],
    "description": {
      "en": "This is a four-panel comedy manga about Kobeni Yonomori, who on her 16th birthday suddenly has a young man with little presence named Hakuya Mitsumine and his little sister Mashiro appear in front of her. It turns out that Hakuya is her fiancé, and Mashiro is her future sister-in-law. The three (and Kobeni's overprotective big sister Benio) start living together under the same roof, and hilarious happenings occur.",
      "it": "Kobeni Yonomori è una studentessa liceale che una volta diventata sedicenne, scopre di essere già fidanzata con un ragazzo di nome Hakuya Mitsumine per via di un accordo fatto dal suo nonno defunto. Costui da questo momento in poi si stabilirà a casa sua insieme alla sorellina Mashiro, e Kobeni, seppur riluttante, dovrà dunque cercare di adattarsi alla sua nuova vita familiare, finora ristretta solo a sua madre Akane e a sua sorella Benio. Ben presto, però, la ragazza si renderà conto che Hakuya e Mashiro sono ben più di ciò che sembrano.",
      "ko": "요노모리 코베니는 이혼한 후 일 때문에 바쁜 어머니 요노모리 아카네를 대신하여 집안일을 담당하면서 언니 요노모리 베니오와 함께 3명이서 평범하게 생활하고 있었지만, 16세 생일을 맞이하던 날, 약혼자라고 주장하는 소년 미츠미네 하쿠야와 그의 여동생 미츠미네 마시로와 만나, 집에서 함께 생활하게 된다.",
      "ru": "Кобэни Ёномори, симпатичная девушка и отличная хозяйка, получила на 16-й день рождения самый необычный подарок. Мать объявила, что по слову покойного деда, главы клана, Кобэни с детства помолвлена с наследником семьи Мицуминэ, своим ровесником по имени Хакуя. Сам суженый знатного рода, но вырос в горной деревне, и, чтобы обрести городской шик и приобщиться к цивилизации, отныне будет жить с ними – а вот, кстати, и он. Окончательно добило Ёномори-младшую явление вихря энергии в виде малышки Масиро Мицуминэ, которая с порога заявила, что не отдаст братика абы кому и быстро научит невестку жить по закону гор! Впрочем, все вышло не так уж плохо. Малолетняя «золовка», поняв, что брату досталась вовсе не белоручка, быстро подобрела, а Бэнио, старшая из сестер Ёномори, ненавязчиво показала гостье, кто в доме хозяйка, да так, что бедная Масиро стала прятаться от будущей «сватьи». Ну а Хакуя оказался, словно самурай иной эпохи – загадочный, невозмутимый, не тратящий слов зря, но говорящий только по делу. Из обрывков фраз и прочих намеков Кобэни поняла, что помолвка возникла не на пустом месте, и их с Хакуей связывает давняя история. А раз так, незачем спешить - надо разобраться в себе и дать парню шанс. Не зря говорят – браки по расчету всегда удачны, если расчет был хороший!",
      "vi": "Đại khái phần manga của anime cùng tên, thánh nào chưa coi thì xin mời nhé. Cơ bản là em hàng Kobeni Yonomori đến 16 tuổi thì tự nhiên boy lạnh lùng Hakuya Mitsumine cùng em gái Mashiro xuất hiện. Rồi té ra boy đó là hôn thê, còn con em là em rể.",
      "es-la": "Kobeni Yonomori es una chica de secundaria que vive con su madre y su hermana mayor Benio. Al cumplir los 16 años Kobeni se sorprende al enterarse de que debido a un acuerdo hecho por su difunto abuelo ella está comprometida con un chico llamado Hakuya Mitsumine quien, junto con su hermana pequeña Mashiro, van a vivir con ella. A medida que Kobeni se va adaptando a esta nueva familia, descubre de que Hakuya y Mashiro son más de lo que aparentaban.",
      "pt-br": "Este é um mangá de comédia de quatro painéis sobre Kobeni Yonomori, que em seu aniversário de 16 anos, de repente, tem um jovem com pouca presença chamado Hakuya Mitsumine e sua irmãzinha Mashiro aparecem na frente dela. Acontece que Hakuya é seu noivo, e Mashiro é sua futura cunhada. Os três (e a irmã mais velha de Kobeni, Benio) começam a viver juntos sob o mesmo teto, e acontecem acontecimentos hilários.",
      "zh-hk": "過著普通生活的高中女生——夜之森小紅，在迎接16歲生日時，從媽媽口中得知了一件驚人的禮物。與小紅有著婚約的少年——三峰白夜與其妹妹三峰真白將要一起住在同個屋簷下，三人與小紅的姊姊——夜之森紅緒之間的奇妙同居生活就此揭開序幕。"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "187"
  },
  {
    "mangaId": "5954ade6-9804-4c0f-9dab-7b7cc1020874",
    "title": {
      "en": "Animal Maimai"
    },
    "updatedAt": "2024-12-18T17:17:20+00:00",
    "coverArt": "https://mangadex.org/covers/5954ade6-9804-4c0f-9dab-7b7cc1020874/16358444-27a3-4707-9d0b-f1353a1bf527.jpg",
    "altTitles": [
      {
        "ja": "アニマるまいまい"
      },
      {
        "ko": "애니멀 마이마이"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76ee7069-23b4-493c-bc44-34ccbf3051a8",
    "title": {
      "en": "Tomo-chan wa Onna no ko!"
    },
    "updatedAt": "2024-08-24T18:41:58+00:00",
    "coverArt": "https://mangadex.org/covers/76ee7069-23b4-493c-bc44-34ccbf3051a8/cfac7a67-3c4b-4b29-8599-bad47613185c.jpg",
    "altTitles": [
      {
        "es": "¡Tomo-chan es una chica!"
      },
      {
        "ca": "La Tomo és una noia!"
      },
      {
        "tl": "Si Tomo-chan ay babae!"
      },
      {
        "ja": "Tomo Chan ha Onnanoko!"
      },
      {
        "sv": "Tomo-chan är en tjej!"
      },
      {
        "pt": "Tomo-chan é uma Garota!"
      },
      {
        "it": "Tomo-chan è una ragazza!"
      },
      {
        "tr": "Tomo-chan da kız!"
      },
      {
        "no": "Tomo-chan er en jente!"
      },
      {
        "da": "Tomo-chan er en pige!"
      },
      {
        "fr": "Tomo-chan est une fille !"
      },
      {
        "en": "Tomo-chan Is a Girl!"
      },
      {
        "id": "Tomo-chan Itu Perempuan!"
      },
      {
        "ru": "Томо-тян — девушка!"
      },
      {
        "ja": "トモちゃんは女の子!"
      },
      {
        "ko": "토모짱은 여자아이!"
      }
    ],
    "description": {
      "en": "Tomo Aizawa was able to successfully confess to her crush Junichirou Kubota. There is only one problem: He just sees her as his buddy. He thought that she was a boy until they went to middle school together, because her grade school was in a different school district."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "953"
  },
  {
    "mangaId": "6b075548-2cd7-47cd-88a9-fcb1783e60ff",
    "title": {
      "en": "Tonari no Furi-san ga Tonikaku Kowai"
    },
    "updatedAt": "2024-01-27T08:25:56+00:00",
    "coverArt": "https://mangadex.org/covers/6b075548-2cd7-47cd-88a9-fcb1783e60ff/9cdd2ae0-6100-4ac0-8b50-ea33523f0aca.jpg",
    "altTitles": [
      {
        "en": "No Matter What You Say, Furi-san is Scary."
      },
      {
        "ja": "となりの布里さんがとにかくコワい。"
      },
      {
        "ja-ro": "Tonari no Furi-san ga Tonikaku Kowai"
      },
      {
        "ko": "옆자리의 후리 양이 어쨌든 무섭다"
      },
      {
        "zh": "邻座的布里同学总之就是好可怕"
      }
    ],
    "description": {
      "en": "Ordinary High-schooler Taira Namito, who is ordinary inside, unknowingly becomes the target of the female delinquent-looking girl Furi Youko, a pure maiden at heart, who sits next to him.",
      "ja": "隣の席は、ヤンキーでした―― 見た目がコワい布里さんと、見た目も中身も普通な平くん。 そんな正反対な二人が隣の席同士に。 ビビりまくる平くんだが、布里さんはまさかの一目ぼれ！そんな彼女のアプローチは、コワいんだけどなんだか可愛いくて…!?正反対な二人が繰り広げる、すれ違いラブコメディー！",
      "pt-br": "Um estudante comum do ensino médio, Taira Namito (que por dentro é mais comum ainda), por nenhum motivo, torna-se alvo da aparente delinquente Furi Youko, uma donzela de coração inocente, que por acaso senta-se ao seu lado."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "42"
  },
  {
    "mangaId": "eac0159f-2768-49d7-8891-4202f3e9fb8c",
    "title": {
      "en": "Zenbu Kowashite Jigoku de Aishite"
    },
    "updatedAt": "2024-12-18T18:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/eac0159f-2768-49d7-8891-4202f3e9fb8c/fed80c43-5bdc-4f97-9303-e20c770c8f0e.jpg",
    "altTitles": [
      {
        "ja": "ぜんぶ壊して地獄で愛して"
      },
      {
        "en": "Destroy It All and Love Me in Hell!"
      },
      {
        "en": "If That's Love, Break it."
      },
      {
        "zh": "毁掉一切地狱再爱"
      },
      {
        "zh-hk": "毀掉一切地獄再愛"
      },
      {
        "id": "Zniszcz wszystko, co kochasz"
      },
      {
        "uk": "Усе розтрощи, до пекла люби"
      }
    ],
    "description": {
      "en": "Kurumi Yoshizawa, the student council president, has excellent grades and an inviting, friendly personality... on the surface at least. In reality, her days are spent struggling against her domineering mother and agonizing over her teachers' expectations. One day, Kurumi reluctantly goes to meet Naoi, her truant classmate, at her homeroom teacher's request to look after her. The situation sours quickly as Naoi sees through Kurumi's facade and makes her animosity clear. On the verge of a meltdown, Kurumi is barely able to stop herself from shoplifting, unaware that she's being recorded by Naoi...",
      "ja": "吉沢来未は生徒会長も務める優等生だが、母の束縛などのストレスで破滅的な願望を募らせていた。ある日、教師の頼みで不登校気味なクラスメイト・直井と話をするが、上辺だけの言葉で話す吉沢を直井は蔑み、更には「ある動画」で脅してきた。その動画には、万引きをしようとする吉沢が映っていて…。",
      "pl": "Kurumi Yoshizawa, przewodnicząca samorządu uczniowskiego, otwarta, ambitna, życzliwa... a przynajmniej na taką się kreuje. Rzeczywistość wygląda jednak mniej rózowo - w szkole musi zmagać się z nadmiernymi oczekiwaniami nauczycieli, a w domu czeka na nią toksyczna matka.\n\nPewnego dnia Kurumi, na prośbę wychowawcy, udaje się do Naoi, swojej wagarującej koleżanki z klasy. Sprawy przybierają zupełnie niespodziewany obrót, gdy Naoi dostrzega fasadę Kurumi i jasno wyraża swoją wrogość wobec niej. Będąc na skraju załamania nerwowego, Kurumi powstanawia dokonać drobnej kradzieży, przed czym w ostatniej chwili się powstrzymuje. Nie ma pojęcia, że całe te zajście nagrała Naoi.\n\nTo brutalna opowieść o dwóch młodych dziewczynach, które każdego dnia zmagają się z codziennością, od której nie mogą się wyrwać.",
      "uk": "Вітайте, Йошізава Курумі – відмінниця, розумниця, красуня, президент школи та просто дуже гарна дівчинка!.. Принаймні такою вона себе показує людям. Реальність прозаїчніша: жорстокі методи виховання матері, відсутність будь-якого вільного часу, море стресу та щира відраза до всіх навколо.\nІ як часто буває з такими «відмінницями» – накипіло. «Що, якщо я це вкраду? Мене спіймають? Може, тоді цей жах нарешті скінчиться?» – стоїть і думає Курумі, не усвідомлюючи, що її спроба крадіжки записується на відео. Проте її знімають не камери відеоспостереження крамниці, а телефон Наой.\nНаой – це дівчина, яка за словами не слідкує, до школи не ходить та обожнює ставити «відмінниць» на місце. Вона бачить абсолютно все крізь маску Курумі, погрожуючи показати відео однокласникам. Для Наой це був хіба що спосіб розвіяти нудьгу та провчити лицемірку… Допоки вона не починає бачити в Курумі лиш одне, але чисте та справжнє спільне бажання."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5dd9ec36-6b36-4c48-8c17-244020d20d44",
    "title": {
      "en": "Non Non Biyori Vacation Special Booklet"
    },
    "updatedAt": "2024-08-11T15:04:23+00:00",
    "coverArt": "https://mangadex.org/covers/5dd9ec36-6b36-4c48-8c17-244020d20d44/37962812-fb4e-447c-b62e-c761d8c31cb7.jpg",
    "altTitles": [
      {
        "ja": "劇場版 のんのんびより ばけーしょん すぺしゃるぶっくれっと"
      }
    ],
    "description": {
      "en": "Special booklet that was given out at the theaters for the release of the Non Non Biyori: Vacation movie"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "2.5"
  },
  {
    "mangaId": "cace0b4c-6696-4d08-ae26-6c8be207ef36",
    "title": {
      "en": "I Am Sukeban"
    },
    "updatedAt": "2024-12-15T06:47:35+00:00",
    "coverArt": "https://mangadex.org/covers/cace0b4c-6696-4d08-ae26-6c8be207ef36/85616e04-ba96-4fa2-814a-2208b7c21e4b.jpg",
    "altTitles": [
      {
        "en": "I'm Sukeban"
      },
      {
        "en": "Sukeban Boy"
      },
      {
        "ja": "おいら女蛮"
      },
      {
        "ja-ro": "Oira Sukeban"
      }
    ],
    "description": {
      "en": "His family name is Suke and his given name is Banji, but he's known as Sukeban. Any town the Suke clan settles in just can't contain the violent nature of this family, forcing them to move time and time again. Because of his name, Banji ends up transferring to Amazon School as a female student! However, this situation coupled with Sukeban's rebellious nature undoubtedly will result in mayhem littered with maddening jokes and lewdity.\n\nThe manga has been adapted into two live-action films and an OVA."
    },
    "status": "completed",
    "releaseDate": 1974,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "25"
  },
  {
    "mangaId": "707133cd-d9c2-4c83-8398-55bfdda7da14",
    "title": {
      "en": "Blue Archive - Kankan's Blue Archive Logs (Doujinshi)"
    },
    "updatedAt": "2024-02-13T02:33:10+00:00",
    "coverArt": "https://mangadex.org/covers/707133cd-d9c2-4c83-8398-55bfdda7da14/f8f47bc0-5c7b-41e7-84cc-93d32a2a15cc.jpg",
    "altTitles": [
      {
        "ja": "透き通る世界"
      },
      {
        "en": "A Transparent World"
      }
    ],
    "description": {
      "en": "A collection of Blue Archive short comics by artist ポテトルス on pixiv."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad2f66cc-3b77-4122-bda1-7c3894066305",
    "title": {
      "en": "Marriage Gray"
    },
    "updatedAt": "2024-12-18T17:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/ad2f66cc-3b77-4122-bda1-7c3894066305/24b5ce8f-90dc-4f25-9aae-cca1e9a6224f.jpg",
    "altTitles": [
      {
        "ja": "マリッジグレー"
      },
      {
        "ru": "Серый брак"
      },
      {
        "zh": "想不通可爱老婆为什么要与我结婚"
      },
      {
        "zh-ro": "Xiǎng bùtōng kě'ài lǎopó wèishéme yào yǔ wǒ jiéhūn"
      },
      {
        "ko": "매리지 그레이"
      },
      {
        "ko-ro": "Maeliji geulei"
      }
    ],
    "description": {
      "en": "My wife is suspicious!! Why did she marry a guy like me…? Ordinary average guy Tsuchioka Naotsugu ended up with Yoshino, who's perfect in all angles of beauty, know-how, and sociability. It's not \"marriage blue\" it's everyday life questioning over things, so it's \"marriage gray\" newlywed life, go!",
      "ja": "ウチのかわいすぎる妻は、なぜ超平凡な自分と結婚したのか――!?　自己評価激低な夫・槌岡直継は、妻・憙乃への疑念から“マリッジグレー”に陥っていた！　一方の憙乃は、日々溢れまくる直継へのLOVEを抑えるのに一生懸命で…!?　相思相愛な新婚夫婦の、激甘かけ違いラブコメディ！",
      "pt-br": "Minha esposa é muito suspeita! Eu não entendo por que ela se casou com alguém como eu? Por que uma mulher bonita, inteligente, e considerada como a Yoshino se casaria com alguém comum como Naotsugu!! Não há casamento azul aqui, apenas um suspeito caso de casamento cinza!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "90"
  },
  {
    "mangaId": "e5357466-c8a2-4259-9b02-2580185bd2bb",
    "title": {
      "en": "Billy Bat"
    },
    "updatedAt": "2024-12-10T20:45:29+00:00",
    "coverArt": "https://mangadex.org/covers/e5357466-c8a2-4259-9b02-2580185bd2bb/76e48599-243e-438b-ad65-3cda1d5353aa.jpg",
    "altTitles": [
      {
        "ja": "ビリーバット"
      },
      {
        "th": "บิลลี่ แบ็ท"
      },
      {
        "ru": "Билли Бэт"
      },
      {
        "zh-hk": "蝙蝠比利"
      },
      {
        "ko": "빌리 배트"
      },
      {
        "ar": "بيلي بات"
      }
    ],
    "description": {
      "en": "Billy Bat is a comic-in-a-comic and the real protagonist is a Japanese-American artist named Kevin Yamagata who draws Billy Bat for \"Marble Comics\". Shortly after they transition to the artist in his studio with his assistant, two actual detectives, looking like Laurel and Hardy in Dick Tracy era suits and trench coats, knock on the door and appropriate Kevin's room for the purpose of conducting surveillance on a room in an adjacent building. \n\nOne of the detectives, the skinny \"Laurel\", sees Kevin's work and it turns out he's a Billy Bat fan. The other chubby \"Hardy\" detective picks up a page saying that the characters look familiar and accuses Kevin of translating an old \"Jap\" comic.  \nAs Hardy remembers the comic he thinks Kevin is ripping off, we make another Urasawaesque time jump to 1949 Tokyo…",
      "pl": "\"Billy Bat\" przedstawia losy japońsko-amerykańskiego artysty Kevina Yamagaty, autora mangi o identycznym tytule co dzieło, w którym sam występuje, czyli \"Billy Bat\". Pracuje dla wydawnictwa \"Marble Comics\". Pewnego dnia do jego mieszkania pukają dwaj detektywi wyglądający jak Laurel Hardy z \"Dick Tracy\". Informują go, że otrzymali od gospodarza zezwolenie na przeprowadzenie śledztwa sąsiadującego budynku. Wkrótce jeden z detektywów, chudzielec Laurel, zauważa prace Kevina i okazuje się fanem \"Billy'ego Bata\", podczas gdy otyły Hardy podnosi pojedynczą stronę ze stwierdzeniem, iż komiks wygląda zadziwiająco podobnie do mangi publikowanej niegdyś przez Jumpa. Oskarża bohatera o kradzież tokijskiego dzieła z 1949 roku.",
      "es-la": "Billy Bat es un cómic en un cómic y el verdadero protagonista es un artista japonés-americano llamado Kevin Yamagata que dibuja a Billy Bat para \"Marble Comics\". Poco después pasan al artista en su estudio con su ayudante, dos detectives reales que parecen Laurel y Hardy con trajes y gabardinas de la época de Dick Tracy, llaman a la puerta y se apropian de la habitación de Kevin con el fin de realizar una vigilancia en una habitación de un edificio adyacente. \n\nUno de los detectives, el flaco \"Laurel\", ve el trabajo de Kevin y resulta que es un fanático de Billy Bat. El otro detective, el regordete \"Hardy\", coge una página diciendo que los personajes le resultan familiares y acusa a Kevin de traducir un viejo cómic \"japonés\".  \nMientras Hardy recuerda el cómic que cree que Kevin está copiando, hacemos otro salto temporal Urasawaesco al Tokio de 1949...",
      "pt-br": "Um detetive particular, é o protagonista da história em quadrinhos feita por Kevin Yamagata, um quadrinista americano, descendente de japoneses, famoso por sua história “Billy Bat”. O cotidiano de Kevin é abruptamente ado quando dois detetives entram no estúdio dele, a fim de investigar um vizinho acusado de espionagem. Um desses detetives vê o personagem Billy Bat e diz ter visto aquele desenho enquanto trabalhava no Japão. Suspeitando ter visto o personagem enquanto morava lá e o roubado inconscientemente, Kevin regressa ao Japão para buscar a verdade."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "165"
  },
  {
    "mangaId": "80422e14-b9ad-4fda-970f-de370d5fa4e5",
    "title": {
      "en": "Made in Abyss"
    },
    "updatedAt": "2024-11-01T17:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/80422e14-b9ad-4fda-970f-de370d5fa4e5/b7a6b10c-20cf-4c9a-8955-1e79c56ac3fd.jpg",
    "altTitles": [
      {
        "el": "Απο την αβυσσο"
      },
      {
        "sv": "Skapt ur Avgrunden"
      },
      {
        "ru": "Созданный в бездне"
      },
      {
        "ar": "صنع في الهاوية"
      },
      {
        "ja": "メイドインアビス"
      },
      {
        "zh-hk": "来自深渊"
      },
      {
        "ja-ro": "Meido in Abisu"
      },
      {
        "pt-br": "Feito no Abismo"
      },
      {
        "kk": "Тұңғиықта жаралған"
      },
      {
        "ka": "უფსკრულში გაკეთებული"
      }
    ],
    "description": {
      "en": "The enormous cave system, known as the Abyss, is the last unexplored place in the world. Nobody knows how deep down goes this titanic pit, inhabited by strange and wondrous creatures and full of mysterious ancient relics which purpose in unknown to modern man. Generations of bold adventurers have been drawn by the cryptic depths of the Abyss. In course of time those brave enough to explore the dangerous pit came to be known as \"Delvers.\"  \n  \nIn Orth, the town at the edge of the Abyss, there lives a little orphan named Riko, who dreams of becoming as great a delver as her mother was and solving the great mystery of the pit. One day, exploring the murky depths, she stumbles upon a little boy who turns out to be a robot…",
      "ja": "隅々まで探索されつくした世界に、唯一残された秘境の大穴『アビス』。どこまで続くとも知れない深く巨大なその縦穴には、奇妙奇怪な生物たちが生息し、今の人類では作りえない貴重な遺物が眠っている。\n「アビス」の不可思議に満ちた姿は人々を魅了し、冒険へと駆り立てた。そうして幾度も大穴に挑戦する冒険者たちは、次第に『探窟家』呼ばれるようになっていった。\n\nアビスの縁に築かれた街『オース』に暮らす孤児のリコは、いつか母のような偉大な探窟家になり、アビスの謎を解き明かすことを夢見ていた。そんなある日、リコはアビスを探窟中に、少年の姿をしたロボットを拾い…？",
      "ka": "უზარმაზარი გამოქვაბულების სისტემა, რომელიც ცნობილია როგორც უფსკრული, არის ბოლო შეუსწავლელი ადგილი მსოფლიოში. არავინ იცის, რამდენად ღრმად მიდის ეს ტიტანური ორმო, დასახლებული უცნაური და გასაოცარი არსებებით და სავსე იდუმალი უძველესი რელიქვიებით, რომელთა დანიშნულება თანამედროვე ადამიანისთვის უცნობია. თამამი ავანტიურისტთა თაობები მიზიდული იქნა უფსკრულის იდუმალი სიღრმეებით. დროთა განმავლობაში მათ, ვინც საკმარისად გაბედულები გამოიკვლიეს სახიფათო ორმო, გახდნენ ცნობილი როგორც \"დელვერები\". ორთში, უფსკრულის პირას მდებარე ქალაქში, ცხოვრობს პატარა ობოლი, სახელად რიკო, რომელიც ოცნებობს გახდეს ისეთივე დიდი დელვერი, როგორც დედამისი იყო და ამოხსნას ორმოს დიდი საიდუმლო. ერთ დღეს, ბუნდოვანი სიღრმეების შესწავლისას, ის წააწყდება პატარა ბიჭს, რომელიც აღმოჩნდება, რომ რობოტია…",
      "ru": "Огромная пещерная система, известная как Бездна, является последним неисследованным местом в мире. В этой титанической яме обитают странные и удивительные существа. Она полна таинственных древних реликвий, предназначение которых неизвестно современному человеку. Поколения смелых авантюристов были затянуты загадочными глубинами Бездны. Со временем достаточно храбрые, чтобы исследовать опасную яму, стали известны как «Исследователи Бездны». В Оосу, городе на краю Бездны, живет маленькая сирота по имени Рико, которая мечтает стать великим пещерным налетчиком, каким была ее мать, и разгадать великую тайну ямы. Однажды, исследуя темные глубины, она натыкается на маленького мальчика, который оказывается роботом...",
      "es-la": "El enorme sistema de cuevas, conocido como El Abismo, es el último lugar inexplorado en el mundo. Nadie sabe que tan profundo es este agujero titánico, habitado por extrañas y maravillosas criaturas y lleno de misterio y reliquias antiguas de propósito desconocido para la humanidad. Generaciones de valientes aventureros han sido atraídos a las profundidades cripticas del Abismo. Con el paso del tiempo estos exploradores son conocidos como \"Exploradores de las Profundidades\". En Oath, el pueblo al borde del Abismo, vive una pequeña niña huérfana llamada Riko, que sueña con convertirse en una gran exploradora como su madre y descubrir los misterios del Abismo. Un día explorando las obscuras profundidades se encuentra con un niño, que resulta ser un robot..."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be3a822c-b316-4c16-b193-21520c736d75",
    "title": {
      "en": "Cheolsu Saves the World"
    },
    "updatedAt": "2023-05-06T16:16:32+00:00",
    "coverArt": "https://mangadex.org/covers/be3a822c-b316-4c16-b193-21520c736d75/6257a2a0-db01-4289-8a2a-5c94803344d9.jpg",
    "altTitles": [
      {
        "ko": "철수를 구하시오"
      },
      {
        "en": "Regression of Cheolsu"
      },
      {
        "en": "Looking for the Evacuation"
      }
    ],
    "description": {
      "en": "A massive asteroid is about to hit earth!\n\nHumanity has failed to stop a giant asteroid from plummeting into Earth, and life as we know it has ended. An ordinary Korean office worker named Cheolsu is somehow given the chance to go back in time and prevent this catastrophe from ever happening. Does he have a chance?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5eae105c-4cc6-4b99-bf91-8109991c405d",
    "title": {
      "en": "The Exclusive Contractor's Quitting Chronicles"
    },
    "updatedAt": "2024-11-18T04:06:13+00:00",
    "coverArt": "https://mangadex.org/covers/5eae105c-4cc6-4b99-bf91-8109991c405d/b6dbfc5b-7702-4361-ae8f-2dddbc5cc889.jpg",
    "altTitles": [
      {
        "ko": "공무원 헌터의 S급 퇴사일지"
      },
      {
        "en": "Civil Servant Hunter's S-Class Resignation Log"
      }
    ],
    "description": {
      "en": "In a world where hunter rank is everything, Rank F Yoon Seora is lucky to even have a job at the Hunter Association. But when she's trapped in a dungeon, she yells at the system, blaming her inability to escape on her low rank. Out of pity, it offers her an exclusive contract, which Seora accepts, soaring to Rank S! She begs the system to keep this a secret until she can earn enough money to quit her job. Can Seora resign with riches, or will her fellow Rank S hunters track her down first?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd6d0982-0091-4945-ad70-c028ed3c0917",
    "title": {
      "ja-ro": "Mushoku Tensei ~Isekai Ittara Honki Dasu~"
    },
    "updatedAt": "2024-08-16T17:50:43+00:00",
    "coverArt": "https://mangadex.org/covers/bd6d0982-0091-4945-ad70-c028ed3c0917/ec119d54-8a30-4e1b-8c4a-a4c66d8560b9.jpg",
    "altTitles": [
      {
        "pt-br": "A Reencarnação do Vagabundo: Vou dar meu melhor se for para outro mundo"
      },
      {
        "en": "Jobless Reincarnation - I Will Go All Out When I'm Transported to Another World"
      },
      {
        "en": "Jobless Reincarnation - It Will be All Out if I Go to Another World"
      },
      {
        "en": "Mr. No-Job's New Life - If I Go to a Parallel World, Then I'll Get Serious"
      },
      {
        "ja-ro": "Mushoku Tensei"
      },
      {
        "fr": "Mushoku Tensei - Nouvelle vie, nouvelle chance"
      },
      {
        "en": "Mushoku Tensei: If I Get to a Parallel Universe I'll Bring Out my True Effort"
      },
      {
        "en": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "ru": "Реинкарнация безработного ~История о приключениях в другом мире~"
      },
      {
        "ru": "Реинкарнация безработного: Попав в другой мир, я стану сёръёзнее"
      },
      {
        "th": "เกิดชาตินี้พี่ต้องเทพ"
      },
      {
        "zh": "无职转生~在异世界认真地活下去~"
      },
      {
        "ja": "無職転生 〜異世界行ったら本気だす〜"
      },
      {
        "ko": "무직전생 〜다른 세계 가면 진심 낸다〜"
      },
      {
        "it": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "de": "Mushoku Tensei - In dieser Welt mach ich alles anders"
      },
      {
        "es": "Mushoku Tensei: Reencarnación desde cero"
      },
      {
        "fa": "موشوکو تنسی: تناسخ علاف"
      },
      {
        "zh-hk": "無職轉生~在異世界認真地活下去~"
      },
      {
        "pt-br": "Jobless Reincarnation: I Will Seriously Try If I Go to Another World"
      },
      {
        "ms": "Penjelmaan Semula yang Menganggur: Jika Saya Pergi ke Dunia Lain, Saya Akan Menjadi Serius"
      },
      {
        "it": "Reincarnazione senza lavoro: Ci proverò seriamente se vado in un altro mondo"
      },
      {
        "fr": "Réincarnation sans emploi : j'essaierai sérieusement si je vais dans un autre monde"
      },
      {
        "vi": "Thất nghiệp chuyển sinh ~ Sống hết mình sau khi tới thế giới khác~"
      },
      {
        "ru": "Реинкарнация безработного: Я серьёзно постараюсь, если отправлюсь в другой мир"
      },
      {
        "ar": "موشوكو تينسي"
      },
      {
        "fa": "موشوکو تنسی"
      },
      {
        "tr": "Mushoku Tensei: İşsiz Reenkarnasyon"
      },
      {
        "tr": "Mushoku Tensei: Paralel Evrene Taşındığımda Her Şeyi Yapacağım"
      }
    ],
    "description": {
      "en": "A 34-year-old NEET gets killed in a traffic accident and finds himself in a world of magic. Rather than waking up as a full-grown mage, he gets reincarnated as a newborn baby, retaining the memories of his past life. Before he can even properly move his body, he resolves to never make the same mistakes he made in his first life ever again and instead live a life with no regrets with the new one that was given to him. Because he has the knowledge of a middle-aged man, by the age of two, he has already become a prodigy and possesses power unthinkable for anyone his age and even older. Thus begins the chronicles of Rudeus Greyrat, son of swordsman Paul and healer Zenith, as he enters a new world to become the strongest mage known to man, with powers rivaling even the gods themselves.",
      "ru": "34-летнего отаку-затворника выгнали из дома родственники после похорон его родителей. Этот жирный и уродливый девственник без гроша в кармане осознал, что его жизнь подошла к концу. Затем он понял, что его жизнь вообще могла бы быть намного лучше, если бы тот мог избавиться от тёмных страниц своей жизни. Пребывая в сожалениях, мужчина увидел, как грузовик со спящим водителем быстро надвигается на трёх школьников. Собрав все свои силы, он попытался спасти их и погиб.  \r\n  \r\nА открыв глаза, он обнаружил, что переродился в мире меча и магии как Рудеус Грейрат. Получив в этом мире новую жизнь, Рудеус решил, что в этот раз проживёт свою жизнь на полную, безо всяких сожалений!  \r\n  \r\nИ так началось приключение человека, пожелавшего заново начать свою жизнь.  \r\n  \r\nAlternative Raw: <http://seiga.nicovideo.jp/comic/23831>",
      "es-la": "La historia trata sobre un muchacho que se encierra en su casa tras sufrir una enorme humillación pública sin atreverse a salir durante varios años debido a los traumas que esto le ocasionó. Incapaz de soportar esto, se encerró en casa sin querer salir ni volver a ver a sus compañeros y durante años el miedo a salir creció y creció, acabando por convertirse en una carga para su familia… hasta el día en que sus padres murieron y sus hermanos lo expulsaron de su hogar por el parásito en el que se había convertido. En ese momento, aunque tarde, se arrepintió de su actitud y se puso a pensar que su vida podría haber sido decente si él le hubiera puesto más esfuerzo. Justo cuando estaba a punto de iniciar su nuevo cambio, ve un camión en movimiento a gran velocidad dirigiéndose a tres estudiantes de secundaria. Reuniendo todas las fuerzas que tenía logra salvarlos, pero a cambio él termina siendo atropellado por el camión, muriendo al instante. Cuando abrió los ojos, él había reencarnado en un mundo de espadas y magia como Rudeus Greyrat. Nacido en este nuevo mundo, con una nueva vida, Rudeus decidió que, “Esta vez, realmente voy a vivir mi vida al máximo sin arrepentimientos”. De este modo se inicia el viaje de un hombre que anhela reiniciar su vida."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9749b7f1-3228-4623-be18-468172b7f5b4",
    "title": {
      "en": "Twin Moon"
    },
    "updatedAt": "2024-12-18T15:39:23+00:00",
    "coverArt": "https://mangadex.org/covers/9749b7f1-3228-4623-be18-468172b7f5b4/690dc289-2626-4099-a892-c61945baaaf7.jpg",
    "altTitles": [
      {
        "ko": "트윈문"
      }
    ],
    "description": {
      "en": "A woman identical to me appears in my dreams, crying.  \n\n\"Who are you?\"  \n\nFor three years, Shunaelle, the Demon King of the North, has been haunted by the same dream, growing curious about the woman and deciding to track her down.  \n\nThe truth? She’s a fragment of Shunaelle’s soul, cast away into the human realm.  \n\nWhen Shunaelle tries to absorb the fragment back into herself, the woman resists.  \n\n『I don’t want to be absorbed!』  \n\nInstead, she makes a plea:  \nIf you want me back, live my life—a life filled with regret—and make it right."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]