[
  {
    "mangaId": "5f64d517-c4ea-40c0-a463-fcc069d39d3b",
    "title": {
      "en": "Tsuihousareru Tabi ni Skill wo Te ni Ireta Ore ga, 100 no Isekai de 2-shuume Musou"
    },
    "updatedAt": "2024-08-23T10:35:50+00:00",
    "coverArt": "https://mangadex.org/covers/5f64d517-c4ea-40c0-a463-fcc069d39d3b/f0927611-6309-48b1-be5e-7b5e44e6329d.jpg",
    "altTitles": [
      {
        "ja": "追放されるたびにスキルを手に入れた俺が、100の異世界で2周目無双"
      },
      {
        "en": "I Got a New Skill Every Time I Was Exiled, and After 100 Different Worlds, I Was Unmatched"
      },
      {
        "en": "Unmatched in 100 Different Worlds — I Gain a New Skill Every Time I Get Banished"
      },
      {
        "es": "Cada vez que me Expulsaban, Adquiría una Nueva Habilidad y Después de 100 Mundos Diferentes, Ya no Tengo Rival"
      },
      {
        "zh-hk": "每遭放逐就能獲得技能的我，在100個世界大開第二輪無雙"
      },
      {
        "zh": "每遭放逐就能获得技能的我，在100个世界大开第二轮无双"
      }
    ],
    "description": {
      "en": "An adventurer named Ed was exiled from his party because he was considered useless, but instead of being sad and upset he was actually happy!!?\n\nIt turns out that it's not without reason that he feels happy when he's exiled from his party, because every time he's been exiled he will receive a skill that makes him even more invincible...\n- - -\nEd was given the crazy test of having to get expelled from 100 Hero parties in 100 different worlds before he could return to his original world. Finally a mysterious and divine entity said that he had achieved all the conditions to return to his original world.\n\nHowever, as a final condition he is asked “Look at the fate of one of these exile worlds after you left.” and he is shocked by what he sees.\n\n“Okay, I’ll do it! I’ll go down to these 100 worlds again and be banished with a good feeling!” Ed takes on a new challenge to make full use of the super-powerful “Exiled Skills” that were granted each time he was exiled, and this time ensure they all have happy endings.\n\nOnly this time he is accompanied to these 100 worlds by a former companion…",
      "es": "Ed, a quien se le dio la loca prueba de tener que ser expulsado de la party de 100 héroes en 100 mundos diferentes para poder regresar a su mundo original, finalmente cumpliendo las condiciones puede volver. Sin embargo Ed se entera de que el otro mundo al que quiere regresar ha tenido un final desastroso. Ahora para salvar a una chica elfa quien una vez fue su amiga, tendrá que volver a desafiar una nueva batalla para aprovechar al máximo la \"habilidad de expulsión\" para cambiar todos los finales de una forma convincente. ¡Comienza una historia para salvar 100 mundos diferentes!",
      "id": "Seorang petualang bernama ed di keluarkan dari party nya karena di anggap tidak berguna, namun daripada sedih dan kesal dia malah bahagia!!?.\n\nTernyata bukan tanpa alasan dia merasa baagia ketika di keluarkan dari party nya di karenakan setiap kali dia di keluarkan dia akan menerima sebuah skill yang membuatnya jadi semakin tidak terkalahkan..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10c548ad-f7ce-47c3-8db8-b8863440a07b",
    "title": {
      "en": "Time-Limited Genius Dark Knight"
    },
    "updatedAt": "2024-06-29T20:00:09+00:00",
    "coverArt": "https://mangadex.org/covers/10c548ad-f7ce-47c3-8db8-b8863440a07b/1915ba70-06be-4857-a2f6-2ab8abf30c29.png",
    "altTitles": [
      {
        "ko": "시한부 천재 암흑기사"
      },
      {
        "en": "Terminally-Ill Genius Dark Knight"
      },
      {
        "pt-br": "O Gênio Cavaleiro Negro em Condição Terminal"
      },
      {
        "ko-ro": "Sihanbu Cheonjae Amheukgisa"
      },
      {
        "es-la": "El prodigioso caballero oscuro con tiempo limitado"
      }
    ],
    "description": {
      "en": "When there is no way out, the way is in.\n\nDoomed to die next month, our terminally ill protagonist Chan is too frail and defeated to try anything at all.\n\nNo wonder he chooses to plunge himself into an RPG world he is only too familiar with. Why should this run be any different?\n\nWell, other than the fact that he will wake up inside the game and get struck with an existential epiphany that will make him fight tooth and nail to give Nox, his equally ill-fated RPG persona, a better chance?\n\nMaybe, it’s not over until it’s over.",
      "pt-br": "Havia um RPG de fantasia chamado “Inner Lunatic” famoso por ser difícil de jogar. E pra Yu Chan que foi diagnosticado por uma doença terminal na infância, aquele jogo que era tudo pra ele, se tornou uma realidade cruel. Agora ele precisa sobreviver naquele mundo, sendo Knox Von Reinharbor, o maior vilão da história. Será que ele vai ser capaz de sobreviver até o final dessa história?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK KuzuHana-chan"
    },
    "updatedAt": "2024-05-30T05:42:52+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/ba682109-be88-4cd3-87dc-5cd51be0f88f.jpg",
    "altTitles": [
      {
        "es": "Colegiala Delincuente/Yankee KuzuHana-chan"
      },
      {
        "en": "Delinquent high school girl KuzuHana-chan"
      },
      {
        "en": "Yankee high school girl KuzuHana-chan"
      },
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio KuzuHana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! \n\nWhile most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone.\n\nIs this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "fr": "Au début de l'année scolaire, Saotome Hodaka intègre le lycée préfectoral de Moteshiro, ancien établissement réservé aux filles et récemment devenu mixte. Il découvre rapidement que le ratio garçons/filles est de 1:359 !\n\nBien que cela puisse sembler être un paradis pour certains, la majorité des élèves sont des délinquantes, et Saotome se retrouve aussitôt extorqué par certaines des filles les plus agressives. Par chance, il est sauvé malgré lui par Hanako Kuzuryu, une belle délinquante qui aspire seulement à être laissée en paix.\n\nEst-ce le début d'une nouvelle amitié ? Comment la vie de Saotome évoluera-t-elle dans une école pleine de filles turbulentes ?",
      "ja": "男女比率1対359!!　359人の女子高生にいじられまくり!!　つらたんハーレム学園ラブコメ!!　コワかわ最強ヒロイン爆誕!!\n四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?!\n\nSaotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b675f776-0acb-48ec-b86c-595cf757d8cb",
    "title": {
      "en": "Okashi na Elf to Joshikousei"
    },
    "updatedAt": "2024-06-25T21:28:47+00:00",
    "coverArt": "https://mangadex.org/covers/b675f776-0acb-48ec-b86c-595cf757d8cb/11ca44f8-20bc-4ea4-9f2e-53691c395535.jpg",
    "altTitles": [
      {
        "ja": "おかしなエルフと女子高生"
      },
      {
        "en": "Sweets, Elf, And A High School Girl"
      }
    ],
    "description": {
      "en": "Japanese sweets save a debt-ridden elf!\n\nAlice, an elf, runs a confectionery shop in the forest of Auin to pay off the debt left by her parents.\nOne day, however, when she is worried that her sweets are not selling, she suddenly falls into the \"Fountain of Wishes.\nWhen she opens her eyes, she finds herself in a strange world..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "c05e0f87-160d-4e4b-a68e-ae3fb91c837a",
    "title": {
      "en": "Killing Me / Killing You"
    },
    "updatedAt": "2024-06-01T16:40:07+00:00",
    "coverArt": "https://mangadex.org/covers/c05e0f87-160d-4e4b-a68e-ae3fb91c837a/dd0dd875-0517-4092-952f-b234d81834f4.jpg",
    "altTitles": [
      {
        "id": "Membunuhku/Membunuhmu"
      },
      {
        "ru": "Убить себя / Убить тебя"
      },
      {
        "ja": "キリングミー/キリングユー"
      }
    ],
    "description": {
      "en": "Ever since a meteorite fell, the world has become strange. Two young immortals, Mithia and Youthanasia, are traveling through this crazy world in hopes of finding a way to die.",
      "ru": "Итак, представьте: живёте вы себе, припеваючи, как вдруг на ваш дом падает метеорит и забирает у вас всё ценное... кроме жизни. Более того, он дарует вам назойливое бессмертие. Для чего, казалось бы, теперь жить? Для того, чтобы найти способ умереть, конечно же! И по этому пути решают пойти Метеор и Эвтаназия. Вместе они путешествуют по своему повёрнутому мирку, мечтая отыскать свою смерть. Удастся ли им исполнить эту мечту? Кого они повстречают на своём пути? Понаблюдаем вместе!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "22"
  },
  {
    "mangaId": "356398d7-ace8-4b14-b707-f733ec6b9c37",
    "title": {
      "en": "Haunted Electronics Shop"
    },
    "updatedAt": "2023-01-20T01:50:49+00:00",
    "coverArt": "https://mangadex.org/covers/356398d7-ace8-4b14-b707-f733ec6b9c37/61cf64d4-a653-42a6-816b-7dade2ef960a.jpg",
    "altTitles": [
      {
        "en": "Electronics Shop of Horror"
      },
      {
        "en": "Hardware Store of Horror"
      },
      {
        "ko-ro": "Horeojeonpasang"
      },
      {
        "en": "Horror Electronics Shop"
      },
      {
        "en": "Horror Hardware Store"
      },
      {
        "zh": "怪奇商行"
      },
      {
        "ko": "호러전파상"
      }
    ],
    "description": {
      "en": "“Please keep in mind. This shop is not responsible for any harm caused by the electronic device.”   \n  \nA mystery horror about the strange electronics shop owner, ‘Yak’."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "57"
  },
  {
    "mangaId": "93e2179d-e4c2-4df7-9b43-d536027c60da",
    "title": {
      "en": "Hinata-chan to Kageyama-kun"
    },
    "updatedAt": "2024-08-28T19:16:20+00:00",
    "coverArt": "https://mangadex.org/covers/93e2179d-e4c2-4df7-9b43-d536027c60da/b40be3f5-c753-4135-b33f-aace549de452.png",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81dfc5a1-fc0a-4691-afe3-9da726601588",
    "title": {
      "en": "Yashiro no Maou"
    },
    "updatedAt": "2024-08-05T06:44:46+00:00",
    "coverArt": "https://mangadex.org/covers/81dfc5a1-fc0a-4691-afe3-9da726601588/09b6015f-02de-4bd0-ae6e-d3ba929182a0.jpg",
    "altTitles": [
      {
        "ja": "やしろの魔王"
      },
      {
        "en": "Demon Lord of \"Yashiro\""
      },
      {
        "ja-ro": "Yashiro no Maou"
      }
    ],
    "description": {
      "en": "Maou Shaitan Geneha, a demon lord whose powers were sealed away, seeks out the descendant of the one who sealed her; company employee Shishibe Yashiro. Wanting Yashiro to undo the seal, Maou forms a contract with her, aiming to satisfy Yashiro in the hopes that she'll undo the seal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/b6810c0f-9577-473a-867b-4864fdc5c147.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b9ec26a-0597-4c33-af28-b5afdaa48b7a",
    "title": {
      "en": "Tearmoon Empire: Collection of Short Stories"
    },
    "updatedAt": "2024-08-19T03:38:24+00:00",
    "coverArt": "https://mangadex.org/covers/2b9ec26a-0597-4c33-af28-b5afdaa48b7a/05c43276-7d08-4c1e-8c5a-4333fd9c0466.jpg",
    "altTitles": [
      {
        "ja": "ティアムーン帝国物語短編集@COMIC"
      },
      {
        "ja-ro": "Tearmoon Teikoku Monogatari Tanhenshū@ Comic"
      }
    ],
    "description": {
      "en": "A collection of stories of tragedy and joy told from the perspective of Mia and those around her, from the original and current timelines.\n\nManga adaption of the collection of short stories side volume of the light novel."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b0ec2c9-5bbb-42d5-a426-f92cee63a69e",
    "title": {
      "en": "Fiend's Song"
    },
    "updatedAt": "2024-05-10T18:58:28+00:00",
    "coverArt": "https://mangadex.org/covers/7b0ec2c9-5bbb-42d5-a426-f92cee63a69e/819f0931-b357-4316-9138-29069aa9e205.jpg",
    "altTitles": [
      {
        "es": "La canción malvada"
      },
      {
        "en": "The Villain's Song"
      },
      {
        "ru": "Песнь Изувера"
      },
      {
        "ja": "外道の歌"
      },
      {
        "ja-ro": "Gedou no Uta"
      }
    ],
    "description": {
      "en": "The manga centers on Kamo and his partner Tora, who work in the underworld as \"avengers for hire,\" taking on jobs from the victims of violent crimes and families seeking vengeance for wrongs done to them."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "123"
  },
  {
    "mangaId": "f77aca92-0b8d-4583-9294-8644f71b1e01",
    "title": {
      "en": "Negative Yuusha to Maou-gun Kanbu"
    },
    "updatedAt": "2024-08-24T13:37:32+00:00",
    "coverArt": "https://mangadex.org/covers/f77aca92-0b8d-4583-9294-8644f71b1e01/dca7b3a3-ef6a-4a8f-8dc0-83270c2868a8.jpg",
    "altTitles": [
      {
        "ja": "ネガティブ勇者と魔王軍幹部"
      },
      {
        "en": "Negative Hero and Demon King's General"
      },
      {
        "zh-hk": "消極勇者與魔王軍幹部"
      },
      {
        "id": "Pahlawan Negatif dan Kepala Pasukan Iblis"
      },
      {
        "pt-br": "A heroína negativa e o general do rei demônio"
      },
      {
        "ru": "Антагонист и командир армии демонов"
      },
      {
        "ru": "Депрессивный герой и повелитель армии демонов"
      },
      {
        "vi": "Anh Hùng Tiêu Cực Và Thống Lĩnh Quân Đoàn Quỷ"
      }
    ],
    "description": {
      "de": "Was passiert, wenn der Held im Schloss des Generals der Dämonen ankommt und weiß, dass sie ihn nicht besiegen kann? Sie weint und wird vom General der Dämonen selbst getröstet!",
      "en": "What happens when the hero arrives at the castle of the general of the demons and knows that they wouldn't be able to defeat it? She cries and is comforted by the general of demons himself!\n\n---\n**Links:**\n- Buy the Physical Volumes: [MelonBooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=455318), [Toranoana](https://ec.toranoana.shop/tora/ec/item/040030692701)",
      "ja": "長く続く人間と魔王軍との戦争。その戦争を終わらせるため勇者は魔王軍幹部の城に乗り込んだのだが…。",
      "vi": "Chuyện gì sẽ xảy ra khi một anh hùng đặt chân vào lâu đài của tướng quỷ và đối mặt với hắn? Cô bé anh hùng của chúng ta lại khóc nức nở và được chính tên quỷ đó dỗ dành!",
      "pt-br": "O que acontece quando uma heróina chega ao castelo do general do rei dos demônios e sabe que não conseguiria o derrotar? Ela chora e é consolada pelo próprio general do rei dos demônios!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2024-07-29T11:20:40+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/0b9d397a-ad66-448c-ac64-35447cf164a2.jpg",
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      },
      {
        "fr": "Wind Breaker"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "fr": "Haruka Sakura est le genre de lycéen qui fait passer la baston avant les révisions. Fraîchement débarqué en ville, c'est donc le sourire aux lèvres qu'il compte pousser les portes du lycée Fûrin, l'établissement scolaire au pire taux de délinquance du pays... Les intentions de Haruka sont claires : se mesurer aux meilleurs bagarreurs de ce bahut et devenir le meilleur de tous ! Mais entre-temps, il se retrouve mêlé à une altercation avec une bande de brutes dans un des quartiers de la ville, avant d'être sauvé in extremis par des élèves de son lycée. Haruka réalise alors à quel genre de phénomènes il risque d'avoir affaire...\n\nMaison d'édition FR : Pika",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My Love for My Roommate Is One-Sided"
    },
    "updatedAt": "2024-08-19T19:43:00+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58627abd-b751-4752-a289-5bdb7bcb0ffe",
    "title": {
      "en": "I Can See Your Death"
    },
    "updatedAt": "2024-07-20T17:32:03+00:00",
    "coverArt": "https://mangadex.org/covers/58627abd-b751-4752-a289-5bdb7bcb0ffe/788d8c2f-14f0-42f1-ad13-4eb347805f0a.png",
    "altTitles": [
      {
        "ko": "너의 죽음이 보여"
      },
      {
        "en": "I See Your Death"
      },
      {
        "ko-ro": "Neoui Jugeumi Boyeo"
      },
      {
        "es-la": "He visto tu muerte"
      }
    ],
    "description": {
      "en": "After Eshana Arth got into an accident at a young age, she could see people’s life expectancy and cause of death.\n\nWhat if a person she bumped into by chance was destined to die the next day?\n\nIt was Eshana Arth who had mainly decided to ignore such cases, but because destinies in black were ones that could be changed, she would save the village people from danger from time to time.\n\nHowever, if they were destinies that couldn’t be changed, they would be seen in red.\n\nImperial Calendar Year 422, on the afternoon of a peaceful day.\n\nA bloody man had collapsed on their front garden, and his destiny was one even more distinct than blood. \n\n[Year 427/Cause of death: Eshana Arth]\n\n“I’m ‘Eshana Arth’.” \n\nThe person who is the reason why—\n\nYou will die 5 years later.",
      "ko": "에샤나 아스는 어릴 적 사고를 당한 이후로\n사람의 수명과 사인이 보인다.\n우연히 마주친 처음 보는 사람의 죽을 날이 내일이라면? \n주로 모르는 척 지나가는 선택지를 택해온 \n에샤나 아스지만, 검은색으로 보이는 운명은\n바꿀 수 있는 운명이기에 때때로 마을 사람들을 \n위험으로부터 구하곤 했다.\n\n그러나 바꿀 수 없는 게 있다면, 붉은색으로 보이는 운명\n\n제국력 422년, 평화로운 어느 날의 저녁.\n집 앞 마당에 쓰러져 있는 피투성이 사내. \n그리고 그 피보다도 선명한 운명.\n\n[427년/사인:에샤나 아스.]\n\n\"저는 '에샤나 아스'라고 해요.\"\n\n당신이 5년 뒤 \n죽을 이유인 사람."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e28c3fe-f349-4269-a9e0-fe492995888a",
    "title": {
      "en": "Boku no Kokoro no Yabai Yatsu - Twitter comics by Fountain's Square (Doujinshi)"
    },
    "updatedAt": "2023-08-15T07:59:20+00:00",
    "coverArt": "https://mangadex.org/covers/0e28c3fe-f349-4269-a9e0-fe492995888a/428a1942-327a-46fd-8a62-df42c6abc7e6.jpg",
    "altTitles": [],
    "description": {
      "en": "A collection of Twitter fan comics about Ichikawa and Yamada (from [Boku no Kokoro no Yabai Yatsu](https://mangadex.org/title/23811)) by Fountains Square."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c4d5228c-846d-47c5-8659-0aa70d5c0d41",
    "title": {
      "en": "Kumamiko"
    },
    "updatedAt": "2024-06-11T04:55:04+00:00",
    "coverArt": "https://mangadex.org/covers/c4d5228c-846d-47c5-8659-0aa70d5c0d41/3dc252ad-be37-472c-8e83-87818de4e3d9.jpg",
    "altTitles": [
      {
        "en": "Girl Meets Bear"
      },
      {
        "ru": "Жрица и медведь"
      },
      {
        "ja": "くまみこ"
      },
      {
        "en": "Bear Shrine Maiden"
      }
    ],
    "description": {
      "en": "In the deep regions of the Touhouku area, the comedic story of the miko of bears, 14-year-old Machi, and her childhood friend, the talking bear Natsu, takes place as Machi struggles to qualify for city-life with Natsu's assistance."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "120"
  },
  {
    "mangaId": "50e0025c-8747-4edd-987d-baabf2caeb67",
    "title": {
      "en": "Isn't Being a Wicked Woman Much Better?"
    },
    "updatedAt": "2024-07-11T20:06:40+00:00",
    "coverArt": "https://mangadex.org/covers/50e0025c-8747-4edd-987d-baabf2caeb67/d129b25d-6880-4ef0-830f-54184f0b60ab.png",
    "altTitles": [
      {
        "ko": "악녀라서 편하고 좋은데요?"
      },
      {
        "ko-ro": "Angnyeoraseo Pyeonhago Joeundeyo?"
      },
      {
        "en": "The Perks of Being a Villainess"
      },
      {
        "en": "What's Wrong with Being the Villainess?"
      },
      {
        "en": "Being a Wicked Woman Is Much Better"
      },
      {
        "en": "Being a Wicked Woman Is Comfortable and Pleasant"
      },
      {
        "fr": "Not So Bad to Be Bad!"
      },
      {
        "pt": "Ser uma vilã não é muito melhor?"
      },
      {
        "es-la": "¿No es mucho mejor ser una mujer malvada?"
      },
      {
        "hr": "Nije li bolje biti zlikovac?"
      },
      {
        "uk": "Чи не краще бути негідницею?"
      },
      {
        "th": "เป็นนางร้ายก็สบายดีนะคะ"
      },
      {
        "ja": "悪女は楽で最高ですが？"
      },
      {
        "zh": "做个恶女好安逸?"
      },
      {
        "zh": "因为是恶女所以很舒服"
      },
      {
        "zh": "当恶女很舒服很好啊？"
      },
      {
        "zh-hk": "當個惡女輕鬆又愉快"
      }
    ],
    "description": {
      "en": "She possessed a villainess who is known and hated for her evil acts in an unpopular novel. But because of her personality, it was extremely difficult for her to play the villainess role. But not for long…\n\n“I’ll fix your dress according to your taste this instant!”\n\n“My request.”\n\n“O-Of course! As per your request, there’s only one piece available in the whole Empire.”\n\nPeople around me listen to me well even if I just frown and sit still. Since I don’t have to live in difficulty, I decided to just comfortably live on as a villainess.\n\n“Father. Is it necessary for you to solve formulas in this slow and inefficient way?”\n\nI thought it would be good to be a rich villainess, so I used all my knowledge.\n\n“Why don’t you give me the honor of escorting the Princess?”\n\nI have had enough of dealing with my father, so why did an unexpected character suddenly appear? What if this person disrupts my plan?\n\n---\nDohee lived as a pushover, died miserably, and was reborn in a novel as a notorious villainess. But it turns out that her new life is not without its perks, as Deborah Seymour is also the richest villain alive. Now, all that's left for her to do is lay low and enjoy her carefree lifestyle...if not for the fact that Deborah is fated to be sent to a monastery! Will this ex-doormat find a way to avoid yet another tragic ending, or will the challenges of being a villainess be too much for her?\n\n---\n**Links:**\n\n**Original Novel:** [Korean / 한국어](https://page.kakao.com/content/55527274), [English](https://tapas.io/series/the-perks-of-being-a-villainess-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%9D%BC%EC%84%9C-%ED%8E%B8%ED%95%98%EA%B3%A0-%EC%A2%8B%EC%9D%80%EB%8D%B0%EC%9A%94/3100), [KakaoPage](https://page.kakao.com/content/60728286)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perks-of-being-a-villainess/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26404&contentId=404&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E5%80%8B%E6%83%A1%E5%A5%B3%E8%BC%95%E9%AC%86%E5%8F%88%E6%84%89%E5%BF%AB/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perks-of-Being-a-Villainess/656)\n* [Japanese / 日本語](https://piccoma.com/web/product/134441)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%84%E0%B8%B0/509)",
      "fr": "Dohee a vécu comme une poule mouillée, a péri misérablement et a été réincarnée dans un roman en tant que vilaine notoire. Mais il s'avère que sa nouvelle vie n'est pas sans avantages, car Deborah Seymour est aussi la méchante la plus riche de l'Empire. Il ne lui reste plus qu'à faire profil bas et à profiter de son insouciance... Si ce n'est que Deborah est condamnée à être envoyée dans un monastère! Cette ancienne fainéante trouvera-t-elle un moyen d'éviter une nouvelle fin tragique, ou les défis d'une méchante seront-ils trop importants pour elle?\n\n---\n**Links:**\n\n**Original Novel:** [Korean / 한국어](https://page.kakao.com/content/55527274), [English](https://tapas.io/series/the-perks-of-being-a-villainess-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%9D%BC%EC%84%9C-%ED%8E%B8%ED%95%98%EA%B3%A0-%EC%A2%8B%EC%9D%80%EB%8D%B0%EC%9A%94/3100), [KakaoPage](https://page.kakao.com/content/60728286)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perks-of-being-a-villainess/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26404&contentId=404&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E5%80%8B%E6%83%A1%E5%A5%B3%E8%BC%95%E9%AC%86%E5%8F%88%E6%84%89%E5%BF%AB/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perks-of-Being-a-Villainess/656)\n* [Japanese / 日本語](https://piccoma.com/web/product/134441)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%84%E0%B8%B0/509)",
      "hr": "Yoon Dohee, studentica arhitektonskog fakulteta, otkriva da ju njezine kolege i obitelj iskorištavaju za novac i kao besplatnu radnu snagu točno prije nego pogine u prometnoj nesreći.\nUmjesto da zapravo umre ona se reinkarnira u ljubavni roman koji je nedavno čitala, ali ne kao glavni lik, nego kao glavni zlikovac i antagonist knjige Deborah Seymour.\nSada kao Deborah ona navigira novi život odmarajući se u bogatstu i raskoši, ali mora biti na oprezu jer je njezina reputacija duboko pod zemljom, a lik Debore u originalnoj knjizi završava svoju priču u tamnici.",
      "id": "Kehidupan Yoon Dohee, wanita naif yang kerap dimanfaatkan oleh orang sekitarnya berubah drastis. Setelah dia mengalami kecelakaan dan sekarat, dia merasuk ke dalam tubuh wanita jahat bernama Deborah Seymour. Deborah Seymour adalah seorang tokoh di novel reverse harem rating 19+ berjudul 'A Dark Thorn Through My Throat'. Karena tidak ingin ada orang lain yang tahu kalau sebenarnya Yoon Dohee adalah wanita naif, dia akhirnya belajar untuk menjadi jahat seperti Deborah Seymour. \"Aku tidak akan hidup sebagai orang yang baik dan menyedihkan seperti di masa lalu. Aku akan terus hidup enak sebagai wanita jahat!\"\n\n---\n**Links:**\n\n**Original Novel:** [Korean / 한국어](https://page.kakao.com/content/55527274), [English](https://tapas.io/series/the-perks-of-being-a-villainess-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%9D%BC%EC%84%9C-%ED%8E%B8%ED%95%98%EA%B3%A0-%EC%A2%8B%EC%9D%80%EB%8D%B0%EC%9A%94/3100), [KakaoPage](https://page.kakao.com/content/60728286)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perks-of-being-a-villainess/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26404&contentId=404&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E5%80%8B%E6%83%A1%E5%A5%B3%E8%BC%95%E9%AC%86%E5%8F%88%E6%84%89%E5%BF%AB/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perks-of-Being-a-Villainess/656)\n* [Japanese / 日本語](https://piccoma.com/web/product/134441)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%84%E0%B8%B0/509)",
      "uk": "Ду Хі опанувала тіло лиходійки одного непопулярного роману, яка була відома і ненависна всім за свої погані вчинки. Але через власний характер їй дуже важко правильно грати роль злодійки. Але ненадовго.. \n\n\"Я зміню сукню згідно з вашим смаком негайно\" \n\n\"Моє прохання.\" \n\n\"З-звісно! Згідно з вашим запитом, у всій імперії є лише одна річ.\" \n\nЛюди навколо мене добре слухають, навіть якщо я просто хмурюсь і сиджу на місці. Оскільки мені не доводиться жити в труднощах, я вирішила просто комфортно жити у тілі лиходійки. \n\n«Батько, чи потрібно вам розв’язувати формули таким повільним і неефективним способом?» \n\nЯ подумала, що було б добре бути багатою негідницею, тому використовувала усі свої знання. \n\n«Чому б вам не надати мені честь супроводжувати принцесу?» \n\nУ мене досить багато справ з батьком, так чому раптом з’явився цей неочікуваний персонаж? Що, якщо ця людина спробує порушити мій план?\n\n---\n**Links:**\n\n**Original Novel:** [Korean / 한국어](https://page.kakao.com/content/55527274), [English](https://tapas.io/series/the-perks-of-being-a-villainess-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%9D%BC%EC%84%9C-%ED%8E%B8%ED%95%98%EA%B3%A0-%EC%A2%8B%EC%9D%80%EB%8D%B0%EC%9A%94/3100), [KakaoPage](https://page.kakao.com/content/60728286)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perks-of-being-a-villainess/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26404&contentId=404&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E5%80%8B%E6%83%A1%E5%A5%B3%E8%BC%95%E9%AC%86%E5%8F%88%E6%84%89%E5%BF%AB/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perks-of-Being-a-Villainess/656)\n* [Japanese / 日本語](https://piccoma.com/web/product/134441)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%84%E0%B8%B0/509)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b41bef1e-7df9-4255-bd82-ecf570fec566",
    "title": {
      "en": "The New Gate"
    },
    "updatedAt": "2024-06-05T10:29:39+00:00",
    "coverArt": "https://mangadex.org/covers/b41bef1e-7df9-4255-bd82-ecf570fec566/12d5e5de-5a4a-4c49-a77b-674f60ed5f5b.jpg",
    "altTitles": [
      {
        "fr": "La nouvelle Porte"
      },
      {
        "lt": "Nauji Vartai"
      },
      {
        "ru": "Новые Врата"
      },
      {
        "th": "เดอะ นิวเกท"
      },
      {
        "ja": "ザ・ニュー・ゲート"
      },
      {
        "ko": "더뉴게이트"
      },
      {
        "az": "Yeni darvaza"
      },
      {
        "tr": "Yeni Kapı"
      }
    ],
    "description": {
      "az": "\"The New Gate\" adlı onlayn oyunun ölüm oyununa çevrilməsi nəticəsində on minlərlə oyunçu bu oyunda ilişib qalır. Lakin ən güclü və keçmiş oyunçulardan biri olan Şinin səyləri nəticəsində bütün oyunçular oyundan çıxa bilirlər. Lakin Şin ən sonuncu bossu məğlub edib hər kəsi azad edəndə qəribə işıq görür və qəflətən özünü 500 il gələcəkdəki oyun dünyasında tapır.",
      "en": "The New Gate — an online game transformed into a life-and-death struggle for its players.\n\nThanks to the valiant efforts of Shin, the most powerful of them all, an end to the game and freedom for everyone seemed within reach. But just moments after Shin defeats the game’s final boss, he finds himself bathed in an unknown light and transported some 500 years into the future of the in-game world!\n\nThrown from a simple game gone wrong into a strange new land, one young swordsman of unrivalled strength is about to embark on a legendary journey!",
      "es": "\"THE NEW GATE\", un juego online que se había convertido en un juego de la muerte, ahora estaba liberando a las decenas de miles de jugadores que habían sido arrastrados, gracias a los esfuerzos de Shin, uno de los jugadores más antiguos. Pero después de haber derrotado al último jefe y liberado a todos, fue tragado por una luz extraña y se encontró dentro del mundo del juego 500 años en el futuro.",
      "ja": "数万人を巻き込んでデスゲームと化したオンラインゲーム「THE NEW GATE（ザ・ニューゲート）」は、最古参プレイヤー・シンの活躍によりついに解放のときを迎えようとしていた。しかし最後のボスを倒し脱出することができたと思った瞬間、\n突如未知の光を浴び、500年後のゲーム世界に飛ばされてしまう！最強プレイヤーの新たなる無双バトル伝説開幕！\n\n[Video Preview](https://youtu.be/YyB2MNkrpfw)",
      "ru": "«Новые Врата» — смертельная игра, которая не отпускает десятки тысяч игроков. Шин — как раз один из таких геймеров. Он побеждает последнего босса и освобождает всех людей из смертельной ловушки, но самого его охватывает яркий свет и он переносится на 500 лет вперед.",
      "th": "[THE NEW GATE] เกมแนว VRMMO-RPG\nซึ่งกลายเป็นเดธเกมนั้นได้มาถึงช่วงเวลา\nแห่งการปลดปล่อย\nเพราะความพยายามของเพลเยอร์ (ผู้เล่น)\nที่แข็งแกร่งที่สุดนามว่า ชิน\nทว่า ทันทีที่เขาโค่นมอนสเตอร์ตัวสุดท้ายลง\nอยู่ๆ ประตูที่อยู่ด้านในสุดก็เปิดออก และทำให้ชิน\nซึ่งอาบแสงปริศนาที่สาดส่องเข้ามาหมดสติไป—\nเมื่อเขาลืมตาตื่นขึ้นมาอีกครั้ง ก็ปรากฏภาพ\nของโลกของ [THE NEW GATE]\nที่กลายเป็นของจริงขึ้นมา...!!",
      "tr": "\"The New Gate\", oyuncularını tuzağa düşüren ve bir ölüm oyununa dönüşen çevrimiçi bir oyundur ve en güçlü oyunculardan biri olan Shin'in çabaları sayesinde oyunu sürüklenen binlerce oyuncuyu serbest bırakmaktadır. Ancak son patronu yendikten ve herkesi özgür bıraktıktan sonra, tuhaf bir ışık tarafından yutulmuş ve kendini oyun dünyasında 500 yıl sonrasında, oradan çıkamayan bir durumda bulmuştur.",
      "es-la": "\"THE NEW GATE\", un juego online que se había convertido en un juego de la muerte, ahora estaba liberando a las decenas de miles de jugadores que habían sido arrastrados, gracias a los esfuerzos de Shin, uno de los jugadores más antiguos. Pero después de haber derrotado al último jefe y liberado a todos, fue tragado por una luz extraña y se encontró dentro del mundo del juego 500 años en el futuro."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5",
    "title": {
      "en": "Radia"
    },
    "updatedAt": "2024-08-26T21:22:28+00:00",
    "coverArt": "https://mangadex.org/covers/5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5/db4febcf-71d3-41be-a231-e54ebb3b2b4f.png",
    "altTitles": [
      {
        "ko": "라디아"
      },
      {
        "ja": "ラディア〜神殺しの私が神の恋人!?〜"
      },
      {
        "es-la": "La Venganza de la Santa"
      }
    ],
    "description": {
      "es-la": "La búsqueda de venganza de Radia contra su traicionera amiga da un giro inesperado cuando Julius, un hombre misteriosamente poderoso, la salva de una experiencia cercana a la muerte.\n¿El giro? Julius es un fantasma, visible solo para Radia.\nㅤ\nCuando se convierte en su compañero constante, Radia se ve envuelta en una red de contratiempos sobrenaturales que revelan cuán poderoso es realmente Julius.\nY aunque ni siquiera Julius conoce su verdadera identidad todavía, su casi omnipotencia podría ser la clave para que Radia se vengue.\nSin embargo, este poder también podría ocultar un peligro acechante que amenaza con reconfigurar su búsqueda de formas inesperadas y peligrosas..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c100213-98d0-40f5-bf62-51ef610dfa9d",
    "title": {
      "en": "To Whom the Deer Falls"
    },
    "updatedAt": "2024-08-10T18:26:32+00:00",
    "coverArt": "https://mangadex.org/covers/3c100213-98d0-40f5-bf62-51ef610dfa9d/95071409-d494-4b22-99c5-8906bed240ac.jpg",
    "altTitles": [
      {
        "zh-ro": "Lùsǐ Shéishǒu"
      },
      {
        "zh-ro": "Lusi Sheishou"
      },
      {
        "zh": "鹿死谁手"
      },
      {
        "zh-ro": "Lu Si Shei Shou"
      }
    ],
    "description": {
      "en": "Lu Nanzhi reincarnated into a stand-in romance novel as vicious female rival, and her task is to make the heroine Chen Xi achive happiness. The industry beauty thought that attacking the heroine was also a way to ‘make the heroine happy’, so she took the initiative to pursue the heroine. But she gradually felt that the attitude towards herself from the surrounding characters seemed to be different from that in the book?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "00ddd608-4250-47db-9123-6ca6b3caba2d",
    "title": {
      "en": "Reborn as the Heavenly Martial Demon"
    },
    "updatedAt": "2024-08-04T12:08:17+00:00",
    "coverArt": "https://mangadex.org/covers/00ddd608-4250-47db-9123-6ca6b3caba2d/9e1d6c86-38ad-44d2-8298-0a8480599a95.png",
    "altTitles": [
      {
        "en": "After I Die, I Transform Into a Martial Arts Demon"
      },
      {
        "en": "I, In My Posthumous Form, Transform Into The Martial Dao Demon"
      },
      {
        "fa": "دراگون تی اسکول"
      },
      {
        "en": "Reborn as the Heavenly Martial Demon"
      },
      {
        "zh-ro": "Wǒ Sǐ Hòu, Huàshēn Wǔdào Tiānmó"
      },
      {
        "zh": "我死后，化身武道天魔"
      }
    ],
    "description": {
      "en": "Humanity lost the war. Businessmen who sold out their fellow compatriots, hunters who turned to the monsters, stepping on countless human corpses, all in order to earn profit. The otherworldly monsters that entered our world seized it bit by bit like a raging fire. That was until Zuo Chi arrived. \n\"Back then you all were gladly invading our world, so why are you weeping now?\"",
      "fr": "L'humanité a perdu la guerre. Des hommes d'affaires ont trahi leurs compatriotes, et des chasseurs se sont transformés en monstres, piétinant d'innombrables cadavres humains, tout cela pour le profit. Les créatures d'un autre monde ont envahi le nôtre, le conquérant peu à peu comme un feu dévorant. Mais alors que tout semblait perdu, Zuo Chi est apparu.\n\"Autrefois, vous envahissiez notre monde avec jubilation. Pourquoi pleurez-vous maintenant ?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5987d025-2d1f-40bb-b981-bd1b93045159",
    "title": {
      "en": "No\\Name"
    },
    "updatedAt": "2024-08-04T09:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/5987d025-2d1f-40bb-b981-bd1b93045159/b80fb323-e898-427b-81c4-de1a12bf1206.jpg",
    "altTitles": [],
    "description": {
      "en": "In a world where peoples' names grant them superhuman powers... Two agents from the Nordic Naming Bureau(NNB), an agency specialized in investigating crimes committed by \"Namers\", handle the case of a man and his missing wife and son. Things take a turn, however, when the duo come face to face with the man, who wishes to give his son the same name as himself..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0e881c9-371f-4e00-a0fd-7648c1c5d7a1",
    "title": {
      "en": "The Errand Princess of the Inner Palace"
    },
    "updatedAt": "2024-08-18T09:31:41+00:00",
    "coverArt": "https://mangadex.org/covers/d0e881c9-371f-4e00-a0fd-7648c1c5d7a1/e2a1653f-2c3b-4dd1-8e95-bb635834ce50.jpg",
    "altTitles": [
      {
        "ja": "後宮の雑用姫"
      },
      {
        "ja-ro": "Koukyuu no Zatsuyouki"
      }
    ],
    "description": {
      "en": "Shaolan (Xiao Lian) is an orphaned girl who lives alone in the mountains at the very nook of an impoverished village. One day, an envoy from the palace arrives and scouts her to to be a lady-in-waiting for the imperial harem. This was how a wild girl raised on the mountains was able to live in a luxurious palace working as a lady-in-waiting, however...\n\nOn her first day (due to various reasons), Shaolan had suddenly become a criminal after slapping one of the consorts.\n\nThough execution appeared certain, she was specially pardoned and demoted from a lady-in-waiting to a maidservant in charge of odd jobs. She is ridiculed by the other consorts as the, \"Princess of Odd Jobs,\" however, this is where her rapid advance begins. She implements reforms to the worn-down palace and optimizes her chores through the knowledge she learned from her life of living in poverty, earning the gaze of the other ladies-in-waiting and the imperial consorts alike. Continuing these course of events, Shaolan's name spreads through the imperial palace, reaching even the emperor's ears..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c868aeee-06da-44fb-8477-4b342bec2566",
    "title": {
      "en": "Good night (Sousou no Frieren) (Doujinshi)"
    },
    "updatedAt": "2024-08-28T18:40:35+00:00",
    "coverArt": "https://mangadex.org/covers/c868aeee-06da-44fb-8477-4b342bec2566/e6272d6a-daec-4b4d-9a3a-c93ac2d7e382.jpg",
    "altTitles": [],
    "description": {
      "ru": "Милое ФАНАТСКОЕ додзинси про то, как Фрирен воспринимает любовь, и связанный с этим пикантный инцидент с Гиммелем."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "826aec63-3fa8-413d-9a40-d2d1ef262725",
    "title": {
      "en": "The Most Notorious \"Talker\" Runs the World's Greatest Clan"
    },
    "updatedAt": "2024-02-06T05:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/826aec63-3fa8-413d-9a40-d2d1ef262725/29869585-debb-4e74-8213-4b13d2b63d1b.jpg",
    "altTitles": [
      {
        "ja": "最凶の支援職【話術士】である俺は世界最強クランを従える"
      },
      {
        "en": "I'm the Most Evil Support Class【Talker】and I'll Subdue the Strongest Clan in the World"
      },
      {
        "vi": "\"Thánh Ngôn\" khét tiếng nhất là người điều hành Clan vĩ đại nhất thế giới"
      },
      {
        "ja-ro": "Saikyou no Shien-shoku \"Wajutsushi\" Dearu Ore wa Sekai Saikyou Kuran wo Shitagaeru"
      },
      {
        "es-la": "Soy el Talker más Despiadado y Dominaré al Clan más Fuerte del Mundo"
      }
    ],
    "description": {
      "en": "Noel, a youth who admires his grandfather, who was hailed as a hero, and aspires to be the strongest Seeker. But his Job that appeared in the appraisal, was the support class Talker.\n\nTalker is a peaky job with the weakest individual abilities. A job that could never become the strongest.\n\n\"If I create the strongest clan and become the clan master, then I’ll essentially be the strongest.\"\n\nThinking that, Noel worked hard persistently to fulfil his ambition. On the other hand, the merciless methods he employed for the sake of his ambition were acknowledged by everyone as the path of \"evil.\" However, Noel’s distinct talent attracted many powerful people and they began to gather under him…\n\nThis is the story of how the most evil Talker, who seeks to be the strongest, subdues his allies and creates the strongest clan in the world.",
      "vi": "Đây là hành trình vươn tới đỉnh cao giới truy thủ của kẻ sinh ra mang trong mình một trong những chức nghiệp được đánh giá là yếu nhất - Noel Stollen.",
      "es-la": "Noel, un joven que admira a su abuelo, que fue aclamado como un gran héroe, aspira a ser un buscador fuerte como él. Pero el trabajo que apareció en su evaluación, fue la clase de soporte “Talker” (Orador).\n\nTalker es un trabajo con las habilidades individuales más débiles. Un trabajo que nunca podría convertirse en el más fuerte.\n\n「Si creo el clan más fuerte y me convierto en el líder del clan, entonces esencialmente seré el más fuerte」\n\nPensando eso, y gracias al apoyo de su abuelo, Noel trabajó y entrenó arduamente por años con el objetivo de cumplir su ambición. Por otro lado, los métodos crueles que empleó por el bien de su ambición fueron reconocidos como inhumanos. Sin embargo, el talento distintivo de Noel atrajo a muchas personas poderosas y comenzaron a reunirse debajo de él...\n\nEsta es la historia del Talker más despiadado que busca ser el más fuerte, forjando aliados para crear el clan más fuerte del mundo."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-08-21T19:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/4c06aba3-f944-4d51-b1eb-c61a4e951191.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f503098e-bab6-4009-8598-6c8750fe9911",
    "title": {
      "en": "Itsumo Baka ni shitekuru Bishoujo-tachi to Zetsuen shitara, Jitsu wa Ore no Koto ga Daisuki Datta you da."
    },
    "updatedAt": "2024-06-24T13:49:56+00:00",
    "coverArt": "https://mangadex.org/covers/f503098e-bab6-4009-8598-6c8750fe9911/7dd05250-f1e6-4ef2-880b-a4d6dc95ee48.jpg",
    "altTitles": [
      {
        "ja": "いつも馬鹿にしてくる美少女たちと絶縁したら、実は俺のことが大好きだったようだ。"
      },
      {
        "en": "When I Isolated Myself From the Beautiful Girls Who Always Make Fun of Me, I Think They Actually Loved Me."
      },
      {
        "en": "I Cut Ties With the Beauties That Always Made Fun of Me, but It Seems That They Actually Love Me."
      }
    ],
    "description": {
      "en": "\"I want to break up with you.\" \n\nIn the winter of his first year of high school. Yuta Miyamoto, who tries to be \"kind to others,\" was told by his girlfriend, Yumi Asakawa, that she had to break up with him. While he is still recovering from his broken heart, Akane Kurosaki, a junior, calls him \"unable to get a girlfriend,\" and Ruriri, his favorite maid, calls him \"like a slave\". Yuta, fed up with the situation, declares his intention to break off relations with all three, but the reaction is not what he expected!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "342a0f9c-747f-4c22-979d-73391a25e19b",
    "title": {
      "en": "The Story of How the Girl of My Dreams Was a Stalker"
    },
    "updatedAt": "2024-07-10T18:00:59+00:00",
    "coverArt": "https://mangadex.org/covers/342a0f9c-747f-4c22-979d-73391a25e19b/6ac46e2e-c5d6-4aa4-bc87-2c2da0f07c61.jpg",
    "altTitles": [
      {
        "ja": "憧れのあの子がストーカーだった話"
      },
      {
        "ja-ro": "Akogare no Ano Ko ga Stalker Datta Hanashi"
      },
      {
        "es-la": "La historia de cómo la chica de mis sueños era una acosadora"
      }
    ],
    "description": {
      "en": "The story of how the girl of my dreams was a stalker.\n\nManga by Twitter user @ku-sunok1",
      "es-la": "Manga del usuario de Twitter @ku_sunok1, el título es también sinopsis."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbca8dd7-4408-4a52-950f-eb335da467de",
    "title": {
      "en": "4-Koma 13 Sentinels: Aegis Rim This Is Sector X"
    },
    "updatedAt": "2024-02-21T22:19:14+00:00",
    "coverArt": "https://mangadex.org/covers/dbca8dd7-4408-4a52-950f-eb335da467de/715576e1-6e9a-4bef-8a7c-4e3cffa926bb.png",
    "altTitles": [
      {
        "ja": "よんこま十三機兵防衛圏!! ～こちらセクターX～"
      },
      {
        "ja-ro": "Yonkoma 13 Kihei Bouei-ken!!: Kochira Sector X"
      }
    ],
    "description": {
      "en": "A 4-Koma adaptation of the simulation adventure gem \"13 Sentinels:Aegis Rim\"  created by Atulus & Vanillaware.13 boys and girls overcoming the intertwined past, present and future ... slapstick drama!?(Source: Amazon Kindle)",
      "ja": "ATLUS×ヴァニラウェアが贈る珠玉のシミュレーションアドベンチャーゲーム『十三機兵防衛圏』公式4コマ漫画、第1巻！\n\n十三人の少年少女たちが、過去・未来を超えて紡ぐーードタバタ群像劇!?\n（出典・Amazon Kindle）"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "35"
  },
  {
    "mangaId": "3683f667-c23d-4688-b872-0ade276aaafa",
    "title": {
      "en": "Rekkyou Sensen"
    },
    "updatedAt": "2024-06-06T03:17:34+00:00",
    "coverArt": "https://mangadex.org/covers/3683f667-c23d-4688-b872-0ade276aaafa/552943b4-1c70-42e4-8a0e-1a05976a0ddf.jpg",
    "altTitles": [
      {
        "pt-br": "Guerra das Grandes Potências"
      },
      {
        "ja": "The Doomsday is Wartime"
      },
      {
        "ja-ro": "Rekkyo Sensen"
      },
      {
        "ja-ro": "Rekkyō Sensen"
      },
      {
        "ja": "列強戦線"
      },
      {
        "vi": "Chiến Tuyến Siêu Cường"
      },
      {
        "en": "World Power Battlefront"
      }
    ],
    "description": {
      "en": "The year is 2206, and mankind has only 100 years left on planet Earth. The \"Nation-Toppling Battle\", a war with the survival of each country on the line, begins!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3da96505-f8e8-49d5-8c26-fbe4786a897f",
    "title": {
      "en": "Make Heroine ga Oosugiru! @comic"
    },
    "updatedAt": "2024-08-20T20:05:13+00:00",
    "coverArt": "https://mangadex.org/covers/3da96505-f8e8-49d5-8c26-fbe4786a897f/70f0e536-e46d-4d47-87c8-2ff96cb657e2.jpg",
    "altTitles": [
      {
        "ja": "負けヒロインが多すぎる！@comic"
      },
      {
        "en": "Too Many Losing Heroines!"
      },
      {
        "vi": "Có Quá Nhiều Nữ Chính Thua Cuộc! @comic"
      },
      {
        "es-la": "¡Demasiadas heroínas perdedoras!"
      },
      {
        "zh-hk": "敗北女角太多了!"
      },
      {
        "ja": "マケイン"
      },
      {
        "ja-ro": "Makeine"
      },
      {
        "en": "Loseine"
      }
    ],
    "description": {
      "en": "***“Huh? Who are you calling losing?”***\n\nAs the background of the class, I, Kazuhiko Nukumizu, witnessed a popular girl–Anna Yanami, getting rejected by another guy.\n\n_“Even though he said we’ll get married. Don’t you think he’s pretty mean?”\n“When did he say that?”\n“When we were 4 or 5 years old.”_\n\nThat doesn’t count, right? With this, the losing heroines like Remon Yakishio from the Track and Field Club, and Chika Komari, from the literature club.\n\n_“Nukumizu-kun. There are two types of girls. Childhood friends or cheating cats.”\n“I see. Well, that’s a bold statement.”_\n\nThere’s a fortune for those who shine only after losing. Losing Heroines—The curtain to the mysterious coming-of-age story “Makeine” opens now!\n___\n**Character Designer:** [Imigimuru](https://mangadex.org/author/341a08ca-acbf-49a3-998a-d3451249ec43)\n\n**Additional Links:**  \n- [Official LN (JP)](https://www.shogakukan.co.jp/books/09453017)\n- [Alternative Raw](https://shogakukan-comic.jp/book-series?cd=51545)",
      "ja": "クラスの背景モブ高校生こと温水和彦は、男子に人気のクラスメート・八奈見杏菜が幼馴染にフラれるのを目撃してしまう。\n仕方なく八奈見を慰める温水だが、それをきっかけに、様々な負け感あふれる女子たちに絡まれることになり――!?\n負けヒロイン――マケインたちと辿る謎の青春が、ここに幕を開ける！\n負けてこそ輝く彼女たちに、幸いあれ。",
      "vi": "“Hử? Cậu gọi ai là đồ thua cuộc cơ?”\n\nTôi, Kazuhiko Nukumizu, một nhân vật làm nền trong lớp, chứng kiến cảnh cô nàng nổi tiếng – Anna Yanami bị một nam sinh khác từ chối.\n\n“Dù cho cậu ấy đã từng nói bọn mình sẽ kết hôn đấy. Cậu có thấy cậu ấy quá đáng không?”\n\n“Cậu ấy nói thế vào lúc nào vậy?”\n\n“Hồi bọn tớ 4 hay 5 tuổi gì đó.”\n\nThế thì đâu có tính?\n\nCùng với cô nàng còn có những nữ chính thua cuộc khác như Remon Yakishio của Câu lạc bộ Điền kinh và Komari Chika từ Câu lạc bộ Văn học.\n\n“Nukumizu-kun nè, trên đời có hai loại con gái. Một là bạn thuở nhỏ, còn lại là đồ đàn bà giựt bồ.”\n\n“Vậy hả. Chà, một tuyên bố đầy táo bạo ha.”\n\nCó một loại vận mệnh rằng có những người chỉ thực sự toả sáng sau khi đã thua cuộc.\n\nNhững nữ chính thua cuộc—Bức màn câu chuyện tuổi mới lớn mang tên “Makein” sẽ lật mở ngay bây giờ!",
      "es-la": "\"¿Eh? ¿A quién llamas perdedor?\" Como fondo de la clase, yo, Kazuhiko Nukumizu, fui testigo de cómo una chica popular -Anna Yanami- era rechazada por otro chico. \"Aunque dijo que nos casaríamos. ¿No crees que es bastante malo?\" \"¿Cuándo dijo eso?\" \"Cuando teníamos 4 o 5 años\". Eso no cuenta, ¿verdad? Con esto, las heroínas perdedoras como Remon Yakishio del Club de Atletismo, y Chika Komari, del club de literatura. \"Nukumizu-kun. Hay dos tipos de chicas. Las amigas de la infancia o las gatas tramposas\". \"Ya veo. Bueno, esa es una declaración audaz\". Hay una fortuna para los que brillan sólo después de perder. ¡Heroínas perdedoras-El telón de la misteriosa historia de madurez \"Makeine\" se abre ahora! [\"Makeine\" es la abreviación del nombre del manga]",
      "pt-br": "\"Hã? Quem você está chamando de perdedor?\n\nComo pano de fundo da aula, eu, Kazuhiko Nukumizu, testemunhei uma garota popular, Anna Yanami, sendo rejeitada por outro cara.\n\n“Mesmo que ele tenha dito que vamos nos casar. Você não acha que ele é muito mau?\n\"Quando ele disse isso?\"\n“Quando tínhamos 4 ou 5 anos.”\n\nIsso não conta, certo? Com isso, perdem heroínas como Remon Yakishio, do Clube de Atletismo, e Chika Komari, do clube de literatura.\n\n“Nukumizu-kun. Existem dois tipos de garotas. Amigos de infância ou gatos traidores.”\n\"Eu vejo. Bem, essa é uma afirmação ousada.”\n\nHá fortuna para quem só brilha depois de perder. Perdendo Heroínas – A cortina para a misteriosa história de maioridade “Makeine” abre agora!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59c546fb-2dff-4b3c-8859-9a0b55066830",
    "title": {
      "en": "Gunjou Other Half"
    },
    "updatedAt": "2024-08-27T16:53:47+00:00",
    "coverArt": "https://mangadex.org/covers/59c546fb-2dff-4b3c-8859-9a0b55066830/99b58091-5fb4-456d-98a5-65d4cf800ec8.jpg",
    "altTitles": [
      {
        "ja": "群青アザ―ハーフ"
      },
      {
        "en": "Ultramarine Blue Other Half"
      }
    ],
    "description": {
      "en": "\"I found you, my fated person.\"\n\nI thought it was something that existed in a totally different universe from mine...\n\nNaganuki Natsume is assessed to have unexpectedly transitioned into an Omega. Unable to catch a break, on that same day, he meets his \"fated pair,\" Arima Kouta. The naive and innocent Arima, who transferred into his school, remains undettered and constantly whispers his love to Naganuki. Naganuki had spent his life peacefully until now, but before he knows it, he's already swept up by Arima's enthusiasm...?!\n\nAn Infatuated, Devoted Puppy Alpha x an Aloof, Strong-Willed Tsun Omega\n\nThe two's fates intertwine in this youthful omegaverse school-life story!!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "f9d854ea-6787-40f5-a30c-5d72eef9e0cb",
    "title": {
      "en": "Junket Bank"
    },
    "updatedAt": "2024-04-15T10:12:07+00:00",
    "coverArt": "https://mangadex.org/covers/f9d854ea-6787-40f5-a30c-5d72eef9e0cb/97912249-45b9-4a7e-a13e-35e8685ca656.jpg",
    "altTitles": [
      {
        "ja": "ジャンケットバンク"
      }
    ],
    "description": {
      "en": "\"Junket Bank\" is a manga of a gambling place operated by a bank. Mitarai, a bank clerk bored with his every day duties. One day, Mitarai went to the basement of the bank while thinking that something was wrong with his new boss Usami, but witnessed gambling there..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56901ae8-aece-4983-96c3-94751c96a8bb",
    "title": {
      "en": "Bocchi the Rock! Gaiden:  Kikuri Hiroi's Heavy Drinking Diary"
    },
    "updatedAt": "2024-08-07T11:02:52+00:00",
    "coverArt": "https://mangadex.org/covers/56901ae8-aece-4983-96c3-94751c96a8bb/411533c6-2315-4b22-823e-56c8d39848bc.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！外伝　廣井きくりの深酒日記"
      },
      {
        "en": "Bocchi the Rock! Side Story: Hiroi Kikuri's Heavy Drinking Diary"
      },
      {
        "ru": "Одинокий Рокер! Спин-офф: Дневник пьяницы Хирои Кикури"
      },
      {
        "vi": "Bocchi the Rock! Ngoại Truyện: Nhật Ký Say Rượu của Hiroi Kikuri"
      },
      {
        "ja-ro": "Bocchi the Rock! Gaiden: Hiroi Kikuri no Fukazake Nikki"
      }
    ],
    "description": {
      "en": "Kikuri Hiroi (25 years old). She is a \"genius bassist\" who leads the indie band \"SICK HACK\", and she loves alcohol. She often gets drunk and breaks the equipment of the live house, so she seems to be short of money. She lives in a 52-year-old apartment without a bath, and sometimes borrows showers from her friends and acquaintances. She is regularly attacked by anxiety about her future, which she counters with a \"happiness spiral\" with the help of alcohol. What is her daily life like...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e3e8e53-2b5f-400f-aaaa-2d4c12428da3",
    "title": {
      "en": "Mukiryoku Neet na Moto Shindou, Boukensha ni naru"
    },
    "updatedAt": "2024-08-28T20:13:37+00:00",
    "coverArt": "https://mangadex.org/covers/9e3e8e53-2b5f-400f-aaaa-2d4c12428da3/c94ba957-1763-4f91-904f-1d4423e5bcf7.jpg",
    "altTitles": [
      {
        "ja": "無気力ニートな元神童、冒険者になる"
      },
      {
        "en": "The Lethargic NEET, Who Were Once Prodigy Become an Adventurer"
      }
    ],
    "description": {
      "en": "Ilvis is a genius boy who has been called a prodigy from an early age.  However, his motto is \"I don't want to work\"!  \n\nAfter graduating from school, he was living his long-cherished NEET life, but one day, his sister Arisa finally told him, \"If you don't work, you will be kicked out of the house.\"  Ilvis aims to be an adventurer in search of a free way of working!?  \n\nA misunderstanding warrior tale by an unconscious former cheat prodigy!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-08-26T14:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c09c5916-e6f7-4864-bb5f-36f8760822de",
    "title": {
      "en": "Ebichu Minds the House"
    },
    "updatedAt": "2024-08-20T00:08:05+00:00",
    "coverArt": "https://mangadex.org/covers/c09c5916-e6f7-4864-bb5f-36f8760822de/c615a02d-c04b-4722-9539-2697839695f4.jpg",
    "altTitles": [
      {
        "en": "Ebichu"
      },
      {
        "ja-ro": "Oruchuban Ebichu"
      },
      {
        "ja": "おるちゅばんエビちゅ"
      }
    ],
    "description": {
      "en": "A very unique, funny manga that follows the exploits of Ebichu, a talking female hamster with a dirty mind. This manga includes sexual dialogue, some nudity, and the occasional sex scene. There's also some violence against hamsters. It's all pretty lighthearted, but if any of this stuff offends you, don't read it."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "64"
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-08-20T07:26:57+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/3b46fd7b-93cb-4995-a6a4-5af0b78142ce.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "en": "Starting Today We're Childhood Friends"
      },
      {
        "en": "Starting Today She's My Childhood Friend"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      },
      {
        "en": "Childhood Friends Starting Today"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7d121a49-15b6-45a7-87f5-57891abce744",
    "title": {
      "en": "Fate/Grand Order: Fujimaru Ritsuka Doesn't Get it"
    },
    "updatedAt": "2024-05-22T21:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/7d121a49-15b6-45a7-87f5-57891abce744/f87b36f5-3092-4fa1-8b2d-e575b2ad3364.jpg",
    "altTitles": [
      {
        "ja-ro": "Fate/Grand Order: Fujimaru Ritsuka wa Wakaranai"
      },
      {
        "ja": "Fate/Grand Order 藤丸立香はわからない"
      },
      {
        "fr": "Fate/Grand Order : Ritsuka Fujimaru n’a rien pigé"
      },
      {
        "en": "You've Lost Ritsuka Fujimaru"
      }
    ],
    "description": {
      "en": "Ritsuka Fujimaru—humanity's last master. It would not have been possible to restore humanity without him. However, he does have a shortcoming... he is far too honest! A slapstick comedy in which Fujimaru's simple questions sway the heroic spirits!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4738c7aa-257f-48df-b06d-520f27b3ec9b",
    "title": {
      "en": "Devil May Cry 5 – Visions of V –"
    },
    "updatedAt": "2024-01-25T18:17:13+00:00",
    "coverArt": "https://mangadex.org/covers/4738c7aa-257f-48df-b06d-520f27b3ec9b/3fe2b58e-78b3-4fb2-9d94-945f2a176c6e.jpg",
    "altTitles": [
      {
        "ru": "Devil May Cry 5 -Видения Ви-"
      }
    ],
    "description": {
      "en": "The spin-off of the latest title, *Devil May Cry 5,* has begun with a bang! The main character is \"V,\" a mysterious man who uses three demons. In addition to the secret of his birth, his encounter with the demons, and the prequel to the main story leading up to the contract, the tale is told from the perspective of V that is exclusive to the spin-off!",
      "ru": "Спин-офф игры Devil May Cry 5, показывающий историю с точки зрения Ви. В агентстве \"Devil May Cry\" новый клиент - таинственный Ви. Его заказ \"убить могущественного демона, который скоро восстанет\" мог бы показаться для Данте обычным делом, если бы не одно но... Этот демон - брат Данте, Вергилий!",
      "tr": "*Devil May Cry 5*'in mangası olan bu kitap, V karakterini konu alır. Olayları birden V'nin beyni ve gözleri ile görün..."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "36"
  },
  {
    "mangaId": "ee4bf782-9fe9-42a6-be7f-3809293818c2",
    "title": {
      "en": "Hell Mode: Yarikomi Suki no Gamer wa Hai Settei no Isekai de Musou Suru"
    },
    "updatedAt": "2024-07-29T13:51:51+00:00",
    "coverArt": "https://mangadex.org/covers/ee4bf782-9fe9-42a6-be7f-3809293818c2/409d0bc0-228f-4342-88ab-48e6da0840f0.jpg",
    "altTitles": [
      {
        "en": "Hell Mode: The Hardcore Gamer Dominates in Another World with Garbage Balancing"
      },
      {
        "ja": "ヘルモード ～やり込み好きのゲーマーは廃設定の異世界で無双する～ はじまりの召喚士"
      }
    ],
    "description": {
      "en": "Yamada Kenichi, a single, 35-year-old businessman, has spent the majority of his adult life playing every MMORPG to hit the market.\n\nTired of the constant cycle of repetitive, newbie-centric gameplay, he is immediately drawn in by the promise of a new game that, on top of being never-ending, offers up a \"Hell Mode\" — a difficulty level that makes it nigh impossible to level up but also promises uncapped growth potential.\n\nUpon selecting the newly released Summoner class, Kenichi finds himself reborn as Allen, an infant in a serf family, with nothing but his wits and old memories to guide him. Allen works diligently to level himself up despite Hell Mode requiring vast amounts of experience between levels. In doing so, he hopes to uncover the secrets the Summoner class holds.\n\nAll the while, he dedicates himself to freeing his new family from serfdom.",
      "ja": "「終わらないゲームにあなたを招待します。 だって?」 健一が偶然たどり着いたタイトルのない謎のネットゲーム。 難易度設定画面で迷わず最高難易度『ヘルモード』を選ぶと、異世界の農奴へと転生してしまった! 少年「アレン」へと転生した健一は、謎の多い職業「召喚士」を使いこなしながら、 異世界で最強への道を手探りで歩み始めるが――。",
      "pt-br": "\"Você será convocado para o mundo de um jogo sem fim?' Um dia, estava procurando um novo jogo, quando de repente vi aquele anúncio. Depois de escolher o modo mais difícil do jogo, 'modo inferno', de repente reencarnei em um novo mundo como um lavrador. Como um menino chamado Allen, comecei minha jornada em outro mundo com a maior dificuldade, superando todos os desafios para alcançar o maior título do jogo \"Summoner\" . ----- O romance promissor de 1º grau da revista 'Vamos nos tornar um escritor ', uma história extremamente aguardada."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-06-28T11:16:12+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/ed8c3e66-3026-4dab-9442-e922aec0582f.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7367e32-f7f3-4ddc-a101-9cb46e60e73d",
    "title": {
      "en": "Haiena-chan ni Nerawarete"
    },
    "updatedAt": "2024-03-03T18:03:44+00:00",
    "coverArt": "https://mangadex.org/covers/f7367e32-f7f3-4ddc-a101-9cb46e60e73d/f1347716-1980-48f4-bffa-b880eb1b19b7.jpg",
    "altTitles": [
      {
        "es-la": "Siendo el objetivo de Hiena-chan"
      },
      {
        "es-la": "La chica hiena está destrás de mi."
      },
      {
        "ja": "ハイエナちゃんに狙われて"
      },
      {
        "pt-br": "Sendo alvo da Hiena-chan"
      },
      {
        "ja-ro": "Haiena-chan ni Nerawarete"
      },
      {
        "en": "Being Targeted by Hyena-chan"
      },
      {
        "tr": "Hyena-chan Tarafından Hedef Alınmak"
      }
    ],
    "description": {
      "en": "I found out that my long-distance girlfriend had gotten a new older boyfriend from the city and while I was in the grip of despair, a girl named Haibara Enako, more affectionately called \"Hyena-chan\" suddenly appeared before me and confessed, \"I don't have a boyfriend and I'm free right now.\"",
      "tr": "Uzak mesafe kız arkadaşımın şehirden yaşça büyük yeni biriyle sevgili olduğunu öğrendim ve ben umutsuzluğun pençesindeyken Haibara Enako adında, diğer adıyla \"Hyena-chan\" olarak anılan bir kız aniden karşıma çıktı ve bana açıldı, \" Erkek arkadaşım yok ve şu anda boşum.\"",
      "pt-br": "Após um término de namoro recente, nosso protagonista é abordado por Enako Haibara, também conhecida como “Hiena”…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9a2039e2-f9c6-4a91-9101-3a51f6668920",
    "title": {
      "en": "A Second Chance At Saving You"
    },
    "updatedAt": "2023-11-25T15:43:13+00:00",
    "coverArt": "https://mangadex.org/covers/9a2039e2-f9c6-4a91-9101-3a51f6668920/7aa49ed9-4dc7-4118-9856-11ab6dc428ba.jpg",
    "altTitles": [
      {
        "ko": "극악한 그대를 살리기위해"
      },
      {
        "en": "To Save Heinous You"
      },
      {
        "fr": "Pour te sauver de ta tragique destinée"
      }
    ],
    "description": {
      "en": "Empress Niobe Roden, the precious Blue Rose of the Rustan Empire, is in love with another man--the one to save her from her tyrant husband. She patiently waits for her lover Eloi, but all that returns is the news that the Emperor has beheaded him. Hopeless in her own imprisonment, Niobe ends her life only to be returned to the past–exactly two years before her marriage with Valon. With the second chance at life, Niobe is determined to conceal and protect her true love."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28f0d967-4110-4a8c-8426-2aeea4489111",
    "title": {
      "en": "Designated Bully"
    },
    "updatedAt": "2024-05-28T16:04:51+00:00",
    "coverArt": "https://mangadex.org/covers/28f0d967-4110-4a8c-8426-2aeea4489111/7671a964-12b5-4947-a2fc-029a87246b70.jpg",
    "altTitles": [
      {
        "ko": "일진담당일진"
      },
      {
        "ko-ro": "Iljin in Charge Iljin"
      },
      {
        "en": "The Bully In-Charge"
      },
      {
        "es-la": "Matón a cargo"
      }
    ],
    "description": {
      "en": "After dropping out of school, Kwon Daegun is preparing for his qualification exam. While working a part-time job in a convenience store he got into a fight with some thugs. Daegun, who easily overpowered them, is offered a project called “Iljin in Charge/The Bully In Charge” by the Educational Foundation, which has been closely watching him for a long time. He, who accepted the offer after much consideration, enters a high school that belongs to the foundation and defeats the core bullies of this school one by one according to the order of the foundation."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68562661-6521-4191-add4-f04f4074f783",
    "title": {
      "en": "Konbini Goutou kara Tasuketa Jimi Tenin ga, Onaji Kurasu no Ubu de Kawaii Gyaru datta"
    },
    "updatedAt": "2024-08-03T19:46:35+00:00",
    "coverArt": "https://mangadex.org/covers/68562661-6521-4191-add4-f04f4074f783/90223e54-e059-4308-b57a-8c74988d7ec0.jpg",
    "altTitles": [
      {
        "ja": "コンビニ強盗から助けた地味店員が、同じクラスのうぶで可愛いギャルだった"
      },
      {
        "ja-ro": "Conveni Goutou Kara Tasuketa Jimi Tenin ga, Onaji Class no Ubu de Kawaii Gal datta"
      },
      {
        "en": "The Sobbing Clerk I Helped From the Convenience Store’s Robbery Is in Fact a Naive and Cute Gal From My Class"
      },
      {
        "id": "Karyawati yang Terisak-sedu yang Kutolong dari Perampok Toserba adalah Seorang Gadis Naif nan Imut dari Kelasku"
      }
    ],
    "description": {
      "en": "_\"Will you stay over at my house starting today?\"_ \n\nRiku Kuromine, a second-year high school student, became despondent after being rejected by his childhood friend. He happens to enter a convenience store and saves a clerk who was being attacked by a robber. The clerk turns out to be Ayana Hoshimiya, the most popular and beautiful gal in school. As a result of this incident, Ayana asks Riku to protect her from a stalker and they start living together under the guise of him protecting her as she lives alone.",
      "ja": "**見た目は派手ギャル、中身は超絶うぶ!? “うぶかわ”ギャル×非リア、禁断の同棲ラブコメ!!**\n\n「今日から、あたしの家に……泊まる？」高校二年生の黒峰リクは、幼馴染に振られて自暴自棄になったところ、偶然入ったコンビニで強盗に襲われていた店員を助ける。その店員は学校でいちばんモテる美人ギャル・星宮彩奈だった。この件をきっかけに星宮からストーカー被害を相談され、一人暮らしの彼女を守る名目でふたりは同棲することになり――!?",
      "pt-br": "“Você gostaria de ficar em minha casa esta noite?”\nRiku Kuromine, um aluno do segundo ano do ensino médio, ficou triste depois de ser rejeitado por sua amiga de infância. Por coincidência, ele entra em uma loja de conveniência e salva uma funcionária que estava sendo roubada. A funcionária era na verdade Ayana Hoshimiya, a garota mais popular e atraente da escola. Como resultado desse incidente, Ayana pede a Riku para passar a noite em sua casa e protegê-la de um perseguidor."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1003024d-101c-4fb6-86e6-033167bab723",
    "title": {
      "en": "Amai Seikatsu"
    },
    "updatedAt": "2023-08-01T16:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/1003024d-101c-4fb6-86e6-033167bab723/57892aeb-0a79-4f4f-a59d-33151b1daf24.png",
    "altTitles": [
      {
        "zh": "内衣高手"
      },
      {
        "ja": "甘い生活"
      },
      {
        "ko": "달콤한 생활"
      },
      {
        "en": "Sweet Life"
      }
    ],
    "description": {
      "en": "The complicated story of a young man who goes to work for a lingerie company. \nOne of the very first harem manga, done by a former shojo mangaka known for his peculiar tendencies \n(was known to cross dress among other things) and serialized in the now defunct Business Jump.\n \nVolume titles and Romaji equivalent:  \n  \n2. ランジェリーに恋してる♥ (Ranjerī ni Koishiteru ♥)  \n- 愛の悩み (Ai no Nayami)  \n- 恋模様みだれ髪 (Koi Moyō Midare-kami)  \n- おかしな二人 (Okashina Futari)  \n- 弓香の日記 (Yumika no Nikki)  \n- 二人の気持ち (Futari no Kimochi)  \n- 伸介の選択 (Shinsuke no sentaku)  \n- おかしな気分 (Okashina Kibun)  \n- おかしな三角関係 (Okashina Sankaku Kankei)  \n- よみがえる美 (Yomigaeru Bi)  \n- 東京ショック (Tokyo Shock)  \n- ユミカ・センセーション (Yumika Sensation)  \n- セルフヌード (Self-nude)  \n- 能力喪失 (Nōryoku Sōshitsu)  \n- お嬢様の初体験 (Ojō-sama no Shotaiken)  \n- 巴の目覚め (Tomoe no Mezame)  \n- ぱんつのお披露目 (Pantsu no Ohirome)  \n- 女優・佐倉澪 (Joyū Sakura Mio)  \n- 弓香が女優 (Yumika ga Joyū)  \n- 美人双子姉妹 (Bijin Futago Shimai)  \n- 政略結婚！？ (Seiryaku Kekkon!?)  \n- 触りのライセンス (Sawari no License)  \n- がんばれ！！大統領！！ (Ganbare!! Daitōryō!!)  \n- ブービー・トラップ (Booby Trap)  \n- ガマン大会 (Gaman Taikai)  \n- 世界新記録！？ (Sekaishinkiroku!?)  \n- 殿・姫・伸介 (Tono Hime Shinsuke)  \n- 姫のお目覚め？ (Hime no o Mezame?)  \n- ニューゴッドハンド？ (New God Hand?)  \n- コスプレ秘書 (Cosplay Hisho)  \n- 天才×天才 (Tensai × Tensai)  \n- ナマで大事件！？ (Nama de Daijigen!?)  \n- 4回転マッサージ (4 Kaiten Massage)  \n- 官能タイフーン (Kan'nō Typhoon)  \n- デザイナーの資質 (Designer no Shishitsu)  \n- 伸介の痴漢騒動 (Shinsuke no Chikan Sōdō)  \n- ベガスの狂乱 (Vegas no Kyōran)  \n- 1000万ドルの下着 (1000 Man-doru no Shitagi)  \n- 幼なじみの下着 (Osana Najimi no Shitagi)  \n- 呪いのコルセット発動！？ (Noroi no Corset Hatsudō!?)"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "40",
    "lastChapter": "480"
  }
]