[
  {
    "mangaId": "38a89cab-9a61-4adb-ad5f-f079064027a0",
    "title": {
      "en": "Isekai Majutsushi wa Mahou o Tonaenai"
    },
    "updatedAt": "2024-10-04T13:22:08+00:00",
    "coverArt": "https://mangadex.org/covers/38a89cab-9a61-4adb-ad5f-f079064027a0/397c1070-1e65-46f9-9a5c-14e07f7baf9f.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Majutsu-shi wa Mahou wo Tonaenai"
      },
      {
        "ru": "Волшебник из другого мира не произносит заклинаний"
      },
      {
        "ja": "異世界魔術師は魔法を唱えない"
      },
      {
        "zh": "異世界魔術師不詠唱魔法"
      },
      {
        "ja-ro": "Isekai Majutsushi wa Mahou wo Tonaenai"
      },
      {
        "en": "The Other World's Wizard Does Not Chant"
      }
    ],
    "description": {
      "en": "The Magician named Yard was suddenly summoned in different world as a Hero. The sorcery in this world is behind compared to Yard who came from another world. The other summoned heroes are also unreliable. Furthermore, it is not possible to return to the former world… In such a hopeless situation, Yard chuckles to himself. Get ready, humans of this world. This world where witchcraft is behind. I have enormous toy in this box. allow me to play with it. The Villainous magician named Yard tramples down the other world with overwhelming Dark magic!  \r\n  \r\n[Web Novel](https://novel18.syosetu.com/n5389bx/) (Raw)",
      "pt-br": "O mago chamado Yard foi repentinamente convocado em um mundo diferente como um 「Herói. A feitiçaria neste mundo está atrás em comparação com Yard, que veio de outro mundo.Os outros heróis convocados também não são confiáveis. Além disso, não é possível voltar ao mundo anterior. Em tal situação desesperadora, Yard ri de si mesmo.\n\n「Preparem-se, humanos deste mundo. Este mundo onde a bruxaria está para trás.Eu tenho um brinquedo enorme nesta caixa. deixe-me brincar com isso 」\n\nO mago Vilão chamado Yard atropela o outro mundo com magia negra avassaladora!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e2cb981-70c8-4229-aff7-6be966852b03",
    "title": {
      "en": "Kanan-sama wa Akumade Choroi"
    },
    "updatedAt": "2025-01-06T10:58:24+00:00",
    "coverArt": "https://mangadex.org/covers/0e2cb981-70c8-4229-aff7-6be966852b03/6cd4684d-3cdd-42bc-b8ab-6c99cd30c67e.jpg",
    "altTitles": [
      {
        "ja": "カナン様はあくまでチョロい"
      },
      {
        "en": "Kanan-sama Is Easy as Hell!"
      },
      {
        "ru": "Канан-сама до чертиков проста"
      },
      {
        "tr": "Kanan-sama Dibine Kadar Saf"
      },
      {
        "vi": "Ác quỷ Kanan dễ đối phó thật đấy"
      }
    ],
    "description": {
      "en": "Kanan is a demon hiding in a high school in the human world to feed on the souls of humans. She sets her sights on a single high school boy, but somehow ends up in a lovers contract with him!? Kanan, who has never been in love, is now filled with new feelings!",
      "ja": "人間の魂を喰らうべく、人間界の高校に潜伏する女悪魔・カナン。一人の男子高校生に狙いを定めるが、気づけばなぜか恋人契約を結ぶことに！？ しかし恋なんてしたことのないカナンには、未知な感情ばかりで…！ 甘酸っぱい青春とギャグの嵐！！",
      "tr": "Kanan, ruhları sömürmek adına liseye sızan dişi bir iblis. Erkek bir öğrenciyi avı olarak seçer ancak... her nasıl oluyorsa ardından kız arkadaşı olmayı kabul eder!? Daha önce aşkı hiç tatmamış olan Kanan, bilinmedik duygularla dolup taşıyor! Saf kalpli iblisimizin ilk aşkını anlatan sevimli romantik komedi başlıyor!",
      "vi": "Kanan là một con quỷ ẩn náu trong một trường trung học ở thế giới loài người để ăn linh hồn của con người. Cô ấy để ý đến một nam sinh trung học duy nhất, nhưng bằng cách nào đó lại kết thúc với một hợp đồng tình nhân với anh ta !? Kanan, người chưa từng yêu, giờ đang tràn ngập cảm xúc mới! Bộ truyện hài lãng mạn về mối tình đầu của một con quỷ có trái tim thuần khiết, bắt đầu!",
      "es-la": "Kanan es un demonio femenino que se esconde en un instituto del mundo humano para alimentarse de almas humanas. Se fija en uno de los chicos del instituto, pero de alguna manera acaba firmando un contrato de amante con él. Pero Kanan, que nunca se ha enamorado, está llena de emociones desconocidas... ¡Una tormenta de juventud agridulce y bromas! Comienza una bonita comedia romántica de primer amor sobre una Akuma de corazón puro...",
      "pt-br": "Kanan é uma demônio que se esconde em uma escola secundária no mundo humano para se alimentar de almas humanas. Ela põe em sua mira em um dos alunos da escola mas de alguma forma acaba assinando um contrato de amante com ele! Mas Kanan que nunca esteve apaixonada antes, está cheia de emoções desconhecidas…! Começa uma comédia romântica do primeiro amor de uma Demônio!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25e145f0-a74f-48b6-9d89-b715e28f6417",
    "title": {
      "en": "\"Omae Gotoki ga Maou ni Kateru to Omou na\" to Yuusha Party wo Tsuihou Sareta node, Outo de Kimama ni Kurashitai"
    },
    "updatedAt": "2024-11-03T00:09:46+00:00",
    "coverArt": "https://mangadex.org/covers/25e145f0-a74f-48b6-9d89-b715e28f6417/cca64c4c-24a8-4d9e-a6b7-55677fb91d7f.jpg",
    "altTitles": [
      {
        "ja": "「お前ごときが魔王に勝てると思うな」と勇者パーティを追放されたので、王都で気ままに暮らしたい THE COMIC"
      },
      {
        "en": "Do You Think Someone Like You Can Defeat the Demon King?"
      },
      {
        "zh": "「就凭你也想打败魔王吗」被勇者一行所驱逐的少女要如何才能在王都过上自由的生活"
      },
      {
        "zh-hk": "「憑妳也想討伐魔王？」被勇者小隊逐出隊伍，只好在王都自在過活"
      },
      {
        "zh-ro": "\"Jiù píng nǐ yě xiǎng dǎbài mówáng ma\" bèi yǒngzhě yīxíng suǒ qūzhú de shàonǚ yào rúhé cáinéng zài wáng dōuguò shàng zìyóu de shēnghuó"
      },
      {
        "en": "ROLL OVER AND DIE: I Will Fight for an Ordinary Life with My Love and Cursed Sword!"
      },
      {
        "vi": "Ngươi Nghĩ Một Kẻ Như Ngươi Có Thể Tiêu Diệt Quỷ Vương?"
      }
    ],
    "description": {
      "en": "According to the god Origin's prophecy, the girl Flum was chosen to be one of the members of the party that were foretold to defeat the Demon Lord. Everyone already had achievements to their name, as well as the strength to back them up. However, only Flum did not possess any combat prowess, and all of her stats were 0 due to her rare affinity. While being constantly berated, she continued to put great efforts to be useful to the heroes.     \n\nUntil one day, she was tricked by one of the party members who said that she “was not necessary anymore” and sold off to a slave trader. Flum was forced to live as a slave, locked away and barely fed. There she encountered a “cursed sword” and realized the true power of her rare affinity, “Reversal.”   The girl, who acquired the power to fight, was indifferent to the Demon Lord and decided to live peacefully as an adventurer alongside a slave girl she met.    \n\n——This is a story of one girl who continued to crawl up from the very bottom in order to regain her peaceful everyday life."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3d3cf42-a12a-42f5-bd56-70b587eee06a",
    "title": {
      "en": "An Introvert's Hookup Hiccups: This Gyaru Is Head Over Heels for Me!"
    },
    "updatedAt": "2025-01-02T18:11:53+00:00",
    "coverArt": "https://mangadex.org/covers/f3d3cf42-a12a-42f5-bd56-70b587eee06a/b3b583d8-7358-4791-a4e8-b8514dad02bc.jpg",
    "altTitles": [
      {
        "ja": "陰キャの僕に罰ゲームで告白してきたはずのギャルが、どう見ても僕にベタ惚れです"
      },
      {
        "en": "An Introvert's Hookup Hiccups: This Gyaru Is Head Over Heels for Me!"
      },
      {
        "en": "The Gal Who Was Meant to Confess to Me as a Punishment Game Has Apparently Fallen in Love with Me"
      },
      {
        "zh-hk": "因懲罰遊戲才向陰角的我告白的辣妹，怎麼看都已經完全迷戀上我了"
      },
      {
        "ko": "아싸인 내게 벌칙 게임으로 고백해 온 갸루가 아무리 봐도 나한테 반한 것 같다"
      },
      {
        "ru": "Девушка, которая должна была признаться мне в качестве игрового наказания, очевидно, влюбилась в меня"
      },
      {
        "pl": "Introwertyczne wpadki podrywowe: Ta Gyaru zakochała się we mnie po uszy!"
      },
      {
        "pl": "Gal, która miała mi wyznać miłość w ramach gry z karą, najwyraźniej się we mnie zakochała."
      },
      {
        "ja-ro": "Inkya no Boku ni Batsu Game ni Kokuhaku Shitekita Hazu no Gyaru ga, Doumitemo Boku ni Betahore Desu"
      },
      {
        "vi": "Nhỏ Gyaru lẽ ra tỏ tình với người u ám như tôi chỉ vì trò chơi trừng phạt, nhưng dù có nhìn kiểu gì thì cổ cũng yêu tôi mà!"
      }
    ],
    "description": {
      "en": "When the gorgeous Nanami Barato confesses to Yoshin Misumai, it seems too good to be true! Only, it is—and Yoshin knows it. How’s an introverted guy like him supposed to keep his cool when he knows this is all just a dare? Even more puzzling, despite her gaudy appearance, this supposed gyaru isn’t actually all that good with guys! Perhaps this is the perfect chance for this shy guy to pluck up his own courage and say yes to the guy-shy girl. So begins their new cushy life of morning meet-ups and handmade lunches. The thing is, judging by the way she’s acting, Nanami has fallen head over heels for him! From dares and dating to downright disasters, can these two first-timers figure out their feelings and maybe even fall in love—for real, this time?!\n\n---\n**Links:**\n- Official Video Manga - [YouTube](https://youtube.com/playlist?list=PL0zfSjyskgIUZdlu7xyxLAv956kN32dP6) (Chapters 1-3, With voice acting)\n- [Official English Light Novel](https://j-novel.club/series/an-introvert-s-hookup-hiccups)",
      "ja": "**陰キャ×清楚ギャル、罰ゲームから始まるピュアラブコメ!!**\n\nクラス内カーストトップの清楚ギャル・茨戸七海に罰ゲームで告白されて付き合うことになった陰キャ男子・簾舞陽信。 しかし罰ゲームのはずが、七海は陽信にガチ惚れしているようで…？",
      "pl": "Kiedy piękna Nanami Barato wyznaje miłość Yoshinowi Misumai, wydaje się to zbyt piękne, by mogło być prawdziwe! Tylko, że tak jest - i Yoshin o tym wie. Jak taki introwertyczny facet jak on ma zachować zimną krew, skoro wie, że to tylko wyzwanie? Jeszcze bardziej zastanawiające jest to, że pomimo jej krzykliwego wyglądu, ta rzekoma gyaru nie jest tak dobra w kontaktach z facetami! Być może jest to idealna okazja dla tego nieśmiałego faceta, aby zebrać się na odwagę i powiedzieć \"tak\" tej nieśmiałej dziewczynie. Tak zaczyna się ich nowe, wygodne życie porannych spotkań i ręcznie robionych lunchów. Rzecz w tym, że sądząc po jej zachowaniu, Nanami zakochała się w nim po uszy! Czy ta dwójka może odkryć swoje uczucia, a może nawet zakochać się w sobie - tym razem naprawdę?!",
      "pt-br": "Barato Nanami, uma versão atenuada da garota no topo da hierarquia da escola, perdeu um jogo de cartas e agora tem que confessar a um cara de sua classe como punição. Misumai Youshin, que é um solitário sem amigos, foi o cara escolhido, mas ele sabe da punição! Deveria ter sido uma punição do jogo, mas será que Nanami vai desenvolver sentimentos por Youshin…?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-11-21T20:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/c445d559-be59-4087-b985-a29f294aafb9.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48de4f49-d7f9-4b0c-99f4-0929c2a9910b",
    "title": {
      "en": "Gakeppuchi Reijou wa Kurokishi-sama o Horesasetai!"
    },
    "updatedAt": "2024-11-01T00:50:18+00:00",
    "coverArt": "https://mangadex.org/covers/48de4f49-d7f9-4b0c-99f4-0929c2a9910b/9a9dfea4-854c-4317-af6c-c9ca7e6b434d.png",
    "altTitles": [
      {
        "ja": "崖っぷち令嬢は黒騎士様を惚れさせたい!"
      },
      {
        "ja-ro": "Gakeppuchi Reijou wa Kurokishi-sama wo Horesasetai!"
      },
      {
        "es-la": "¡Quiero hacer que el Caballero Oscuro se Enamore de mi!"
      },
      {
        "en": "I Want to Make Black-Knight Fall In Love With Me!"
      },
      {
        "pl": "Chcę, żeby Czarny Rycerz Się We Mnie Zakochał"
      },
      {
        "en": "A Noblewoman on the Brink of Disaster Wants to Make the Black Knight Fall in Love!"
      }
    ],
    "description": {
      "en": "My family is in debt, and we don't have enough money for my sick sister's treatment... The troubled noble, Clarice, finds herself engaged in a political marriage with the most feared Black-Knight in the kingdom, Frost, known for \"slaughtering beasts with his bare hands\". In an attempt to secure the fortune, Clarice tries to seduce the \"Black-Knight\", but just as she does, she discovers \"her\" secret...",
      "ja": "実家は借金まみれ、病気の妹を救うには治療費が足りない…。崖っぷちな子爵令嬢・クラリスが政略結婚をすることになったのは、「魔物を素手で屠る」とウワサの黒騎士・フロストだった！財産を握るため、どうにか”黒騎士様”を篭絡しようとした矢先、クラリスは“彼女”の秘密を知ってしまい…。",
      "pl": "Moja rodzina jest zadłużona i nie mamy pieniędzy na leczenie chorej siostry...\nZmartwiona szlachcianka, Clarice, zostaje zaangażowana w polityczne małżeństwo z najbardziej przerażającym Czarnym Rycerzem w królestwie, Frostem, znanym z „zabijania bestii gołymi rękami”.\nChcąc zapewnić sobie fortunę, Clarice próbuje uwieść „Czarnego Rycerza”, ale gdy to robi, odkrywa „jej” sekret...",
      "es-la": "Mi familia está endeudada, y no tenemos suficiente dinero para el tratamiento de mi hermana enferma...\r\nLa nobleza en apuros, Clarice, se encuentra comprometida en un matrimonio político con el Caballero Oscuro más temido del reino, Frost, quien es conocido por \"matar bestias con sus propias manos\"\r\nCon la intención de asegurar la fortuna, Clarice intenta seducir al \"Caballero Oscuro\", pero justo cuando lo hace, descubre el secreto de \"ella\"..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "931fd4fd-6c22-485e-b717-2dce335500b1",
    "title": {
      "en": "God of Martial Arts"
    },
    "updatedAt": "2024-01-16T12:20:49+00:00",
    "coverArt": "https://mangadex.org/covers/931fd4fd-6c22-485e-b717-2dce335500b1/6d6dcc4a-ae39-44f4-a6a5-2f0b997043b4.jpg",
    "altTitles": [
      {
        "id": "Dewa Seni Beladiri"
      },
      {
        "en": "GoMA"
      },
      {
        "zh-ro": "Juéshì Wǔshén"
      },
      {
        "en": "Peerless Martial God"
      },
      {
        "en": "PMG"
      },
      {
        "ru": "Бог боевых искусств"
      },
      {
        "th": "เทพยุทธ์พลิกลิขิตสวรรค์"
      },
      {
        "zh": "绝世武神"
      },
      {
        "vi": "Tuyệt Thế Võ Thần"
      }
    ],
    "description": {
      "en": "In this world, respect is earned with martial arts. Weak martial artists have strengths of tens of thousands of pounds, capable of cracking boulders. And the strong ones can cut off rivers and split mountains. There are even martial kings who know everything and can travel across the universe. Martial art decides your fate as well as your life and death. The weak is humiliated while the strong looks down on the world. This is a a world where the strong bullies the weak. People's statuses are decided by the levels of their cultivation of martial arts. Each faction fights for the title of \"The Strongest\". Only the strong ones have the right to survive. Even if you are from the same clan or faction, if you are weak, then you will be bullied and kicked out without mercy.  \n  \nAfter a car accident, Lin Feng crosses over to this new world into the body of a young master from the powerful Lin Family.  \nWill Lin Feng be used by others again or will he forge his own path in this place where, regardless of your family ties or sect, only the strong have the right to live.  \n\n\n---",
      "fr": "Dans ce monde, le respect se gagne avec les arts martiaux. Les artistes martiaux faibles ont des forces de dizaines de milliers de pounds, capables de craquer des blocs rocheux. Et les plus forts peuvent couper les rivières et creuser des montagnes. Il y a même des rois martiaux qui savent tout et peuvent voyager à travers l'univers. L'art martial décide de votre destin ainsi que de votre vie et de votre mort. Les faibles sont humiliés tandis que les forts méprisent tout le monde. C'est un monde où les forts intimident les faibles. Les statuts des gens sont déterminés par les niveaux de culture des arts martiaux. Chaque faction se bat pour le titre du \"plus fort\". Seuls les forts ont le droit de survivre. Même si vous appartenez au même clan ou à la même faction, si vous êtes faible, alors vous serez persécuté et expulsé sans pitié.",
      "pt-br": "Neste mundo, o respeito é obtido através das artes marciais. A força de artistas marciais fracos é igual a dezenas de milhares de libras, capazes de quebrar rochas. E os fortes podem cortar rios e dividir montanhas. Há até reis marciais que conhecem tudo e podem viajar pelo universo. A arte marcial decide seu destino, bem como sua vida e sua morte. Os fracos são humilhados enquanto o olhar forte para o mundo. Este é um mundo onde os fortes intimidam os fracos. O status das pessoas é decidido pelos níveis de cultivo de artes marciais. Cada facção luta pelo título de \"O mais poderoso\". Apenas os fortes têm o direito de sobreviver. Mesmo se você é do mesmo clã ou facção, se você é fraco, então você será intimidado e expulso sem piedade."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5373fc36-e023-4f78-bcca-b28e62176aa7",
    "title": {
      "en": "Heavenly Moon"
    },
    "updatedAt": "2024-07-28T04:20:36+00:00",
    "coverArt": "https://mangadex.org/covers/5373fc36-e023-4f78-bcca-b28e62176aa7/ea501f84-4bc4-430f-8c16-42a7e7e6246e.png",
    "altTitles": [
      {
        "en": "Heavenly Ray and Bright Moon"
      },
      {
        "ko": "천광명월"
      },
      {
        "en": "Sunlight Moon"
      },
      {
        "zh": "天光明月"
      },
      {
        "ru": "Военный раб, ставший мастером боевых искусств"
      }
    ],
    "description": {
      "en": "The Murim Warring States period is where only the strong survives. This is the war slave Cheong Gwang and Myeong-Wol’s Murim Survival Story.\n\n---\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=59153035)",
      "ko": "강자만이 살아남는 무림전국시대.\n전쟁노예 천광과 중원제일의 기생 명월의\n무림 생존기를 그린 가족 무협 액션 드라마.\n\n---\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=59153035)",
      "ru": "Главный герой - Чон Гван, будучи ребенком, попадает в военное рабство. Больше десяти лет он не видел своего отца и сестренку. Согласно уговору с преемником одной из сильнейших гильдий, он должен принести голову двадцати мастеров боевых искусств, и только тогда ему даруют свободу. Чон Гван жил мыслью о скором возвращении домой, однако... его обманули. Тогда он решает сбежать...\n\n---\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=59153035)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2025-01-05T22:31:13+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/6ae7c384-8f33-4c29-a062-ff71628c2e95.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8c6e0eb8-fb94-44a3-9bf4-fa72dee36775",
    "title": {
      "en": "Your Throne"
    },
    "updatedAt": "2023-07-19T20:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/8c6e0eb8-fb94-44a3-9bf4-fa72dee36775/0c04d507-5603-407e-9fc5-ff9b55461c37.jpg",
    "altTitles": [
      {
        "id": "I Wanna Be U"
      },
      {
        "pt": "Seu Trono"
      },
      {
        "en": "To Be You, Even Just for a Day"
      },
      {
        "ko": "하루만 네가 되고 싶어"
      },
      {
        "fr": "La duchesse déchue"
      },
      {
        "th": "ชิงชีวิตพลิกลิขิตชะตา"
      },
      {
        "de": "Dein Thron"
      },
      {
        "es": "Quiero ser tú, solo por un día"
      },
      {
        "tr": "Sadece Bir Günlüğüne Sen Olmak İstiyorum"
      },
      {
        "es": "Tu trono"
      },
      {
        "vi": "Tôi muốn trở thành cô ấy, dù chỉ một ngày"
      },
      {
        "zh": "以你之名"
      },
      {
        "ja": "君の全てを奪いたい"
      },
      {
        "zh-hk": "惡女的變身"
      },
      {
        "uk": "Я хочу стати тобою хоча б на один день"
      }
    ],
    "description": {
      "de": "[Official German Version](https://www.webtoons.com/de/fantasy/your-throne/list?title_no=2580)",
      "en": "Tensions are brewing under the seemingly calm surface of the Vasilios Empire, a kingdom ruled by the Imperial Family and the Temple. Lady Medea Solon has lost her place next to Crown Prince Eros, but resolves to do whatever it will take to win back what's rightfully hers. Will she reclaim her throne?",
      "es": "[Official Spanish Version](https://www.webtoons.com/es/fantasy/your-throne/list?title_no=2414)",
      "fr": "[Official French Version](https://www.webtoons.com/fr/drama/la-duchesse-dechue/list?title_no=1957)",
      "id": "[Official Indonesian Version](https://www.webtoons.com/id/drama/i-wanna-be-u/list?title_no=1877)",
      "ja": "[Official Japanese Version](https://manga.line.me/product/periodic?id=Z0000765)",
      "th": "[Official Thai Version](https://www.webtoons.com/th/romantic-fantasy/i-wanna-be-u/list?title_no=1874)",
      "zh": "[Official S.Chinese Version](https://www.dongmanmanhua.cn/LOVE/yinizhiming/list?title_no=1481)",
      "zh-hk": "[Official T.Chinese Version](https://www.webtoons.com/zh-hant/western-palace/envbianshen/list?title_no=1904)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "757c05b6-017d-492e-8c78-cbcfdf568944",
    "title": {
      "en": "Apparently, I'm the Villainess?"
    },
    "updatedAt": "2024-03-23T16:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/757c05b6-017d-492e-8c78-cbcfdf568944/279d77ce-a7b4-4eed-8ddc-240d736fd02c.jpg",
    "altTitles": [
      {
        "en": "They Say I'm the Villainous Young Miss"
      },
      {
        "vi": "Họ Đồn Tôi Là Đại Tiểu Thư Xấu Xa"
      },
      {
        "zh": "据说我是反派大小姐"
      }
    ],
    "description": {
      "en": "I worked as a manhua artist, then died from pulling an all-nighter. I woke up as the villainess \"Emi Morwen\" from my webcomic! Emi was an alluring yet cruel character who departed from the story by ending her own life. However, I’m not the real Emi!",
      "vi": "《Sau khi thức quá khuya, chạy deadline để rồi kết thúc sinh mệnh, tôi đã tái sinh thành nhân vật phản diện trong truyện tranh của mình》"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e7ee75d-f721-4271-8b71-d09a2e902a02",
    "title": {
      "en": "The Way My Nemesis Looks At Me Is Slowly Shifting"
    },
    "updatedAt": "2024-09-17T15:52:50+00:00",
    "coverArt": "https://mangadex.org/covers/6e7ee75d-f721-4271-8b71-d09a2e902a02/da07f398-f136-4438-87a9-2b58e959798b.jpg",
    "altTitles": [
      {
        "zh": "宿敌看我的眼神逐渐变质"
      },
      {
        "zh-ro": "Sudi Kan Wo De Yanshen Zhujian Bianzhi"
      }
    ],
    "description": {
      "en": "Yu Wan is a spoiled rich brat who was given everything and never had to work a day in her life. Her father forces her to intern at acompany where her childhood bestfriend, Ni Chang, works at. Unbeknownst to Yu Wan, Ni Chang has had a crush on Yu Wan since they were children."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0a49848-1973-4f66-9616-4aab36a43463",
    "title": {
      "en": "Life of a Quack Healer"
    },
    "updatedAt": "2025-01-11T05:20:55+00:00",
    "coverArt": "https://mangadex.org/covers/e0a49848-1973-4f66-9616-4aab36a43463/dc0cf9ad-bcd4-4976-88f8-defb2c9c38ab.jpg",
    "altTitles": [
      {
        "ko": "야매 힐러로 사는 법"
      },
      {
        "ko-ro": "Yamae Healer Saneun Beop"
      },
      {
        "en": "How to Live as a Fake Healer"
      },
      {
        "th": "ฮีลเลอร์กำมะลอ"
      },
      {
        "zh": "伪治疗师的生存法则"
      }
    ],
    "description": {
      "en": "One day, Seunghyeon Kang woke up to find himself in an unfamiliar world, on the continent of Azeul. At that moment, a status window pops up: \n\n[Your class is Healer?]\n\nWait, but he doesn’t have a single healing skill?! \n\nAnd so begins the life of a quack Healer who can’t cast Heal as he struggles to find a way back to his home!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9547d8e5-048c-4c71-9b7c-97a3af0423eb",
    "title": {
      "en": "Spinach Bouquet"
    },
    "updatedAt": "2023-07-28T13:04:44+00:00",
    "coverArt": "https://mangadex.org/covers/9547d8e5-048c-4c71-9b7c-97a3af0423eb/8d271252-19ce-49fd-bd4b-803dd2ee7442.jpg",
    "altTitles": [
      {
        "ko": "시금치 꽃다발"
      },
      {
        "en": "Spinach Flowers"
      }
    ],
    "description": {
      "en": "Ji-woo transfers to a rural school with his parents who have returned to farming. The fresh air, the relaxed atmosphere... he liked them all. However, for a moment that seemed like a pleasant start,\n\nJi-woo discovers that the flower garden that he has carefully cared for has been messed up.. Ji-woo, who thought it was someone's territoriality, suspects Dongchan, who was particularly harsh to him at school.\nFirst off, that bangs! I'll start with those bangs that make it impossible to know what you're thinking!!",
      "fr": "La vie à la campagne est censée être idyllique, non ? Un endroit paisible rempli d'aimables voisins au grand cœur, pas vrai ? C'est ce que Jiwoo attend avec impatience... Mais de tous les voisins qu'il aurait pu avoir, c'est Dongchan qu'il est le sien. Froid, distant et insondable, Dongchan n'est pas le plus accueillant du voisinage. En fait, on dirait qu'il n’a pas du tout envie que Jiwoo et sa famille s’installent ici. Déconcerté mais pas découragé, Jiwoo fait de son mieux pour s'adapter à la vie à la campagne... jusqu'à ce qu'il s'avère que quelqu'un essaie de chasser sa famille d'ici. Jiwoo a des soupçons, mais sera-t-il capable de trouver le vrai coupable ?",
      "ko": "귀농한 부모님을 따라 시골 학교로 전학 온 지우. 상쾌한 공기, 여유로운 분위기.. 모두 마음에 들었다. 그러나 기분 좋게 새출발 할 수 있을 것 같았던 것도 잠시,\n지우네가 정성껏 가꾼 꽃밭이 엉망이 된 걸 발견하는데..\n누군가의 텃세일 거라 생각한 지우는 학교에서 자신에게 유독 까칠했던 동찬을 의심한다.\n일단 저 앞머리! 무슨 생각 하는지 알 수 없게 하는 저 앞머리부터 까고 만다!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5bf4a43b-f870-44d9-b138-48cfc00bda08",
    "title": {
      "en": "After Losing My Job, I Met Miss Mermaid at the Beach"
    },
    "updatedAt": "2025-01-03T12:11:37+00:00",
    "coverArt": "https://mangadex.org/covers/5bf4a43b-f870-44d9-b138-48cfc00bda08/b348a736-7ee0-4e37-9ebc-6d4f987e0918.png",
    "altTitles": [
      {
        "zh": "失业后我在海边遇见了人鱼小姐"
      },
      {
        "zh-ro": "Shiye hou Wo zai Haibian Yujian le Renyu-xiaojie"
      }
    ],
    "description": {
      "en": "After a failed romance and losing her job, the female protagonist decides to join a tour group for a seaside getaway to relax. Unexpectedly, she encounters a mermaid in the ocean! The mermaid engages in some strange behavior and suddenly disappears. The next day, when the female protagonist sees the mermaid again, she is left completely astonished."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "21"
  },
  {
    "mangaId": "ec96fc62-975a-4abf-83e3-d2426ca8fbe6",
    "title": {
      "en": "The Villainess Lives Again"
    },
    "updatedAt": "2025-01-19T13:38:02+00:00",
    "coverArt": "https://mangadex.org/covers/ec96fc62-975a-4abf-83e3-d2426ca8fbe6/c773bf7f-9db8-44a6-80d0-9709a4b479a3.jpg",
    "altTitles": [
      {
        "ko": "악녀는 두 번 산다"
      },
      {
        "ko-ro": "Agnyeoneun Du Beon Sanda"
      },
      {
        "fr": "La vilaine vit encore une fois"
      },
      {
        "fr": "L'antagoniste vit une deuxième fois"
      },
      {
        "pt": "A vilã vive duas vezes"
      },
      {
        "es": "La villana vive dos veces"
      },
      {
        "uk": "Друге життя лиходійки"
      },
      {
        "ru": "Вторая жизнь злодейки"
      },
      {
        "ja": "悪女は2度生きる"
      },
      {
        "ja": "悪女は２度生きる"
      },
      {
        "tr": "Kötülüğün İkinci Yaşamı"
      },
      {
        "th": "ชีวิตที่สองของนางร้าย"
      },
      {
        "th": "ชีวิตครั้งใหม่ ของยัยตัวร้าย"
      },
      {
        "zh": "恶女的王座"
      },
      {
        "zh": "恶女的重生"
      },
      {
        "zh": "恶女的二次人生"
      },
      {
        "zh-hk": "惡女重生"
      },
      {
        "zh-hk": "惡女的王座"
      },
      {
        "zh-hk": "惡女的重生"
      },
      {
        "zh-hk": "惡女的二次人生"
      },
      {
        "vi": "Ác nữ tái sinh"
      },
      {
        "id": "The Villainess Lives Twice"
      },
      {
        "fr": "The Villainess Lives Again"
      }
    ],
    "description": {
      "de": "Von klein auf lebte Artezia Rosan in dem Glauben, sie könne ein glückliches Leben führen, solange ihr Bruder erfolgreich ist. Als Meisterin der Manipulation und Intrigen wurde sie das wichtigste Hilfsmittel ihres Bruders, um den Thron des Imperiums zu erobern. Genau deshalb traf sie der Verrat ihres Bruders so hart, als sie für ihre Taten gefesselt und gefoltert wurde. Nachdem sie von Großherzog Cedric Ebron gerettet wird, nutzt sie eine verbotene Magie und opfert ihr eigenes Leben, um ihm zu helfen, dem grausamen Kaiser ein Ende zu setzen. Die Ereignisse nehmen eine seltsame Wendung, als sie einige Jahre in der Vergangenheit aufwacht und schwört, Großherzog Cedric um jeden Preis zu helfen, selbst wenn dies bedeutet, ihre eigene Familie aufzugeben. Man sagt, Blut ist dicker als Wasser, aber kann Artezia es schaffen, ihren Bruder zu besiegen, während ihre eigene Romanze inmitten des Chaos erblüht?\n\n---\n* [Official Translation (DE)](https://www.tappytoon.com/de/comics/the-villainess-lives-again-de)",
      "en": "From childhood, Artezia Rosan's happiness was dependent on ensuring the success of her brother. As a master manipulator and schemer, she became his most valuable ally in seizing the empire’s throne. That’s exactly why her brother's betrayal cut so deeply when Artezia was imprisoned as punishment for all of her crimes. Soon after being rescued by Grand Duke Cedric Ebron, she vows to help him overthrow the cruel new emperor by sacrificing her own life with forbidden magic. Now waking up several years earlier back in time, she will forsake her own family to help Cedric at all costs. They say that blood is thicker than water, but can Artezia destroy her brother while her own romance blossoms amidst the chaos?",
      "fr": "Depuis son plus jeune âge, Artezia vit dans l’ombre de son frère, dont le succès suffirait à garantir le bonheur et la sécurité de la famille, selon sa mère. Elle devient donc la meilleure alliée de ce dernier, organisant maintes conspirations afin de l’aider à accéder au trône impérial. C’est pourquoi, quand ce but est finalement atteint mais qu’elle se retrouve trahie, mutilée et enchaînée en punition pour ses crimes, son ressentiment n’en est que plus grand. Sauvée par le Grand Duc Cedric Ebron, elle décide alors d’utiliser la magie pour aider ce dernier à détrôner l’empereur cruel qu’est devenu son frère. Un sort magique lui permet de revenir plusieurs années en arrière et de changer le cours des choses… Mais Artezia parviendra-t-elle à changer le destin, alors que l’amour s'immisce au milieu du chaos?\n\n---\n**Official Translations:**\n* [French / Français](https://www.tappytoon.com/fr/comics/villainess-lives-again-fr)",
      "ja": "謀略の天才、皇帝を作り上げる！ ”お兄様が成功すれば、お前も成功するのよ” それを信じ、あらゆる悪事を企てた悪女「アルティゼア」。 しかし、彼女の兄への忠誠は裏切りとして返ってくる。 死を前にした彼女に手を差し伸べたのは宿敵であり、正義ある大公「セドリック」だけだった。 魔術で命と引き換えに18歳の自分に生まれ変わった彼女は、「セドリック」を皇帝にするために新たな人生を捧げることにするがーー\n\n---\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/50796)",
      "ko": "모략의 천재, 황제를 만들다!\n\n\"오빠가 잘되어야 너도 잘되는 거야.\"\n\n온갖 악행을 저질러 오빠를 황제로 만들었다.\n하지만 아르티제아의 헌신은 배신으로 돌아왔다.\n죽음의 문턱에서 그녀에게 구원의 손을 내민 것은, 정의로운 숙적 세드릭 대공뿐이었다.\n\n“계책을 내라.”\n“…….”\n“이 상황을 뒤집을 수 있는 인물을 나는 그대 외에는 떠올리지 못하겠어. 로산 후작.”\n“…….”\n“나에게는 그대의 힘이 필요하다.”\n\n이미 기울어진 세력 판도를 뒤집고 도탄에 빠진 제국을 구할 계책은 없다.\n그러나 방법은 있다.\n모든 것이 잘못되기 이전으로 시간을 돌리는 것.\n\n피의 눈물과 함께 그녀는 자신의 몸을 바쳐 고대마법으로 시간을 돌린다.\n이번에는, 실패하지 않으리라.\n\n죽지 않고 18세로 회귀한 아르티제아는 세드릭 대공을 위한 악녀가 될 것을 결심한다.\n\n“저에게 청혼해 주십시오. 당신을 황제로 만들어 드리겠습니다.”\n\n악마에게 무릎을 꿇은 대가로,\n당신은 당신 대신 손을 더럽힐 악마를 얻을 것입니다.",
      "pt": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric.Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira... de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar.",
      "ru": "«Твой старший брат хорош, и ты должна соответствовать.»\nОна совершила множество злoдеяний, чтoбы сделать своего старшего брата Императором. Однако преданность Артезии обернулась против неё, ведь единственным, кто подал ей руку помощи на пороге смерти, был заклятый враг, эрцгерцог Седрик.\n«Уловки прочь.»\n«Я не знаю никого, кроме вас, кто мог бы обратить эту ситуацию вспять. Маркиза Розанна.»\n«Мне нужна ваша сила.»\nКазалось, тогда уже невозможно было спасти Империю, находившуюся в крайне бедственном положении, и предотвратить падение власти. Но всё же был один способ. Повернуть время вспять прежде, чем все пойдёт не так. Она, с кровавыми слезами на глазах, пожертвовала своим телом, чтобы овладеть древней магией и обернуть время вспять. В этот раз она не подведёт. Вернувшись в возраст восемнадцати лет, Артезия принимает решение не покорно умереть, а стать злодейкой и пойти на службу к эрцгерцогу Седрику.\n«Пожалуйста, сделайте мне предложение. И я сделаю вас Императором.»\nДабы демoн пал ниц, нужнo запoлучить другoгo, что испачкает руки вместо вас.",
      "zh": "前世为助哥哥成王做尽坏事，却反遭灭口…这一世甘为恶女，联手曾经的政治宿敌，夺回操控人生的王座！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9146/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E9%87%8D%E7%94%9F/116)",
      "pt-br": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric. Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira … de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "230"
  },
  {
    "mangaId": "c6393c02-7988-4408-b5bf-e1e75c738242",
    "title": {
      "en": "Minimum"
    },
    "updatedAt": "2024-12-20T18:34:40+00:00",
    "coverArt": "https://mangadex.org/covers/c6393c02-7988-4408-b5bf-e1e75c738242/9e607abd-80dd-4a61-993d-25e42bd7c605.jpg",
    "altTitles": [
      {
        "ja": "ミニマム"
      }
    ],
    "description": {
      "en": "Itou is just your average high school boy with a love for photography. Or so it seems. Having low self-esteem he doesn't dare to approach any girls. He instead seeks the love in his pictures. One day when he was tempted by his classmate's porn video, Itou takes it upon him to google the internet for some porn. But unexpectedly, he arrives on a homepage he can't read. When he hits the keyboard in his desperation, the DVD drive explodes and a something that looks like a miniature girl crawls out of it. Who is she? And how will Itou face this situation?",
      "ja": "童貞の男子高校生・伊東竜介（いとー）は、パソコンが苦手なカメラヲタク。ある日、誤作動させてしまったパソコンの中から手のひらサイズの女のコが飛び出してきた!!　彼女の名前は西九条遥（にしくじょうはる）。彼女の正体は、いったい何なのか？ツンデレＭＡＸな彼女に対して、女性経験のない伊東はどう対応するのか？"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": "58"
  },
  {
    "mangaId": "3b9bade6-28a0-4f2f-8211-4b5106a2cbbd",
    "title": {
      "en": "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu"
    },
    "updatedAt": "2024-12-24T01:49:54+00:00",
    "coverArt": "https://mangadex.org/covers/3b9bade6-28a0-4f2f-8211-4b5106a2cbbd/07587e3a-069a-4660-8d68-3c60857efa93.jpg",
    "altTitles": [
      {
        "ja": "ギルドの受付嬢ですが、残業は嫌なのでボスをソロ討伐しようと思います"
      },
      {
        "en": "I May Be a Guild Receptionist, but I'll Solo Any Boss to Clock Out on Time"
      },
      {
        "zh": "虽然是公会柜台小姐，但是因为讨厌加班所以要去单挑BOSS"
      },
      {
        "en": "I'm The Guild Receptionist, But Since I Don't Want To Work Overtime, I Think I'll Just Solo The Boss"
      }
    ],
    "description": {
      "en": "\"It's safe because it's a desk job, super stable because it's public work!\"\n\nAlina Clover thought being a receptionist for the Adventurers Guild would be her ticket to the good life... but her dream gig turns into an overtime nightmare whenever adventurers get stuck clearing a dungeon. To save herself from paperwork, Alina turns to the simplest solution at hand — beating down the monsters herself! A mysterious adventurer showing up out of nowhere, soloing the boss, then disappearing without taking credit is bound to create rumors, and Alina's treasured job forbids side hustles. So there might be trouble when the leader of the Silver Sword party discovers her secret...!",
      "ja": "内勤だから安全、公務だから超安定！\n\nそんな理想の職業「ギルドの受付嬢」となったアリナを待っていたのは、理想とは程遠い残業三昧の日々だった。\n\n全てはダンジョンの攻略が滞っているせい！ 限界を迎えたアリナは、なんと大鎚を手に自らボス討伐に赴くのであった―。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f89ed57a-e4c0-48f5-b664-8ef88aa87fd9",
    "title": {
      "en": "I Shall Master This Family"
    },
    "updatedAt": "2024-11-17T16:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/f89ed57a-e4c0-48f5-b664-8ef88aa87fd9/8deb6809-72af-4b3a-83ec-9ada79cd0fa7.jpg",
    "altTitles": [
      {
        "ko": "이번 생은 가주가 되겠습니다"
      },
      {
        "ko-ro": "Ibeon Saengeun Gajuga Doegetseumnida"
      },
      {
        "ko-ro": "Ibeonsaeng-eun Gajuga Doegessseubnida"
      },
      {
        "en": "In This Life, I Will Be the Lord"
      },
      {
        "en": "I'll Be the Matriarch in This Life"
      },
      {
        "en": "In This Life, I'll Become the Head of the Family"
      },
      {
        "fr": "En cette vie, je deviendrai la cheffe de famille"
      },
      {
        "pt": "Nesta vida, serei a matriarca"
      },
      {
        "pt-br": "Nesta vida, eu serei a matriarca"
      },
      {
        "pt-br": "Serei a matriarca nessa vida"
      },
      {
        "uk": "Цього разу я господарка свого життя"
      },
      {
        "uk": "Цього разу я володарка свого життя"
      },
      {
        "uk": "У цьому житті я очолю родину"
      },
      {
        "ru": "В этой жизни я - глава семьи"
      },
      {
        "ru": "На сей раз я - хозяйка этой жизни"
      },
      {
        "ru": "Я стану хозяйкой этой жизни"
      },
      {
        "th": "เกิดใหม่ชาตินี้ฉันจะเป็นเจ้าตระกูล"
      },
      {
        "ja": "今世は当主になります"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирна"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирах болно"
      },
      {
        "zh": "这一世我来当家主"
      },
      {
        "zh": "今生我会成为家主"
      },
      {
        "zh-hk": "今生我來當家主"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành gia chủ"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành Matriarch"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành mẫu hệ"
      },
      {
        "es": "Seré la matriarca en esta vida"
      },
      {
        "es": "En esta vida seré la soberana"
      },
      {
        "fr": "Cette fois-ci, je serais la Matriarche"
      },
      {
        "fr": "La nouvelle cheffe de clan (piccoma)"
      },
      {
        "ja-ro": "Konyo Ha Toshu Ni Narimasu"
      }
    ],
    "description": {
      "cs": "Veľká rodina Lombardi bola kedysi na vrchole impéria. Po smrti jej patriarchu sa osud rodiny a Firentie - nemanželskej dcéry, sa rúca do záhuby rukami jej neužitočných a krutých bratrancov. Jej otec zomrel, príbuzní ju vyhodili na ulicu a významná rodina, na ktorú bola taká hrdá, bola úplne zničená... Keď sa však prevtelí do svojho sedemročného ja, bude sa snažiť ochrániť česť rodiny, získať si priazeň starého otca Lulaca a zabrániť smrti vlastného otca. V tomto živote pre ňu existuje len jeden spôsob, ako zvíťaziť: stať sa hlavou ich mocného rodu.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "en": "I've reincarnated as Firentia Lombardy, the illegitimate daughter of the wealthiest and most influential family in the Empire. I thought I was all set to have a comfortable and luxurious life… but it wasn't long before my beloved father died, my relatives kicked me out, and our family went bankrupt!!\n\nTo add insult to injury, I was hit by a carriage one day when I drank (a bit too much) booze to drown my sorrows… but my despair was only temporary. When I opened my eyes, I found that I'd traveled back in time to when I was 7 years old!\n\nI was surprised to see my father again in the flesh. But as if that wasn't already shocking enough, the 2nd prince, our family's once sworn enemy, was now following me around like a dog!\n\nNow that I've been given a second chance at life, I'll take things into my own hands and claim both the 2nd prince and my family for myself!\n\n---\n**Links:**\n* Alternative Official English - [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family), [Pocket Comics](https://www.pocketcomics.com/comic/9247)",
      "fr": "Florentia s'est réincarnée comme l'enfant illégitime de la famille la plus riche de l'empire, même si elle n'était pas de sang pure elle pensait que tout irait bien, son père était gentil avec elle, mais à la mort de ce dernier sa famille l'a abandonnée et elle s'est retrouvée seule, puis soudainement le trou noir.\n\nElle se souvient d'avoir un peu bu puis avoir ressenti un violent coup sur la tête et maintenant elle est de retour dans son corps de 7 ans! L'occasion de tout changer et de devenir même en étant illégitime la cheffe de la famille!\n\n---\nLa grande famille Lombardi était autrefois au sommet de l’Empire. Après la mort de son patriarche, le sort de la famille et celui de Firentia, née d’un Lombardi et d’un paysan, tombent en ruine aux mains de ses cousins inutiles et cruels. Mais lorsqu’elle se réincarne à l’âge de ses sept ans, elle fera tout pour protéger l’honneur de la famille, gagner les faveurs de son grand-père Lulac et, empêcher la mort de son père. Dans cette vie, il n’y a qu’un seul moyen pour elle de gagner: devenir la cheffe de leur puissante famille.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "id": "Aku pikir aku adalah putri bangsawan yang hidupnya bergelimang harta dan kebahagiaan, tapi ternyata aku ini anak berdarah campuran bangsawan dan rakyat biasa yang keberadaannya tidak dianggap dalam keluargaku sendiri. Ibuku sudah tiada dan tidak ada yang menyayangiku kecuali ayahku sendiri. Setelah bekerja keras mengabdikan diri untuk keluarga ini, siapa sangka aku malah diusir dan berakhir mati tertabrak kereta kuda. Ketika terbangun lagi aku bereinkarnasi untuk kedua kalinya di tubuh yang sama.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "ja": "今度こそ守れるんじゃないかな？ ランブル帝国随一の家門、ロンバルディを！ 交通事故で死んだ後ロンバルディ家の婚外子として転生したフィレンティア。 だが…彼女を待ち受けていたのは愛する父の死とロンバルディ家の滅亡だった。 家門の滅亡を知った日に彼女は酒を飲んで馬車に轢かれてしまうのだが、目を覚ますと7歳の自分に戻っていた。 今度こそ父と家門を守り抜くと決めたフィレンティア。 彼女を待ち構える試練とは一体何なのか… 当主になると決めた彼女の挑戦が始まるーー！\n\n---\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)",
      "ko": "“한번 해 보자, 내가 가주가 되는 거야.”\n환생에 회귀까지, 인생 3회차 피렌티아의 가주 되기 프로젝트!\n\n제국 제일가는 명문가 롬바르디가의 막내 손녀 ‘피렌티아’. 그녀는 똑똑하고 능력 있지만 사생아로 태어났다는 이유로 친척들에게 온갖 수모를 당하고, 결국 가문에서 쫓겨나고 만다. 이후 피렌티아는 더 이상 가문 일에 참여할 수 없게 되고, 그저 무능력한 큰아버지의 손에 롬바르디가가 망해가는 것을 지켜볼 수밖에 없었다. 화가 나 술을 진탕 마신 어느 날, 피렌티아는 마차 사고를 당해 죽음을 맞이하는데…. 그러나 어떻게 된 일인지 눈을 떠 보니 거울에 비친 것은 일곱 살 때의 모습?! 전생의 기억을 가지고 회귀한 피렌티아는 다시 찾은 생에서는 롬바르디가의 멸문을 막기 위해 스스로 가주가 되기로 결심하는데…!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)",
      "th": "เมื่อเธอมาเกิดใหม่ในร่างของฟีเรนเทีย ลอมบาร์เดีย บุตรีแห่งตระกูลลอมบาร์เดีย หลังปู่ของเธอเสียไปเธอก็ถูกไล่ออกจากตระกูลและเพียงไม่นานตระกูลได้ล่มสลาย ฟีเรนเทียประสบอุบัติเหตุเสียชีวิตอีกครั้ง และย้อนกลับมาตอนอายุ 7 ขวบ ฟีเรนเทียที่ล่วงรู้อนาคตที่กำลังจะเกิดขึ้นทุกอย่างจึงพยายามแก้ไขทุกอย่างให้ดีขึ้น และมุ่งสู่เส้นทางการขึ้นเป็นผู้นำตระกูล...\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "uk": "\"...спробуймо. Я очолю цю родину.\" Фірентія переродилася позашлюбною дитиною аристократа Ломбарді - наймогутнішої родини в імперії. Ба більше, історія цього роду тотожна історії держави Лембру! Ломбарді, знамениті своїми статками, обросли зв'язками та стали надійними покровителями для талановитих людей. Здавалось, що на Фірентію чекає світле майбутнє... Але її батько помер, а родичі, які прогнали дівчину, розвалили впливовий дім! Трохи (ні) випивши, вона потрапила під екіпаж на шляху додому. \"Це занадто...\" Фірентія знову розплющила очі семирічною дівчинкою. Тепер вона може врятувати татка і свою родину? А другий принц бігає за нею, немов відданий пес? Гаразд, тоді другий принц і дім Ломбарді належать їй!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "vi": "Gia đình vĩ đại Lombardy, đã một thời đứng đầu đế quốc. Sau cái chết của chủ gia đình, số phận của gia đình và của cả Firentia, sinh ra từ một Lombardy và thường dân, rơi vào tay những anh em họ độc ác và vô dụng của cô ấy. Nhưng khi Firentia quay về cơ thể của mình vào năm 7 tuổi, cô ấy sẽ làm hết sức để bảo vệ danh dự của gia đình, lấy lòng người ông nội Lulac, và ngăn chặn cái chết của cha mình. Trong lần này, chỉ có một đường để Firentia thắng: trở thành mẫu hệ của gia đình vĩ đại này.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "zh": "意外穿成为了帝国最声名鼎盛的第一家族的私生女。虽然蒂亚头脑出众，也积累了大量的实战经验，但最终在爷爷去世后被叔叔扫地出门，而无能的叔叔很快便败光了家族的产业…… 意外死亡后，又一次重新回了小时候——这一世，蒂亚决定成为家主，重新让家族站上帝国巅峰！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "pt-br": "Florentia reencarnou como filha ilegítima da família mais rica do império. Ela pensou que tudo iria bem no futuro. Mas seu pai havia falecido, seus parentes a deixaram na porta, e a família honrada de que ela tanto se orgulhava estava completamente arruinada…. Mas isso é real? Ela bebeu um pouco (muito) e foi atropelada por uma carruagem, Quando ela abriu os olhos novamente, ela tinha sete anos? Além disso, o Segundo Príncipe, que era inimigo de sua família em sua vida anterior, está seguindo-a como um cachorro!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b8102da-c875-4dae-a79c-c62e817ff3f5",
    "title": {
      "en": "On My Way To See My Mom"
    },
    "updatedAt": "2025-01-19T13:36:43+00:00",
    "coverArt": "https://mangadex.org/covers/8b8102da-c875-4dae-a79c-c62e817ff3f5/c59932dc-ec0b-4ba0-9cd7-1a45398e38fa.jpg",
    "altTitles": [
      {
        "ko": "엄마를 만나러 가는 길"
      },
      {
        "en": "On the Way to Meet Mom"
      }
    ],
    "description": {
      "en": "Mori, a child found by a rescue team in an abandoned house, wakes up in a shelter. While adapting to an unfamiliar life, one day, he begins to be looked after with unconditional love from a mysterious sponsor... And then Mori learns about the existence of a \"mom\" when a close friend leaves with hers. The child starts to wonder about the sponsor: \"Could this person... be my mom?\"\nThis is the story of Mori's long and challenging journey to find his mom.",
      "ko": "폐가에서 발견된 아이 '모리'는 구조대에 의해 보호소에서 눈을 뜬다. 익숙하지 않은 생활에 적응하던 어느 날 후원자에게 조건 없는 사랑을 받고 자라는데.. 친하게 지내던 친구가 엄마와 떠나고, 엄마라는 존재가 있다는 걸 알게 된 아이는 생각한다. 혹시 이 사람이.. 나의 엄마가 아닐까? 모리의 멀고도 험한 엄마 만나러 가는 이야기."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c33f5d0-e900-44b7-b560-877e834a9cc9",
    "title": {
      "en": "Rookie but One-in-a-Million Actor"
    },
    "updatedAt": "2024-09-10T00:09:24+00:00",
    "coverArt": "https://mangadex.org/covers/2c33f5d0-e900-44b7-b560-877e834a9cc9/8763f258-e055-41cb-a664-893d2b3c8212.jpg",
    "altTitles": [
      {
        "ko": "신인인데 천만배우"
      },
      {
        "en": "Even Though He's a Rookie"
      },
      {
        "en": "He's an Actor With 10+ Million Views"
      },
      {
        "en": "A Rookie, Also an Actor With 10+ Million Viewers"
      },
      {
        "id": "Pendatang Baru tapi Satu-dari-Sejuta Aktor"
      }
    ],
    "description": {
      "en": "Mooyoung spent his childhood under his stepfather’s oppressive rule, a life that felt like living in hell. A mysterious voice in the living hell showed him the way to survive. “Live someone else’s life instead of yours.” That’s how his acting journey began… Was it a survival instinct? Even when he did well, he excelled too much. Through acting, Mooyoung gained a new life. This is the story of Mooyoung, the overwhelming acting genius, embarking on a challenge in the entertainment industry!",
      "id": "Moo-young mengalami masa kecil yang sulit di bawah ayah tirinya. Hidupnya bagaikan neraka baginya. Namun, pada suatu hari sebuah suara misterius menunjukkan jalan keluar dari neraka hidupnya. \"Jalani hidup orang lain dan bukan hidupmu sendiri.\" Begitulah dia mulai berakting. Itu seperti naluri untuk bertahan hidup. Bagus, sangat bagus. Ha Moo-young mendapatkan kehidupan baru melalui akting. Ha Moo-young, seorang jenius akting yang luar biasa, menantang industri hiburan!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "395d14e7-5555-4995-9faf-7f1495754fba",
    "title": {
      "en": "The Barbarian of Seoul Station"
    },
    "updatedAt": "2024-12-18T02:11:20+00:00",
    "coverArt": "https://mangadex.org/covers/395d14e7-5555-4995-9faf-7f1495754fba/56bff71d-b222-4b27-80ac-392f1fd4ec5a.jpg",
    "altTitles": [
      {
        "ko-ro": "서울역 바바리안"
      },
      {
        "en": "Seoul Station Barbarian"
      }
    ],
    "description": {
      "en": "Cheoldu, a barbarian raised on Earth, lives a mundane life with his best friend Jintae.\n\nBut when he sees an alien creature from his planet on the news, everything changes. Thrown into an apocalyptic challenge, Cheoldu and Jintae must adjust their lives in Nova, a savage world filled with goblins and ogres. \n\nWill the two conquer Nova’s perils and uncover the secrets that could change Earth’s fate? An epic tale of friendship, survival, and untamed adventure awaits.",
      "ko": "K고딩 강철두는 평화로운 지구가 따분하다. 이유는 그에게 ‘바바리안’의 피가 흐르기 때문!\n\n전투를 갈망하던 그때, 지구에 종말이 선포되고살기 위해선 야만의 세계 ‘노바 행성’으로 이주해야 한다!\n\n철두의 심장이 뛴다.전투와 모험이 가득한, K-바바리안의 노빠꾸 행성 정복기!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5208b9d-5233-4672-bf5c-6e7d23767e37",
    "title": {
      "en": "J<->M"
    },
    "updatedAt": "2024-12-10T12:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/d5208b9d-5233-4672-bf5c-6e7d23767e37/3a09671d-d29b-4e21-b717-26f15bd806b7.jpg",
    "altTitles": [
      {
        "en": "J and M"
      },
      {
        "uk": "J⇔M ДжЕм"
      },
      {
        "ja": "J⇔M　ジェイエム"
      },
      {
        "ja-ro": "J⇔M　jeiemu"
      }
    ],
    "description": {
      "en": "J is a lone assassin feared as \"untouchable\" in the underworld.\nMegumi is a lonely girl who has no place at home or school.\nWhen the two meet, an unexpected story begins.",
      "uk": "Джей - самотній найманий вбивця, якого у злочинному світі вважають \"невразливим\". Меґумі - самотня дівчинка, якій немає місця ні вдома, ні в школі. Коли вони познайомилися, розпочалася несподівана історія, Джей та Меґумі обмінялися тілами. Тепер, Джей змушений взятися за завдання по вбивству у своєму новому тілі."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/ab0a4f24-602b-4d62-b66e-ddd98b2d52af.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bddc3b34-f40c-4cc7-a93a-3d63d37f4e43",
    "title": {
      "en": "IZUMINO"
    },
    "updatedAt": "2024-12-03T21:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/bddc3b34-f40c-4cc7-a93a-3d63d37f4e43/b92af2d7-af14-41b8-b1d9-ffacd79e9c93.png",
    "altTitles": [],
    "description": {
      "en": "Izumi Momoko is one of the most popular girls in school, but she has difficulty getting good grades, so her mother decides to hire a private tutor, Izumi's mother receives a recommendation from a friend and hires that friend's son, Minoru Yoshi is Izumi's private tutor on the weekends, but Minoru and Izumi don't know this, the problem is that the two are classmates, how will these adventures be?",
      "pt-br": "Izumi Momoko é uma das garotas mais populares da escola, mas tem dificuldade em tirar boas notas, então sua mãe decide contratar um professor particular, a mãe de Izumi recebe uma recomendação de uma amiga e contrata o filho dessa amiga, Minoru Yoshi é o professor particular de Izumi nos fins de semana, mas Minoru e Izumi não sabem disso, o problema é que os dois são colegas de classe, como serão essas aventuras?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33566263-9f5f-4cc1-8a38-09b7a23fc96d",
    "title": {
      "en": "Sutochiru"
    },
    "updatedAt": "2024-12-12T22:31:02+00:00",
    "coverArt": "https://mangadex.org/covers/33566263-9f5f-4cc1-8a38-09b7a23fc96d/e0f6ca6f-4211-481e-88bf-6915d3dfc8c9.jpg",
    "altTitles": [
      {
        "ja": "ストチル"
      },
      {
        "es-la": "Stochil"
      },
      {
        "en": "Street Children"
      }
    ],
    "description": {
      "en": "The story of three street children, Chamcham, Stella and Ozaki, seeking to change the world tied to adult rules.",
      "es-la": "Siguiendo la vida diaria de un par de chicas que no les gusta seguir las reglas"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39d875a6-5df3-4323-a2da-3a0b50af429a",
    "title": {
      "en": "Dou Luo Da Lu"
    },
    "updatedAt": "2024-10-14T00:35:32+00:00",
    "coverArt": "https://mangadex.org/covers/39d875a6-5df3-4323-a2da-3a0b50af429a/1ce4873a-7198-4452-9af5-b2f35c6df4ff.jpg",
    "altTitles": [
      {
        "en": "Combat Continent"
      },
      {
        "en": "Soul Land"
      },
      {
        "zh-ro": "Douluo Dalu"
      },
      {
        "vi": "Đấu La Đại Lục"
      },
      {
        "zh-hk": "斗罗大陆"
      }
    ],
    "description": {
      "en": "Tang San was a talented apprentice to the great Tang Sect. Due to mastering the forbidden Tang arts, he was pressured to jump off a cliff and died. However, he was reborn into another world filled with Essence Spirits. At the age of six, every person will have their essence spirit awoken. Spirits can take many forms: weapons, plants, and animals; They can help people with their daily lives. Outstanding spirits can be trained to engage in combat. A spirit master is the soul and heart of the Combat Continent! When Tang San turns six, a huge surprise awaits him. His peaceful life in this new world will change completely.\n\nNote: After the original chapter 344, it continued on from a re-written 322."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f13cf3f1-3b54-4808-aa20-571207040e55",
    "title": {
      "en": "The Brilliant Healer's New Life in the Shadows"
    },
    "updatedAt": "2024-11-13T11:22:34+00:00",
    "coverArt": "https://mangadex.org/covers/f13cf3f1-3b54-4808-aa20-571207040e55/a1138e43-b507-4a4f-8178-18e5451ed28a.jpg",
    "altTitles": [
      {
        "ja-ro": "Isshun de Chiryou shiteita no ni Yakudatazu to Tsuihousareta Tensai Chiyushi, Yami Healer to shite Tanoshiku Ikiru"
      },
      {
        "ja": "一瞬で治療していたのに役立たずと追放された天才治癒師、闇ヒーラーとして楽しく生きる"
      }
    ],
    "description": {
      "en": "Born a poor man in the slums, Zenos never had opportunities in life, so he decides to forge his own opportunities by teaching himself the curative arts after a chance encounter with a healer. When an adventuring party led by a man named Aston extends him an invitation, Zenos is elated—only to then be treated like dirt by his teammates. Despite Zenos’s diligent efforts to hone his skills to nothing short of perfection, the party deems him useless and kicks him out. Bereft of money and options, Zenos starts an illegal clinic and becomes a shadow healer. Word of his healing genius spreads quickly throughout the city’s underbelly, and as his reputation grows among the dregs of society, knowledge of Zenos's esteem reaches the wrong ears..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e19faf72-2235-4126-9a77-46f9275de222",
    "title": {
      "en": "Primal Hunter"
    },
    "updatedAt": "2025-01-06T18:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/e19faf72-2235-4126-9a77-46f9275de222/69369803-4c6f-4805-b0f7-2b37fafeb99c.jpg",
    "altTitles": [
      {
        "pl": "Pierwotny Łowca"
      }
    ],
    "description": {
      "en": "Jake, a seemingly average office worker, unexpectedly finds himself thrust into a fantasy world teeming with dangers and opportunities. Rather than succumbing to fear, Jake thrives in this unfamiliar realm. As he navigates the expansive multiverse, his power grows and he transforms—evolving from a mundane office worker into a true apex hunter."
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a787b10a-02d0-46c0-8236-0d01d69ad4a3",
    "title": {
      "en": "Naruto (Official Colored)"
    },
    "updatedAt": "2025-01-18T17:36:08+00:00",
    "coverArt": "https://mangadex.org/covers/a787b10a-02d0-46c0-8236-0d01d69ad4a3/608815f3-45dd-41b7-a10d-55fb3dc6a05c.jpg",
    "altTitles": [
      {
        "en": "Naruto - Digital Colored Comics"
      },
      {
        "ja": "ナルト"
      },
      {
        "ja": "NARUTO―ナルト― カラー版"
      },
      {
        "ar": "ناروتو"
      },
      {
        "bg": "Наруто Цветна Версия"
      }
    ],
    "description": {
      "en": "Twelve years ago, the powerful Nine-Tailed Demon Fox attacked the ninja village of Konohagakure. The demon was quickly defeated and sealed into the infant Naruto Uzumaki, by the Fourth Hokage who sacrificed his life to protect the village. Now Naruto is the number one knucklehead ninja who's determined to become the next Hokage and gain recognition by everyone who ever doubted him!",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Naruto\". Uzumaki Naruto é um garoto que teve um demônio preso dentro dele quando era um bebê, para evitar que esse demônio destruísse sua vila. Ele cresceu sendo temido por todos, já que existe a lembrança dos mortos pelo demônio em quase todas as famílias. Evitado e ignorado, tudo o que ele realmente deseja é ser amado e reconhecido pelos outros, pelo que de fato ele é. Acompanhe a vida de Naruto, seu amor pela \"doce e amável\" Sakura e sua \"amizade\" com Sasuke... Uma história aparentemente simples, em que o herói acumula poderes e vence os malvados, fazendo amigos no caminho, certo? Errado. Naruto tem ação e comédia, sim, mas o tema central do mangá é a solidão e como cada um dos personagens lida com essa solidão. A leveza cômica de alguns capítulos é francamente contrastante com o clima pesado e trágico de outros."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "72",
    "lastChapter": "700"
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4d43c50-ce1a-4751-b474-e239cf862f2a",
    "title": {
      "en": "Otome no Teikoku"
    },
    "updatedAt": "2024-08-15T17:24:40+00:00",
    "coverArt": "https://mangadex.org/covers/d4d43c50-ce1a-4751-b474-e239cf862f2a/72ab0382-1ab5-4c57-9e7c-a1112812d82c.jpg",
    "altTitles": [
      {
        "ja": "オトメの帝国"
      },
      {
        "en": "Virgins' Empire"
      }
    ],
    "description": {
      "en": "A peek into the \"everyday nudity\" of high school girls. Virgins’ Empire is a look into the lives of seven high school girls attending an all girls school. We follow them as they grow relationships with one another. Some more intimate than others."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42f62ab4-8fdb-4710-956d-999e3c55f7ad",
    "title": {
      "en": "I Parry Everything: What Do You Mean I’m the Strongest? I’m Not Even an Adventurer Yet!"
    },
    "updatedAt": "2024-11-26T00:35:50+00:00",
    "coverArt": "https://mangadex.org/covers/42f62ab4-8fdb-4710-956d-999e3c55f7ad/e52d6143-56b1-4bdc-b3f8-8d6937500e55.jpg",
    "altTitles": [
      {
        "ja": "俺は全てを【パリイ】する　～逆勘違いの世界最強は冒険者の夢をみる～"
      },
      {
        "ja-ro": "Ore wa Subete o [Parry] Suru ~Gyaku Kanchigai no Sekai Saikyou wa Boukensha no Yume o Miru~"
      },
      {
        "ja-ro": "Ore ha Subete wo [Parry] Suru ~Gyaku Kanchigai no Sekai Saikyou ha Boukensha no Yume wo Miru~"
      },
      {
        "ja": "I WILL “PARRY” ALL - The world's strongest man dreams of an adventurer -"
      },
      {
        "en": "I Parry All ~The Reverse-Misunderstanding World's Strongest Dreams Of Being An Adventurer~"
      },
      {
        "ja": "俺は全てを【パリイ】する　～逆勘違いの世界最強は冒険者になりたい～"
      },
      {
        "ja-ro": "Ore wa Subete o [Parry] Suru ~Gyaku Kanchigai no Sekai Saikyou wa Boukensha ni Naritai~"
      },
      {
        "ja-ro": "Ore ha Subete wo [Parry] Suru ~Gyaku Kanchigai no Sekai Saikyou ha Boukensha ni Naritai~"
      },
      {
        "ja": "I WILL “PARRY” ALL - The world's strongest man wanna be an adventurer -"
      },
      {
        "en": "I Parry All ~The Reverse-Misunderstanding World's Strongest Wants To Be An Adventurer~"
      },
      {
        "uk": "Я \"парирую\" всё: Сильнейший человек в мире хочет стать авантюристом"
      },
      {
        "uk": "Я парировал все время, чтобы стать сильнейшим авантюристом"
      },
      {
        "vi": "Tôi Đỡ Hết Mọi Thứ: Bạn bảo tôi là người mạnh nhất? Tôi còn chưa được làm mạo hiểm gia đâu đấy!"
      }
    ],
    "description": {
      "en": "Ever since he was a young boy, Noor has wanted to be like the adventurers in his father’s stories — dragonslayers, cursebreakers, heroes who always save the day. But as everyone knows, to be an adventurer, you’ve gotta have the right skills!\n\nUnfortunately for Noor, his [Parry] is bottom-of-the-barrel useless, his prospects are nonexistent, and everybody he knows is telling him to throw in the towel. Faced with this harsh reality, he figures there’s only one thing to do: make up for it with effort! An intense, solitary training regimen ought to do it. If one year won’t cut it, he’ll train for five! If not five, ten! \n\nNow facing the tail end of his twenties with no new skills to show for his labors, Noor sets out to become an adventurer anyway, determined to try one last time to make his dream come true. He might be clueless when it comes to adventuring, but he’s no stranger to hard work!\n\nNow, if only he can figure out why everyone keeps looking at him like that...\n___\n**Character Designer:** [Kawaguchi](https://mangadex.org/author/5de43f9b-53f5-4ff9-a411-ce159f4d1bd4)\n\n**Additional Links:**\n- [Official Raw Web Novel](https://ncode.syosetu.com/n6537fu/)",
      "vi": "Kể từ khi còn nhỏ, Noor luôn muốn sắm vai trở thành mạo hiểm gia trong những câu chuyện của cha cậu - dũng sĩ diệt rồng, pháp sư quyền năng, những vị anh hùng luôn dang tay giúp đỡ những người yếu thế. Nhưng để trở thành một mạo hiểm gia thực thụ là cả một quá trình đổ mồ hôi sôi nước mắt.\n\nKhông may cho Noor, chiêu [Đỡ] của cậu lại phế toàn tập, thất bại nối tiếp thất bại, mọi người ai ai cũng khuyên cậu từ bỏ. Đối mặt với thực tại tàn khốc này, Noor biết chỉ còn một cách duy nhất để khẳng định bản thân: Chính là luyện tập thật khắc nghiệt! Một khóa huấn luyện đơn độc, khốc liệt chắc chắn sẽ hiệu quả. Nếu một năm không thành, thì phải luyện thêm năm năm. Nếu năm năm vẫn không thạo, phải tập thêm mười năm!\n\nHai mươi cái xuân xanh sắp trôi qua, trong khi bạn bè đồng trang lứa đã thành đạt, mình cậu vẫn giậm chân tại chỗ. Tuy vậy, giấc mơ trở thành mạo hiểm gia trong cậu vẫn rực cháy, Noor quyết tâm một lần cuối cùng để thực hiện khát khao đó. Dẫu không hiểu rõ việc phiêu lưu nghĩa là gì, nhưng cần cù bù siêng năng, chỉ cần cố gắng là được!\n\nHãy cùng theo dõi bước chân từ chàng mạo hiểm gia trẻ tuổi trở thành người mạnh nhất lục địa...",
      "pt-br": "Desde que era um menino, Noor queria ser como os aventureiros das histórias de seu pai — matadores de dragões, quebradores de maldições, heróis que sempre salvam o dia. Mas, como todos sabem, para ser um aventureiro, é preciso ter as habilidades certas!Infelizmente para Noor, sua [Parry] é completamente inútil, suas perspectivas são inexistentes, e todos que ele conhece estão dizendo para ele desistir. Diante dessa dura realidade, ele percebe que só há uma coisa a fazer: compensar isso com esforço! Um intenso regime de treinamento solitário deve resolver. Se um ano não for suficiente, ele treinará por cinco! Se não forem cinco, dez!Agora, ao final dos seus vinte e poucos anos, sem novas habilidades para mostrar pelo seu trabalho árduo, Noor decide se tornar um aventureiro mesmo assim, determinado a tentar uma última vez para realizar seu sonho. Ele pode não saber nada sobre aventuras, mas não é estranho ao trabalho duro! Agora, se ele apenas conseguir descobrir por que todos continuam olhando para ele daquele jeito.."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb62763-c940-4495-aba5-69c192a999a4",
    "title": {
      "en": "Do Chokkyuu Kareshi x Kanojo"
    },
    "updatedAt": "2023-09-27T23:53:04+00:00",
    "coverArt": "https://mangadex.org/covers/efb62763-c940-4495-aba5-69c192a999a4/09f7687e-e267-49f3-83f0-814073389bbd.jpg",
    "altTitles": [
      {
        "ja-ro": "Do Chokkyuu Kareshi × Kanojo"
      },
      {
        "ja-ro": "Dochokkyu Kareshi × Kanojyo"
      },
      {
        "en": "Extremely Straightforward Boyfriend × Girlfriend"
      },
      {
        "ja": "ド直球彼氏×彼女"
      },
      {
        "zh-hk": "超直球 他×她"
      },
      {
        "ko": "돌직구 그X그녀"
      },
      {
        "zh-ro": "Chāo zhíqiú tā ×tā"
      }
    ],
    "description": {
      "en": "Meet Shinichi Honda and Mako Wakamiya. One’s a boy, and the other’s a girl. But both don’t hesitate to say exactly what’s on their mind **IN CAPITAL LETTERS.**",
      "pt-br": "Shinichi Honda é um estudante sem filtro para suas palavras ou ações. Um estudante do primeiro ano do ensino médio, ele é nobre e gentil, mas tão rude como um tijolo, tende a falar o que pensa sem hesitação. Freqüentando a mesma escola está Mako Wakamiya, uma membra do comitê de moral pública com um incrível senso de dever. À distância, ela parece ser fria e controlada, mas escondido à vista de todos está o fato de que ela é uma total desastrada com coração de donzela.\n\nA primeira vez que Shinichi e Mako se olham, cada um deles está totalmente preso em sua própria situação embaraçosa. O breve momento em que eles passam um pelo outro só os deixa estupefatos com a estranha aparência do outro.\n\nMeses depois, ocorre um desastre quando Mako, em serviço de comitê, deve confiscar um mangá adulto de Shinichi. A hilaridade segue quando Shinichi lidera Mako em uma perseguição estrondosa por toda a escola. Como o par ensurdecedor acontece de se encontrar cada vez com mais frequência, talvez haja esperança de que os dois possam se dar bem?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "39"
  },
  {
    "mangaId": "4667017b-c0d6-479c-8b27-e1ee674a4351",
    "title": {
      "en": "Parasitic Pandemic"
    },
    "updatedAt": "2024-11-22T15:38:36+00:00",
    "coverArt": "https://mangadex.org/covers/4667017b-c0d6-479c-8b27-e1ee674a4351/f90e79da-0a07-417c-9d5d-f29d43590233.jpg",
    "altTitles": [
      {
        "ja-ro": "Kisei Rettou"
      },
      {
        "zh": "寄生列岛"
      },
      {
        "ja": "寄生列島"
      }
    ],
    "description": {
      "en": "Sendo Chihiro, a high school girl, moves from Tokyo to the provincial island of Hanayama after her parents' divorce. There's something strange about the island she moves to. There is blatant discrimination against outsiders, mysterious rituals that suddenly take place, and a huge \"water tower\" built in the middle of the island... One day, a fisherman is stabbed to death in his home. The whole island becomes suspicious of the murderer, and the unexpected culprit is revealed――. A parasite psycho-thriller by Edogawa Edogawa of \"Ikenie Touhyou\"."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "01d0e7f2-b3de-4196-85db-f755446b4c11",
    "title": {
      "en": "Otona ni Narenai Bokura wa"
    },
    "updatedAt": "2024-11-15T06:14:42+00:00",
    "coverArt": "https://mangadex.org/covers/01d0e7f2-b3de-4196-85db-f755446b4c11/1613a15d-3da2-4adb-b595-6a2da71bb110.jpg",
    "altTitles": [
      {
        "ja": "大人になれない僕らは"
      },
      {
        "en": "We Won't Become Adults"
      },
      {
        "es-la": "Nosotros que no podemos convertirnos en adultos"
      },
      {
        "zh-hk": "無法成為大人的我們"
      },
      {
        "zh": "无法成为大人的我们"
      }
    ],
    "description": {
      "en": "The latest work from the author of \"The Diary of a Commuting Student\". It's a silly and endless story about how some kids kill time by repeating the 7th of July every day. A time-loop love story of two high school students trapped in \"Eternal Youth\"!\n\n(Source: Young Magazine)",
      "es-la": "¡El último trabajo de Jo Fujita en Commuting Student Diary! Esta es nuestra tonta e interminable historia de cómo matamos el tiempo una y otra vez el 7 de julio. ¡Una historia de amor en bucle temporal de dos estudiantes de preparatoria atrapados en una \"eterna juventud\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-11-22T16:06:26+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/78d0c2a9-08fb-4d3c-904a-d9dae23debc7.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      },
      {
        "vi": "Nô lệ của đội tinh nhuệ Ma đô"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "vi": "Chiều không gian đầy quỷ dữ được gọi là \"Ma đô\" đã mở ra đe dọa đối với loài người. Tại đó, có một loài  \"đào\" ban cho kẻ ăn sức mạnh đặc biệt, giúp nhân loại có cơ hội chiến đấu, tuy nhiên, chỉ có nữ giới mới có thể sử dụng thứ sức mạnh \"trái đào\" ấy. Bởi vậy mà phụ nữ trở thành những người bảo vệ loài người, địa vị xã hội tăng cao, trong khi nam giới bị giáng xuống tầng lớp công dân hạng hai, giành giật nhau những công việc cơ bản và sự thừa nhận.\n\nNhân vật chính Yuuki Wakura, một nam sinh chăm chỉ yêu nội trợ, chị gái cậu đã bị bắt trong một sự kiện của Ma đô 5 năm về trước. Khi đang than thở về những khó khăn gặp phải, cậu đã bị lũ quỷ tấn công. Nhờ được đội trưởng Kyouka của Đội chống Quỷ kịp thời ứng cứu, cậu chấp nhận trở thành \"nô lệ\" của cô để có thể sở hữu sức mạnh tiêu diệt bầy quỷ.\n\nBất ngờ thay, việc làm \"nô lệ\" đòi hỏi một cái giá tương xứng...và người phải trả giá lại không phải là cậu.",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adce0aea-3f6d-4fd2-9902-1107f59f94da",
    "title": {
      "en": "Arafoo Kenja no Isekai Seikatsu Nikki"
    },
    "updatedAt": "2024-10-29T21:44:26+00:00",
    "coverArt": "https://mangadex.org/covers/adce0aea-3f6d-4fd2-9902-1107f59f94da/17f9e60c-6d69-4f0a-a672-98a52198599f.jpg",
    "altTitles": [
      {
        "ru": "Дневник 40-летнего мудреца в другом мире"
      },
      {
        "ja": "アラフォー賢者の異世界生活日記"
      },
      {
        "en": "The Diary Of A Sage Around 40 Living In Another World"
      },
      {
        "ja-ro": "Around 40 Kenja no Isekai Seikatsu Nikki"
      },
      {
        "en": "The Diary of a Middle-Aged Teacher's Carefree Life in Another World"
      }
    ],
    "description": {
      "en": "Satoshi Osako, a 40-year-old man, had become addicted to a virtual reality role-playing game and rose to become a top player. Tragically, a fatal accident during a login session abruptly ended his life. But this was not the real end for him, as he found himself reborn in a world brimming with swords, magic, and monsters! To his surprise, he retained the skills and abilities from his previous life's gaming experience. His life takes an unexpected turn when he is tasked with tutoring a young girl. Delve into the diary of a sage residing in this fantastical realm, where his guiding principle is \"Peace and tranquility every day.\""
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4841c9b-5239-42e9-b452-87f1b5b50ab5",
    "title": {
      "en": "Shachiku Kensei, Haishinsha ni naru - Black Guild Kaishain, Ukkari Kaishayou Kaisen de S-kyuu Monster wo Aite ni Musou suru Tokoro wo Zenkoku Haishin shite shimau"
    },
    "updatedAt": "2024-12-30T13:20:49+00:00",
    "coverArt": "https://mangadex.org/covers/d4841c9b-5239-42e9-b452-87f1b5b50ab5/7b30c3ff-5788-4a92-9834-79cc1509ff32.jpg",
    "altTitles": [
      {
        "ja": "社畜剣聖、配信者になる 〜ブラックギルド会社員、うっかり会社用回線でS級モンスターを相手に無双するところを全国配信してしまう〜"
      },
      {
        "en": "The Corporate Slave Sword Master Becomes a Broadcaster"
      },
      {
        "en": "Workaholic Master Swordsman Becomes a Distributor"
      },
      {
        "en": "Black Guild Company Employee Carelessly Broadcasts a Video of Him Fighting an S-class Monster on a Company Line Nationwide ~Corporate S*ave Sword Saint Becomes a Broadcaster~"
      }
    ],
    "description": {
      "en": "“Getting a job is the grave of life…” sighs Tanaka Makoto, an office worker belonging to a black guild, as he takes on a dungeon for work again today. \n\nOne day, he makes a mistake in the broadcast settings for recording work, and broadcasts his dungeon capture to the whole country. A single blow from the Tyrant Dragon?! Tanaka, a sword master in the modern age, shows off his extraordinary skills, and the broadcast turns into a festival! \n\n\"100 million concurrent viewers…?!\"\n\nTanaka, who unexpectedly becomes an incredibly popular broadcaster, quits his black workplace and becomes an independent broadcaster. \n\nNow it’s time for work. The former corporate slave’s life of dungeon broadcasting begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f710505-960f-47fb-a34e-b424601e5e22",
    "title": {
      "en": "The Heavenly Demon Lord Who Doesn't Want to Level Up"
    },
    "updatedAt": "2024-11-28T17:40:20+00:00",
    "coverArt": "https://mangadex.org/covers/6f710505-960f-47fb-a34e-b424601e5e22/bc3a3e26-89c4-4582-bf1c-c7332b99c851.jpg",
    "altTitles": [
      {
        "ko": "레벨업하기 싫은 천마님"
      }
    ],
    "description": {
      "en": "\"Jin Yuseong, the absolute master of the Middle Kingdom, found life too boring. 'I must be crazy. Just unifying the martial world…'\"\n\"'I should have just been a farmer.'\"\n\"'No, I wish I wasn't born at all.'\"\n\"In 'The Heavenly Demon Lord Who Doesn't Want to Level Up,' one day, he encounters a gate… And upon passing through it, a new world unfolds.\"\n\"Jin Yuseong, the top martial deity and leader of the Celestial Demon Cult, arrives in Korea."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a5b657d-b6db-45a7-a2b7-b165884d9603",
    "title": {
      "en": "Senki Survival Saga: Isekai no Unmei o Kaketa Mujintou Fujun Iseikouyuu"
    },
    "updatedAt": "2024-12-31T21:46:10+00:00",
    "coverArt": "https://mangadex.org/covers/9a5b657d-b6db-45a7-a2b7-b165884d9603/b2cde4f5-c835-403c-b87c-2d0e07867bb7.jpg",
    "altTitles": [
      {
        "ja": "戦姫サバイバルサガ〜異世界の運命をかけた無人島フジュン異性交遊〜"
      },
      {
        "ja": "戦姫サバイバルサガ-異世界の運命をかけた無人島フジュン異性交遊-"
      },
      {
        "ja-ro": "Senki Survival Saga ~Isekai no Unmei wo Kaketa Mujintou Fujun Iseikouyuu~"
      },
      {
        "en": "Warrior Princess Survival Saga: The Unsanctioned Intergender Relations on a Deserted Island, Battling for the Fate of Another World"
      },
      {
        "en": "Battle Princess Survival Saga"
      },
      {
        "vi": "Elf loli sinh tồn ký"
      }
    ],
    "description": {
      "en": "Anastasia, an elf renowned as a once-in-a-millennium magical talent, faces the final battle of a three-way war in another world. In the midst of battle with her arch enemies, the demon race, Anastasia is enveloped in an intense light and, when she awakens, finds herself on an uninhabited island. As Anastasia strolls around the island, a mysterious human appears before her, but she can no longer use magic...!?\n\nA survival comedy featuring the most powerful and beautiful girls from another world and an older man washed ashore on an uninhabited island!\n\n(Source: Kadokawa)",
      "ja": "千年に一人と言われる魔法の才能を持つエルフ・アナスタシアは、異世界で三つ巴の戦争の最終決戦へと赴く。\n仇敵である魔族との戦いの最中激しい光に身を包まれたアナスタシアが目を覚ますとそこは、無人島であった。\n無人島を散策するアナスタシアの前に謎の人間が現れ、しかも魔法が使えなくなっており…！？\n異世界から来た最強美少女たちと無人島に流れ着いたオッサンによるサバイバルコメディ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da25c95f-e062-48ea-b5a0-9b51aeeddc05",
    "title": {
      "en": "Zeikin de Katta Hon"
    },
    "updatedAt": "2025-01-19T10:33:43+00:00",
    "coverArt": "https://mangadex.org/covers/da25c95f-e062-48ea-b5a0-9b51aeeddc05/8d0aae40-e68c-475c-8efe-3419fb188980.jpg",
    "altTitles": [
      {
        "ja": "税金で買った本"
      },
      {
        "en": "Books Bought With Taxes"
      },
      {
        "ja": "Books bought with tax"
      },
      {
        "en": "Books Bought with Taxpayer's Money"
      }
    ],
    "description": {
      "en": "Ishidaira is a delinquent who visited the library for the first time since elementary school. But then, he was pointed out by Hayasemaru and Shirai, who works at the library, that he has not returned a book that he borrowed ten years ago. A manga about how Ishidaira went from trying to borrow a book from a library to working there instead.",
      "pt-br": "Ishidaira é um delinquente que visitou a biblioteca pela primeira vez desde o ensino fundamental. Mas então, ele foi apontado por Hayasemaru e Shirai, que trabalha na biblioteca, que ele não devolveu um livro que pegou emprestado dez anos atrás. Um mangá sobre como Ishidaira passou de tentar pegar um livro emprestado de uma biblioteca para trabalhar lá."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f831905-3548-4ff3-a5d2-5f20e1876564",
    "title": {
      "en": "Upgrade From Wild Monsters"
    },
    "updatedAt": "2024-08-23T06:38:03+00:00",
    "coverArt": "https://mangadex.org/covers/2f831905-3548-4ff3-a5d2-5f20e1876564/2f244977-22e1-4748-b6ec-e6827b946e89.jpg",
    "altTitles": [
      {
        "zh": "从野怪开始升级"
      },
      {
        "zh-ro": "Cong Ye Guai Kaishi Shengji"
      },
      {
        "zh-ro": "Cóng Yě Guài KāIshǐ ShēNgjí"
      }
    ],
    "description": {
      "en": "After Lu Chen entered the cranial neuron quantum transferring game《Empyrean God Realm》—he found himself stripped of his human character, becoming the weakest wild monster in the game, a \"Weak Gnoll.\" Facing players who are ready to use him to level up, Lu Chen lifts the broken Gnoll club and starts to upgrade from a Lv.1 Gnoll. As Lu Chen keeps on killing more and more species, gaining new talents, and levelling up talents, his status keeps getting enhanced. Normal, Strong, Super strong... Soon enough, he..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e1d71d1-0503-4128-9b74-7f7860e71f5a",
    "title": {
      "en": "Return of the Sword God-Rank Civil Servant"
    },
    "updatedAt": "2024-11-27T21:03:40+00:00",
    "coverArt": "https://mangadex.org/covers/8e1d71d1-0503-4128-9b74-7f7860e71f5a/f7653a42-f179-4e60-afa4-d398111fbc5f.jpg",
    "altTitles": [
      {
        "en": "Return of the High-Ranking Civil Servant"
      },
      {
        "es": "La regresión del funcionario de gobierno más fuerte"
      },
      {
        "en": "Regression of the Prosecutorial Official"
      },
      {
        "ko": "검신급 공무원의 회귀"
      }
    ],
    "description": {
      "en": "Ahn Su-ho. was the Sword God. Surprisingly, humanity's greatest swordsman player was a civil servant hunter affiliated with the Korean Hunter Association. Su-ho chose the path of a public servant purely to end the gates. Perhaps that’s why when one of the disaster-level gates, called the final gate, was attacked, In an ironic turn of events, he was betrayed by his comrades. \n\n\"It would have been better if he had joined us from the beginning. Public servants are so stubborn.\" \n\nThe reason his comrades betrayed him? Because if the gates were closed, their influence would disappear. Is this the end? Just as Su-ho’s consciousness was fading away, \n[Rebooting the system of player Ahn Su-ho.] \n\nThe system gave Su-ho one more chance. A chance to go back to the past and set everything right.",
      "ko": "인류 최고의 검사이자 대한헌터협회 소속 공무원 헌터, 안수호. 게이트의 종식을 위해 공직자가 된 그는최후의 게이트라 불리는 재앙급 게이트들 중에 하나가 공략되었을 때 동료들에게 배신당하고 말았다.\n\n동료들이 그를 배신한 이유? 게이트가 종식되면 그들의 권력이 사라지기 때문. 이렇게 끝인 걸까? 수호의 의식이 흐려져갈 때쯤!\n\n[안수호 플레이어의 시스템을 재부팅합니다.]\n\n시스템은 수호에게 한 번 더 기회를 부여했다. 바로 과거로 돌아가 모든 걸 바로잡을 수 있는 기회를."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57e687fd-f64c-44c2-a6c0-c923d1bab11b",
    "title": {
      "en": "Skill Master Levels Up"
    },
    "updatedAt": "2024-08-19T23:28:53+00:00",
    "coverArt": "https://mangadex.org/covers/57e687fd-f64c-44c2-a6c0-c923d1bab11b/c424491a-d627-4967-8466-22aff192c0a7.jpg",
    "altTitles": [
      {
        "ko": "스킬빨로 레벨업"
      },
      {
        "en": "Leveling Up With Skills"
      },
      {
        "ko-ro": "Seukilbballo Lebeloep"
      },
      {
        "en": "Ascension Through Skills"
      },
      {
        "en": "Level Up With Skills"
      },
      {
        "es-la": "Subiendo de nivel con las mejores habilidades"
      }
    ],
    "description": {
      "en": "In the year 2020, humanity faces a crisis as Earth is attacked by unidentified monsters. Players prepare for the attack by challenging the Labyrinth that appeared. They can choose four options:\n\nEasy Mode, where anyone can survive; Normal Mode, where you must work to survive; Hard Mode, where only 1% could survive; and Solo Mode, the harshest difficulty.\n\nKang TaeSan, the strongest Easy Mode player cleared the Labyrinth using an unconventional approach and acquired skills others could not: [ Addition, Multiplication, Attack Nullification, Ultimate Judgement...].\n\nBut because he chose Easy Mode, his power was lacking. Unable to prevent the extinction of humanity, he lay dying. A miraculous chance appears.\n\n\"This time I'll definitely become stronger.\"\n\nChallenging the Labyrinth again, this is Skill-based Player Kang TaeSan's Solo Mode Attack Record!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f7d07ba-5032-4427-9ce2-1d7587e2ab68",
    "title": {
      "en": "Kiss Me In The Dark Of Night"
    },
    "updatedAt": "2025-01-20T02:58:48+00:00",
    "coverArt": "https://mangadex.org/covers/3f7d07ba-5032-4427-9ce2-1d7587e2ab68/7acab65f-195b-4fe8-b4c4-d66e308e7003.png",
    "altTitles": [
      {
        "zh": "黑夜轻吻我"
      },
      {
        "en": "The Night's Gentle Kiss"
      }
    ],
    "description": {
      "en": "Clark, an 800-year-old vampire, was dug up by young Taoist, Jiang Lai, who successfully formed a contract with her. In order to eventually kill the vampire, Jiang Lai lived with her and tried various methods, but gradually became Clark's prey. A chance encounter turns into reinventing their past and present lives. Love and hate are like the dark and light sides of the moon. \"Clark, come to my side.\""
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eacb5381-e64c-4a58-a34f-d5124d765697",
    "title": {
      "en": "Feng Qi Cang Lan"
    },
    "updatedAt": "2024-09-25T23:10:18+00:00",
    "coverArt": "https://mangadex.org/covers/eacb5381-e64c-4a58-a34f-d5124d765697/a6bc662d-9cf2-4ee5-b34b-055b17d2a33d.jpg",
    "altTitles": [
      {
        "en": "The World of Canglan"
      },
      {
        "en": "Wind and Sky"
      },
      {
        "zh": "风起苍岚"
      },
      {
        "vi": "Phong Khởi Thương Lam"
      },
      {
        "en": "The Wind From Cang Lan"
      },
      {
        "ko": "눈떠보니 레벨1"
      }
    ],
    "description": {
      "en": "When playing a virtual reality game called Cang Lan, Xiao Wan gets pushed off a cliff. She ends up in another game world. What will happen to Xiao Wan?\n\n---\n**Contents:** 147 (or 410 split releases) [S1] + 227 [S2] => 374 Chapters\n- **Season 1:** Chapters 1-147 (1-147)\n- **Season 2:** Chapters 1-227+ (148-374+)\n\n**Note:** Chapters 1-114 in Season 1 are in single page format. Starting with chapter 115, the page format switches to long strip."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52d4ad1e-d02c-4fef-81d6-1e758e699d31",
    "title": {
      "en": "Hatarakanai Futari"
    },
    "updatedAt": "2024-10-01T00:37:58+00:00",
    "coverArt": "https://mangadex.org/covers/52d4ad1e-d02c-4fef-81d6-1e758e699d31/4b57ab79-c411-4cc1-8c4b-807d25c94873.jpg",
    "altTitles": [
      {
        "tr": "Çalışmayan İkili"
      },
      {
        "tl": "Ang Walang trabahong Magkapatid"
      },
      {
        "tr": "İşsiz Kardeşler"
      },
      {
        "id": "Kaka-beradik Penganggur"
      },
      {
        "ru": "Бездельники"
      },
      {
        "ja": "働かないふたり"
      },
      {
        "ja-ro": "Hatarakanai Futari"
      },
      {
        "en": "The Jobless Siblings"
      }
    ],
    "description": {
      "en": "A slice-of-life story about two siblings, both jobless shut-ins. Haruko is a teenage girl who shares with her brother a love of laying around the house in sweats, watching television and playing video games. Her brother has a few friends, but Haruko has a lot of problems with social anxiety. The two of them pass their days happily playing together, though their mother worries about how she's going to get Haruko to shape up enough to find a husband.",
      "pt": "Haruko é uma adolescente que compartilha com seu irmão um amor de ficar em casa de moletom, assistindo televisão e jogando videogames. Seu irmão tem alguns amigos, mas Haruko tem um monte de problemas com ansiedade social. Os dois passam seus dias felizes brincando juntos, embora sua mãe se preocupa sobre como Haruko vai ficar e se melhorar o suficiente para encontrar um marido.",
      "es-la": "La historia del día a día de dos hermanos, ambos encerrados y sin trabajo. Haruko es una adolescente que comparte con su hermano el amor por holgazanear en la casa en sudaderas, mirar televisión y jugar videojuegos. Su hermano tiene algunos amigos, pero Haruko tiene muchos problemas de ansiedad social. Los dos pasan sus días felices jugando juntos, aunque a su madre le preocupa cómo hará que Haruko se ponga en forma lo suficiente como para encontrar un marido."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c5a7070-adac-49d0-9e1e-ea618a7fc0cb",
    "title": {
      "en": "My Childhood Friend Became an Obsessive Husband"
    },
    "updatedAt": "2024-08-25T11:25:37+00:00",
    "coverArt": "https://mangadex.org/covers/4c5a7070-adac-49d0-9e1e-ea618a7fc0cb/12eefe89-c43b-4f55-9bde-504ad3abdbf7.jpg",
    "altTitles": [
      {
        "ko": "소꿉친구가 집착 남편이 되었다"
      },
      {
        "ko-ro": "Sokkwupchinkwuga Cipchak Namphyeni Toyetta"
      },
      {
        "en": "From BFF to Obsessive Hubby"
      },
      {
        "en": "My Childhood Friend Became an Obsessive Male Lead"
      },
      {
        "en": "A Childhood Friend Became an Obsessive Husband"
      },
      {
        "th": "เพื่อนสมัยเด็กของฉันกลายเป็นสามีคลั่งรัก"
      },
      {
        "ja": "幼馴染はキケンな公爵様⁉"
      },
      {
        "zh": "所以和竹马紧急结婚了"
      },
      {
        "zh-hk": "兒時玩伴成了迷戀我的丈夫"
      },
      {
        "ko-ro": "Soggubchinguga Jibchag Nampyeon'i Doeeossda"
      }
    ],
    "description": {
      "en": "Isabelle is an orphan living in a temple with lots of knowledge about the love between men and women thanks to red covered novels that the saints had sneaked in.\n\nBut then, she found out that a priest secretly sold her to be a one-night stand for the duke who kills his lovers due to the shame of his inability to perform…\n\nThere’s only one way to get out of this, and it is to be a married woman.\n\nAt that moment, Isabelle recalled her childhood friend, Riggs, who said he wasn’t interested in dating.\n\n“So, Riggs, marry me.”\n\n“…What?”\n\n“Nobles would refuse unless it’s a pure woman.”\n\n“…Why do you hate the Duke of Cardiago so much?”\n\n“Everything else is fine. Being a tyrant? If you’ve lived your life to the fullest, that could happen. But there can be no problems at night.”\n\nRiggs was so frustrated that it seemed like he was going crazy.\n\nA few days later, the reclusive Duke of Cardiago came to the temple.\n\nOf course, the most surprising thing to Isabelle was the true identity of her childhood friend.\n\n“Isabelle, you wanted to get married. You can’t say no because you proposed first. I’m the closest man to your ideal type anyway.”\n\n“My ideal type?”\n\n“Don’t I know your ideal type? You like guys who are tall, handsome, smell of soap at night, and sleep in simple clothes. Also, on the first night, the bed should break.”\n\n“…”\n\n“That’s everything, and I can do it all for you. So marry me.”\n\nShe once knew everything about her childhood friend, but that changed the moment they got married.\n\n“Riggs, slow down…”\n\n“I think I’m slow enough.”\n\n“You weren’t always this impatient.”\n\nIsabelle said pleadingly, but Riggs replied with a smirk.\n\n“I was a childhood friend then, but now I’m your husband.”\n\n---\nIsabelle has always dreamed of meeting her true love and living happily ever after. Unfortunately, she discovers that she was just sold to the monstrous Duke Cardiego, who's infamous for killing his bride candidates. Her only way out is to quickly marry someone else, and as it turns out, her BFF, Lix, is the perfect choice! Although she tells him she will just stay a friend, Lix begins to show her that he doesn't feel the same way. Will their friendship be able to last through this matrimony?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]