[
  {
    "mangaId": "003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc",
    "title": {
      "en": "High School Boy"
    },
    "updatedAt": "2024-08-20T14:16:46+00:00",
    "coverArt": "https://mangadex.org/covers/003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc/df98b3a9-bddd-4dd2-81cd-23a1618e38fc.png",
    "altTitles": [
      {
        "ko": "남고 소년"
      },
      {
        "en": "Highschool Boy"
      }
    ],
    "description": {
      "en": "Hong Il-tak, the only red spot at Daemun Namgo. Despite his name and nickname, he's a boy, and his dwarfism and peculiar appearance have led to him being looked down upon by everyone from the nerds to the elders, and he's at the bottom of the school hierarchy. \n\nIn the past, until his sophomore year, Iltak had been a famous member of the Iljin, but a problem of his own brought him to the bottom of the food chain... \n\n\"His secondary sexuality. If only he'd come to me...!\" \n\nAfter enduring daily teasing and bullying because his body stopped growing like his peers, Hong Il-taek thought of a way to move up in the ranks... \n\n\"If I can befriend this guy, who's in the second grade at Dae-moon Boys' High School, I'll be able to move up again!\" \n\nBut for some reason, Lee Hyun-woo tries to keep his distance from Hong Il-taek... Can Hong Il-taek find his former glory again?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2024-08-26T18:21:10+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      },
      {
        "es-la": "El Gran Villano Hermano Mayor y todas sus Hermanas Menores Yandere"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2024-09-03T15:13:09+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/697ebc60-c17b-4f9a-90c8-2cbb01aeba3f.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      },
      {
        "fr": "Dandadan"
      },
      {
        "uk": "Дандадан"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "fr": "Momo Ayase et Ken Takakura sont tous deux lycéens. Tandis que la première croit aux fantômes, le second est fasciné par les extraterrestres. Évidemment, chacun se moque des croyances de l’autre. Incapables de se convaincre, ils se lancent un défi pour savoir lequel des deux a raison. Momo se retrouve dans un hôpital où des créatures de l’espace sont censées se trouver et Ken dans un tunnel hanté. C’est le début d’une romance survoltée où l’occulte, le paranormal et le surnaturel se bousculent dans un chaos haletant !\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "uk": "Чорти, чудовиська, позаземці, підлітковий роман, махачі та дідько б їх узяв… раковини! У цій манзі ви знайдете все!\n\nОкультний фанбой Такакура, його подруга Аясе та їх надприродні пригоди у новій психоломній манзі!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33105d79-d420-4516-9c67-e62bc3ed4bf4",
    "title": {
      "en": "Try Begging"
    },
    "updatedAt": "2024-08-29T04:50:16+00:00",
    "coverArt": "https://mangadex.org/covers/33105d79-d420-4516-9c67-e62bc3ed4bf4/0657f7db-bf3a-4e96-9257-8572824dafb4.png",
    "altTitles": [
      {
        "ko": "내게 빌어봐"
      },
      {
        "en": "Try Begging Me"
      }
    ],
    "description": {
      "en": "This work contains controversial content such as violence and rape.\n\n Please be advised. Captain 'Leon Winston' of the National Intelligence Division of the Western Command of the Rippon Kingdom. Unlike his elegant and noble appearance, he was the object of both envy and damnation for both his allies and enemies, known as the \"Vampire of Camden\" who would torture the rebels cruelly.\n\n\"Every time I see you, I just want to thrust my gun in your tight space.\"\n\nStrangely, the maid of the interrogation room \"Sally Briston\" became the object of his desires, as strong as the rage he has for the insurgent rebels. She was ordinary and nothing special... Perhaps it was simply the smell of blood on her that excited him.\n\nThe interrogation didn't take long.\n\nHe realized it as soon as he heard her name come out from the rebel spy's lips. He no longer needed to suppress his violent desires.\n\n\"I stopped myself from tormenting her because I thought she was a good girl, but now there's no need for that. Thank you, Sally. No... Grace.\"\n\nIf you want to live, then try begging.\n\nYou never know.\n\nI might hear you out."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "072ea447-2da5-4445-9af0-61877ac867d8",
    "title": {
      "en": "Kyoufu: Fear"
    },
    "updatedAt": "2024-06-02T20:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/072ea447-2da5-4445-9af0-61877ac867d8/be2d9946-59e3-4755-b0b5-44cf07b1e0f7.jpg",
    "altTitles": [
      {
        "vi": "Khủng Bố"
      },
      {
        "ja-ro": "Kyôhu"
      },
      {
        "en": "Terror"
      },
      {
        "ja": "恐怖"
      }
    ],
    "description": {
      "en": "Following the life of the student newspaper reporter Emiko, these are scary stories of experiences from Miyako High School :  \n- Ubawareta Shinzou (Stolen Heart) – The school's mystery club sees the dangerous consequences of an innocent promise concerning heart donation after death between two friends.   \n- Kyuuketsu Men (Bloodsucking Mask) – A girl who wears a demon mask from a shrine for a bad-luck-banishing drama club party ends up unable to remove it.   \n- Dokuga (Poison Moth) – The science club leader creates a serum to preserve dead bodies perfectly, but it may have other unpredicted side effects.   \n- Henshitsu – A couple take shelter from a storm in a strange house with a secret that might prove to be deadly.   \n– These stories and many more are found in the two volumes of Kyoufu. [tethysdust]"
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "6"
  },
  {
    "mangaId": "dd4b0070-b511-4f7f-ba06-64c307ac4a8d",
    "title": {
      "en": "Onna Tomodachi wa Tanomeba Igaito Yarasete Kureru"
    },
    "updatedAt": "2024-08-26T14:18:33+00:00",
    "coverArt": "https://mangadex.org/covers/dd4b0070-b511-4f7f-ba06-64c307ac4a8d/95846ddc-1527-44e3-bacf-5b30a2c1e7b2.jpg",
    "altTitles": [
      {
        "en": "My Female Friends Are Surprisingly Willing to Let Me Do It If I Ask For It"
      },
      {
        "ja": "女友達は頼めば意外とヤらせてくれる"
      },
      {
        "pt-br": "Surpreendentemente, minhas amigas estão dispostas a me deixar fazer isso se eu pedir"
      }
    ],
    "description": {
      "en": "Hisaya Minato, a normal high school student, has a female friend who is a bit peculiar. She is Aoi Hatsuki, the most beautiful girl in the high school. For some reason, they get along very well, and since they happen to live on the same floor, they gradually become good friends, coming and going from each other's houses. One day, Minato suddenly asks her to show him her panties. At first, Hatsuki is reluctant, but then she starts to roll up her skirt?",
      "ja": "平凡な高校生・湊寿也には可愛すぎる女友達がいる。それは美少女ギャルの葉月葵。何故か気が合う二人は、偶然同じマンションに住んでいることもあって、お互いの家に入り浸るほど仲良くなっていく。そんなある日、湊は勢いで「パンツを見せてほしい」とお願いしてしまう。初めは渋る葉月だったが、恥じらいつつスカートをめくり始めて――！？\n \n--- \n \nHeibon'na kōkōsei Minato hisaya ni wa sukoshi kawatta tomodachi ga ita. Sore wa gakkō ichi no bishōjo Hadzuki Aoi. Nazeka kigaau futari wa, gūzen onaji manshon ni sunde iru koto mo ari, jojoni tagai no ie o yukikisuru nakanoii \"tomodachi\" ni. Son'na aru Ni~Tsu, minato wa ikioi de \"pantsu o misete hoshī\" to onegai shite shimau. Hajime wa shiburu hadzukidattaga, mizukara sukāto o mekuri hajimete iki ――!?",
      "pt-br": "Hisaya Minato, um simples estudante do ensino médio, tem uma amiga um tanto peculiar. Aoi Hatsuki, a garota mais linda do ensino médio, por alguma razão, eles se dão muito bem, e por morarem no mesmo andar, gradualmente se tornaram melhores amigos, indo e vindo da casa um do outro. Um dia, Minato de repente pede que ela mostre sua calcinha para ele. De cara, Hatsuki fica relutante, mas então ela começa a levantar sua saia?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "944f5727-7917-4d47-8c9c-654dcf535acb",
    "title": {
      "en": "Tough Gaiden - The Man Who Succeeds the Dragon"
    },
    "updatedAt": "2024-06-18T15:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/944f5727-7917-4d47-8c9c-654dcf535acb/b2c14a4c-fcc4-4035-946d-4291f708608f.jpg",
    "altTitles": [
      {
        "en": "The Man Who Succeeds The Dragon"
      },
      {
        "ja-ro": "Ryuu wo Tsugu Otoko"
      },
      {
        "ja": "TOUGH 龍を継ぐ男"
      },
      {
        "ru": "Жесткий: Преемник Дракона"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu o Tsugu Otoko"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu wo Tsugu Otoko"
      }
    ],
    "description": {
      "en": "The series starring one of illegitimate children of Kiryu Miyazawa, Ryuusei Nakamura. Years after Kiibo founded the new dojo, both him and Kiryu mysteriously disappeared. Ryuusei, after losing his mother to cancer, is set to find out about his birth father and his destiny as the evil dragon’s heir, but he is not the only one.",
      "ru": "Третья часть саги Саруватари Тэцуи во вселенной \"Жесткого\". Что произошло после окончания второй части? Куда подевались некоторые старые герои? Где Киичи?  \r\nОтвет на эти и множество других вопросов вы узнаете, начав читать \"Жесткий: Наследник Дракона\"!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-09-25T13:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/561f08b0-059d-43c4-8dae-571bd94cd2b6.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "ja-ro": "Gyaru Yome no Himitsu"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...? A cute love comedy with a gal wife!",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！\n \n--- \n \nFuyuyuki (Fuyuki) wa bijin de kūruna gyaru! Demo \"dan'na\" no mae dake miseru himitsu no sugata ga atte...? SNS ruikei 37 man ī ne! No kawaii \"gyaru yome\" to no rabukomedi!",
      "es-la": "¡Fuyuki es una hermosa y atractiva gal! ¿Pero hay una parte de ella que solo le muestra a su esposo y mantiene en secreto del resto? Una linda comedia romántica con una esposa que es una gal.",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
    },
    "updatedAt": "2024-09-28T16:19:14+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/489b90c3-200f-453b-a00e-2dd3cd1b2e3a.jpg",
    "altTitles": [
      {
        "en": "Medaka Kuroiwa is Impervious to My Charms"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "bb68bbda-56f5-414e-b968-69166d04949b",
    "title": {
      "en": "Kurahime to Koikarasu"
    },
    "updatedAt": "2024-09-26T12:16:59+00:00",
    "coverArt": "https://mangadex.org/covers/bb68bbda-56f5-414e-b968-69166d04949b/994cde87-841a-402d-bbd2-5977f2fc1e83.jpg",
    "altTitles": [
      {
        "ja": "昏姫と恋烏"
      },
      {
        "en": "The Princess Gloom And The Amorous Raven"
      }
    ],
    "description": {
      "en": "From Shortcake Club: Asaki Hibana (16), a member of the Hibana family, a prestigious family of exorcists, is a once-in-a-century genius, but because she can see demons that ordinary people cannot, she is regarded as weird by those around her, and she is worried about not being able to make friends. Asaki's grandfather, the current head of the Hibana family, tells her that her condition for quitting as an exorcist is to capture the Hibana family's sworn enemy, the Yatagarasu clan. While Asaki is struggling to find Yatagarasu, a mysterious transfer student, Amahara Ten, appears in front of Asaki and suddenly kisses her hand and says, “I am Yatagarasu, the crow whose life you saved.”"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1aae2bd3-1ae1-427a-b49e-a5d76e5d2c41",
    "title": {
      "en": "Discommunication"
    },
    "updatedAt": "2024-05-23T23:17:16+00:00",
    "coverArt": "https://mangadex.org/covers/1aae2bd3-1ae1-427a-b49e-a5d76e5d2c41/61b5b503-1925-4c4b-8d13-6bb7f6f15025.png",
    "altTitles": [
      {
        "ja": "ディスコミュニケーション"
      },
      {
        "ko": "가면속의 수수께끼"
      }
    ],
    "description": {
      "en": "\"Why do people fall in love?\" Arika Togawa doesn't understand why she has fallen in love with her classmate, Takaomi Matsubue, as she hardly knows him. Together they decide to find out how two strangers can fall in love, encountering other wonderful but strange love stories along the way. Religious, occult, and popular iconography figure prominently in this \"Truly Mysterious Love Manga.\""
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "76"
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "99d4f2ee-19f1-4a81-84d8-aa13dc207227",
    "title": {
      "en": "A Perfect City"
    },
    "updatedAt": "2024-09-24T07:35:54+00:00",
    "coverArt": "https://mangadex.org/covers/99d4f2ee-19f1-4a81-84d8-aa13dc207227/bb92b728-ebf2-4a48-909b-214c32ab47db.jpg",
    "altTitles": [
      {
        "ja": "かんぺきな街"
      },
      {
        "ja-ro": "Kanpeki na Machi"
      },
      {
        "pt-br": "A Cidade Perfeita"
      }
    ],
    "description": {
      "en": "Josh, who is unemployed, takes home on a whim a bundle of answer sheets he sees at a found object collection center. He meets a girl, Mika Nagasaki, who is looking for the bundle, and through his involvement with her and the people around her, he comes face to face with the love he himself is dragged into.\n\n---\nNote: Includes an oneshot called Neko Sagashi.",
      "pt-br": "Josh, que está desempregado, leva para casa, por capricho, um envelope com provas respondidas que vê em um departamento de achados e perdidos. Dessa forma, ele conhece a Mika Nagasaki, uma garota misteriosa que está procurando o envelope e, por meio de seu envolvimento com ela e com as pessoas ao seu redor, ele acaba se encontrando em uma situação inusitada.\n\nObservação: Inclui um oneshot chamado Neko Sagashi."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2024-07-29T11:20:40+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/e5f76272-75ce-41a0-a38c-6dc031cb698e.jpg",
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      },
      {
        "fr": "Wind Breaker"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "fr": "Haruka Sakura est le genre de lycéen qui fait passer la baston avant les révisions. Fraîchement débarqué en ville, c'est donc le sourire aux lèvres qu'il compte pousser les portes du lycée Fûrin, l'établissement scolaire au pire taux de délinquance du pays... Les intentions de Haruka sont claires : se mesurer aux meilleurs bagarreurs de ce bahut et devenir le meilleur de tous ! Mais entre-temps, il se retrouve mêlé à une altercation avec une bande de brutes dans un des quartiers de la ville, avant d'être sauvé in extremis par des élèves de son lycée. Haruka réalise alors à quel genre de phénomènes il risque d'avoir affaire...\n\nMaison d'édition FR : Pika",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc20fa98-b707-43cc-b195-bcee8e518ed9",
    "title": {
      "en": "Rekishi ni Nokoru Akujo ni naru zo: Akuyaku Reijou ni naru hodo Ouji no Dekiai wa Kasoku suru you desu!"
    },
    "updatedAt": "2024-06-29T09:14:22+00:00",
    "coverArt": "https://mangadex.org/covers/bc20fa98-b707-43cc-b195-bcee8e518ed9/8baaeba3-70eb-49c6-b661-f48229a1b993.jpg",
    "altTitles": [
      {
        "ja": "歴史に残る悪女になるぞ　悪役令嬢になるほど王子の溺愛は加速するようです！"
      },
      {
        "en": "I'll Become a Villainess That Will Go Down in History: The More Villainous I Become, the More the Prince Dotes on Me"
      },
      {
        "ko": "역사에 남을 악녀가 될 거야"
      },
      {
        "ko": "역사에 남을 악녀가 될 거야~악역 영애가 될수록 왕자의 사랑은 가속되는 것 같습니다~"
      },
      {
        "zh": "成为名垂青史的恶役千金吧！"
      },
      {
        "zh": "成为名垂青史的恶役千金吧！少女越坏王子越爱！"
      },
      {
        "id": "Aku Akan Menjadi Seorang Villainess Yang Akan Dikenang Dalam Sejarah"
      },
      {
        "ja-ro": "Rekishi ni Nokoru Akujo ni naru zo"
      }
    ],
    "description": {
      "en": "\"I don't want a world full of only pretty things! I'll become a villainess who will go down in history!!\"\n\nFor someone who hates a typical \"good girl\" heroine, I was reincarnated as my favorite otome-game villainess! Since my wish has been granted, I'll be the number one villainess who will go down in history! For that to happen, I need to be strong and intelligent! Also, although I'm just... doing my best, the more of a villainess I become, the more I'm liked by the Prince?! Can I really go down in history―?!",
      "id": "\"Aku tidak butuh dunia yang dipenuhi oleh keindahan! Yang kuinginkan hanyalah menjadi seorang villainess yang akan dikenang dalam sejarah!!\".\nSebagai seseorang yang sangat membeci tipikal heroine yang \"baik hati\", Aku telah bereinkarnasi sebagai seorang villainess didalam game otome favoritku!, karena keinginanku telah terkabulkan, maka aku akan berusaha untuk menjadi seorang villainess nomer satu yang akan dikenang dalam sejarah!.\nAgar hal itu bisa terjadi, maka aku haruslah kuat dan juga cerdas!\nTapi walau aku sudah berusaha keras untuk menjadi vilainess yang kuinginkan... Entah kenapa sang pangeran malah semakin tertarik kepadaku?! Kira-kira bisa tidak ya aku menjadi seorang villainess yang dikenang dalam sejarah...."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-09-29T13:58:50+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/c889c2a2-fca9-4b85-a0ef-866dd4d9a3af.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      },
      {
        "ms": "Alya yang duduk di sebelah saya terkadang membisikkan kata manis dalam bahasa Rusia"
      },
      {
        "ms": "اليا يڠ دودوق دسبله ساي ترکادڠ ممبيسيقکن کات مانيس دالم بهاس روسيا"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c185ef1c-6fec-44f1-8c79-a8e74399cdba",
    "title": {
      "en": "Eroge Sekai ni Tensei Shita Ore ga, Oshi e no Ai de Netorare Heroine o Shiawase ni Suru."
    },
    "updatedAt": "2024-09-26T19:03:10+00:00",
    "coverArt": "https://mangadex.org/covers/c185ef1c-6fec-44f1-8c79-a8e74399cdba/ddfa3434-4d71-4d83-bf56-63becbadd39f.jpg",
    "altTitles": [
      {
        "ja": "エロゲ世界に転生した俺が、推しへの愛で寝取られヒロインを幸せにする。"
      },
      {
        "ja-ro": "Eroge Sekai ni Tensei Shita Ore ga, Oshi he no Ai de Netorare Heroine wo Shiawase ni Suru."
      },
      {
        "en": "I, Who Was Reincarnated into the World of Eroge, Will Make the NTR Heroine Happy with My Love."
      },
      {
        "en": "I, Who Was Reincarnated Into An Eroge World, With My Love For My Fave, Will Make The Netorare Heroine Happy."
      }
    ],
    "description": {
      "en": "“Suck it nicely, you weakling!”\nThe one servicing that bastard's thing was my beloved girlfriend. There was nothing I could do before that scene…\n\nAfter starting to play an erotic game recommended by a friend, Mitsuki falls head over heels in love with the game's main heroine, Kotoha.\nBut this game is a NTR game in which the heroine is seduced by the player's best friend, Ryou?!\n\nWhile searching for a happy ending with Kotoha, Mitsuki accidentally falls onto the train platform.\nWhen he wakes up, he finds himself faced with none other than… Kotoha!?\nTo his surprise, Mitsuki has been reincarnated as the player character of “that” game…!\n\nWith his vast knowledge and love of games, Mitsuki is determined to change fate this time.\nIn order to protect Kotoha and the others from Ryou, he must achieve a perfect happy ending!\n___\n**Additional Official Raws:**\n- Individual Chapters: [comipo](https://comipo.app/series/web/20610/), [Amazon](https://www.amazon.co.jp/dp/B0CTHPS4K3), [ebookjapan](https://ebookjapan.yahoo.co.jp/books/811406/)\n- Volumes: [DLsite](https://www.dlsite.com/comic/work/=/product_id/BJ01208710.html)",
      "ja": "「上手にしゃぶれよザコ×××！」\nクソ野郎のアレに奉仕するのは俺の大好きな彼女。その光景を前に俺は何もできず…。\n\n友人の薦めでとあるエロゲーを始めた光希は、作品のメインキャラ・古都葉にガチ恋をする。\nだがこのゲーム、ヒロインがプレイヤーの親友キャラ・凌に堕とされる寝取られゲーで！？\n\n古都葉との幸せな結末を探し求める中、誤って駅のホームに転落してしまう光希。\n目覚めた彼の眼前にいたのは、他でもない…古都葉！？\nなんと光希は「あの」ゲームのプレイヤーキャラに転生したのだった…！\n\n膨大なゲーム知識と愛で、今度こそ運命を変えようと決意する光希。\n凌から古都葉たちを守り抜き、完全無欠のハッピーエンドを迎えるために――！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b04afe68-0c61-4e4e-8d02-15f3c251f78b",
    "title": {
      "en": "Heisei Haizanhei ☆ Sumire-chan"
    },
    "updatedAt": "2024-09-16T11:47:27+00:00",
    "coverArt": "https://mangadex.org/covers/b04afe68-0c61-4e4e-8d02-15f3c251f78b/f7f66e88-6efb-485e-a6ce-0554de4cf05a.jpg",
    "altTitles": [
      {
        "ja": "平成敗残兵☆すみれちゃん"
      },
      {
        "ja": "平成敗残兵⭐︎すみれちゃん"
      },
      {
        "ja": "平成敗残兵すみれちゃん"
      },
      {
        "ja-ro": "Heisei Haizanhei ⭐︎ Sumire-chan"
      },
      {
        "ja-ro": "Heisei Haizanhei Sumire-chan"
      },
      {
        "en": "Heisei Remnant Soldier ☆ Sumire-chan"
      },
      {
        "en": "Heisei Surviving Soldier ⭐ Sumire-chan"
      },
      {
        "en": "Heisei Remnant Soldier Sumire-chan"
      },
      {
        "zh": "平成敗殘兵☆堇醬"
      }
    ],
    "description": {
      "en": "A formerly unsuccessful idol turned vagrant, Sumire-chan (31). A vanquished survivor of the cutthroat competition in the showbiz world, with her mind and body both beaten by the struggle, she now lives in a run-down apartment where she spends her days lazing around, for the time being.  Her cousin Yuusei, a first-year highschooler, has been keeping an eye on her and comes to her with a proposal for a moneymaking idea.\n\n\"You have a nice body, so let's release a doujin gravure photobook.\"\nWill Sumire-chan actually be able to stage a comeback in the world of the Reiwa era!? Let's stay tuned!",
      "ja": "元・売れないアイドル、現・プータローの『すみれちゃん』31歳。芸能界の熾烈な競争に敗北し、カラダもココロもボコられた彼女は、とりあえずボロアパートでゴロゴロする日々を過ごしていた。そんな彼女に目をつけた従兄弟の高校1年生『ゆうせい』が、とある儲け話を持ちかける。「カラダはいいんだから同人グラビア写真集出そうよ」。果たしてすみれちゃんは令和の世でリベンジをかませるのか!　乞うご期待！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9f7540f-4934-446a-923c-81619b5d3b53",
    "title": {
      "en": "Oh! Dangun"
    },
    "updatedAt": "2024-09-22T20:37:15+00:00",
    "coverArt": "https://mangadex.org/covers/d9f7540f-4934-446a-923c-81619b5d3b53/bd640e86-4d5f-487b-a252-0508f945f1d8.jpg",
    "altTitles": [
      {
        "ko": "오!단군"
      },
      {
        "en": "Legend of Dangun"
      }
    ],
    "description": {
      "en": "There are animals that were abandoned by Dangun and live secretly in the human world. Narae, an ordinary high school student, discovers their existence...\nA modern version of Beauty and the Beast with comedy and exorcism action.\n\n‘Will the project of becoming human, for the animals that could not become human, be successful?'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da25c95f-e062-48ea-b5a0-9b51aeeddc05",
    "title": {
      "en": "Zeikin de Katta Hon"
    },
    "updatedAt": "2024-08-16T17:41:02+00:00",
    "coverArt": "https://mangadex.org/covers/da25c95f-e062-48ea-b5a0-9b51aeeddc05/b28dfbfa-182b-421f-9e67-1a2ad3e5669c.jpg",
    "altTitles": [
      {
        "ja": "税金で買った本"
      },
      {
        "en": "Books Bought With Taxes"
      },
      {
        "ja": "Books bought with tax"
      },
      {
        "en": "Books Bought with Taxpayer's Money"
      }
    ],
    "description": {
      "en": "Ishidaira is a delinquent who visited the library for the first time since elementary school. But then, he was pointed out by Hayasemaru and Shirai, who works at the library, that he has not returned a book that he borrowed ten years ago. A manga about how Ishidaira went from trying to borrow a book from a library to working there instead.",
      "pt-br": "Ishidaira é um delinquente que visitou a biblioteca pela primeira vez desde o ensino fundamental. Mas então, ele foi apontado por Hayasemaru e Shirai, que trabalha na biblioteca, que ele não devolveu um livro que pegou emprestado dez anos atrás. Um mangá sobre como Ishidaira passou de tentar pegar um livro emprestado de uma biblioteca para trabalhar lá."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "en": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-07-09T15:13:24+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "172"
  },
  {
    "mangaId": "58b2e2ca-a1f1-479e-a371-f51e40914f7f",
    "title": {
      "en": "Yojouhan no Ibara Hime"
    },
    "updatedAt": "2024-07-29T16:18:35+00:00",
    "coverArt": "https://mangadex.org/covers/58b2e2ca-a1f1-479e-a371-f51e40914f7f/e58b8f3a-b0f9-4d07-9464-715bf03a3030.jpg",
    "altTitles": [
      {
        "ja": "四畳半のいばら姫"
      },
      {
        "ja-ro": "Yojouhan no Ibarahime"
      },
      {
        "ja-ro": "Yojouhan no Ibara-hime"
      }
    ],
    "description": {
      "en": "*By Seishun Scans: WARNING! This series contains scenes that may depict sexual harassment, attempted sexual assault, and/or verbal abuse. Reader discretion is advised!*\n\n---\n\nShinra has a mother who rarely comes home. Everyday, she pinches her pennies just to survive. Rai, a popular guy from her school keeps bothering her, and she’s getting sexually harassed by the manager at her part-time job. After finally coming home after 2 months, Shinra’s mom promises to stay with her. Rai unexpectedly shows up at Shinra’s part-time job and sees her being sexually harassed. He urges her to quit, but she refuses. Shinra comes home only to find out that her mother has disappeared once again"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10b4c1bb-f6bd-4dd7-a0aa-c895ad8c840d",
    "title": {
      "en": "The SSS-Ranker Returns"
    },
    "updatedAt": "2024-06-15T11:10:12+00:00",
    "coverArt": "https://mangadex.org/covers/10b4c1bb-f6bd-4dd7-a0aa-c895ad8c840d/7886e658-44c2-4ba9-9cde-785824960bed.png",
    "altTitles": [
      {
        "ko": "SSS급 랭커 회귀하다"
      },
      {
        "en": "Return of the SSS-Class Ranker"
      },
      {
        "es-la": "Regreso del ranker de clase SSS"
      }
    ],
    "description": {
      "en": "What would you do with the chance to become far greater than your greatest rivals… before they could even start?\r\n\r\nWhen a dominant guild gangs up on Rokan to humiliate him and destroy his hard-earned achievements in the world's most realistic fantasy VR game, he becomes desperate for revenge. But just when Rokan thinks he's lost it all, a twist in space-time sends him back to right before the game is even launched.\r\n\r\nNow, this former SSS-class ranker sees the perfect opportunity to return to glory!",
      "ko": "가상현실 게임 더 로드(The Lord)에서 최강자로 군림한 '폭력의 왕' 로칸.\r\n적대 길드에서 내린 척살령으로 모든 것을 잃게 된다.\r\n그런데, 자고 일어나니 3년 전 과거로 회귀했다!\r\n\r\n\"빌어먹을 자식들아, 기다려라. 모조리 씹어 먹어줄 테니까!\"\r\n\r\n과거로 회귀하여 다시 한 번 최강자로 군림하는 로칸의 이야기가 시작된다!",
      "pt-br": "Lokan era o ‘Rei da Violência’ que reinou como o mais forte no jogo de realidade virtual, ‘The Lord’. Infelizmente, a ordem de assassinato emitida por uma guilda inimiga fez com que ele perdesse tudo. Para sua surpresa, da próxima vez que acordou, ele havia voltado três anos no tempo!\r\n\r\n“Vermes do caralho, espere. Vou devorar todos vocês!”\r\n\r\nUma nova história começa quando Lokan, que viajou de volta no tempo, sobe de volta ao topo!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f2b62555-1056-4996-bf3b-986ccac0b6ee",
    "title": {
      "en": "Yume ka Utsutsu ka"
    },
    "updatedAt": "2024-07-17T03:26:10+00:00",
    "coverArt": "https://mangadex.org/covers/f2b62555-1056-4996-bf3b-986ccac0b6ee/a1962c45-ad53-421e-8132-177c4180774c.jpg",
    "altTitles": [
      {
        "ja": "ユメかウツツか"
      }
    ],
    "description": {
      "en": "SeishunScans: Youth romance between a girl who has a hard time talking to people and her supportive senpai, a boy no one knows.",
      "fr": "de Himnae Scans: Iroha est une fille qui n'est pas douée pour parler aux gens, et n'arrive à discuter qu'avec son Senpai, qui la soutient mais que personne ne semble voir... ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46c2d4e3-5764-41f2-a73f-be43b396b3a3",
    "title": {
      "en": "Montage"
    },
    "updatedAt": "2024-05-29T15:45:33+00:00",
    "coverArt": "https://mangadex.org/covers/46c2d4e3-5764-41f2-a73f-be43b396b3a3/92b18110-6cb6-4e5b-b24b-e1ef1cd36467.jpg",
    "altTitles": [
      {
        "ru": "Монтаж"
      },
      {
        "ja": "三億円事件奇譚 モンタージ"
      }
    ],
    "description": {
      "en": "One day, 10-year-old Yamato and his friend Miku discover a man in a back alley who's suffering from vicious stab wounds. The man recognizes Yamato, and uses his last breath to share a secret with the children: Yamato's father was the perpetrator of a bank robbery that is known throughout the country as the most puzzling unsolved crime of the 20th century. He warns them to \"never trust anyone.\"  \nMiku makes Yamato swear to keep the man's final words a secret. A few days later, Yamato's father is found dead, and the boy is taken in by Miku's family. The death is ruled as an accident, but Yamato has his doubts. Six years later, Yamato still can't stop wondering about the incidents, and resolves to take action."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "193"
  },
  {
    "mangaId": "a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf",
    "title": {
      "en": "Brother's Sick Love"
    },
    "updatedAt": "2024-09-17T15:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf/0ed9c2a5-efb5-4e25-8d21-fa9ab9341be6.jpg",
    "altTitles": [
      {
        "zh": "忽如一夜病娇来"
      },
      {
        "zh-ro": "Hu Ru Yi Ye Bing Jiao"
      },
      {
        "ja": "ワケあり兄妹の禁断愛〜疫病神令嬢は小悪魔〜"
      },
      {
        "ko": "가짜 여주인공으로 살아남기"
      },
      {
        "en": "The Yandere Came During the Night"
      }
    ],
    "description": {
      "en": "Yu Xiang unfortunately transmigrates into a merchant's daughter, who was mistakenly taken to the marquis manor at birth. She is immediately disabled, and carries the nickname of 'disaster star'. Helplessly, she can only cling to her older brother, the marquis, in hopes of surviving, and wait for the true master to return so she can give way. Years later, when the true master returns to the manor, Yu Xiang prepares to leave. however, she finds out her clinging technique is too good, that her marquis brother won't let her leave!",
      "fr": "Yu Xiang donne, handicapée, échange son coeur avec celui de son frère. \nAprès sa mort, elle se réincarne dans le corps d'une fille qui porte le même nom, est paralysée comme elle et qui est surnommée l'étoile malchanceuse. \nYu Xiang réalise alors qu'elle est dans le roman qu'elle lisait avant de mourir. Synopsis du roman en question : Yu Xiang, fille de marchand a été échangée à la naissance avec la fille d'un Seigneur.",
      "zh": "虞襄很不幸穿成了被抱到侯府的商家女，一来就双腿残废，脑袋上还顶着个‘丧门星’的称号。 无奈之下只得牢牢抱住侯爷哥哥的大腿，先把日子混下去，等正主儿回来就麻溜的让位。 几年之后正主儿回归，虞襄包袱款款准备走人，却发现抱大腿的技术太专业，侯爷哥哥不让走了！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "150"
  },
  {
    "mangaId": "f9b3de2c-5398-4d51-a4f9-bbad25834c3c",
    "title": {
      "en": "White Angels Have No Wings"
    },
    "updatedAt": "2022-12-30T14:09:58+00:00",
    "coverArt": "https://mangadex.org/covers/f9b3de2c-5398-4d51-a4f9-bbad25834c3c/41f34cc2-112f-435a-8ea7-28e5625bc27c.jpg",
    "altTitles": [
      {
        "ko": "하얀천사에게 날개는 없다"
      }
    ],
    "description": {
      "en": "A Catholic school where everything seems tranquil and fine. But for Ayeon, a day doesn't pass without getting bullied until one day, Yeonhwa steps in against the bullies. Ayeon is grateful for Yeonhwa but what she doesn't realize is that there seems to be something more than just good intentions behind that beautiful smile.",
      "pt": "A história se passa em um colégio católico, onde a doce e gentil Song Ayeon, passa seus dias de tormento sofrendo Bullyng dia após dia, até que um \"anjo\" Baek Yeinhwa à salva com suas \"boas\" intenções, mas por trás dessa bondade toda ela têm seus motivos pra salvar a pobre donzela das garras…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "77"
  },
  {
    "mangaId": "2d6dfcde-805b-4a39-a877-0c05109177e2",
    "title": {
      "en": "Seishun Heavy Rotation"
    },
    "updatedAt": "2024-05-15T01:15:33+00:00",
    "coverArt": "https://mangadex.org/covers/2d6dfcde-805b-4a39-a877-0c05109177e2/7f17c59f-eb3d-447f-bd99-fb8cb3960c7b.jpg",
    "altTitles": [
      {
        "en": "The springtime of my life"
      },
      {
        "ja": "青春ヘビーローテーション"
      },
      {
        "ko": "청춘 헤비 로테이션"
      },
      {
        "en": "Youth Heavy Rotation"
      },
      {
        "es-la": "La primavera de mi vida"
      }
    ],
    "description": {
      "en": "Nao falls in love at first sight with the hottie prince Haruna-kun, who helps her overcome anxiety during the high school entrance examination. She safely gets into high school and feels that she’s fated to the guy sitting next to her. However, Haruna-kun is very popular and has a habit of saying “I hate girls who tell me they like me.”. Even so, Haruna-kun still messes with Nao.\nNao gradually falls in love with him as she gets to know him better. Haruna-kun may look mean, but he’s actually very kind.",
      "es-la": "Nao se enamora a primera vista del príncipe Haruna-kun, quien la ayuda a superar la ansiedad durante el examen de ingreso a la escuela preparatoria. Ella ingresa sana y salva a la preparatoria y siente que es el destino que el chico que la ayudó se sentará a su lado. Sin embargo, Haruna-kun es muy popular y tiene la costumbre de decir: \"Odio a las chicas que me dicen que les gusto\". Aun así, Haruna-kun todavía se involucra con Nao. Nao poco a poco se enamora de él a medida que lo va conociendo mejor. Haruna-kun puede parecer malo pero en realidad es muy amable."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2bc6a63a-7cf3-47bc-a1e7-49cccd69fbf1",
    "title": {
      "en": "Migawari no Hanayome wa Yandere Ryoushu ni Torawareru"
    },
    "updatedAt": "2024-04-30T08:10:14+00:00",
    "coverArt": "https://mangadex.org/covers/2bc6a63a-7cf3-47bc-a1e7-49cccd69fbf1/c2a14b75-09ca-4055-9247-87884af2faf1.jpg",
    "altTitles": [
      {
        "ja": "身代わりの花嫁はヤンデレ領主に囚われる"
      },
      {
        "en": "The Substitute Bride Is Captured by the Yandere Lord"
      }
    ],
    "description": {
      "en": "Lala, the daughter of a nobleman, is sent to the castle of Walter the Feudal Lord, in place of her sister who has eloped. Lala is prepared to be treated harshly, but for some reason, Walter grows fiercely attached to Lala as though he was never even remotely engaged to her sister to begin with... It's a story about a love fantasy of a yandere in a fantasy world!",
      "ja": "貴族令嬢であるララは駆け落ちした姉の身代わりに、領主・ワルターの城へ行くことになってしまう。手酷く扱われることを覚悟していたララだったが、ワルターは何故か姉との婚約など最初から無かったようにララに激しく執着してきて……。異世界ヤンデレラブファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e477578d-db2f-47df-ba81-607f2bdafa65",
    "title": {
      "en": "The Most Beautiful Girl in the School is in Love With Me, the xx Artist!?"
    },
    "updatedAt": "2024-08-24T17:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/e477578d-db2f-47df-ba81-607f2bdafa65/12212dfb-55f4-4dd7-8ef7-ff6333e0c902.jpg",
    "altTitles": [
      {
        "ja": "学園1の美少女は××絵師の俺に惚れている！？"
      },
      {
        "ja-ro": "Gakuen 1 no Bishōjo wa ×× Eshi no Ore ni Horeteiru!?"
      },
      {
        "ja-ro": "Gakuen 1 no Bishoujo wa ×× Eshi no Ore ni Horeteiru!?"
      },
      {
        "id": "Gadis Nomor 1 di Sekolah Sekaligus Pembuat Karya XXX Jatuh Cinta Denganku?!"
      },
      {
        "en": "The Number 1 Beautiful Girl in the School is in Love With Me, the xx Artist!?"
      }
    ],
    "description": {
      "en": "Amesaka Sora, an ordinary high school boy, usually enjoys drawing erotic pictures as a hobby. Since his failure in junior high school, he had planned to hide his hobby in high school... But one day, the student council president and the most beautiful girl in the school, Kisaragi Uguisu, finds out his secret...!?\n\nA coming-of-age rom-com between a beautiful girl at the top of the caste system and one of those male extras!",
      "id": "Amesaka Sora, seorang siswa biasa yang suka menggambar hal-hal cabul. Karena kegagalannya di SMP, dia menyembunyikan hobinya ini di SMA. Namun, suatu hari, ketua OSIS sekaligus gadis tercantik sepenjuru sekolah, Kisaragi Uguisu mengetahui hobi rahasianya tersebut. Apa yang akan terjadi di antara mereka berdua?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a0a265b-14ab-488d-98bd-909f3e0c81ba",
    "title": {
      "en": "Nui ni Koishite Ii desu ka?"
    },
    "updatedAt": "2024-07-30T03:22:05+00:00",
    "coverArt": "https://mangadex.org/covers/0a0a265b-14ab-488d-98bd-909f3e0c81ba/d6a36123-4b2c-4ba2-9be9-35a7fa9766bd.jpg",
    "altTitles": [
      {
        "ja": "ぬいに恋していいですか？"
      }
    ],
    "description": {
      "en": "Ikumi is a high school girl whose hobby is making stuffed toys. When she is rescued by Ayato, an elite student at her school, she decides to give him a handmade stuffed animal as a thank-you, but she witnesses him secretly throwing it away in the shadows. Then the \"curse\" of the stuffed animal is activated, and Ayato is turned into a doll...\n\n---\nNote: Originally a oneshot published in LaLa 6/2023 issue on April 24, 2023. Serialization started in LaLa 10/2023 issue on August 24, 2023."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8"
  },
  {
    "mangaId": "ad2f66cc-3b77-4122-bda1-7c3894066305",
    "title": {
      "en": "Marriage Gray"
    },
    "updatedAt": "2024-08-18T22:14:23+00:00",
    "coverArt": "https://mangadex.org/covers/ad2f66cc-3b77-4122-bda1-7c3894066305/d9bb6b60-dba3-43cf-9784-126b1fc9b81a.jpg",
    "altTitles": [
      {
        "ja": "マリッジグレー"
      },
      {
        "ru": "Серый брак"
      },
      {
        "zh": "想不通可爱老婆为什么要与我结婚"
      },
      {
        "zh-ro": "Xiǎng bùtōng kě'ài lǎopó wèishéme yào yǔ wǒ jiéhūn"
      },
      {
        "ko": "매리지 그레이"
      },
      {
        "ko-ro": "Maeliji geulei"
      }
    ],
    "description": {
      "en": "My wife is suspicious!! Why did she marry a guy like me…? Ordinary average guy Tsuchioka Naotsugu ended up with Yoshino, who's perfect in all angles of beauty, know-how, and sociability. It's not \"marriage blue\" it's everyday life questioning over things, so it's \"marriage gray\" newlywed life, go!",
      "ja": "ウチのかわいすぎる妻は、なぜ超平凡な自分と結婚したのか――!?　自己評価激低な夫・槌岡直継は、妻・憙乃への疑念から“マリッジグレー”に陥っていた！　一方の憙乃は、日々溢れまくる直継へのLOVEを抑えるのに一生懸命で…!?　相思相愛な新婚夫婦の、激甘かけ違いラブコメディ！",
      "pt-br": "Minha esposa é muito suspeita! Eu não entendo por que ela se casou com alguém como eu? Por que uma mulher bonita, inteligente, e considerada como a Yoshino se casaria com alguém comum como Naotsugu!! Não há casamento azul aqui, apenas um suspeito caso de casamento cinza!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8233e725-5aec-414c-8764-037d9cb83b7b",
    "title": {
      "en": "Hana ni Kamiguse"
    },
    "updatedAt": "2024-07-29T18:29:33+00:00",
    "coverArt": "https://mangadex.org/covers/8233e725-5aec-414c-8764-037d9cb83b7b/836cd14d-aa64-4fa2-851c-28cad6d6cccf.jpg",
    "altTitles": [
      {
        "ja": "花に噛みぐせ"
      },
      {
        "en": "Bite the Flower"
      },
      {
        "ja-ro": "Hana ni Kami Guse"
      }
    ],
    "description": {
      "en": "Even in her second year of high school, she has no friends. A young lady, Suu, who is a \"loner\" to the extreme, dreamed of a normal, uneventful adolescence. Then one day, a beautiful young man named Yuki appears in front of her. He was a mysterious boy who had lost his memory and was the first friend she had ever made. But what is he really...?\n\nAn instinctive love affair with a dangerous and sweet beast."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16a5a79b-dc88-421e-88e2-18bc2032b54f",
    "title": {
      "en": "Junjou Etching"
    },
    "updatedAt": "2024-09-19T18:24:47+00:00",
    "coverArt": "https://mangadex.org/covers/16a5a79b-dc88-421e-88e2-18bc2032b54f/de2020b6-0954-406e-ab62-f0ecc931a1d4.jpg",
    "altTitles": [
      {
        "ja": "純情エッチング"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0483d2ef-557e-43ae-9761-2f2f0677625a",
    "title": {
      "en": "Touhou Suichouka ~ Lotus Eater-tachi no Suisei"
    },
    "updatedAt": "2024-07-09T16:28:23+00:00",
    "coverArt": "https://mangadex.org/covers/0483d2ef-557e-43ae-9761-2f2f0677625a/b75a34af-2904-41df-a7f0-d7b8453e3ec9.jpg",
    "altTitles": [
      {
        "en": "The Lotus Eaters, Drunk and Sober"
      },
      {
        "en": "Touhou Drunken Butterfly Flower ~ Lotus Eaters' Sobering"
      },
      {
        "ja": "東方酔蝶華　ロータスイーター達の酔醒"
      },
      {
        "pt-br": "Touhou: Flor de Borboleta Bêbada ~ Comedores de Lotus, Bêbados e Sóbrios"
      },
      {
        "pt-br": "Flor de Borboleta Bêbada Oriental ~ Os Bêbados e Sóbrios Comedores de Lotus"
      }
    ],
    "description": {
      "en": "In this sixth official Touhou manga series from ZUN, the shrine maiden Reimu Hakurei goes to investigate a strange rumor in the human village, where she gets involved with the local Geidontei bar and its poster girl, Miyoi Okunoda.",
      "ja": "幻想郷の人里にある居酒屋「鯢呑亭（げいどんてい）」には、最近、飲んだ帰りの客が妖怪にさらわれて失踪するという噂が。博麗神社の巫女・霊夢はこの疑惑の調査に乗り出す。どうやらカギは看板娘の美宵のようで…？",
      "es-la": "En la aldea humana de Gensokyo, un rumor sobre un youkai que supuestamente secuestra a personas alcoholizadas se extiende de forma repentina con gran rapidez, causando miedo y preocupación entre la gente. Mientras tanto, en el centro de este rumor, el bar izakaya Geidontei, no hay nada fuera de lugar en lo que respecta a su comida y bebida, o incluso con respecto a su propietario.\n\nCuando la sacerdotisa Reimu Hakurei se entera de la situación, intenta cumplir con su deber de investigar el sospechoso establecimiento. Sin embargo, el caso la lleva a otra persona: Miyoi Okunoda, cuya existencia parece ser tan volátil como una burbuja.",
      "pt-br": "Uma estranha história sobre álcool. O mais novo mangá oficial de \"Touhou\", escrito por ZUN.   \r\n  \r\nExiste um rumor de que em um bar chamado \"Geidontei\", localizado em uma área remota de Gensokyo, um cliente bêbado foi sequestrado por um youkai. Reimu, sacerdotisa do Santuário Hakurei, embarca em uma investigação, mas aparentemente, a chave para desvendar o caso está na garçonete da loja…?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1693697a-783c-4d3c-a2d3-dc069e137a23",
    "title": {
      "en": "No Home"
    },
    "updatedAt": "2024-09-21T02:33:27+00:00",
    "coverArt": "https://mangadex.org/covers/1693697a-783c-4d3c-a2d3-dc069e137a23/bc55de2a-47dd-41cb-9338-75b3f0650a69.jpg",
    "altTitles": [
      {
        "en": "Homeless"
      },
      {
        "en": "I Have No Home"
      },
      {
        "ko": "집이 없어"
      },
      {
        "ko-ro": "Jib-i Eobs-eo"
      },
      {
        "ja": "家がない！"
      },
      {
        "zh-hk": "無家可歸"
      }
    ],
    "description": {
      "en": "Haejoon Goh, who ran from home, and Eunyung Baek, the problem child who lives in a tent.   \r\nThese two, who met under terrible circumstances, are forced to live together in an abandoned dormitory.   \r\nThis is a story of difficult growth between two people who hate both the dorm and each other."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "269"
  },
  {
    "mangaId": "c8b7c932-3eaa-4005-81ef-c70f2862b51b",
    "title": {
      "en": "My Lovely Fox Wife"
    },
    "updatedAt": "2024-05-30T21:10:00+00:00",
    "coverArt": "https://mangadex.org/covers/c8b7c932-3eaa-4005-81ef-c70f2862b51b/3f29b352-99df-438d-bc49-8b243752db8f.jpg",
    "altTitles": [
      {
        "en": "The Fox Girl is My Wife"
      },
      {
        "ru": "Повседневная жизнь с девушкой-лисой"
      },
      {
        "ja": "狐のお嫁ちゃん"
      },
      {
        "zh": "我的妻子是狐妖"
      },
      {
        "ja-ro": "Kitsune no Oyome-chan"
      }
    ],
    "description": {
      "en": "In Kyoto, the capital of a thousand years, a fox spirit and a young man meet and fall in love. And so begins the lovey-dovey life of a human-kitsune newlywed couple. Of course, it's full of fluff!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "55"
  },
  {
    "mangaId": "770c61b9-0ef2-460b-8c25-c10ab23349ce",
    "title": {
      "en": "Akebi-chan no Sailor Fuku"
    },
    "updatedAt": "2024-04-17T17:55:28+00:00",
    "coverArt": "https://mangadex.org/covers/770c61b9-0ef2-460b-8c25-c10ab23349ce/1ba7ffac-c5c1-4546-91c7-19cd41987f81.jpg",
    "altTitles": [
      {
        "ja-ro": "Akebi-chan no Serafuku"
      },
      {
        "it": "La Divisa Scolastica di Akebi"
      },
      {
        "ru": "Школьная форма Акэби-тян"
      },
      {
        "ja": "明日ちゃんのセーラー服"
      },
      {
        "zh": "明日酱的水手服"
      },
      {
        "zh-hk": "明日醬的水手服"
      },
      {
        "ko": "아케비 쨩의 세일러복"
      },
      {
        "en": "Akebi-chan's Sailor Uniform"
      },
      {
        "fr": "Akebi veut porter une marinière !"
      }
    ],
    "description": {
      "en": "The setting is Roubai Private Academy, a prestigious girls’ middle school in the country. For Akebi Komichi, donning this school’s sailor uniform is a dream come true. Her middle school dream life is finally beginning! Verdant open countryside vistas. The slowly flowing time of youth. With a gentle touch, the genius artist Hiro brings you this simple school tale… now enrolling!",
      "es": "Akebi Komichi vive en una zona rural con su familia y acaba de conseguir entrar en la famosa Academia de secundaria Roubai, a la que ya asistió su madre. Como ella, le gustaría llevar el clásico uniforme de marinero, que ya no es el habitual en la Academia.\n\nDespués de conseguir que le permitan llevar su ansiado uniforme cosido por su madre, Akebi empezará su vida en secundaria con el objetivo de hacer muchas amigas. El paso tranquilo del tiempo, la inocencia y la naturalidad, marcarán la vida de Akebi y sus amigas.",
      "es-la": "El escenario es la Academia Privada Roubai, una prestigiosa escuela secundaria femenina del país. Para Akebi Komichi, ponerse el uniforme de marinera de esta escuela es un sueño hecho realidad. Su vida de ensueño en la escuela secundaria por fin comienza. Las verdes vistas del campo abierto. El lento fluir del tiempo de la juventud. Con un suave toque, el genial artista Hiro te trae este sencillo cuento escolar... ¡ahora se matricula!",
      "pt-br": "A história se passa na prestigiosa Academia Roubai, uma escola secundária para garotas, no Japão. \n\nNossa amável Akebi Komichi, a protagonista, entrou na academia com o sonho de vestir o lindo uniforme Sailor, porém, ela se surpreende no seu primeiro dia. O que será que aconteceu? Akebi ainda viverá muitas experiências em Roubai até se tornar uma idol como sua cantora favorita Miki-chan! Avante Akebi!\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 23. ]"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5c43dab-9866-49c8-a296-fb3b68d62119",
    "title": {
      "en": "Cacomistle's Anthology"
    },
    "updatedAt": "2024-04-15T03:23:08+00:00",
    "coverArt": "https://mangadex.org/covers/e5c43dab-9866-49c8-a296-fb3b68d62119/11c609f5-8ca7-45f8-a6cc-55bff8eb7d8b.png",
    "altTitles": [],
    "description": {
      "en": "An unofficial compilation of oneshots / 4-komas by Cacomistle (カコミスル) in their twitter profile."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b0511a-528c-43de-b572-a7ff7a30ebd9",
    "title": {
      "en": "Cool na Doukyuusei no ◯◯ Nengo…"
    },
    "updatedAt": "2024-08-24T09:10:02+00:00",
    "coverArt": "https://mangadex.org/covers/66b0511a-528c-43de-b572-a7ff7a30ebd9/4f5ebead-fa60-449d-9c6c-e0034e5b1df7.png",
    "altTitles": [
      {
        "ja-ro": "Cool na Doukyuusei no ◯◯ Nengo…"
      },
      {
        "ja": "クールな同級生の◯◯年後..."
      },
      {
        "en": "The Cool Classmate XX Years Later..."
      },
      {
        "en": "The Cool Classmate ◯◯ Years Later..."
      },
      {
        "vi": "Cô bạn cùng lớp lạnh lùng sau ◯◯ năm..."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e4ab6ae-f730-4ce2-a528-97986beb8549",
    "title": {
      "en": "Martial Arts Reigns"
    },
    "updatedAt": "2024-06-18T13:26:33+00:00",
    "coverArt": "https://mangadex.org/covers/9e4ab6ae-f730-4ce2-a528-97986beb8549/3b755c13-47d0-4658-81b6-7fcfae1aaa9c.jpg",
    "altTitles": [
      {
        "vi": "Võ Đạo Độc Tôn"
      },
      {
        "zh-ro": "Wudao du Zun"
      },
      {
        "zh": "武道独尊"
      },
      {
        "zh-ro": "Wu Dao Du Zun"
      },
      {
        "en": "Supreme Master of Martial Arts"
      },
      {
        "ko": "무도독존"
      },
      {
        "th": "ความยิ่งใหญ่ในศิลปะการต่อสู้"
      },
      {
        "fr": "Les arts martiaux règnent"
      },
      {
        "pt-br": "Reinado das Artes Marciais"
      },
      {
        "es": "Domina En Las Artes Marciales"
      }
    ],
    "description": {
      "en": "True Heavens Continent is a place where those with great power can move mountains and overturn seas, kick the stars and step on the moon, punch through the sky and even shatter the earth itself! Ye Ming, a commoner born into a side branch within his family, sincerely and diligently tried to become stronger, hoping to avenge his parents’ deaths. As fate would have it, he obtained the \"Divine Spirit Cloak\", ingested the \"Foundation Establishment Divine Pill\", and cultivated the \"Omnipotent Sutra\". With his newfound power, Ye Ming begins his path of vengeance, mercilessly slaughtering any martial artists that dare stand in his way!In the face of deadly threats all across the continent, such as the Immortal Dynasty, the Great Eternal Sect, the Giant Barren Demon, and the Supreme Demon God, Ye Ming is determined that nothing will stop him! Whether god or demon, Ye Ming fears nothing! “I shall be the one who decides my own destiny!”",
      "es": "Ye Ming, a estrela em ascensão da Família Ye é considerado um gênio entre seus companheiros. Mas ele foi enganado por seu primo ciumento e ele cortou seus meridianos, aleijou suas habilidades e o abanou impiedosamente. Mas Ye Ming nunca desiste, porque ele sacrificaria tudo para se vingar de seus pais falecidos que foram assassinados pela família Huang. Mas ele não sabe que é considerado uma dor no pescoço para a família Ye, e uma grande conspiração paira na escuridão…",
      "ru": "Мин Е, восходящая звезда семьи Е, - гений среди своих сверстников-культиваторов. Но его двоюродный брат повредил ему меридианы, искалечил и безжалостно порезал сухожилия. Мин Е не сдается, потому что он пожертвовал бы всем, чтобы отомстить за своих умерших родителей, которые были убиты семьей Хуан. Он не знает, что его считают занозой в шее для семьи Е и хотят его убрать…",
      "zh": "天元大陆，有大能力者可移山倒海，踢星踏月，拳破青天，脚碎大地！ 叶铭，一介凡流，庶子出身，为报血仇，自强不息。 机缘之下，获“神灵宝衣”，服“筑基神丹”，修“通天经图”。 心诚志竖，勇猛精进，凡挡修武之路者，杀无赦！ 不朽皇朝，万古大教，洪荒巨妖，擎天魔神，面对这漫天神魔，他无所畏惧，我命在我不在天",
      "pt-br": "O True Heavens Continent é um lugar onde aqueles com grande poder podem mover montanhas e derrubar mares, chutar as estrelas e pisar na lua, perfurar o céu e até mesmo destruir a própria terra! Ye Ming, um plebeu nascido em um ramo secundário de sua família, tentou sincera e diligentemente se tornar mais forte, na esperança de vingar a morte de seus pais. Como quis o destino, ele obteve a “Capa do Espírito Divino”, ingeriu a “Pílula Divina do Estabelecimento de Fundação” e cultivou o “Sutra Onipotente”. Com seu novo poder, Ye Ming inicia seu caminho de vingança, massacrando impiedosamente qualquer artista marcial que ouse ficar em seu caminho! Diante de ameaças mortais em todo o continente, como a Dinastia Imortal, a Grande Seita Eterna, o Gigante Estéril Demônio, e o Deus Demônio Supremo, Ye Ming está determinado a que nada o deterá! Seja deus ou demônio, Ye Ming não teme nada! “Serei eu quem decidirá meu próprio destino!"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cf88855-9b2c-4532-a7dd-8ec4e98a7701",
    "title": {
      "en": "Darashinai Onee-san wo Kaitai"
    },
    "updatedAt": "2024-09-30T15:56:10+00:00",
    "coverArt": "https://mangadex.org/covers/0cf88855-9b2c-4532-a7dd-8ec4e98a7701/c1269f75-c397-4e9e-82cd-092e5da82f90.jpg",
    "altTitles": [
      {
        "ja": "だらしないお姉さんを飼いたい"
      },
      {
        "en": "I Want to Keep a Sloppy Woman"
      },
      {
        "id": "Aku Ingin Merawat Mbak-Mbak Pemalas"
      }
    ],
    "description": {
      "en": "One day, Haruto-kun, a junior high school boy who loves to help others, encounters a half-naked lady by the roadside!\n\nHer room is a mess, she won't wear her clothes properly, and when she's drunk she does all kinds of risky things for a lady. Haruto just can't help but want to help her! Without realizing it, he's taken up the challenge of being this older girl's caretaker...?\n\nDo you like a sloppy older girl who is even cuter♡ when she is unaware of her sexuality?\n\n---\n**Links:**\n- Alternative Official Raw - [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/67169)",
      "ja": "人助けが大好きな中学生男子・はるとくんは、ある日、道端で半裸のお姉さんと遭遇！ 部屋はめちゃくちゃ、服をちゃんと着られない、酔っぱらうと色々アブなすぎるお姉さんを助けたくてたまらないはるとくん!! 思わずお姉さんのお世話役を買ってしまい…!?\n\n無自覚エッチでさらに可愛い♡ だらしないお姉さんはお好きですか!?",
      "pt-br": "Um dia, Haruto-kun, um rapaz do liceu que adora ajudar os outros, encontra uma senhora seminua à beira da estrada!\n\nO seu quarto está uma confusão, ela não veste a roupa como deve ser e, quando está bêbeda, faz todo o tipo de coisas arriscadas para uma senhora. Haruto não consegue deixar de a querer ajudar! Sem se aperceber, ele aceitou o desafio de ser o cuidador desta rapariga mais velha...?\n\nVocê gosta de uma garota mais velha desleixada que é ainda mais fofa♡ quando ela não tem consciência de sua  própria sexualidade?\n\n---\n**Links:**\n- Alternative Official Raw - [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/67169)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7b62193-bdfb-4953-a6c6-0bd1b9a872f9",
    "title": {
      "en": "Sensou Kyoushitsu"
    },
    "updatedAt": "2024-09-18T07:02:10+00:00",
    "coverArt": "https://mangadex.org/covers/f7b62193-bdfb-4953-a6c6-0bd1b9a872f9/f7c13c73-a2b9-48ed-8cbd-65b144ee24d7.jpg",
    "altTitles": [
      {
        "ja": "戦奏教室"
      },
      {
        "ru": "Зов горна"
      },
      {
        "ja-ro": "Sensou Kyoushitsu"
      },
      {
        "en": "The Bugle Call"
      }
    ],
    "description": {
      "en": "The year is 1294, and war rages. Lucas, the bugler of a small mercenary band, is endlessly thrown into battle after battle, but longs for the day that he can fulfill his wish of becoming a real musician. One fateful day, however, Lucas's latent powers awaken and his life takes a drastic turn. Under the guidance of the Pope, Lucas is tasked to become a key player in the war and lead the fight against the Empire and its agent of destruction, the Garland. Burdened by this dangerous mission, Lucas still longs for the day that he may see his wish come true..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Mahou Shoujo ni Akogarete"
    },
    "updatedAt": "2024-06-01T21:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "en": "Gushing over Magical Girls"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04ff2200-7e68-49fe-92e0-d353b3dff2d2",
    "title": {
      "en": "Inkya Datta Ore no Seishun Revenge: Tenshi sugiru Ano Ko to Ayumu Re Life"
    },
    "updatedAt": "2024-06-12T04:00:47+00:00",
    "coverArt": "https://mangadex.org/covers/04ff2200-7e68-49fe-92e0-d353b3dff2d2/2360451e-7926-46e2-9297-cfda0023d194.jpg",
    "altTitles": [
      {
        "ja": "陰キャだった俺の青春リベンジ 天使すぎるあの娘と歩むReライフ"
      },
      {
        "ja-ro": "Inkya Datta Ore no Seishun Revenge: Tenshi sugiru Ano Ko to Ayumu Re Life"
      },
      {
        "ru": "Месть моей юности: Моя жизнь с девушкой, которая была слишком похожа на ангела"
      },
      {
        "en": "The Revenge of My Youth: My Re Life with a Girl Who Was Too Much of an Angel"
      },
      {
        "ja": "陰リベ"
      },
      {
        "ja-ro": "In-ri-be"
      }
    ],
    "description": {
      "en": "This is the story of Niihama Shincirou, who collapsed after being ravaged by a black company and woke up to find that he had been sent back to his second year of high school. When he wakes up, he finds himself in a time leap to his second year of high school. His high school life …… was gray and shady, but he’s sure he can start over now.\n\nThe beautiful girl of his dreams, Haruka Shijouin, whom he met again over time, is even more innocent and cute than he remembered, and above all, she has been staring straight at Niihama.\n\n*“I feel like you’ve changed a lot from the Niihama I knew yesterday. You’re still kind, but you’ve grown up, and that’s wonderful!”*\n\nIf I could change the future, I would definitely save her life after she took her own life after being severely bullied. With the adult mentality and corporate power that I’ve acquired, I’m going to take my revenge on my second youth with her–!",
      "id": "bercerita tentang seorang budak korporat bernama Niihama Shincirou yang bekerja di perusahaan gelap dia pingsan setelah kelelahan bekerja dan ketika terbangun ia terkejut karena ternyata dia mengalami lompatan waktu dan kembali ke masa di mana dia masih seorang murid SMA. lalu karena dia sudah kembali ke masa lalu dia bertekad untuk balas dendam dengan menjadi lebih aktif dan berjuang untuk mendapatkan hal yang dia inginkan tidak peduli siapapun lawannya sampai pada akhirnya menebus semua penyesalan yang telah ia lakukan di kehidupan sebelumnya...",
      "ja": "ブラック企業勤めの社畜サラリーマン・新浜心一郎は、過労の末に職場で倒れ――――目が覚めると高校時代に！？\nタイムリープ青春\"リベンジ\"ラブコメ、ここに開幕！",
      "pt-br": "Niihama Shinichirou, o qual desmaiou após ser explorado ao extremo por uma ‘companhia exploradora’ e ao acordar descobriu que havia sido mandado de volta para o segundo ano do ensino médio. Sua vida escolar foi sombria e melancólica… No entanto, ele tem certeza de que agora pode recomeçar.\nHaruka Shijouin, uma linda garota que ele conheceu antes, de repente parece ainda mais inocente e bonita do que Shinichirou se lembrava, e acima de tudo, ela olha diretamente para ele… \n\n“Eu sinto que você está bem diferente do Niihama que eu conhecia ontem. Você continua gentil, mas você cresceu, e isso é maravilhoso!” \n\nSe eu pudesse mudar o futuro, eu definitivamente iria salvá-la depois que ela tirou a própria vida após sofrer severamente por conta de bullying. Com a mentalidade adulta e poderes corporativos que adquiri, eu vou me vingar da minha segunda juventude com ela–!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou"
    },
    "updatedAt": "2024-09-29T01:20:46+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/a4b1acdf-5cd1-4621-99e2-e1798bd55d0a.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "vi": "Tsumiki Ogami và Cuộc sống diệu kì!"
      },
      {
        "zh-hk": "尾守月美希和奇日常。"
      },
      {
        "ja-ro": "Ogami Tsumiki to Kinichijou"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "pt-br": "Hoje, vivemos numa era de diversidade. A frase “não-humanos” é coisa do passado. “Genjin” vivem suas vidas interagindo com seres humanos.\n\nUm menino humano, Yutaka Shinsou, está preocupado. Ele está tão acostumado a estar em sintonia com o ambiente que não entende mais seus próprios sentimentos. No Colégio Keiki, onde muitos \"Genjin\" estudam, ele conhece Tsumiki Ogami, uma lobisomem. Ela é fofa, poderosa, um pouco fora do comum e gentil.\n\nQuando ele passa um tempo com ela, o coração de Yutaka fica mais acelerado do que o normal. Girando uma vida cotidiana \"incomum\" com o lobisomem Tsumiki.\n\nO novo gráfico normal da juventude está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2023-09-03T17:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c411bbfb-043e-421e-bafb-e2d206ff7ac4",
    "title": {
      "en": "Ookiku Furikabutte"
    },
    "updatedAt": "2024-05-07T15:56:12+00:00",
    "coverArt": "https://mangadex.org/covers/c411bbfb-043e-421e-bafb-e2d206ff7ac4/4908bb6e-1e16-4e7b-8e96-f0d4d86f1231.jpg",
    "altTitles": [
      {
        "en": "Big Windup!"
      },
      {
        "ja": "おおきく振りかぶって"
      }
    ],
    "description": {
      "en": "*Ookiku Furikabutte* isn't just a baseball manga. It's the story of a timid young man who was made an ace pitcher in middle school because of family connections. Now he's in high school and it's his time to shine as an ace in his own right.\n\nReading this story will get your blood boiling, heart pumping, and tears flowing. It has been popular since it was serialized, a true Japanese high school baseball manga!\n\n---  \n* Won the Tezuka Osamu Cultural Prize for best creative work in 2006\n* Won the Kodansha Manga Award for general manga in 2007.\n\n*Discrepancy in chapter numbering (mag vs. tank), there are no chapters missing inbetween 25.2 and 53."
    },
    "status": "ongoing",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2be7516f-80bd-4f92-93ca-934f561a4049",
    "title": {
      "en": "The Cold President's Little Cutie"
    },
    "updatedAt": "2024-08-11T14:20:31+00:00",
    "coverArt": "https://mangadex.org/covers/2be7516f-80bd-4f92-93ca-934f561a4049/cd18261f-7ba9-4d32-aa21-4969a0204738.png",
    "altTitles": [
      {
        "zh": "薄情总裁的专属小奶包"
      },
      {
        "zh-ro": "Bóqíng Zǒngcái De Zhuānshǔ Xiǎo Nǎi Bāo"
      },
      {
        "en": "The Fickle President's Exclusive Cutie Pie"
      }
    ],
    "description": {
      "en": "My mom is the naive and sweet protagonist in a tragic romance novel. My mom is also the substitute lover who escaped from the overbearing President. And I? Well, I'm the five-year-old genius hacker.\n\nGu Chu, a brilliant hacker, finds herself reborn in a tragic romance novel as a five-year-old cutie. Her mother is the unfortunate heroine, her father is the blind-to-reality President, and they're surrounded by scheming relatives, a two-faced aunt, and various villainous women.\n\nDetermined to protect her mother, little Gu Chu stands tall and begins to fight back. What harm could a five-year-old possibly cause? She just wants to protect her mommy and maybe inherit her President daddy's billions along the way."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bcbb316-76d0-47c7-abcb-6588d2b7f865",
    "title": {
      "en": "Mayaka-neesan wa Uso ga Tsukenai"
    },
    "updatedAt": "2024-09-30T15:20:10+00:00",
    "coverArt": "https://mangadex.org/covers/7bcbb316-76d0-47c7-abcb-6588d2b7f865/26fecbf2-db15-4239-afba-240bd91df385.jpg",
    "altTitles": [
      {
        "ja": "まやか姉さんは噓がつけない"
      },
      {
        "en": "Mayaka-neesan Cannot Lie"
      }
    ],
    "description": {
      "en": "Junya is a third-year junior high school student. He's good at sports, but when it comes to studying... well, let's just say he's really bad at it. \n\nLately, he's been troubled by something. His childhood friend, Mayaka-nee, has been messing with him in all sorts of ways! Could it be that she actually likes him...? \n\nThus begins the romantic comedy where our hero is at the mercy of a deceptive, ever-changing heroine!",
      "ja": "中学3年生の純也。運動は得意だけど、勉強はちょっと…というか凄く苦手。\n\nそんな彼には最近、悩みがある。幼なじみのまやか姉さんが、なんやかんやと、ちょっかいを出してくるのだ！まさか俺に気があるってこと…!?\n\n変幻自在の嘘つきヒロインに翻弄される騙されラブコメ、開幕！",
      "pt-br": "Junya é um aluno do terceiro ano do ensino médio. Ele é bom em esportes, mas quando se trata de estudar... bem, digamos que ele é muito ruim nisso. \n\nUltimamente, ele tem sido incomodado por algo. Sua amiga de infância, Mayaka-nee, tem mexido com ele de todas as maneiras! Será que ela realmente gosta dele...? \n\nAssim começa a comédia romântica onde nosso herói está à mercê de uma heroína enganosa e em constante mudança!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]