[
  {
    "mangaId": "2a956fcd-12c2-420b-a82b-a5eb380cdee2",
    "title": {
      "en": "Golden Mage"
    },
    "updatedAt": "2024-05-29T00:58:36+00:00",
    "coverArt": "https://mangadex.org/covers/2a956fcd-12c2-420b-a82b-a5eb380cdee2/ec5a606c-7d43-4a3f-80be-a37105f01909.jpg",
    "altTitles": [
      {
        "ko": "골든메이지"
      },
      {
        "es-la": "Mago dorado"
      }
    ],
    "description": {
      "en": "I lived a life repaying my parents’ debt and died unjustly.\n\n“It’s unfair that I died after living a lonely and poor life!”\n\nBut after opening my eyes in place I’ve never seen before, I became Ell. In order to protect his family in this life, Ell needs power and money.\n\n“I’m going to become the best mage and obtain both.”\n\nEll will obtain everything in this life by using his management skills as a pro-gamer from his past life and his genius-level mathematics!",
      "ko": "평생 부모님의 빚을 갚으며 살다 불의의 사고로 죽게 된 진성.\n\n‘이렇게 평생 돈도 가족도 없이 외롭게 죽는 건 억울해!’\n\n그러나 눈을 떠보니 처음 보는 곳에서 엘이 되어 살게 된다.\n이번 생에 갖게 된 가족을 지키기 위해 엘은 힘과 돈이 필요하다.\n\n‘최고의 마법사가 되어 난 둘 다 얻고 말겠어.’\n\n전생에서 프로게이머로서의 운영 능력과 천재적 수학 지식으로 \n이번 생에서 엘은 모든 걸 차지한다!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7485fd24-e676-42d4-8005-98366bf596bd",
    "title": {
      "en": "The Wi-Fi Love Story"
    },
    "updatedAt": "2024-04-30T17:03:20+00:00",
    "coverArt": "https://mangadex.org/covers/7485fd24-e676-42d4-8005-98366bf596bd/3143167c-598d-4dc4-954a-38a8f3869f73.png",
    "altTitles": [
      {
        "vi": "Chuyện tình Wi-Fi"
      }
    ],
    "description": {
      "en": "Two lonely persons, two different fates. Him, a weak guy that suffers from albinism and permanent near-sighted. Her, an unwanted child, ostracized at school because she doesn't speak Vietnamese... In a twisted fate, they found themselves connected through Wi-Fi Network Names, but will their relationship last?\n\nOmake arts done by [Flygombal](https://www.fiverr.com/zamrutzh)\nCover arts done by [Artiya](https://www.fiverr.com/kazisain)",
      "vi": "2 con người F.A, 2 hoàn cảnh số phận hoàn toàn khác biệt. Thế mà chỉ vì tình cờ \"giao tiếp\" qua cái tên Wi-Fi ngẫu nhiên mà đến với nhau?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc1d5980-e4bc-454d-be44-8ce4f2072f04",
    "title": {
      "en": "A Manga World That Gets One Page Once a Year"
    },
    "updatedAt": "2024-01-03T20:24:08+00:00",
    "coverArt": "https://mangadex.org/covers/bc1d5980-e4bc-454d-be44-8ce4f2072f04/ac3d3440-555d-45b6-b7fb-5d622ae73e22.jpg",
    "altTitles": [
      {
        "ja-ro": "1-Nen de 1 pēji dake susumu manga no sekai"
      },
      {
        "ja": "１年で１ページだけ進むマンガの世界"
      },
      {
        "pt-br": "O mundo de um mangá que recebe uma página por ano"
      },
      {
        "es-la": "El mundo de un manga que avanza una página por año"
      }
    ],
    "description": {
      "en": "**At least it's consistent!**"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a19cf0c-28b4-4f3e-9b51-1843029601fb",
    "title": {
      "en": "Zombie no Afureta Sekai Ore Dake ga Osowarenai"
    },
    "updatedAt": "2024-02-25T16:15:47+00:00",
    "coverArt": "https://mangadex.org/covers/7a19cf0c-28b4-4f3e-9b51-1843029601fb/913b7eac-48d9-44fe-a069-754fc0d5c100.jpg",
    "altTitles": [
      {
        "en": "Only I Am Not Attacked in a World Overflowing With Zombies"
      },
      {
        "ja": "ゾンビのあふれた世界で俺だけが襲われない"
      },
      {
        "en": "In A World Filled With Zombies, I’m The Only One They Won’t Attack"
      },
      {
        "pt-br": "Em um Mundo Cheio de Zumbis, Eu Sou o Único que Eles Não Vão Atacar"
      },
      {
        "id": "Didunia yang penuh dengan Zombie hanya aku yang tidak diserang"
      },
      {
        "zh-hk": "在遍地都是喪屍的世界裡唯獨我不被襲擊"
      }
    ],
    "description": {
      "en": "Takemura wakes up after falling ill for 3 days and realizes the world has been overrun by zombies but for some strange reason he is not being attacked by them! What will he do now with this great power he has?",
      "id": "Kehidupan sehari-hari pekerja kantor yang tidak disukai \"Takemura\" berubah dalam sekejap. Ketika aku perhatikan, itu adalah dunia yang penuh dengan zombie. Terlebih lagi, aku satu-satunya yang tidak diserang oleh zombie. \"Bantu orang? Apa itu? Aku akan menjalani dunia ini sesukaku.\" Takemura memiliki banyak kekuatan di dunia apokaliptik di mana peradaban akan runtuh. Apakah dia satu-satunya pahlawan yang hidup dengan menyembunyikan fakta bahwa dia tidak diserang?",
      "pt-br": "Na sociedade atual, que foi completamente destruída por zumbis, há um homem que misteriosamente não é atacado por eles, e essa história segue sua estilo de vida egoísta. 18 Visualizações totais, 18 Visualizações hoje"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5af50da5-c3f6-4f67-9888-89df886757f6",
    "title": {
      "en": "Tenkoi in Hachioji"
    },
    "updatedAt": "2024-06-01T15:27:01+00:00",
    "coverArt": "https://mangadex.org/covers/5af50da5-c3f6-4f67-9888-89df886757f6/3a0f4fbf-88db-4deb-a424-860396c11948.jpg",
    "altTitles": [
      {
        "ja": "八王子名物 天狗の恋"
      },
      {
        "ja-ro": "Hachiouji Meibutsu: Tengu no Koi"
      },
      {
        "zh-hk": "八王子名產 天狗之戀"
      },
      {
        "es-la": "La Especialidad de Hachioji: Amor de un Tengu"
      },
      {
        "es": "La Especialidad de Hachioji: Amor de un Tengu"
      },
      {
        "en": "The Hachioji Specialty: Tengu’s Love"
      },
      {
        "en": "Hachioji specialty: Tengu's love"
      },
      {
        "vi": "Đặc sản xứ Hachioji: Chuyện tình nàng Tengu"
      },
      {
        "vi": "Chuyện tình nàng Tengu xứ Hachioji"
      }
    ],
    "description": {
      "en": "The life of a single-minded tengu bride and a lonely young man living together on the premise of marriage!\n\nKotaro, a lonely young man who has returned to his hometown for some reason, is reunited with Hime, a tengu girl, at Mt. Hime says that they must get married! A one-sided (?) marriage is assumed. Living together with a tengu is full of surprises!",
      "es": "Kotaro, un solitario joven que ha regresado a su pueblo natal por alguna razón, se encuentra con Hime, una chica Tengu, en el monte. Hime dice que deben casarse. Sin embargo, se trata de un matrimonio unilateral. Vivir con un Tengu está lleno de sorpresas.",
      "ja": "一途な天狗の押しかけ花嫁と孤独な青年の結婚前提・同棲ライフ!\n\n訳あって地元に帰って来た孤独な青年コタロウは、高尾山で天狗の少女・ヒメと再会する。ヒメは「ふたりは結婚しなければいけない」と言っていて!?結婚を前提とされた一方的な(?)天狗との同棲生活は驚きだらけ!",
      "es-la": "Kotaro, un solitario joven que ha regresado a su pueblo natal por alguna razón, se encuentra con Hime, una chica Tengu, en el monte. Hime dice que deben casarse. Sin embargo, se trata de un matrimonio unilateral. Vivir con un Tengu está lleno de sorpresas."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37177c0c-3bfb-4461-8c45-fe32ae17bf31",
    "title": {
      "en": "Revenge Channel Uramin"
    },
    "updatedAt": "2024-06-01T15:28:37+00:00",
    "coverArt": "https://mangadex.org/covers/37177c0c-3bfb-4461-8c45-fe32ae17bf31/9f54da91-d974-4a80-b960-5108231796d9.jpg",
    "altTitles": [
      {
        "en": "Revenge Channel Uramin ~Livestreaming Public Executions~"
      },
      {
        "ja": "復讐チャンネル ウラミン ～公開処刑ナマ配信中～"
      }
    ],
    "description": {
      "en": "The online video site \"Uramin TV\" is a popular channel that distributes videos depicting punishment on harmful people and has over 3 million subscribers. \nMinori Yoshiura, also known as \"Uramin\", who runs this site, has enthusiastic followers, but in fact, she was bullied horribly when she was in elementary school and became a shut-in. She vows to take revenge on her bullying perpetrators and broadcasts her revenge videos live. The number one target is Takemura Kyouka, the ringleader of bullying who has pushed her to the depths of hell and is now living a carefree life!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0ab7ae56-2800-4426-819d-0cda91aad12a",
    "title": {
      "en": "The Blood Knight’s Villains"
    },
    "updatedAt": "2023-10-01T19:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/0ab7ae56-2800-4426-819d-0cda91aad12a/74fdd2f4-0387-4289-96c4-7dfb0718609f.jpg",
    "altTitles": [
      {
        "ko": "나의 악당들"
      }
    ],
    "description": {
      "en": "Dark World,” the game I, a thirty-year-old salaryman, had devoted my entire youth to. “What the fuck is this…” When I opened my eyes, Dark World had become my reality. The pouring rain, dripping hot blood, and a cold blade. At the moment of my impending death, I came into this familiar world."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fa24dbe-49b7-4279-8587-1d661bd3bb32",
    "title": {
      "en": "Minasama ni wa Jinken ga Gozaimasen"
    },
    "updatedAt": "2024-05-26T16:26:32+00:00",
    "coverArt": "https://mangadex.org/covers/2fa24dbe-49b7-4279-8587-1d661bd3bb32/f7b3bbb1-5a83-48fa-b5e3-a1cc517e925c.jpg",
    "altTitles": [
      {
        "en": "You Have No Human Rights"
      },
      {
        "ja": "皆様には人権がございません"
      },
      {
        "vi": "Các ngươi không có quyền con người"
      },
      {
        "de": "Du hast keine Menschenrechte"
      },
      {
        "es": "No tienes derechos humanos"
      },
      {
        "fr": "Vous ñ'avez aucun droit humain"
      }
    ],
    "description": {
      "en": "XX years have passed since the enforcement of \"The Human Rights Proper Use Act.\" In the city, \"humans with rights\" live prosperously, while \"humans designated as livestock without rights\" are displayed in shop windows. The humans used as pets, experimental animals, and meat are pitiful creatures living in a world separate from mine... or so it was supposed to be."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60d7782b-7093-44d1-8009-e91825813dde",
    "title": {
      "en": "Foul's Start"
    },
    "updatedAt": "2024-05-24T03:29:02+00:00",
    "coverArt": "https://mangadex.org/covers/60d7782b-7093-44d1-8009-e91825813dde/c1602569-1533-4189-aa5c-9d061d7a6461.png",
    "altTitles": [
      {
        "ko": "파울즈 스타트"
      }
    ],
    "description": {
      "en": "Growing up, Eun Hae-il is unable to forget the boy he had his very first crush on.\nThis year, he gets accepted into his dream college after retaking the entry test 4 times.\nHowever, one day he saves a child from drowning in the ocean but, attempting to save him, he submits to exhaustion and drowns.\nRight before he stops breathing, he closes his eyes and thinks of the boy he has longed had a crush on, but when then he opens his eyes again he's no longer drowning in the ocean, but on a bus.\nHae-il, a man who has crossed between time and has survived death, now stands in front of the man he has longed loved, Yoon Pado. “Has God really given me a second chance?”",
      "fr": "\"Eun Hae-il\", est devenu adulte sans jamais oublier le garçon dont il était secrètement amoureux. Cette année-là, après avoir passé quatre fois le concours, il a finalement été accepté dans l'école de ses rêves. Mais alors qu'il sauvait un enfant tombé à la mer, il s'est épuisé et a été emporté par les vagues, au point de se noyer lui-même.\n\nAlors qu'il fermait les yeux en pensant au garçon qu'il aimait tant juste avant de rendre son dernier souffle, lorsqu'il les rouvrit, il se trouvait dans un bus plutôt que dans l'océan.\n\nRessuscité après avoir traversé la mort et le temps, Eun Hae-il se retrouve face à son amour de jeunesse, \"Yoon Pado\".\n\nEst-ce que c'est vraiment une seconde chance offerte par le destin ?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a3cdf57-ec79-4baa-ada6-31aa2d8bb3a9",
    "title": {
      "en": "Kyouganeke no Hanayome"
    },
    "updatedAt": "2024-03-29T14:15:26+00:00",
    "coverArt": "https://mangadex.org/covers/5a3cdf57-ec79-4baa-ada6-31aa2d8bb3a9/03801f8a-7b15-4859-a3c0-54fcda76fcdc.jpg",
    "altTitles": [
      {
        "ja": "京兼家の花嫁"
      },
      {
        "en": "The Bride of the Kyougane Clan"
      },
      {
        "ru": "Невеста клана Кëганэ"
      },
      {
        "vi": "Nàng Dâu nhà họ Kyougane"
      }
    ],
    "description": {
      "en": "The \"Kyokane family\" is a prestigious family of degenerate magicians that has been in existence for a thousand years. The current head of the family, the eccentric KYOKANE Kuroro, is brought to a bride who has a \"secret\" behind her pretty appearance,\nA bride with a \"secret\" behind her pretty appearance...?\n\nIf you decide to \"live together,\" break off the yoke, the causality, and everything else, and be together!\n\nThis marriage battle fantasy, written in a clear and elegant style, is about to begin!",
      "ru": "Достопочтенный клан Кëганэ тысячу лет занимался изгнанием демонов. И его нынешний глава, эксцентричный Кëганэ Куро принял невесту, скрывающую большой «секрет»?! Он разрубит ëкаев и саму судьбу ради своего «долго и счастливо»!\nМы представляем вам восхитительно написанное супружеское боевое фэнтези!",
      "vi": "Gia tộc \"Kyougane\", gia tộc Pháp Sư Diệt Quỷ huyền thoại đã tiêu diệt cửu vĩ từ hàng nghìn năm trước. Kyoukane Kurou, người đứng đầu gia tộc bây giờ với hàng tá tai tiếng phải lấy vợ. Nhưng cô vợ này không tầm thường và có vài \"bí mật\" đằng sau vẻ đẹp kiều diễm đó...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05d90d16-6530-46c9-8593-80664caf4871",
    "title": {
      "en": "Psycho x Past: Ryouki Satsujin Sennyuu Sousa"
    },
    "updatedAt": "2024-05-19T10:03:53+00:00",
    "coverArt": "https://mangadex.org/covers/05d90d16-6530-46c9-8593-80664caf4871/e2124c5b-2c1c-4d5e-a7db-8d543d6fc8ca.jpg",
    "altTitles": [
      {
        "en": "Psycho x Past: Bizarre Murder Undercover Investigation"
      },
      {
        "ja": "サイコ×パスト 猟奇殺人潜入捜査"
      }
    ],
    "description": {
      "en": "The \"psycho suspense\" manga follows Godai, a policeman who was removed from the investigations division of the police due to violence toward criminals. He teams up with Hidaka, a man who is a self-proclaimed \"paranormal police investigator\" with claims to have the ability to send Godai in the past to prevent all the horrific crimes that happened, is that even possible and what will be the consequences?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b37abb04-b341-4b73-987a-cc71624b5568",
    "title": {
      "en": "Kimi to Sekai ga Owaru Hi ni"
    },
    "updatedAt": "2024-05-26T16:17:41+00:00",
    "coverArt": "https://mangadex.org/covers/b37abb04-b341-4b73-987a-cc71624b5568/0a187bb4-22a6-4be7-8814-bf6face4cbae.png",
    "altTitles": [
      {
        "en": "Love You as the World Ends"
      },
      {
        "ja": "君と世界が終わる日に"
      }
    ],
    "description": {
      "en": "On the day of his proposal, Hibiki Mamiya, a young man, is trapped in a tunnel collapse accident. When he narrowly escapes from the tunnel, the world has completely changed. A dilapidated cityscape, countless bodies, and the \"living dead\" wandering around the city... Amidst this abnormal situation, Hibiki desperately searches for his lover, but he is nowhere to be found. Will the few survivors survive together in this hopeless situation? The manga is based on the television drama, \"Love You as the World Ends\"."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a43c227-b201-4fb7-b796-924c51797d50",
    "title": {
      "en": "Level Up with the Gods"
    },
    "updatedAt": "2024-03-21T20:29:03+00:00",
    "coverArt": "https://mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/be722985-4d6e-442f-8338-0f3c1ac95cc9.jpg",
    "altTitles": [
      {
        "ko": "신과 함께 레벨업"
      },
      {
        "en": "Leveling Up With the Gods"
      },
      {
        "ko-ro": "Singwa Hamkke Level Up"
      },
      {
        "en": "Leveling With the Gods"
      },
      {
        "th": "เลเวลอัปไปกับเทพเจ้า"
      },
      {
        "ja": "神と共にレベルアップ"
      },
      {
        "zh": "与神一同升级"
      },
      {
        "ru": "Поднятие уровня с богами"
      },
      {
        "uk": "Підняття рівня з богами"
      }
    ],
    "description": {
      "en": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ja": "異界の神、アウターゴッドと呼ばれる存在が支配する世界。一番最後に塔へ入り一番最後までインナーゴッドたちと共に戦った人間、神野 流星。 そんな彼も結局はアウターゴッドに破れてしまう。 越えられない壁に絶望を感じていた最後の瞬間、時間を司る神であるクロノスから新たにチャンスが与えられる。 そうして彼は、前世の記憶を持ったまま過去へ回帰することに――。 再び塔を登り、力と仲間を手に入れた神野は、今度こそアウターゴッドに勝つことができるだろうか？不滅の神話に挑む人間の物語が今始まる！\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ko": "이계의 신, 아우터 갓(Outer God).\n\n하늘을 닫는 절망과 늪에 빠진 좌절, 탄생하지 못한 자, 어리석은 혼돈.\n평범한 사람들은 그저 바라보는 것만으로 목숨을 잃어 버릴 그 존재들이 세상을 휘젓는 지금…\n수 년간의 싸움 끝에, 최후의 생존자들이 낸 결론.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다.\"\n\n그 순간, 시간을 다루는 신격을 지닌 존재 크로노스는 자신을 희생시켜 시계태엽을 되돌린다.\n\n\"이길 수 없겠지. 지금은 말이야.\"\n\n\"옛 세계선으로 돌아가라. 그리고 다시 시작해.\"\n\n모든 신들에게 지목을 받아 과거로 돌아간 최후의 1인.\n가장 뒤늦게 탑을 올라, 가장 마지막까지 신들과 함께 싸운 인간, 김유원.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다. 그렇다면…\"\n\n\"이기는 건 나야.\"\n\n그는 마지막 순간을 함께하던 동료들을 다시 모아,\n아우터와의 싸움을 승리로 끝낼 수 있을까?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ru": "Он был храбрейшим и сильнейшим из всех, но даже его в самом конце ожидало лишь отчаяние. В последние мгновения ему был дан еще один шанс. Благодаря жертве бога времени «Хроноса» его судьба еще не была предрешена. Вернувшись в прошлое, он снова попытается взобраться на «Башню» со своим непревзойденным талантом, чтобы побороть древнее зло, которое грозит уничтожить этот мир.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "th": "\"อินเนอร์อย่างพวกเราไม่สามารถเอาชนะเอาเตอร์ได้\"\n\nเมื่อแรงเกอร์ในหอคอยลงความเห็นเป็นเสียงเดียวกัน\n'คิมยูวอน' มนุษย์ผู้แกร่งกล้าเพียงหนึ่งเดียวในหมู่เทพเจ้า\nจึงถูกเลือกให้ย้อนกลับมายังอดีตเพื่อเริ่มต้นทุกอย่างใหม่อีกครั้ง\n\nเขาจะสามารถทำตามแผนที่ทุกคนช่วยกันวางไว้\nและแกร่งขึ้นกว่าเดิมจนกลับไปเอาชนะ 'เอาเตอร์ก็อด'\nทวยเทพที่ลุกล้ำเข้ามาจากนอกหอคอยได้หรือไม่?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "zh": "外界之神来袭，人间陷入了排山倒海般的绝望之中，生灵涂炭……而当内界众神在经过了数年的苦苦战斗后，也最终以战败收场。 在战死前的最后时刻，希腊神克洛诺斯牺牲了自己，重新开启了时间之门。 而众神最后选择了金幽元，这个队伍中唯一的人类，让他回到过去，重新将众神凝聚。\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "751254d3-ba82-4f3d-9c3c-97c070469bff",
    "title": {
      "en": "Zatsuyou Fuyo Jutsushi ga Jibun no Saikyou ni Kizuku made"
    },
    "updatedAt": "2024-04-21T00:23:10+00:00",
    "coverArt": "https://mangadex.org/covers/751254d3-ba82-4f3d-9c3c-97c070469bff/a039d2aa-3de6-43ce-911d-ab4096458ae1.jpg",
    "altTitles": [
      {
        "ja": "雑用付与術師が自分の最強に気付くまで"
      },
      {
        "en": "Until the Chore-Granting Sorcerer Realized That He Is at His Strongest"
      }
    ],
    "description": {
      "en": "Wimme Strauss is an adjunct sorcerer who provides support and does odd jobs. However, after defeating the master of the hierarchy, he is expelled from the party by the leader, whose pride is hurt. Wimme is at a loss, but his childhood ~~stalker~~friend Heidemarie finds him and recruits him for the biggest party, the Wings of the Dragon.\n\"It's like a miracle ...... fuhehe.\"\nHe claims that his achievement is a coincidence, but it's only a matter of time before everyone around him realizes what he's capable of."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b35f1820-886e-4ef7-81c8-4c81e3dc565e",
    "title": {
      "en": "Jinrouki Winvurga Rebellion"
    },
    "updatedAt": "2024-05-28T20:51:41+00:00",
    "coverArt": "https://mangadex.org/covers/b35f1820-886e-4ef7-81c8-4c81e3dc565e/5efffef4-26bf-48ba-aed0-ec7cfb89c28e.jpg",
    "altTitles": [
      {
        "en": "Jinrouki Winvulga Rebellion"
      },
      {
        "ja": "人狼機ウィンヴルガ 叛逆編"
      },
      {
        "ja-ro": "Jinrouki Winvurga Hangyaku-hen"
      }
    ],
    "description": {
      "en": "The adventure of a girl who has lost her memory begins...\n\nWarning: futanari",
      "es-la": "Win, una chica que se despierta en un mundo extraño, salva a una chica llamada Kyu de ser perseguida por lobos en el bosque, y ella le permite vivir en su mansión. En la mansión, Nigou, la maestra de Kyu, le enseña todo tipo de cosas para convertirse en una auténtica guerrera..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cf0d6d4-4a29-462a-9587-ac1961f328ac",
    "title": {
      "en": "Ingoshima"
    },
    "updatedAt": "2024-04-27T22:37:47+00:00",
    "coverArt": "https://mangadex.org/covers/6cf0d6d4-4a29-462a-9587-ac1961f328ac/daa62e3a-9f4d-4119-9fc3-6387cb82221e.jpg",
    "altTitles": [
      {
        "ru": "Ингошима"
      },
      {
        "ja": "インゴシマ"
      },
      {
        "zh-hk": "隐语岛"
      },
      {
        "es-la": "La isla escondida"
      }
    ],
    "description": {
      "en": "The Yoshinomiya Municipal High School 2nd year students embarked on what they'd hoped was an educational trip with their friends and away from family but it was not meant to be… Their ship was hit by unexpected rough seas and crashed on a strange island! The surviving students are trying to understand what happened but soon they realize they are not alone on this island and the locals don't appear to be very friendly to strangers!!!",
      "es-la": "Los estudiantes de 2º de Bachillerato Municipal de Yoshinomiya se embarcaron en lo que esperaban que fuera un viaje educativo con sus amigos y lejos de la familia, pero no estaba destinado a ser así... ¡Su barco fue golpeado por un inesperado oleaje y se estrelló en una extraña isla! Los estudiantes supervivientes intentan entender lo que ha pasado pero pronto se dan cuenta de que no están solos en esta isla y ¡¡¡los lugareños no parecen ser muy amables con los extraños!!!",
      "pt-br": "Os alunos do 2º ano do Yoshinomiya Municipal High School embarcaram no que esperavam ser uma viagem educacional com seus amigos e longe da família, mas não foi isso que aconteceu... Seu navio foi atingido por inesperados mares e caiu em uma ilha estranha! Os estudantes sobreviventes estão tentando entender o que aconteceu, mas logo eles percebem que não estão sozinhos nesta ilha e os moradores não parecem ser muito amigáveis com estranhos!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8351eef4-b124-4d87-b14c-c3e196ef9e72",
    "title": {
      "en": "Rise of the Kowtowing Girl ~Sacrificial Revenge Game~"
    },
    "updatedAt": "2024-05-08T15:09:39+00:00",
    "coverArt": "https://mangadex.org/covers/8351eef4-b124-4d87-b14c-c3e196ef9e72/97e7addf-e120-4b62-a02a-b35adf92552d.jpg",
    "altTitles": [
      {
        "ja": "土下座少女の下剋上 ～生贄リベンジゲーム～"
      },
      {
        "en": "The Ascendance of the Dogeza Girl ~Sacrifice Revenge Game~"
      }
    ],
    "description": {
      "en": "In a mysterious school, there is a class where students with the lowest grades are sent, named the \"isolated class\". Akari, an ordinary female student, falls into the \"isolated class\" due to her friend's betrayal, where she is exposed to irrational senseless violence! However, she stands up to the members who dominate the class with an unyielding heart. At the same time, Akari joins forces with Yuto, another student who has fallen into the segregated class, and vows to climb out of this mess..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-05-08T18:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a1aba6-967c-4967-a1d0-ad0f52332be0",
    "title": {
      "en": "I Became the Despised Granddaughter of the Powerful Martial Arts Family"
    },
    "updatedAt": "2024-04-15T10:55:28+00:00",
    "coverArt": "https://mangadex.org/covers/55a1aba6-967c-4967-a1d0-ad0f52332be0/59711cc2-aeaa-44c6-b48b-f5029851d9ce.jpg",
    "altTitles": [
      {
        "ko": "무림세가 천대받는 손녀딸이 되었다"
      },
      {
        "ko-ro": "Murimsega Cheondaebanneun Sonnyeo Ttari Doeeotda"
      },
      {
        "en": "The Baengri Clan's Unwanted Granddaughter"
      },
      {
        "en": "I Became the Despised Granddaughter of the Powerful Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Clan"
      },
      {
        "es": "Me convertí en la nieta despreciada del clan murim"
      },
      {
        "es": "Me convertí en la nieta despreciada de la poderosa familia de artes marciales"
      },
      {
        "ru": "Презираемая внучка великого рода эпохи Мурим"
      },
      {
        "ja": "名門一族の嫌われ娘になりました"
      },
      {
        "tr": "Murim'in kör talihli torunu"
      },
      {
        "tr": "Murim'in bedbaht torunu"
      },
      {
        "zh": "成了武林世家受歧视的孙女"
      },
      {
        "id": "The Despised Granddaughter of the Murim Clan"
      },
      {
        "ar": "أصبحت الحفيدة المحتقرة لعائلة فنون القتال القوية"
      },
      {
        "vi": "Trở thành cô cháu gái bị khinh miệt của gia tộc võ lâm"
      },
      {
        "th": "ฉันคือหลานสาวตระกูลจอมยุทธ์ผู้ถูกเหยียดหยาม"
      },
      {
        "fr": "Yeon l'indésirée"
      }
    ],
    "description": {
      "ar": "هنا ، داخل رواية فنون الدفاع عن النفس هذه ، يوجد معلم حقيقي يعلم البطل المتعجرف وينقذه من الموت.\n وسيم وطيب وصالح وقوي و ...\n على أي حال ، كان هناك عيب كبير في معلم البطل وهو ابنته الوحيدة الحمقاء المليئة بالجشع... كانت شريرة اضافية ، كانت تطارد البطل دوما ولكنه لم يستطع التخلي عنها لانها ابنه معلمه.\n خلال قراءة الرواية ، قمت بلعن تلك الابنة وقلت أنه لو كنت أنا ، فلن أعيش هكذا.\n \"لكن هذا لا يعني أنني أريد أن أكون هي!\"\n ما هو أسوأ ان أبي مات بالفعل ، وسمعتي هي الأسوأ.\n هربت حتما ، لكن ... مت، لكن عندما فتحت عيني كان أبي حياً؟!\n \"إذا كان الأمر كذلك ، في هذه الحياة ، سانقذ أبي بالتأكيد!\"\n لكن…\n \"أعتقد أنهم يستهدفون حفيدتي !؟ سأقتلهم جميعًا! \"\n لماذا أرى جدي ، الذي لم يظهر سوى مرات قليلة في الرواية يتصرف هكذا؟\n \"زواج؟ لا ، قالت يوني إنها ستعيش بجانبي لبقية حياتها \".\n حتى أبي ، بطريقة ما أصبح غريبًا.\n علاوة على ذلك،\n \"لماذا تستمر في تفاديني؟ هل هذا خطأي أيضًا؟ \"\n أليست الشخصية الرئيسية فجأة مهووسة بي؟\n في الأصل ، كان مقدرا لي أن أموت حتى أتيت إلى هنا \".\n لقد أنقذت ذلك الوغد ، لكن اليس العمل الصالح دوما يمر دون عقاب؟\n \"على الأقل عندما أكون أمامك ... لا أعتقد أنني شخص رائع.\"\n الشرير الذي قطع عنقي يحاول فجأة التوبة.\n هل من المقبول حقًا أن يصبح الأمر هكذا؟\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "en": "Yeon was just an orphan on the streets when a man claiming to be her father brought her to his family home. But the Baengri estate was a den of vipers that swallowed her whole, and it's only when she's standing at the funeral of the father she never truly understood that she realizes how familiar this story is. When she wakes up six years old again, Yeon knows she can't waste her second chance. This time, she's going to save her father. This time, she's going to live without regrets.\n\n---\nHere, inside this martial arts novel, there is a true teacher who teaches the arrogant male lead and awakens him through death. Handsome, good-natured, righteous, strong, and… Anyway, there was one big flaw in the male lead's damn fine teacher. It was his foolish only daughter who was filled with greed. A tenacious villainous extra, who always comes back to haunt the male lead in every way, but cannot be abandoned because she is his teacher's daughter. Throughout reading the novel, I cursed at that daughter. Saying that if it were me, I wouldn't live like that.\n\n'But that didn't mean that I wanted to be her!'\n\nWhat was worse, Father has already died, and my reputation was the worst. Inevitably, I ran away, but… I died. However, when I opened my eyes, Father was alive?!\n\n'If so, in this life, I will definitely save Father!'\n\nHowever…\n\n\"To think they’re aiming for my granddaughter?! I'll kill them all!\"\n\nWhy do I see Grandfather, who doesn't even appear many times throughout the novel, so often like this?\n\n\"Marriage? No. Yeonie said that she would live by my side for the rest of her life.\"\n\nEven Father, somehow became weird. Moreover:\n\n\"Why do you keep avoiding me? Is this also my mistake?\"\n\nIsn't the main character suddenly becoming obsessed with me?\n\n\"Originally, I was destined to die. Until you came here.\"\n\nI saved the time-limited bastard, but isn’t it that no good deed goes unpunished?\n\n\"At least when I'm in front of you… I don't think I’m trash.\"\n\nThe villain who blew off my neck is suddenly trying to repent.\n\nIs it really okay if it's like this?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "es": "¡La protagonista transmigró a un mundo de una novela de artes marciales! La protagonista transmigra al cuerpo de Baeklee Yeon, la tonta y detestable hija de Baeklee Ee-Gang, un ser perfecto y el maestro del protagonista masculino, quien lo guía hacia el camino de un héroe. Ella fue asesinada inesperadamente, pero cuando abrió los ojos descubrió que había regresado a su infancia donde podría enmendar todos sus errores. “¿Podré ser amada esta vez?” En esta vida, con la determinación de convertirse en la hija perfecta, en lugar de un fastidio, ella pasa de ser la nieta despreciada a la nieta amada de la familia Baeklee. “¡¿Crees que lo vales?!” “¡Sí!” Incapaz de ocultar su confusión ante el vigor de su ambiciosa nieta… “Si hay incluso una pequeña esperanza, ¿Cómo puedo, como padre, rendirme?” “…Es como hablarle a la pared.” Su abuelo secretamente abre su corazón después de ser arrollado por el dúo de atractivos padre e hija, resueltos a salvar a la incapacitada hija que no puede practicar artes marciales, aunque eso significara recibir su odio. ¡Y justo cuando su vida merecía ser vivida, ¿la obsesión de los candidatos a protagonistas masculinos hacia ella, empezó de repente?! ¡Yeon, sólo caminemos por el sendero de flores de ahora en adelante!\n\n---\nAquí, dentro de esta novela de artes marciales, hay un verdadero maestro que enseña al arrogante protagonista masculino y lo despierta a través de la muerte. Guapo, bondadoso, recto, fuerte y... De todos modos, había un gran defecto en el excelente profesor del protagonista masculino. Era su tonta única hija la que estaba llena de codicia. Una villana extra tenaz, que siempre regresa para perseguir al protagonista masculino en todos los sentidos, pero no puede ser abandonada porque es la hija de su maestro. Mientras leía la novela, maldije a esa hija. Diciendo que si fuera yo, no viviría así. '¡Pero eso no significaba que yo quisiera ser ella!' Lo que era peor, Padre ya murió, y mi reputación es la peor. Inevitablemente, me escapé, pero... morí. Sin embargo, cuando abrí los ojos, ¿¡Padre estaba vivo!? '¡Si es así, en esta vida, definitivamente salvaré a Padre!' Sin embargo… “¿¡Pensar que están apuntando a mi nieta!? ¡Los mataré a todos!” ¿Por qué veo al abuelo, que ni siquiera aparece muchas veces a lo largo de la novela, tan a menudo así? \"¿Casamiento? No. Yeonie dijo que viviría a mi lado por el resto de su vida”. Incluso Padre, de alguna manera se volvió raro. Además, “¿Por qué sigues evitándome? ¿Es este también mi error? ¿No se está obsesionando el personaje principal de repente conmigo? “Originalmente, estaba destinado a morir. Hasta que llegaste aquí. Salvé al bastardo de tiempo limitado, pero ¿no es que ninguna buena acción queda sin castigo? \"Al menos cuando estoy frente a ti... no creo que sea una basura\". El villano que me voló el cuello de repente está tratando de arrepentirse. ¿Está realmente bien si es así?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "fr": "Dans ce roman d'arts martiaux, il y a un professeur qui enseigne à l’arrogant protagoniste et le sauve de la mort. Une belle apparence, intelligent, fort… Quoi qu'il en soit, ce professeur avait un point faible. Il s'agit de sa fille unique, stupide et remplie de cupidité. Une antagoniste tenace, qui ne fait qu’embêter le rôle principal masculin de toutes sortes de manières, mais ne peut être abandonnée car elle est la fille de son professeur. Tout au long de la lecture du roman, j'ai maudit cette fille. Dire que si c'était moi, je ne vivrais pas comme ça.\n\n«Mais ça ne voulait pas dire que je voulais être elle!»\n\nEt le pire arriva, la mort de mon père. Évidemment, je me suis enfuie, mais… J'ai été assassinée. Puis, quand j'ai ouvert les yeux, Père était en vie?!\n\n«Cette fois-ci, dans cette vie, je sauverai père!»\n\nCependant…\n\n«Comment osent-ils s'en prendre à ma petite-fille?! Je vais tous les tuer!»\n\nPourquoi est-ce que je croise grand-père, qui n'apparaît pas souvent dans le roman, aussi fréquemment?\n\n«Un mariage? Non. Yeonie a dit qu'elle vivrait à mes côtés pour le restant de sa vie.»\n\nMême Père, d'une manière ou d'une autre, est devenu bizarre.\n\nDe plus, «Pourquoi continuez-vous à m'éviter? Ai-je fait une erreur?»\n\nLe personnage principal n'est-il pas soudainement en train de devenir obsédé par moi?\n\n«À l'origine, j'étais destiné à mourir. Jusqu'à ce que tu viennes ici.»\n\nJ'ai sauvé ce bâtard limité dans le temps, mais n'est-ce pas qu'aucune bonne action ne reste impunie?\n\n«Au moins quand je suis devant toi… je ne me sens pas comme une ordure.»\n\nLe méchant qui m'a tuée essaie soudainement de se repentir.\n\nEst-ce une bonne chose?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "ru": "Здесь, внутри этого романа о боевых искусствах, есть учитель, который учит надменного мужского героя и пробуждает его силу. Красивый, добродушный, праведный, сильный и… К сожалению, у чертовски прекрасного учителя главного героя был один большой недостаток. Это была его глупая дочь, вдоволь наполненная жадностью. Стойкая статистка-злодейка, которая всегда возвращается, чтобы преследовать главного героя, но ее нельзя бросить, потому что она дочь учителя. На протяжении всего романа я проклинала эту дочь. Сказать честно, что если бы этой дочерью была я, то не допустила бы подобного. \n\n—Но это не значит, что я хотела быть ею!\n\nЧто еще хуже, отец уже умер, а моя репутация была ужасной. \n\nЯ сбежала, но… я умерла. Однако, когда я открыл глаза, отец все ещё был жив!?\n\n«Если так, то в этой жизни я обязательно спасу отца!»\n\nОднако…\n\n—Подумать только, они целятся в мою внучку!? Я убью их всех!\n\nПочему я так часто вижу дедушку, который появлялся в романе от силы пару раз? \n\n—Брак? Нет. Ёни сказала, что будет жить рядом со мной до конца своей жизни. \n\nДаже отец стал вести себя как-то странно.\n\nБолее того:\n—Почему ты продолжаешь меня избегать? Это тоже моя ошибка?\n\nПочему главной герой внезапно стал так одержим мной? \n\n—До твоего прихода мне было суждено умереть\n\nЯ спасла временного ублюдка, но ведь ни одно доброе дело не остается безнаказанным?\n\n—По крайней мере, когда я стою перед тобой…\n\nЗлодей, снесший мне шею, вдруг пытается раскаяться.\n\nВсе будет хорошо, так ведь?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "th": "แบครียอนได้เข้ามาอยู่ในนิยายบู๊ที่เคยอ่าน หลังท่านพ่อเสีย ก็โดนตัวร้ายในนิยายฆ่าตาย แต่พอลืมตาขึ้นมาอีกครั้ง กลับกลายเป็นว่ายอนได้ย้อนเวลากลับมาในวัยเด็กอีกครั้ง ทำให้ยอนตัดสินใจว่าชีวิตครั้งนี้จะต้องช่วยชีวิตท่านพ่อให้ได้ \n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "tr": "Ana karakter; dövüş sanatları dünyasında başrolü, hikâyenin kahramanı yapacak olan güçlü ve eğitimini tamamlamış usta Baek Lee Ee-Gang’ın aptal ve sinir bozucu kızı Baek Lee Yeon olarak hayat bulur. Yeon, beklenmedik şekilde öldürülür ve gözlerini açtığında her şeyi geri alabileceği çocukluk günlerine geri döner. “Bu hayatımda ailem beni sevecek mi?” Baş belası olmak yerine harika bir evlat olmaya karar veren Yeon, Baek Lee ailesinin saygın torunu olarak hayatına başlar. Bu hayatını güzelce yaşamak ister ancak ailenin başı olan büyükbabası Baek Lee Pan-Hyuk da dahil olmak üzere herkes Yeon’a engel olur. Büyükbabasının bakışları o kadar serttir ki dağları ve nehirleri bile titretebilir. “O kadar değerli olduğunu mu sanıyorsun?”\n“Evet.”\nBüyükbaba, kendine güvenen torunu karşısında şaşkına döner ve oğluyla torununu gizlice izlemeye başlar.\n“Çok az umut olsa da baba olarak nasıl hemen pes edebilirsin?”\n“Amma inatçısın he.”\nYakışıklı oğlu, dövüş sanatları dünyasının yüz karası kızını o karanlıktan kurtarmaya ve herkesi karşısına almaya hazırdır. Yeon, tam hayatının artık daha güzel olacağını düşünürken erkek başroller bir bir ona takıntılı olmaya başlar!\n“Yeonie’m, bu sefer hayatımız gerçekten çok güzel olacak!!”\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "vi": "Cô xuyên không trở thành một nhân vật chính trong thế giới võ lâm. Cô trở thành BaekRi Yeon, đứa con gái ngốc nghếch và quậy phá của BaekRi Eui Kang, một người thầy chân chính và là người đã dẫn dắt nhân vật nam chính trở thành một anh hùng. Sau khi bất ngờ bị giết, cô mở mắt ra và trở thành một đứa trẻ có thể làm đảo ngược mọi thứ. ‘Mình, lần này có thể nhận được sự yêu thương không?” Ở kiếp này, cô có niềm tin rằng mình sẽ trở thành con gái được yêu thương chứ không phải đứa con gái chịu nhiều tổn thương nữa, cô bắt đầu cuộc sống được mọi người kính trọng từ cháu gái của gia đình Baekri. Những gia tộc cản trở xuất hiện trước mặt Yeon, người chỉ muốn đi trên con đường rải đẩy hoa, và Baek Ri Pae-hyeok, là tộc trưởng và cũng là ông nội của cô, ông sở hữu khí phách của một vị vua, người có thể khiến cả núi sông và cây cối rung chuyển chỉ bằng một ánh mắt. “Ngươi cho rằng ngươi đáng giá như thế sao!” “Vâng!” Ông không thể che giấu sự hốt hoảng trước khí thế mạnh mẽ của cháu gái “Nếu còn một tia hy vọng mong manh, người làm cha sao con có thể từ bỏ?” “…Như là một đứa trẻ cứng đầu.” Ông lão bắt đầu mềm lòng vì hai cha con tuyệt mỹ đánh bại với quyết tâm sẽ cứu đứa cháu gái không có tài nghệ võ công … Tôi nghĩ rằng được sống ở thời điểm này là xứng đáng, nhưng nỗi ám ảnh của các ứng cử viên nam chính đột nhiên bắt đầu? Yeoni của chúng ta, bây giờ hãy chỉ đi trên con đường hoa thôi nhé!\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "pt-br": "Aqui, dentro desta novel de artes marciais, há um professor que ensina o protagonista arrogante e o desperta através de sua morte. Bonito, agradável, justo, forte e… enfim, só havia uma grande falha no professor do protagonista, que era sua filha única insensata, a qual era cheia de ambição. Uma persistente vilã extra que sempre assombra o protagonista de todas as formas, mas nunca pode ser abandonada por ser a filha do professor. Enquanto eu lia o romance, amaldiçoei-a, dizendo que, se eu fosse ela, não viveria daquela forma. Mas isso não significava que eu queria ser ela! Pior ainda, o pai já havia morrido e minha reputação era a pior. Inevitavelmente, eu fugi, mas… morri. No entanto, quando abri meus olhos, meu pai estava vivo?! “Já que é assim, nesta vida, vou definitivamente salvar meu pai! Entretanto… “Eles estão visando minha neta?! Vou matar todos eles” Por que vejo o meu avô, que sequer aparece muitas vezes na novel, com tanta frequência assim? “Casamento? Não. Yeon disse que viveria ao meu lado pelo resto da vida dela.” Mesmo meu pai se tornou estranho. Além disso, “Por que você continua me evitando? Cometi algum erro?”, o protagonista por um acaso está se tornando obcecado por mim? “Originalmente, eu estava destinado à morte. Até você chegar aqui.” Eu salvei o idiota que tinha os dias contados, mas não dizem que somos recompensados por nossas boas ações? “Pelo menos, quando estou à sua frente… não penso que sou um lix@.” De repente, o vilão responsável por minha morte está parecendo arrependido. Está mesmo tudo bem que as coisas sejam assim?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4a4aade-f5cf-4670-ad9e-4769f73e3933",
    "title": {
      "en": "Tenchou to Mujikakuna Tennin"
    },
    "updatedAt": "2024-05-26T09:16:11+00:00",
    "coverArt": "https://mangadex.org/covers/d4a4aade-f5cf-4670-ad9e-4769f73e3933/b4b30c4a-0200-4b1a-b9f6-54d6ab6af2e3.jpg",
    "altTitles": [
      {
        "en": "The Manager and The Oblivious Waitress"
      },
      {
        "ja": "店長と無自覚な店員"
      },
      {
        "ja": "何かと無自覚な女子"
      },
      {
        "en": "A Girl who is Unaware of Something"
      },
      {
        "ja-ro": "Nani ka to Mujikaku na Joshi"
      }
    ],
    "description": {
      "en": "Volume two of this manga is scheduled to release around 21 June, 2024"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "b7154630-e6e5-4043-8ace-eedc493d1958",
    "title": {
      "en": "Siella's Revenge Affair"
    },
    "updatedAt": "2024-04-25T11:56:13+00:00",
    "coverArt": "https://mangadex.org/covers/b7154630-e6e5-4043-8ace-eedc493d1958/497f2d7a-64f6-4f7c-96bc-eecbab5627e4.jpg",
    "altTitles": [
      {
        "ko": "여주가 내 약혼자와 바람났다"
      },
      {
        "ko-ro": "Yeojuga Nae Yakonjawa Baramnatda"
      },
      {
        "en": "The Female Lead Has an Affair With My Fiancé"
      },
      {
        "en": "The Heroine Had an Affair With My Fiancé"
      }
    ],
    "description": {
      "en": "She became an extra who died because of her rubbish fiancé. She succeeded in becoming best friends with the heroine in order to twist the original plot.\n\n\"I'm sorry, Ciel. But we're still friends, right?\"\n\nThe heroine had an affair with my fiancé. Yeah, go ahead and take that trash.\n\n\"Would you like to have a revenge affair with someone who's been the victim of an affair, Your Highness?\"\n\n'Cause I decided to have the Male Lead. Since I've broken my engagement, I can start getting the Male Lead after getting out of the original story and decided to enjoy a happy life. After a while, rumors have spread that I was the Crown's Prince lover and was raking in money. And there's also the news that the two had broken up.\n\n\"Ciel, I was wrong. Can we still be friends?\"\n\n\"Ciel… I was foolish. You are the only one that I love. You love me too, right? So let's start over.\"\n\nWhat? Are they both out of their minds? Throwing their hands away, I raised the corners of my lips.\n\n\"Don't make me laugh. Get out of here.\""
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e64b54c4-5ef4-44d3-85db-09fe0d3e513c",
    "title": {
      "en": "Necromancer Academy and the Genius Summoner"
    },
    "updatedAt": "2024-04-16T19:49:41+00:00",
    "coverArt": "https://mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "altTitles": [
      {
        "en": "Necromancer Academy's Genius Summoner"
      },
      {
        "ko": "네크로맨서 학교의 소환천재"
      }
    ],
    "description": {
      "en": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. But could Simon's insane talents attract some unforeseen consequences?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d48ca65b-996a-42dd-87be-a47029a49985",
    "title": {
      "en": "Legend of an Asura - The Poison  Dragon"
    },
    "updatedAt": "2024-02-10T03:50:34+00:00",
    "coverArt": "https://mangadex.org/covers/d48ca65b-996a-42dd-87be-a47029a49985/f8b8a760-a020-42f7-b747-a9d24ab36931.jpg",
    "altTitles": [
      {
        "ko": "수라전설 독룡"
      },
      {
        "en": "Poison Dragon: The Legend of an Asura"
      },
      {
        "ja": "修羅伝説 毒龍"
      },
      {
        "ru": "Легенда о Cуре: Ядовитый Дракон"
      },
      {
        "pl": "Legenda Asury - Trujący Smok"
      }
    ],
    "description": {
      "en": "The mighty Medicine Faction has fallen to the evil hands of the Venom Clan. As they travel across the land, taking out each clan under the faction, Zhen Ziqiang becomes a test subject for the Elder of the Venom Clan.\n\nAfter being injected with various poisons, Ziqiang rises from the depths of hell as an Asura. Full of anger, he escapes and begins to plan his revenge as the sole survivor of his faction.\n\nNow, his goal is to destroy the entire Poison Faction and give them a taste of their own venom!\n\n---\n\n**Links:**\n- [Original Webtoon (Kakao Webtoon)](https://webtoon.kakao.com/content/%EC%88%98%EB%9D%BC%EC%A0%84%EC%84%A4-%EB%8F%85%EB%A3%A1/2476)\n- [Official Japanese Translation](https://piccoma.com/web/product/75271)",
      "ja": "悠久の歴史を誇る薬門が滅亡の危機に。 死体が山のように積み重なり、血が川のように流れる阿鼻叫喚の地獄の中からついに修羅が目を覚ます。 「一人も残さず全員殺す、やつらを根絶やしにするまで絶対に終わらない。」 薬門・百花絶谷の唯一の生き残りであり、「毒龍」と呼ばれ恐れられる秦 自強（しん じきょう）。 いつの日か江湖武林史に伝説として記録される１人の男の孤独な復讐劇が幕を開ける！",
      "ko": "유구한 역사를 자랑하는 약문(藥門)들의 잇따른 멸문지화.\n시체가 산처럼 쌓이고 피가 바다처럼 흐르는\n절망의 지옥에서 마침내 수라(修羅)가 눈을 뜬다.\n\n -하나도 남김없이 모두 죽일 것이다.\n놈들을 전부 죽일 때까지 절대로 끝내지 않아.\n\n약문 백화절곡의 유일한 생존자 진자강.\n\n먼 훗날 강호 무림사에 전설로 기록될\n한 사내의 고독한 복수행이 시작된다!",
      "pl": "Klan Yamun, który szczycił się długą i starożytną przeszłością, został zgładzony w masakrze. Ciała piętrzyły się jak góry, a krew lała się jak woda oceanu. W tym piekle rozpaczy Sura otworzył oczy. \"Nikt nie zostanie oszczędzony. Zabiję wszystkich. To się nie skończy, dopóki nie zabiję każdego z nich\". JinJa-Kang jest jedynym ocalałym z klanu Yang Mun Baek Hwa cheol-geok. Pewnego dnia, daleko w przyszłości, rozpoczyna się historia zemsty na Gangheo Muramasie, która zostanie zapisana w legendach!",
      "ru": "Чин Джа Ган – единственный выживший из семьи древнего рода Як, людей которого нещадно истребляют. В столь юном возрасте ему пришлось столкнуться с несправедливостью, узнав, что есть ад отчаяния, питаемый видами рек крови и гор трупов. Дойдя до апогея терпения, в нём пробудился демон, который не успокоится, пока не воздаст должное каждому, пока не убьёт каждого…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e93849b2-939f-40f3-91b4-79b96133052e",
    "title": {
      "en": "Medusa Dorei o Katta"
    },
    "updatedAt": "2024-05-11T16:20:14+00:00",
    "coverArt": "https://mangadex.org/covers/e93849b2-939f-40f3-91b4-79b96133052e/33fb8f04-fe91-4e0e-8ac5-841f2deb0c5d.jpg",
    "altTitles": [
      {
        "ja-ro": "Medusa Dorei o Katta"
      },
      {
        "id": "Aku Membeli Budak Medusa"
      },
      {
        "ja": "メドゥーサ奴隷を買った"
      },
      {
        "en": "I Bought a Medusa Slave"
      },
      {
        "pt-br": "Eu Comprei Uma Escrava Medusa"
      },
      {
        "es-la": "Compré una esclava medusa"
      }
    ],
    "description": {
      "en": "I’m not sure why I decided to buy a medusa in the slave market, but since then she insists a lot that I remove the blindfold from her eyes. Is she trying to petrify me? Or does she really want to see me with her own eyes?",
      "es-la": "No estoy seguro de por qué decidí comprar una medusa en el mercado de esclavos, pero desde entonces ella parece ser muy proactiva con su petición de que remueva la venda de sus ojos. \n¿Acaso busca petrificarme? ¿O de verdad quiere verme con sus propios ojos?",
      "pt-br": "Não tenho certeza de por que decidi comprar uma medusa no mercado de escravos, mas desde então ela insiste muito para que eu remova a venda de seus olhos. Ela está tentando me petrificar? Ou ela realmente quer me ver com seus próprios olhos?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "643561e6-5c27-4382-95d3-8e84894a3fb6",
    "title": {
      "en": "Yamada-kun to Lv999 no Koi wo Suru"
    },
    "updatedAt": "2024-05-15T20:28:25+00:00",
    "coverArt": "https://mangadex.org/covers/643561e6-5c27-4382-95d3-8e84894a3fb6/2ae3a0c0-0b6d-487e-81af-b4c5cff4be3b.jpg",
    "altTitles": [
      {
        "ja": "山田くんとLv999の恋をする"
      },
      {
        "zh-hk": "和山田進行Lv999的戀愛"
      },
      {
        "zh": "和山田进行LV.999的恋爱"
      },
      {
        "en": "My Love Story with Yamada-kun at Lv999"
      },
      {
        "uk": "Моє кохання до Ямади-куна 999 рівня"
      },
      {
        "pt-br": "Minha História de Amor com Yamada-kun Nível 999"
      },
      {
        "fr": "My Love Story With Yamada-Kun at LVL 999"
      }
    ],
    "description": {
      "en": "Recently dumped, Akane is just about to quit the game she used to play with her boyfriend when she meets Yamada in the same RPG. Yamada in real life turns out to be somewhat of a legend. The only problem is - he is ONLY interested in the game. As Akane's feelings grow, will Yamada's focus stay on the game?\n\nThe manga won the Tsutaya Comic Award in 2022.",
      "ja": "彼氏をネットゲームで知り合った他の女に取られた茜。ストレス発散に雑魚モンスターを狩っていると、ギルドメンバーのアフロ男・山田に声をかけられる。同じギルメンの誼でフラれたことを愚痴るも、山田は無表情で「興味ない」とそっけない返事。挙句に「狩場を譲れ」と言う山田に「これだからゲームする男なんて！」とキレる茜だったが、好きなゲームをフラれっぱなしでやめられないと一念発起。ネトゲのリアルイベントが開催されることを知った茜は元彼に会えるかも……とお洒落をして会場に乗り込むが、元彼の横には新しい彼女の姿が……。直後、人混みに押され転んでしまった茜に手を差し伸べたのは超イケメンの黒髪男子。しかしそんなイケメンの無愛想な態度と「興味ない」という言葉で頭に浮かんだのはあのアフロ頭のアバター……この眼の前にいるイケメンこそあの山田だった!?　目の前で元カレのイチャコラを見せつけられた茜は山田を居酒屋に連行してヤケ酒に付き合わせる。酔いつぶれた茜が目を覚ますと、そこは見知らぬ場所……山田の部屋だった。もしかして私……!?",
      "pt-br": "Akane Kinoshita pegou seu namorado tendo um caso com uma garota de um jogo online e ficou completamente arrasada. Ela tenta desestressar matando uns bichos no jogo, e acaba desabafando sobre seu caso com Yamada, um jogador de sua guilda — mas ele responde com um \"tô nem aí\" curto e grosso. Entretanto, quando Akane decide invadir um encontro offline do jogo para se vingar de seu ex-namorado, ela ouve essas palavras marcantes ao vivo, e seu coração bate mais forte ao conhecer Yamada ao vivo..."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "31195a76-d460-4fb3-8e72-d5cd80184900",
    "title": {
      "en": "Hoshino-kun, Shitagatte!"
    },
    "updatedAt": "2024-05-31T03:42:58+00:00",
    "coverArt": "https://mangadex.org/covers/31195a76-d460-4fb3-8e72-d5cd80184900/7126aec7-b02c-4edc-a0af-6a0fbadb666f.jpg",
    "altTitles": [
      {
        "ja": "星野くん、したがって！"
      },
      {
        "en": "Hoshino-kun, Please Follow My Lead!"
      },
      {
        "ru": "Хосино-кун, следуй за мной!"
      },
      {
        "ar": "!هوشينو-كن، رجاءً اتبع توجيهاتي"
      },
      {
        "vi": "Nghe lời tôi nào Hoshino!"
      }
    ],
    "description": {
      "ar": "روم-كوم عن صبي مدرسة ثانوية خجول ولطيف من مدرسة البيسبول يلتقي بطالبة منتقلة جديدة بمفردها. فيعلم عن تعرضها للاعتداء ولكن بطريقة ما تبدو هذه الفتاة غريبة نوعًا ما لأنها فجأةً طلبت منه المال لمساعدتها!",
      "en": "Hoshino, a member of the baseball club meets Yamada, a classmate who has just transferred to his new school. She cries loudly that she was \"mugged\" and makes a certain \"request\" to him. The world's funniest master-slave relationship between a clueless girl and a good-natured little guy is about to begin."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51fe4713-013a-4acc-8874-bfd01b60eff9",
    "title": {
      "en": "Glass Mask"
    },
    "updatedAt": "2022-12-29T13:35:14+00:00",
    "coverArt": "https://mangadex.org/covers/51fe4713-013a-4acc-8874-bfd01b60eff9/c8e4690e-f86a-4fa4-b605-31759b3f4032.jpg",
    "altTitles": [
      {
        "ja-ro": "Glass no Kamen"
      },
      {
        "it": "Il Grande Sogno di Maya"
      },
      {
        "vi": "Mặt Nạ Thủy Tinh"
      },
      {
        "en": "The Glass Mask"
      },
      {
        "id": "Topeng Kaca"
      },
      {
        "th": "นักรักโลกมายา"
      },
      {
        "th": "หน้ากากแก้ว"
      },
      {
        "ja": "ガラスの仮面"
      },
      {
        "zh": "千面女郎"
      },
      {
        "zh-hk": "玻璃面具"
      },
      {
        "ko": "유리가면"
      }
    ],
    "description": {
      "en": "Chigusa Tsukikage holds the rights to the play \"The Crimson Goddess,\" a lost masterpiece that many would love to see brought back to the stage.  \n  \nTsukikage, however, won't allow the cherished work to be diminished by an actress who isn't worthy of playing the title role. Fortunately, she has found two young actresses that just might be worthy: Maya Kitajima and Ayumi Himekawa. Though both actresses are exceptionally talented, only one can win the coveted role.\n\n---\n- **Won the Japan Cartoonists Association Award in 1995**\n\n---\n\nPublished in Indonesian by Elex Media as **Topeng Kaca**"
    },
    "status": "hiatus",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28302cc9-3622-4f25-b361-3e4c51248624",
    "title": {
      "en": "High Society"
    },
    "updatedAt": "2024-05-12T18:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "altTitles": [
      {
        "ko": "상류 사회"
      },
      {
        "en": "High Class Society"
      },
      {
        "en": "High Society (Gyeonwoo)"
      },
      {
        "ko": "상류사회 (견우)"
      }
    ],
    "description": {
      "en": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5",
    "title": {
      "en": "The Kouhai who Went from Introvert to Influencer"
    },
    "updatedAt": "2024-04-05T22:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5/ebe6fcfb-e8fd-4475-8421-1e1995434536.jpg",
    "altTitles": [
      {
        "ja": "後輩は陰キャ上がりのインフルエンサー"
      },
      {
        "pt-br": "A Caloura Anti-social é uma Influencer em Ascenção"
      },
      {
        "ja-ro": "Kouhai wa Inkya Agari no Infuruensaa"
      },
      {
        "tr": "Utangaç Kouhai İnternet Ünlüsü Oldu"
      },
      {
        "es-la": "Una kohai que fue introvertida ahora es streamer"
      }
    ],
    "description": {
      "en": "After years of missed connections, our protagonist reunites with the junior he got along well with in high school. However, apparently, she has become a famous influencer.\n\n---\n**Links:**\n* Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/1722837/series/225813)",
      "tr": "Yıllarca süren ayrılıktan sonra kahramanımız, lise yıllarında iyi anlaştığı alt sınıfıyla yeniden bir araya gelir. Ancak görünüşe göre o artık bir internet ünlüsüdür.",
      "pt-br": "Após anos de desencontros, nosso protagonista reencontra a caloura com quem se dava bem no ensino médio. Porém, aparentemente, ela se tornou uma famosa influenciadora."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aac380f1-6a3b-48b9-8c25-850b7286165e",
    "title": {
      "en": "Hajimete no Ojou-sama"
    },
    "updatedAt": "2024-05-18T17:02:03+00:00",
    "coverArt": "https://mangadex.org/covers/aac380f1-6a3b-48b9-8c25-850b7286165e/76991e55-7f4c-40e7-be9a-77a57cc03615.jpg",
    "altTitles": [
      {
        "ja": "はじめてのお嬢様"
      },
      {
        "en": "The First Times' Lady"
      },
      {
        "en": "Lady's First Experience"
      }
    ],
    "description": {
      "en": "Ojou Kotone is a first-year high school girl who was having trouble using the ticket machine at the station, Suguru Sewa, a first-year high school boy passing by helped her out, and he surprised as she transferred to Sewa's high school. It's her first time to taking the train, her first trying curry udon, Sewa being her first friend. This is a love comedy of firsts between a young lady and a caring high school boy!",
      "ja": "御城琴音は超がつくお嬢様の高校１年生。駅の券売機の使い方が分からず困っているところを通りがかりの高校１年生・瀬和すぐるに助けられたのをきっかけに、瀬和の高校に転校してきた。はじめての電車。はじめてのカレーうどん。はじめての友達。「はじめてを教えて欲しい」お嬢様と世話焼き男子高校生のはじめてラブコメディ！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "0e2cb981-70c8-4229-aff7-6be966852b03",
    "title": {
      "en": "Kanan-sama wa Akumade Choroi"
    },
    "updatedAt": "2024-04-17T21:17:36+00:00",
    "coverArt": "https://mangadex.org/covers/0e2cb981-70c8-4229-aff7-6be966852b03/663f724a-36ca-4546-a991-8d5ee8f26899.jpg",
    "altTitles": [
      {
        "ja": "カナン様はあくまでチョロい"
      },
      {
        "en": "Kanan-sama Is Easy as Hell!"
      },
      {
        "ru": "Канан-сама до чертиков проста"
      },
      {
        "tr": "Kanan-sama Dibine Kadar Saf"
      },
      {
        "vi": "Ác quỷ Kanan dễ đối phó thật đấy"
      }
    ],
    "description": {
      "en": "Kanan is a demon hiding in a high school in the human world to feed on the souls of humans. She sets her sights on a single high school boy, but somehow ends up in a lovers contract with him!? Kanan, who has never been in love, is now filled with new feelings!\n\nThe romantic comedy of a pure-hearted demon's first love, begins!\n\n(Source: Shounen Magazine, translated)",
      "ja": "人間の魂を喰らうべく、人間界の高校に潜伏する女悪魔・カナン。一人の男子高校生に狙いを定めるが、気づけばなぜか恋人契約を結ぶことに！？ しかし恋なんてしたことのないカナンには、未知な感情ばかりで…！ 甘酸っぱい青春とギャグの嵐！！",
      "tr": "Kanan, ruhları sömürmek adına liseye sızan dişi bir iblis. Erkek bir öğrenciyi avı olarak seçer ancak... her nasıl oluyorsa ardından kız arkadaşı olmayı kabul eder!? Daha önce aşkı hiç tatmamış olan Kanan, bilinmedik duygularla dolup taşıyor! Saf kalpli iblisimizin ilk aşkını anlatan sevimli romantik komedi başlıyor!",
      "vi": "Kanan là một con quỷ ẩn náu trong một trường trung học ở thế giới loài người để ăn linh hồn của con người. Cô ấy để ý đến một nam sinh trung học duy nhất, nhưng bằng cách nào đó lại kết thúc với một hợp đồng tình nhân với anh ta !? Kanan, người chưa từng yêu, giờ đang tràn ngập cảm xúc mới! Bộ truyện hài lãng mạn về mối tình đầu của một con quỷ có trái tim thuần khiết, bắt đầu!",
      "pt-br": "Kanan é uma demônio que se esconde em uma escola secundária no mundo humano para se alimentar de almas humanas. Ela põe em sua mira em um dos alunos da escola mas de alguma forma acaba assinando um contrato de amante com ele! Mas Kanan que nunca esteve apaixonada antes, está cheia de emoções desconhecidas…! Começa uma comédia romântica do primeiro amor de uma Demônio!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3803bde7-f2e7-42e5-9563-c18ce02d3d70",
    "title": {
      "en": "Mina Soko Nite"
    },
    "updatedAt": "2024-05-12T07:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/3803bde7-f2e7-42e5-9563-c18ce02d3d70/61a13400-fcf9-42f6-b4f6-ed50fdfad249.jpg",
    "altTitles": [
      {
        "en": "because the girls are all childish"
      },
      {
        "ja": "みなそこにて"
      },
      {
        "vi": "Dưới đáy nước"
      },
      {
        "en": "At the Bottom of the Water"
      }
    ],
    "description": {
      "en": "In this town's lake, a man-eating mermaid is said to have been sunk to the bottom.\n\nToday, the mermaid still wanders the town in search of a companion, stirring up the restless hearts of the people.\n\nA modern day tale of foolish girls who can't survive in clear water.",
      "vi": "Người ta nói rằng dưới đáy hồ ở thị trấn này có một \"người cá\" chuyên ăn thịt người. Ngay cả bây giờ cũng vậy, người cá lang thang trong thị trấn để tìm kiếm bạn đồng hành, chạm đến những trái tim đang gợn. Đây là truyện ngụ ngôn hiện đại về những cô gái khờ khạo không thể sống nhờ nước sạch."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "3b001f9b-47bf-4b5e-8476-80d9b193e373",
    "title": {
      "en": "Seijo no Maryoku wa Bannou desu: Mou Hitori no Seijo"
    },
    "updatedAt": "2023-10-31T05:31:38+00:00",
    "coverArt": "https://mangadex.org/covers/3b001f9b-47bf-4b5e-8476-80d9b193e373/99b935c5-c930-48d0-ad6c-329d593e1218.jpg",
    "altTitles": [
      {
        "ja": "聖女の魔力は万能です ～もう一人の聖女～"
      },
      {
        "en": "The Saint's Magic Power Is Omnipotent: The Other Saint"
      },
      {
        "en": "The Power of the Saint is All Around: The Other Saint"
      }
    ],
    "description": {
      "en": "Aira Misono is a run-of-the-mill high school girl, and never imagined that she’d be summoned to another world, let alone declared its savior. Yet from the moment the handsome Prince Kyle lays eyes on her, he’s convinced that she’s the long-awaited Holy Saint destined to banish darkness from his world. Aira herself maintains significant doubts. Is she really up to this challenge? She might be able to use magic, but is she really a Saint? Aira’s fears and struggles only deepen when the woman summoned alongside her begins to look more and more like the one who truly deserves that title."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-05-19T14:25:07+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/dcfeffd8-a507-4b08-922d-0b28d91a7630.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68c5ca83-b5d7-4d06-baf5-aaf777676d3d",
    "title": {
      "en": "Amakara Gishimai ni Hasamarete Masu"
    },
    "updatedAt": "2024-05-13T00:14:38+00:00",
    "coverArt": "https://mangadex.org/covers/68c5ca83-b5d7-4d06-baf5-aaf777676d3d/18c69298-a163-4498-b48c-4cfaf7394ea1.jpg",
    "altTitles": [
      {
        "ja-ro": "Amakara Gishimai ni Hasamarete Masu"
      },
      {
        "ja": "甘辛義姉妹に挟まれてます"
      },
      {
        "en": "I'm Sandwiched Between Sweet and Spicy Step-Sisters"
      }
    ],
    "description": {
      "en": "One day, our plain protagonist suddenly got 2 sisters: a big-breasted gentle older sister type, and a devilish cute little sister!?  A slightly exciting family romantic comedy!",
      "id": "dialah Takashi, si bajingan beruntung yang mendapatkan 2 saudari cantik setelah ayahnya menikah lagi, si adik, Kaho, gadis manis yang masih kelas 5 SD ini sangat suka mengelus peler abang tirinya dengan kaki, sedangkan sang kakak, Suzuha, mahasiswi tahun pertama alias D1, sangatlah ceroboh, sehingga menimbulkan kecelakaan yang sering berakibat erotis pada Takashi, Takashi sendiri ternyata adalah seorang wibu, kecintaannya pada waifu 2D sangat mempengaruhi ketidak-tertarikannya pada wanita di dunia nyata, terakhir kali dia bicara dengan perempuanpun dilakukannya saat masih kelas 5 SD, namun dengan bertambahnya keluarga baru ini, akankah Takashi berubah? mampukah dia berpaling dari waifu 2D-nya dan memilih salah 1 dari saudara tirinya? atau, akankah dia memilih keduanya? jawaban yang tentu sangat kita nanti ya pemirsa, ya sudah tidak perlu banyak cing-cong lagi, silahkan baca chapter yang tersedia.  \n  \n\n\n---\n\nPixiv: <https://www.pixiv.net/en/users/4677314>  \nFanbox (**18+ NSFW**): <https://kirisaki.fanbox.cc/>"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "31"
  },
  {
    "mangaId": "fcbcdd90-5a05-4fae-8f5b-ba9404a35507",
    "title": {
      "en": "Date a Party"
    },
    "updatedAt": "2024-06-01T14:41:03+00:00",
    "coverArt": "https://mangadex.org/covers/fcbcdd90-5a05-4fae-8f5b-ba9404a35507/ee6e5571-3787-40f8-9238-47248476a5c1.jpg",
    "altTitles": [
      {
        "ja": "デート・ア・パーティー"
      },
      {
        "ko": "데이트 어 파티"
      }
    ],
    "description": {
      "en": "Did you know there was an organization that is protecting the world from the harm? Its name is Ratatoskr.  \nTheir job is to assist \"Spirits\", an unknown beings that causes destruction to wherever they go, whether they intend to or not. And they help those \"spirits\" adjust into normal life.  \nThis is a story of a boy, Itsuka Shidoh, and his daily life, where he was forced into attempts into leading the spirits into his regular ordinary way of life and where they lead… his?  \n  \nSlice-of-life edition(?) of the popular hit series Date-A-Live, starting now!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "4df43a29-4a5a-4e98-a365-e0c3db89f6a8",
    "title": {
      "en": "Grand Blue & TenPuru Christmas Specials"
    },
    "updatedAt": "2022-08-28T13:55:26+00:00",
    "coverArt": "https://mangadex.org/covers/4df43a29-4a5a-4e98-a365-e0c3db89f6a8/17d97871-2b9f-416b-86dd-85e251bdde73.jpg",
    "altTitles": [],
    "description": {
      "en": "Christmas specials including characters from both [Grand Blue](https://mangadex.org/title/fffbfac3-b7ad-41ee-9581-b4d90ecec941/grand-blue) and [TenPuru](https://mangadex.org/title/b9b2fbc4-e351-406c-a468-799be14033df/temple) posted by [Kimitake on his Twitter](https://twitter.com/kimitake_y).\n\n**2020:**\n- [Page 1](https://twitter.com/kimitake_y/status/1341760483297116162)\n- [Page 2](https://twitter.com/kimitake_y/status/1342122872815271936)\n\n**2021:**\n- [Page 1](https://twitter.com/kimitake_y/status/1474032296797769731) \n- [Page 2-5](https://twitter.com/kimitake_y/status/1474393173871013889) \n- [Page 6](https://twitter.com/kimitake_y/status/1474394432195620867)\n- [Page 7](https://twitter.com/kimitake_y/status/1474413689491324933)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3f337ce-3d24-4fb1-9a6d-f43149e6803e",
    "title": {
      "en": "Becoming a Magic School Mage"
    },
    "updatedAt": "2024-05-28T18:10:37+00:00",
    "coverArt": "https://mangadex.org/covers/e3f337ce-3d24-4fb1-9a6d-f43149e6803e/f4f1699f-3eff-47dc-b566-9469c65e2c01.jpg",
    "altTitles": [
      {
        "en": "Surviving as a Mage in a Magic Academy"
      },
      {
        "en": "How to Live as a Magic School Wizard"
      },
      {
        "en": "Life of a Magic Academy Mage"
      },
      {
        "ko": "마법학교 마법사로 살아가는 법"
      },
      {
        "zh": "魔法學校 魔法師로 살아가는 法"
      },
      {
        "en": "Magic Academy Survival Guide"
      },
      {
        "es-la": "La vida de un mago de la academia de magia"
      }
    ],
    "description": {
      "en": "Han Lee, a graduate student.\n\nBorn as the youngest member of a famous magic family in another world.\n\nHe vowed never to go to the place where the word 'school' was written.\n\nThe place where the resolution was headed to the colorless was the notorious magic school 'Einroguard'.\n\nSelf-sufficiency is the default, monster appearance is an option, and professors are all the same!\n\nThe salty school life that I have never seen before begins.\n\nCan I... graduate safely?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbdace62-628d-4384-b0d8-a86cb5d0e245",
    "title": {
      "en": "Kimi wo Tsumugu"
    },
    "updatedAt": "2024-05-25T12:18:02+00:00",
    "coverArt": "https://mangadex.org/covers/bbdace62-628d-4384-b0d8-a86cb5d0e245/ba8b181d-1c5c-4c17-802c-ed1d4923be4e.png",
    "altTitles": [
      {
        "ja": "君を紡ぐ"
      },
      {
        "en": "Stitch You Together"
      }
    ],
    "description": {
      "en": "A heartwarmingly cute yuri manga about a seamstress and a zombie girl. What if your friend became a zombie? What if you were in love with that friend? The first creative work by an author fond of both yuri and zombies."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "4"
  },
  {
    "mangaId": "3e36f4b5-37f3-4413-8aa4-67dd80275972",
    "title": {
      "en": "Zashisu"
    },
    "updatedAt": "2024-05-19T13:06:45+00:00",
    "coverArt": "https://mangadex.org/covers/3e36f4b5-37f3-4413-8aa4-67dd80275972/fd62cd0a-a6d0-4a86-88e3-74551e2b2439.jpg",
    "altTitles": [
      {
        "ja": "ザシス"
      }
    ],
    "description": {
      "en": "One day, junior high school teacher Yamauchi Umi sees a news report about a murder case. The murderer is Suzuki Yumi, a classmate from junior high school.\r\n\r\nA few days later, Yamauchi's girlfriend, Tamahuri Yagisawa, a rookie editor of literary books, finds a work that closely resembles the murder in a novel that was unsuccessful in a public contest. The author's name is Haruto Saeki. Soon, just like in the novel, an invitation to a class reunion arrives for an old friend...\r\n\r\nThe first suspense horror volume by Masanori Morita!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13"
  },
  {
    "mangaId": "61830b36-1712-4b7b-9421-f671e9ced6d3",
    "title": {
      "en": "Tonari no Neko to Koi Shirazu"
    },
    "updatedAt": "2024-06-01T02:15:18+00:00",
    "coverArt": "https://mangadex.org/covers/61830b36-1712-4b7b-9421-f671e9ced6d3/8ac836b4-9c53-4c62-a18a-bdbdbfc6e91d.jpg",
    "altTitles": [
      {
        "ja": "となりの猫と恋知らず"
      },
      {
        "en": "The Feline Neighbor and the Unversed-in-Love"
      },
      {
        "ja": "となねこ"
      },
      {
        "ja-ro": "Tonaneko"
      },
      {
        "zh": "与猫相邻尚不识恋"
      },
      {
        "zh-hk": "與貓相鄰尚不識戀"
      }
    ],
    "description": {
      "en": "Minato Seno, who has always been very shy since he was young, struggled to make friends during his first few days of high school. He also never got a glimpse of his classmate Nekozane-san's face, as she was always asleep at the desk next to him. However, one day after school, a chance encounter revealed a side of Nekozane-san that was completely different from the one Minato knew in the classroom.",
      "ja": "**もっと知りたい きみのこと**\n高校1年生・瀬野湊（せのみなと）。新学期早々に担任の教師から頼まれたのは、となりの席でいつも寝ている猫実（ねこざね）さんのこと。超人見知り&引っ込み思案な性格な瀬野…。会話どころか顔すら見たことがない猫実さんを勇気を出して起こそうとしたら、急に彼女から抱きつかれて――!?友達未満なふたりが紡ぐ、無自覚ラブコメ開幕♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37536724-111d-4a99-b13c-76ec22600789",
    "title": {
      "en": "Kamigami no Kago de Seisan Kakumei"
    },
    "updatedAt": "2023-05-09T15:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/37536724-111d-4a99-b13c-76ec22600789/6c282560-cbaf-4ee2-99b3-6da52245b65a.jpg",
    "altTitles": [
      {
        "ja": "神々の加護で生産革命～異世界の片隅でまったりスローライフしてたら、なぜか多彩な人材が集まって最強国家ができてました～"
      },
      {
        "en": "Revolution in production with the blessings of the gods - While living a leisurely, slow life in a corner of another world, somehow a diverse group of people gathered to form the strongest nation..."
      },
      {
        "en": "Production Revolution by Blessing of Gods"
      },
      {
        "ja-ro": "Kamigami no Kago de Seisan Kakumei ~ Isekai no Katasumi de Mattari Slow Life Shi Tetara, Naze ka Tasaina Jinzai ga Atsumatte Saikyō Kokka ga Dekitemashita ~"
      },
      {
        "ko": "신들의 가호로 생산 혁명 ~이세계 한구석에서 한가로운 슬로우 라이프를 하고 있으면, 왠지 다양한 인재들이 모여 최강 국가가 되어 있었습니다~"
      }
    ],
    "description": {
      "en": "During the reincarnation of the Japanese company slave, Tadashi, he was impressed by God by choosing the agricultural blessing that no one had ever chosen, and received unprecedented generous blessing. And he has a dream slow life in a different world-it should have landed all-you-can-eat, a huge peninsula called Miasma Limbo! Tadashi struggled, but with his serious personality and blessing from God, he will increase the scale of agriculture with Gungun. Former queens of persecuted elves, heroes of beastmen, and master craftsmen of dwarves gathered in search of supplies made by Tadashi. Agriculture, founding of the country, slow life! A heartwarming different world agricultural fantasy, comicalize!",
      "ja": "日本の社畜・タダシは転生の最中、これまで誰も選ばなかった農業の加護を選んだことで神に感激され、前代未聞の手厚い加護を受ける。そして異世界で夢のスローライフを営む――はずが、降り立ったのは荒れ放題、瘴気ただよう辺獄《へんごく》と呼ばれる巨大な半島！　タダシは苦戦しながらも、持ち前の真面目な性格と神からの加護でグングンと農業の規模を大きくしていく。タダシの作る物資を求め、迫害されたエルフの元女王、獣人の女勇者、ドワーフの名工も集まってきて――。農業・建国・スローライフ！ほのぼの異世界農業ファンタジー、コミカライズ"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "305c5759-4e7e-43d3-9d99-5360c6d9d6e1",
    "title": {
      "en": "Houkago no Goumon Shoujo"
    },
    "updatedAt": "2023-07-20T10:26:39+00:00",
    "coverArt": "https://mangadex.org/covers/305c5759-4e7e-43d3-9d99-5360c6d9d6e1/9b116481-ed13-44c0-b5cc-72ad93b85026.jpg",
    "altTitles": [
      {
        "en": "Torture Club Girls After School"
      },
      {
        "ja": "放課後の拷問少女"
      },
      {
        "ko": "방과 후의 고문소녀"
      },
      {
        "vi": "Câu Lạc Bộ Tra Tấn Của Các Nữ Sinh Sau Giờ Học"
      }
    ],
    "description": {
      "en": "After years of being unlucky with girls, Ishimaru Daito only wishes to enjoy his high school life with a normal, cute girlfriend. However, after losing a game to his two new seniors Sasahara Kiyoka and Tomochika Asami, he is forced to join the <Humanism Studies> club which is actually a torture studies club. Will Ishimaru get the normal high school life he always wanted?  \n  \n\n\n---",
      "pt": "Depois de anos de azar com as garotas, Ishimaru Daito só quer aproveitar a vida no colegial com uma namorada normal e bonita. No entanto, depois de perder um jogo contra suas duas novas senpais, Sasahara Kiyoka e Tomochika Asami, ele é forçado a ingressar no clube de \"estudos humanísticos\", que na verdade é um clube de estudos sobre tortura. Ishimaru será capaz de alcançar a vida normal do ensino médio que ele sempre quis?",
      "vi": "Sau nhiều năm đen đủi với các cô gái, Ishimaru Daito chỉ mong được tận hưởng cuộc sống cao trung của mình bên một cô bạn gái bình thường và dễ thương. Tuy nhiên, sau khi thua một trò chơi trước hai tiền bối mới của mình là Sasahara Kiyoka và Tomochika Asami, cậu buộc phải tham gia câu lạc bộ <Nghiên Cứu Chủ Nghĩa Nhân Văn> thực chất lại là một câu lạc bộ Nghiên Cứu Tra Tấn. Liệu Ishimaru có được cuộc sống cao trung bình thường mà cậu hằng mong muốn?",
      "pt-br": "Depois de anos de azar com as garotas, Ishimaru Daito só quer aproveitar a vida no colegial com uma namorada normal e bonita. No entanto, depois de perder um jogo contra suas duas novas senpais, Sasahara Kiyoka e Tomochika Asami, ele é forçado a ingressar no clube de “estudos humanísticos”, que na verdade é um clube de estudos sobre tortura. Ishimaru será capaz de alcançar a vida normal do ensino médio que ele sempre quis?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "168"
  },
  {
    "mangaId": "c323bce7-f210-4811-9019-069e67d2588f",
    "title": {
      "en": "Cats Own the World"
    },
    "updatedAt": "2023-12-04T12:40:54+00:00",
    "coverArt": "https://mangadex.org/covers/c323bce7-f210-4811-9019-069e67d2588f/565f3be6-19fc-4bb4-b98a-46d5a080c60e.jpg",
    "altTitles": [
      {
        "ko-ro": "Jigu-eui Juin-eun Goyang-ida"
      },
      {
        "ko": "지구의 주인은 고양이다"
      },
      {
        "es-la": "Los gatos dominan el mundo"
      }
    ],
    "description": {
      "en": "Though Chichi the cat looks very cute, she has one goal: eradicate humanity and take over the world! She decides to recruit comrades to aid her in her quest, but it looks like world conquest won't be that easy?! \n\nFollow the adventures of Chichi the tyrant, Dunno the doggo who loves humans, and Kaiser Kang Taeshik, the hard-boiled wild hamster, as they face many hardships on their path to absolute dominion!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "207"
  },
  {
    "mangaId": "7c471acd-55f1-4ead-84a3-9cc4a8a02c3f",
    "title": {
      "en": "I Look Too Much Like The Boss And The World Actually Believes It"
    },
    "updatedAt": "2024-04-20T12:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/7c471acd-55f1-4ead-84a3-9cc4a8a02c3f/2ff3cd2f-79d9-4b4b-ba30-cfdf38488850.jpg",
    "altTitles": [
      {
        "zh": "长的太像BOSS，结果世人真的信了"
      },
      {
        "zh-ro": "Zhang De Tai Xiang BOSS, Jieguo Shiren Zhen De Xinle"
      },
      {
        "zh-ro": "Zhǎng De Tài Xiàng BOSS, Jiéguǒ Shìrén Zhēn De Xìnle"
      },
      {
        "en": "The Appearance is so BOSS-like, Yet Everyone Believes it"
      }
    ],
    "description": {
      "en": "Moon Lord, Suliang! Tamer of the Divine Lunar Morpho Butterfly, a familiar with abilities to control time and space, yin and yang, I am the invincible youth that stands at the apex of this world! To get such a status upon reincarnation is like getting dealt Pocket Aces… Divine my Arse! The beast in my body is nothing like the Divine Lunar Morpho! It’s clearly the lowest of low level Flash Butterfly!!! Facing millions of fanatical believers, a death match with Emperor Cangyue in three years time, and various sects viewing me as a thorn in their side… This is really an unprecedented beast tamer crisis!",
      "zh": "月之王，苏凉！操纵着能回溯时空、逆转阴阳的月神闪蝶，以此站在这个世界的顶点的无敌少年！ 穿越而来就拿到这么NB的身份卡，岂不是天胡开局……个屁咧！ 我体内的宠兽，哪是什么月神闪蝶！！根本只是个只能照明的最最最低阶的闪光蝶！！！ 面对数以百万的狂热信徒、三年后约战的沧月大帝、视自己为眼中钉的各大教派…… 这还真是…… 前所未有的御兽大危机！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d80640d-c591-4c7a-a47e-594c29c2037c",
    "title": {
      "en": "Like a Cat"
    },
    "updatedAt": "2024-04-15T16:56:49+00:00",
    "coverArt": "https://mangadex.org/covers/7d80640d-c591-4c7a-a47e-594c29c2037c/f7edc89c-f963-44c9-9117-4c5b0a52e085.jpg",
    "altTitles": [
      {
        "ja": "猫が如く"
      },
      {
        "ja-ro": "Neko ga Gotoku"
      }
    ],
    "description": {
      "en": "The Yakuza boss is... a cat!? The \"brown tiger\" group boss, Oyaji. Yanagi, the new recruit in the Yakuza, and the gang members are once again at the mercy of the carefree Oyaji today... But it's not that bad.\nA lively comedy about a cat... Begins!!\n\nThe title Like a Cat, or Neko ga Gotoku, is a parody of the Yakuza game series' title which is Like a Dragon or Ryu ga Gotoku."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c62b73e5-0cfb-4aef-9425-60393477ab6c",
    "title": {
      "en": "Dragon Ball Kakumei (Doujinshi)"
    },
    "updatedAt": "2024-05-24T14:37:37+00:00",
    "coverArt": "https://mangadex.org/covers/c62b73e5-0cfb-4aef-9425-60393477ab6c/a992c777-ab8d-477c-8fa3-15e2151be399.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンボール角明"
      }
    ],
    "description": {
      "en": "The story in Dragon Ball Kakumei picks up right after the Tournament of Power and deals with the consequences of Android 17 restoring the erased universes. In addition to the six universes destroyed by Zeno, the wish brought back Universe 19, which has warriors that are powerful enough to take down Zeno and the angels.",
      "pt-br": "“Quando o desejo do Androide 17 no final do Torneio do Poder leva o mundo a uma Guerra Multiversal, aliados de todos os universos terão que se fortalecer para enfrentar divindades malignas e, desta vez, eles terão que defender todos sem Goku”.\n\nCriado pelos franceses Darkows (roteiro), Reenko (roteiro) e Poissonlabo (desenhista), Dragon Ball Kakumei é um mangá não oficial que conta uma história alternativa se caso o desejo do Androide 17, ao fim do Torneio do Poder, restaurasse os 18 universos que existiam originalmente, levando a uma Guerra Multiversal entre grandes divindades, mas sem a presença de Son Goku.\n\nCom uma arte atípica, em se tratando de um mangá feito por fãs (que geralmente costumam tentar emular os traços de Akira Toriyama), além de uma história com uma narrativa e proposta bem diferente da leveza e simplicidade da obra original, Dragon Ball Kakumei é, sem dúvidas, um dos mangás não oficiais de Dragon Ball mais famosos, ao lado de outros projetos de fãs como Dragon Ball AF e Dragon Ball Multiverse."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afe24df9-ba17-4f93-93ff-02e94cefd71f",
    "title": {
      "en": "Regressor’s Life After Retirement"
    },
    "updatedAt": "2024-05-29T00:54:26+00:00",
    "coverArt": "https://mangadex.org/covers/afe24df9-ba17-4f93-93ff-02e94cefd71f/4d900a65-762a-4018-9614-f6ff28113f92.jpg",
    "altTitles": [
      {
        "en": "Retirement Life of a Returner"
      },
      {
        "ko": "회귀자의 은퇴 라이프"
      },
      {
        "es-la": "La vida del regresor después del retiro"
      }
    ],
    "description": {
      "en": "After the first Gate opened in 2018, Lim Dae-In survived for 20 years on Earth while being connected to other dimensions. \n\nThe day after his long-awaited retirement celebration, he regresses by 20 years, back to when he had nothing…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84703c86-eb83-45ec-8fc5-f34a25115893",
    "title": {
      "en": "Dai Dark"
    },
    "updatedAt": "2024-05-09T20:25:42+00:00",
    "coverArt": "https://mangadex.org/covers/84703c86-eb83-45ec-8fc5-f34a25115893/afdebd14-efbc-4ba8-8134-063097406877.jpg",
    "altTitles": [
      {
        "uk": "Велика Пітьма"
      },
      {
        "ru": "Великая тьма"
      },
      {
        "ja": "大ダーク"
      },
      {
        "ja-ro": "Dai Daaku"
      },
      {
        "ru": "Бескрайняя тьма"
      }
    ],
    "description": {
      "en": "A legend spreading among the whole universe says whoever collects Zaha Sanko's bones will have any kind of wish granted. \nThus, he and his skeletal buddy Avakian will use their dark powers to fend off any murder attempts while they search through \nspace for whoever put this curse on Sanko’s bones: killing them might end the madness.",
      "ru": "С самого детства Заха Санко боролся за свою жизнь. Как гласят легенды, если вы завладеете костями Захи Санко, вам исполнится любое желание. Вместе со своим другом Авакяном и силой тьмы Заха путешествует по космосу, чтобы найти человека, который проклял его кости и положил конец их жизни."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]