[
  {
    "mangaId": "84703c86-eb83-45ec-8fc5-f34a25115893",
    "title": {
      "en": "Dai Dark"
    },
    "updatedAt": "2024-05-09T20:25:42+00:00",
    "coverArt": "https://mangadex.org/covers/84703c86-eb83-45ec-8fc5-f34a25115893/901066d8-58fe-4cc7-8b79-f68fbd589b84.jpg",
    "altTitles": [
      {
        "uk": "Велика Пітьма"
      },
      {
        "ru": "Великая тьма"
      },
      {
        "ja": "大ダーク"
      },
      {
        "ja-ro": "Dai Daaku"
      },
      {
        "ru": "Бескрайняя тьма"
      }
    ],
    "description": {
      "en": "A legend spreading among the whole universe says whoever collects Zaha Sanko's bones will have any kind of wish granted. \nThus, he and his skeletal buddy Avakian will use their dark powers to fend off any murder attempts while they search through \nspace for whoever put this curse on Sanko’s bones: killing them might end the madness.",
      "ru": "С самого детства Заха Санко боролся за свою жизнь. Как гласят легенды, если вы завладеете костями Захи Санко, вам исполнится любое желание. Вместе со своим другом Авакяном и силой тьмы Заха путешествует по космосу, чтобы найти человека, который проклял его кости и положил конец их жизни."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc562e65-144b-4304-8ebd-f83e46c46b9a",
    "title": {
      "en": "←Private Life　Work→"
    },
    "updatedAt": "2024-11-19T01:53:53+00:00",
    "coverArt": "https://mangadex.org/covers/fc562e65-144b-4304-8ebd-f83e46c46b9a/45eca0f9-98c4-4f22-9629-d1809c743e97.jpg",
    "altTitles": [
      {
        "ja": "←私生活　仕事→"
      },
      {
        "ja-ro": "←Shiseikatsu　Shigoto→"
      },
      {
        "uk": "←Приватне життя і робота→"
      },
      {
        "en": "←Private Life　Work→"
      }
    ],
    "description": {
      "en": "The private and work life of a housewife.\n\n---\n**Links:**\n- Alternative Official Raw - [Twitter](https://twitter.com/koikanazawa/status/1727160023233814710)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "449f58e2-3a33-4df5-9d9b-62e867e7f918",
    "title": {
      "en": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
    },
    "updatedAt": "2024-11-16T03:02:37+00:00",
    "coverArt": "https://mangadex.org/covers/449f58e2-3a33-4df5-9d9b-62e867e7f918/44020242-0f01-49a8-89c6-07a182eb21ba.jpg",
    "altTitles": [
      {
        "ja": "与えられたスキルを使って稼いで異世界美女達とイチャイチャしたい"
      },
      {
        "id": "Aku Ingin Menggunakan Keterampilan Yang Diberikan Untuk Mendapatkan Uang Dan Menggoda Wanita Cantik Dari Dunia Lain"
      },
      {
        "ja-ro": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
      },
      {
        "en": "I Want to Use the Skills Given to Earn Money and Flirt With Beauties From Other Worlds"
      }
    ],
    "description": {
      "en": "That day, Ishida Yamada was working part-time as usual. When he opened the back door after finishing his part-time job, he found a blank space and a person who called himself God. It was by chance that he was chosen by God to go to another world. He was perplexed, but decided to live anyway. Thinking about how to survive in this other world using the skills he received from God, he tries his best to have a physical relationship with a beautiful woman in this other world.",
      "ja": "その日も山田一太はいつもと変わらずバイトをしていた。バイトが終わり裏口の扉を開けると、そこには真っ白な空間が広がっていて、神と名乗る者がいた。 一太は偶然神によって選ばれ、異世界に行くことになった。一太は戸惑いながらも、取り合えず生きていこうと決めた。 神からもらったスキルを使って如何にこの異世界を生き抜くか考えながら、一太はこの異世界にいる美女と肉体関係を持つために色々と頑張っていく。",
      "es-la": "Ese día, Ichita Yamada estaba trabajando medio tiempo como de costumbre. Cuando abrió la puerta trasera después de terminar su trabajo de medio tiempo, encontró un espacio en blanco y una persona que se hacía llamar Dios. Fue por casualidad que Dios lo eligió para ir a otro mundo. Estaba perplejo, pero decidió vivir de todos modos. Pensando en cómo sobrevivir en este otro mundo usando las habilidades que recibió de Dios, hace todo lo posible por tener una relación física con una mujer hermosa en este otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4e838c4-6ff9-4e4b-8f87-c3a20f36a4ce",
    "title": {
      "en": "Seitokai Yakuindomo"
    },
    "updatedAt": "2024-11-18T22:01:29+00:00",
    "coverArt": "https://mangadex.org/covers/a4e838c4-6ff9-4e4b-8f87-c3a20f36a4ce/4c57e823-0c99-457c-9b12-e84bcf25b9cc.jpg",
    "altTitles": [
      {
        "es": "Miembros del Consejo Estudiantil"
      },
      {
        "en": "Student Council Staff Members"
      },
      {
        "ja-ro": "Seitokai Yakuin-domo"
      },
      {
        "ja-ro": "SYD"
      },
      {
        "ru": "Члены студсовета"
      },
      {
        "zh": "妄想学生会"
      },
      {
        "zh": "妄想學生會"
      },
      {
        "ja": "生徒会役員共"
      },
      {
        "ko": "학생회 임원들"
      }
    ],
    "description": {
      "en": "\"I applied here since it's a close walk from my house. But it's really full of girls…\"  \n  \nIn this 4-koma series Tsuda Takatoshi is a new student in the formerly all-girls, and recently gender-integrated high school. He's asked to join the student council as the vice president. Thus begins his days as the only normal boy among 3 overachieving female student council officers… who have some interesting quirks, to say the least…",
      "es": "\"Me matriculé aquí, considerando que queda cerca a mi casa. Pero esto esta lleno de muchachas, ¿no?\"  \n  \nEn esta serie de 4 páneles, Tsuda Takatoshi es un estudiante nuevo en un colegio anteriormente femenino que recientemente se volvió mixto. Le es pedido que se una al consejo estudiantil como vicepresidente. Entonces, así comienzan sus días como el único varón acompañado de 3 muchachas superdotadas miembros del consejo… que tienen ciertas mañas interesantes, por no decir más…  \n\n\n---",
      "ru": "Молодой парень Цуда поступил в школу, которая раньше была исключительно женская и только в этом году стала общей, тем не менее девушек там заметно больше чем парней, соотношение девушки/парни - 528/24. И в первый же день начала учебы, его принимают в студсовет в качестве вице-президента, а вот что с ним приключилось дальше, читайте в манге!",
      "pt-br": "\"Eu me inscrevi aqui porque fica perto da minha casa. Mas é muito cheio de garotas...\" \n\nNesta série de 4 koma, Tsuda Takatoshi é um novo aluno no antigo colégio feminino e recentemente integrado ao gênero. Ele foi convidado a se juntar ao conselho estudantil como vice-presidente. Assim começa seus dias como o único garoto normal entre 3 superdotadas oficiais do conselho estudantil... que têm algumas peculiaridades interessantes, para dizer o mínimo..."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "641.5"
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2024-11-02T19:33:57+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      },
      {
        "es-la": "El Gran Villano Hermano Mayor y todas sus Hermanas Menores Yandere"
      },
      {
        "vi": "Nhân Vật Phản Diện Đại Sư Huynh, Tất Cả Các Sư Muội Đều Là Bệnh Kiều"
      },
      {
        "vi": "Nhân Vật Phản Diện Đại Sư Huynh, Tất Cả Các Sư Muội Đều Là Yandere"
      },
      {
        "uk": "Старший брат-наставник - лиходій, а молодші сестри-наставниці ціловито божевільні"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57",
    "title": {
      "en": "It Starts With A Mountain"
    },
    "updatedAt": "2024-08-23T14:33:09+00:00",
    "coverArt": "https://mangadex.org/covers/c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57/112b1634-884d-4c34-af67-63dd8380d562.jpg",
    "altTitles": [
      {
        "en": "Starting with a mountain"
      },
      {
        "zh": "开局一座山"
      },
      {
        "en": "It Starts With A Mountain"
      },
      {
        "en": "I Have a Shanzhai"
      },
      {
        "en": "Kāijú Yī Zuò Shān"
      },
      {
        "en": "Kāijú Yīzuò Shān"
      },
      {
        "en": "Start a Mountain"
      },
      {
        "en": "Ta Có Một Sơn Trại"
      },
      {
        "ko": "퀘스트 : 지상 최고의 산적"
      },
      {
        "ko": "퀘스트: 지상 최고의 산적"
      },
      {
        "en": "Kaiju Yi Zuo Shan"
      },
      {
        "es": "Comienza con una Montaña"
      }
    ],
    "description": {
      "en": "It starts with a mountain. A strategic leader gets isekai-ed into a war dynasty. He only has a group of members who were planning to ditch him. Facing this war era, he thinks of stealing food and girls to live a king’s life. He is hot-blooded, picks fights with war heroes. How will he bring chaos to the war? Will he be able to rise up high?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/75d972e8-6033-4c11-82c2-06610c21643e.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db882a6e-6716-47bc-b031-c420f42d08d5",
    "title": {
      "en": "Whimsy Whimsy Witch"
    },
    "updatedAt": "2024-11-11T22:44:39+00:00",
    "coverArt": "https://mangadex.org/covers/db882a6e-6716-47bc-b031-c420f42d08d5/9371a28d-1bce-46b3-b56e-1e5f36c199ee.jpg",
    "altTitles": [
      {
        "vi": "Cô phù thủy ngộ nghĩnh"
      }
    ],
    "description": {
      "en": "A prince has been cursed to turn into a frog by a witch. Things went wild from there.",
      "vi": "Một hoàng tử bị biến thành con ếch bởi một mụ phù thủy. Chuyện diễn ra tiếp theo khá là kì cục."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2249870-322e-461f-9704-249d49d8fa89",
    "title": {
      "en": "Ushiro no Seki no Gyaru ni Sukarete Shimatta -Mou Ore wa Damekamoshirenai-"
    },
    "updatedAt": "2024-10-11T15:30:38+00:00",
    "coverArt": "https://mangadex.org/covers/e2249870-322e-461f-9704-249d49d8fa89/e4a5d117-2f5b-4ad6-b483-825564bae446.jpg",
    "altTitles": [
      {
        "ja": "うしろの席のぎゃるに好かれてしまった。　もう俺はダメかもしれない。"
      },
      {
        "en": "The Gal is Sitting Behind Me, and Loves Me -Maybe I'm Screwed Already-"
      }
    ],
    "description": {
      "en": "***My school life has changed drastically just because she likes me that I barely talk with?!***\n\nYuizaki Shino, one of the most beautiful girls in the school is a classmate of Fujiwara Sandai sitting behind him. It was only on a whim that Sandai helped her out despite spent his days studying and not having a single friend. It was supposed to be―\n\n*\"I couldn't wait for after school! ....Hey, hold on a minute?\"*\n\nThat day and moment led Sandai to start dating Shino. They spend time together after school, they keep up with each other's hobbies, and they stay over frequently.... She's kind-sweet and always clings to him. And somehow, the other classmates started to pay attention to Sandai, they slowly changing his style appearance, and there was a lot of talks around his belt. He's more unsettled than when Sandai alone before. ....Well, this kind of school life isn't so bad, is it?\n\n---\n\n****Note: Earlier release chapter will be on Monthly Comic Dengeki Daioh before Comic Walker release***",
      "ja": "何の接点も無い彼女に好かれた…だけで、俺の学園生活が激変!?\n\n　うしろの席の同級生で、学校有数の美少女ギャル・結崎志乃。\n\n勉強ばかりで、友達が一人もいない日々を過ごす俺が、彼女を助けたのは、ほんの気まぐれにすぎなかった。\nそのはずが――\n\n「放課後が待ち遠しかった！　……ね、ちゅーして？」\n\n　その出来事をきっかけに、俺は志乃と付き合うことになった。\n学校が終われば一緒に過ごして、お互いの趣味に付き合って、頻繁にお泊まりして……\n彼女は優しく、いつも俺にべったり。\n\n　さらにクラスメイトに注目されるようになって、俺の見た目を改造してくれたり、俺の周りも騒がしく。\n一人の時より、落ち着かないんだが……ま、こんな学校生活も悪くはないか。\n\n---\n\n- [Web Novel](https://kakuyomu.jp/works/1177354054921974753)\n- [Official LN (JP)](https://fantasiabunko.jp/special/202206ushironoseki)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99b9051e-8890-4f9c-84c6-d553f3a9781e",
    "title": {
      "en": "Candle & Witch"
    },
    "updatedAt": "2024-11-04T05:50:24+00:00",
    "coverArt": "https://mangadex.org/covers/99b9051e-8890-4f9c-84c6-d553f3a9781e/db288ff2-c3a3-42aa-82e9-a156b321997b.jpg",
    "altTitles": [
      {
        "ja": "キャンドルと魔女"
      },
      {
        "ja-ro": "Kyandoru to Majo"
      },
      {
        "ru": "Свеча и Ведьма"
      },
      {
        "uk": "Свічка та Відьма"
      },
      {
        "ja-ro": "Candle to Majo"
      }
    ],
    "description": {
      "en": "In the forest, the young girl met a cheerful demon with a candle head.\n\n\"Why are you alone? Why are you so filthy?\"\n\"...Your flames are pretty.\"\n\n\"Eh? I like you. Form a contract with me.\"\n\nWhat awaited the girl was a warm meal and a soft bed-?!\nThe crazy demon, Candle, and the mysterious girl, Little Mum, begin their strange life together."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fa56cd5-add7-4603-bf9b-72503e802523",
    "title": {
      "en": "Tsuihou Yuusha no Yuugana Slow Life: Jiyuu ni Nattara Ore Dake no Saiai Tenshi no Te ni Haitta!"
    },
    "updatedAt": "2024-11-12T19:49:09+00:00",
    "coverArt": "https://mangadex.org/covers/6fa56cd5-add7-4603-bf9b-72503e802523/8d0e651b-5863-43f6-befb-baf8814e9cb8.jpg",
    "altTitles": [
      {
        "en": "The Elegant Life of the Exiled Hero: When I Became Free, I Also Gained My Beloved Angel!"
      },
      {
        "ja": "追放勇者の優雅な生活 ～自由になったら俺だけの最愛天使も手に入った！～"
      },
      {
        "ja-ro": "Tsuihō Yūsha no Yūgana Seikatsu (Slow Life) ～Jiyū ni Nattara Ore Dake no Saiai Tenshi no Te ni Haitta!～"
      }
    ],
    "description": {
      "en": "After suddenly being fired despite serving as a hero for 30 years, Alec was left with nowhere to turn. Orphaned from a young age, he had no parents to rely on, and having been a hero since childhood, he lacked basic common sense. With nowhere else to go, Alec ends up at an unexpected place—a slave market!?\n\nThere, he encounters the beautiful and kind-hearted Lyrishia.\n\nThis is the story of an unwittingly strongest protagonist and an angelic heroine weaving an excessively naughty second life together."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30952c4e-29f8-407d-98f9-84f4582af76f",
    "title": {
      "en": "Ware ni Cheat o ~Hazure Cheat no Shoukan Yuusha wa Isekai de Yukkuri Kurashitai~"
    },
    "updatedAt": "2024-11-09T07:04:15+00:00",
    "coverArt": "https://mangadex.org/covers/30952c4e-29f8-407d-98f9-84f4582af76f/52eee964-c6bd-4cb3-91b9-fd6bb4da799a.jpg",
    "altTitles": [
      {
        "ja": "我にチートを ～ハズレチートの召喚勇者は異世界でゆっくり暮らしたい～"
      },
      {
        "en": "Give Me Cheat!: The Summoned Hero with Trash Cheats Lives a Slow Life in a Different World"
      }
    ],
    "description": {
      "en": "Amidst the annual summoning of over 1,000 heroes, Saburou's summoning bonus is a mere +1 to luck. Dubbed the most disappointing hero in a decade, he begins a laid-back life in another world with a doll princess as his companion. What adventures await him in this new life?",
      "ja": "年間1000名を超える勇者が召喚される中、勇者サブロウに与えられた召喚ボーナスは運+1。10年に1度のガッカリ勇者となった男は、与えられた人形姫をお供にマイペースな異世界生活を始めるが!?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d08a69ee-9f90-439a-b17d-da561eda2c66",
    "title": {
      "en": "Mahou Sensei Negima!"
    },
    "updatedAt": "2022-11-04T04:36:14+00:00",
    "coverArt": "https://mangadex.org/covers/d08a69ee-9f90-439a-b17d-da561eda2c66/4b9bdc2c-23f8-46ac-85ad-67e573760dd0.jpg",
    "altTitles": [
      {
        "ja": "魔法先生ネギま！"
      },
      {
        "de": "Magister Magi Negi"
      },
      {
        "en": "Negima! Magister Negi Magi"
      },
      {
        "fr": "Negima! Le Maître magicien"
      },
      {
        "it": "Negima"
      },
      {
        "ko": "마법선생 네기마!"
      },
      {
        "zh": "魔法老师"
      },
      {
        "sr": "Negima! Čarobnjak učitelj"
      },
      {
        "ru": "Учитель-чародей Нэгима"
      },
      {
        "th": "คุณครูจอมเวท เนกิมะ!"
      }
    ],
    "description": {
      "en": "Ten-year-old prodigy Negi Springfield, has just graduated from magic academy, and in order to become a master mage he is sent to Japan to teach English at an all-girls middle school. But Negi has a bigger dream than just becoming a master mage. He wants to find his missing father, \"The Thousand Master\", the strongest mage that has ever lived. And he soon finds that searching for his father wont be as easy as he first hoped. In fact, it pushes him and his students into life-or-death battles that decides the fate of millions."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "38",
    "lastChapter": "355"
  },
  {
    "mangaId": "b2ae13e3-bea1-4f11-bfbe-4269f66e74f8",
    "title": {
      "en": "The Return of the 8th Class Mage"
    },
    "updatedAt": "2024-07-21T23:31:55+00:00",
    "coverArt": "https://mangadex.org/covers/b2ae13e3-bea1-4f11-bfbe-4269f66e74f8/3c1092ed-c1f7-412d-9a58-a0f24fde757d.jpg",
    "altTitles": [
      {
        "ko": "8클래스 마법사의 회귀"
      },
      {
        "ko-ro": "8 Keullaeseu Mabeobsaui Hoegwi"
      },
      {
        "en": "The Return of the 8th Class Magician"
      },
      {
        "en": "8th Class Magician Returned"
      },
      {
        "en": "8th-Class Mage Returns"
      },
      {
        "en": "Regression of Class 8 Wizard"
      },
      {
        "en": "Revolution of the 8th Class Mage"
      },
      {
        "it": "Il ritorno del mago di VIII classe"
      },
      {
        "ru": "Регрессия мага 8-го класса"
      },
      {
        "uk": "Повернення мага 8-го класу"
      },
      {
        "mn": "8-р зэрэглэлийн шидтэний эргэн ирэлт"
      },
      {
        "tr": "8 Sınıf Büyücünün Dönüşÿ"
      },
      {
        "ja": "8クラス魔法使いのやり直し"
      },
      {
        "zh": "回归的8阶魔法师"
      },
      {
        "zh-hk": "8級魔法師再臨"
      },
      {
        "id": "Return of the 8th Class Magician"
      },
      {
        "id": "Kembalinya Penyihir kelas"
      },
      {
        "id": "Penyihir Kelas Delapan"
      },
      {
        "th": "การกลับมาของจอมเวทระดับ 8"
      },
      {
        "es-la": "El Retorno Del Mago De 8th Clase"
      }
    ],
    "description": {
      "en": "As a powerful 8th class mage, Ian Paige took countless innocent lives under the orders of Emperor Ragnar, a close friend and ruler of the Greenriver Empire. Yet despite their closeness, Ragnar views Ian as a threat and subsequently poisons him. \n\nUsing time magic, Ian saves himself and returns 30 years to the past. Now a young boy, Ian joins an elite order of mages to hone his abilities once again.\n\n This time, he’ll get revenge on the emperor who betrayed him and reclaim glory as an 8th class mage!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "id": "Sudah bertahun-tahun sejak aku menodai tanganku untuk Kerajaan Bersatu dan kaisarnya, Ragnar. Saya ingin kembali ke kampung halaman saya dan menjalani kehidupan yang tenang seolah-olah bertobat dari dosa-dosaku. Namun, “Kamu adalah penyihir kelas 8 yang hebat yang mampu menggulingkanku dan kekaisaran kapan saja” \"Bagaimana aku bisa membiarkan monster sepertimu tetap hidup?\" Setelah dikhianati di ambang kematian oleh Ragnar, yang adalah temanku sekaligus Kaisarku, aku menusuk jantungku dengan belati yang memiliki sihir waktu yang diterapkan padanya. “Penebusan yang ku inginkan adalah mengembalikan semuanya ke tempatnya.”\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "it": "Dopo decine di anni passate in sanguinose guerre l'imperatore Ragnar incontra il suo vecchio amico, ritiratosi ad una vita di solitudine e esilio nella città natale, nell'intento di espiare i propri peccati. Ad un mago potente sarà concesso il lusso di ritirarsi in esilio? Con un tradimento ha fine una lunga amicizia. Però, prima che la morte sopraggiunga, esiste la possibilità di rimediare ad ogni peccato. Attraverso un balzo nel tempo di oltre 30 anni il potente mago cercherà di ribaltare le sorti del futuro.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "ko": "황제 라그나르와 통일 제국을 위해 손에 피를 묻히길 수십 년.\n나는 고향으로 돌아가 속죄하며 죽은 듯이 살고자 했다.\n\n그러나,\n\n“자네는 언제든지 나를, 나의 제국을 집어삼킬 수 있는 8클래스의 대마법사.”\n“그런 괴물을 어찌 살려둘 수가 있겠나?”\n\n친구이자 주군이었던 라그나르에게 배신당하고 죽음의 문턱을 넘기 직전,\n시간 마법의 주문이 새겨진 단검을 심장에 찔러 넣었다.\n\n‘내가 원했던 참회란, 모든 것을 되돌려놓는 것.’\n\n\n인류 최초의 8클래스 마법사 이안 페이지.\n그가 30년 전 과거로 돌아왔다.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "ru": "История рассказывает об Иане Пэйдже, архимаге и первом человеке, который прорвался через уровень шестого класса, а затем и седьмого, став самым могущественным магом восьмого класса.\n\nПосле целой жизни, состоящей из войн и убийств, он сумел окончательно объединить континент. Состарившись, единственными его желаниями стали стремление прожить остаток жизни в мире и попытки найти спасение от горестей, привнесённых пролитой им кровью. Тем не менее его старый друг, обезумев от паранойи, не мог спокойно сосуществовать рядом с кем-то настолько сильным и предал Иана, убив его.\n\nНа последнем издыхании Иан использовал магию времени, которая переместила его в прошлое, в то время, когда он был маленьким мальчиком. Имея при себе все свои знания из прошлого, Иан решил сделать нечто большее, чтобы просто прожить жизнь с меньшим количеством сожалений.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "tr": "Yıllarca Birleşik İmparatorluk ve kralı Ragnar için ellerimi kana buladım.\n\nGünahlarımdan arınmak için memleketime dönüp huzurlu bir şekilde yaşamak istedim.\n\nAncak…\n\n“Yüce bir 8. Sınıf büyücü istediği zaman beni ve imparatorluğu bırakıp öylece gidebilir mi?”\n\n“Senin gibi bir canavarın hayatta kalmasına nasıl izin verebilirim?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "uk": "Багато років я проливав кров за Сполучену Імперію та її правителя, Рагнара. Я хотів лише повернутися в моє рідне місто і прожити тихе життя, спокутувати свої гріхи. «Як можу я залишити в живих такого монстра?» Відданий і залишений Рагнаром, моїм колишнім другом та імператором, вмирати, на порозі смерті я пронизав своє серце кинджалом, наповненим магією часу. «Бажане мною відкуплення – це повернення на своє звичне місце».\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "81"
  },
  {
    "mangaId": "2d1f5245-694d-4ae6-baa2-b690a040e4d4",
    "title": {
      "en": "12 Suicidal Children"
    },
    "updatedAt": "2023-05-15T17:48:41+00:00",
    "coverArt": "https://mangadex.org/covers/2d1f5245-694d-4ae6-baa2-b690a040e4d4/9e867ca0-efc7-4ff2-bc54-324ffdfe7754.jpg",
    "altTitles": [
      {
        "ja-ro": "12-nin no Shinitai Kodomo-tachi"
      },
      {
        "ja": "十二人の死にたい子どもたち"
      },
      {
        "en": "12 Suicidal Teens"
      },
      {
        "ko": "12인의 죽고 싶은 아이들"
      },
      {
        "ru": "Двенадцать детей, которые хотят умереть"
      },
      {
        "zh": "十二个想死的少年"
      },
      {
        "zh-hk": "十二個想死的少年"
      }
    ],
    "description": {
      "en": "The story is a locked-room mystery where 12 kids go into an abandoned hospital to give up on life. In the room where they meet, a boy is already lying dead, and no one knows who he is.",
      "ja": "[Wikipedia](https://ja.wikipedia.org/wiki/%E5%8D%81%E4%BA%8C%E4%BA%BA%E3%81%AE%E6%AD%BB%E3%81%AB%E3%81%9F%E3%81%84%E5%AD%90%E3%81%A9%E3%82%82%E3%81%9F%E3%81%A1)",
      "zh-hk": "[Wikipedia](https://zh.wikipedia.org/wiki/%E5%8D%81%E4%BA%8C%E5%80%8B%E6%83%B3%E6%AD%BB%E7%9A%84%E5%B0%91%E5%B9%B4)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "603b9d8f-97b6-4f82-b7d6-1de7e356e869",
    "title": {
      "en": "Kaijin Fugeki"
    },
    "updatedAt": "2024-10-01T01:21:55+00:00",
    "coverArt": "https://mangadex.org/covers/603b9d8f-97b6-4f82-b7d6-1de7e356e869/86e2cec4-2555-4858-b5be-89360ea5d0d7.jpg",
    "altTitles": [
      {
        "ja": "灰仭巫覡"
      },
      {
        "ru": "Кайдзин Фугэки: Воспламенённые души"
      },
      {
        "en": "KAIJIN FUGEKI: Kindled Spirits"
      }
    ],
    "description": {
      "en": "Night, phenomena that were once known as natural disasters. Faced with the threat of inexplicable destruction, children offer their prayers in the form of dance in order to borrow the power of the gods, quell the Night's fury, and deliver the world from ruin. In a fateful encounter, a boy from a rural town in Japan, Jin, meets Gao, a British soldier who was forced to flee his homeland by the Night. The two spend their halcyon days with their friends in the quiet town surrounded by nature. Until one day, the Night suddenly falls on them once again!",
      "ru": "Ночь — феномен, некогда считавшийся природной катастрофой. Под угрозой уничтожения от не пойми чего, дети вознесли богам свои молитвы в форме танца, чтобы одолжить их силу, сдержать ярость Ночи и возродить мир из руин. По велению судьбы Дзин, парнишка из захолустного японского городка, встречает Гао, британского солдата, вынужденного покинуть свою страну из-за Ночи. Вдвоём они безмятежно проводили время вместе с друзьями в тихом городке в окружении природы. Пока однажды Ночь вновь не обрушилась на них!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13cba405-586c-4f5f-8abb-2e1d5607411b",
    "title": {
      "en": "Mobile Suit Gundam Aggressor"
    },
    "updatedAt": "2023-02-23T18:03:12+00:00",
    "coverArt": "https://mangadex.org/covers/13cba405-586c-4f5f-8abb-2e1d5607411b/3dd94cf1-dce7-440d-9e16-928c5b918168.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Gundam Aggressor"
      },
      {
        "ja": "機動戦士ガンダム アグレッサー"
      }
    ],
    "description": {
      "en": "Set during the Universal Century’s One Year War, this story followers exiled soldiers from Zeon join the Earth Federation Space Force (E.F.S.F.) and form a unit called \"Aggressor.\""
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0d2ade7-5b60-4165-8338-163614d9da45",
    "title": {
      "en": "Using My Cooking Skills in a Murim World"
    },
    "updatedAt": "2024-11-03T21:18:49+00:00",
    "coverArt": "https://mangadex.org/covers/a0d2ade7-5b60-4165-8338-163614d9da45/ceab5e37-7e51-4b10-88a3-1eae58dad6d1.jpg",
    "altTitles": [
      {
        "ko": "짜장 한 그릇에 제갈세가 데릴사위"
      },
      {
        "en": "A Bowl of Black Bean Noodles Would Be Served by the Son-in-Law of Zhuge Family"
      },
      {
        "pt-br": "Usando minhas Habilidades Culinárias no Murim"
      }
    ],
    "description": {
      "en": "With a dream to become the ultimate Chinese cuisine chef, our protagonist finds himself inexplicably transported to the Song Dynasty in China! However, upon awakening, he discovers that he possesses no martial arts skills whatsoever. All that remains are the culinary techniques he mastered in his previous life. Surprisingly, these dishes… receive an overwhelmingly positive response!\n\nCan he, with a single bowl of Jjajangmyeon, truly conquer the martial world?\nWill he be able to captivate the Central Plains with his Jjajangmyeon and lead a successful second life in this era?",
      "pt-br": "Com o sonho de se tornar o melhor chef da culinária chinesa, nosso protagonista se vê inexplicavelmente transportado para a Dinastia Song na China! No entanto, ao acordar, ele descobre que não possui nenhuma habilidade em artes marciais. Tudo o que resta são as técnicas culinárias que ele dominou em sua vida anterior. Surpreendentemente, esses pratos… recebem uma resposta extremamente positiva!\n\nEle pode, com uma única tigela de Jjajangmyeon, realmente conquistar o mundo marcial? Ele será capaz de cativar as Planícies Centrais com seu Jjajangmyeon e levar uma segunda vida bem-sucedida nesta era?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8dcfca4-874f-45e2-ba01-959ea0b6f141",
    "title": {
      "en": "Dekoboko Majo no Oyako Jijou"
    },
    "updatedAt": "2024-11-01T00:56:24+00:00",
    "coverArt": "https://mangadex.org/covers/c8dcfca4-874f-45e2-ba01-959ea0b6f141/e9bb9508-ad96-4464-bee9-90af302d691f.jpg",
    "altTitles": [
      {
        "en": "The Family Circumstances of the Unreliable Witch"
      },
      {
        "ja": "でこぼこ魔女の親子事情"
      },
      {
        "pt-br": "As circunstâncias familiares da bruxa irregular"
      },
      {
        "ru": "Семейная жизнь легкомысленной ведьмы"
      }
    ],
    "description": {
      "en": "A witch who lives alone in the forest picks up a child. 16 years later, she grows up bigger than expected.",
      "pt-br": "Alyssa é uma bruxa que vive sozinha na floresta, e num certo dia encontra uma bebê humana. Apesar do desafio, ela dá o nome de \"Viola\" à criança e decide criá-la. 16 anos depois, Viola cresceu muito mais do que Alissa jamais imaginou... Mas espere, ela cresceu demais! E assim começa a caótica comédia de uma mãe e uma filha com aparências invertidas!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu o Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2024-10-25T23:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/6ed33f60-4763-448e-b3f4-986dd76104a9.jpg",
    "altTitles": [
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ja-ro": "Fukushuu wo Koinegau Saikyou Yuusha ha, Yami no Chikara de Senmetsu Musou Suru"
      },
      {
        "en": "The Strongest Hero Who Longs For Revenge Will Peerlessly Annihilate With The Power Of Darkness"
      },
      {
        "en": "The Hero Who Seeks Revenge Shall Exterminate with Darkness"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      },
      {
        "en": "The strongest brave who craves for revenge, extinguish with the power of darkness"
      },
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. \"Oh, I'm looking forward to it – from now on, I'll bask in their blood as I please.\"\n\nSeveral days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c26269c7-0f5d-4966-8cd5-b79acb86fb7a",
    "title": {
      "en": "Sewayaki Kitsune no Senko-san"
    },
    "updatedAt": "2024-10-25T15:16:03+00:00",
    "coverArt": "https://mangadex.org/covers/c26269c7-0f5d-4966-8cd5-b79acb86fb7a/3283455e-4c0b-4d79-a7ba-e1f5d38cb582.jpg",
    "altTitles": [
      {
        "en": "The Helpful Fox Senko-san"
      },
      {
        "ru": "Заботливая 800-летняя жена!"
      },
      {
        "ru": "Заботливая Сэнко-сан"
      },
      {
        "ko": "도우미 여우 센코씨"
      },
      {
        "ja": "世話やきキツネの仙狐さん"
      },
      {
        "zh-hk": "請讓我撒嬌，仙狐大人"
      },
      {
        "zh": "请让我撒娇，仙狐大人"
      },
      {
        "en": "Meddlesome Kitsune Senko-san"
      },
      {
        "id": "Senko si Rubah Penolong"
      },
      {
        "vi": "Nàng cáo đảm đang Senko"
      }
    ],
    "description": {
      "en": "Like many hardworking members of the workforce, Kuroto Nakano is perpetually stressed out by his job. Still, since he lives alone, he must carry on to sustain himself. Little do humans like Kuroto know, this stress takes the form of darkness residing within a person's body and will bring one's life to ruin.  \nFox deities can see this darkness and have the duty to save people before it is too late. To help rid Kuroto of his stress, Senko-san, an eight hundred-year-old foxgirl, volunteers to take care of him, and will do everything she can to ease the tension in his weary soul.\n\n---\n\n**Notes:**\n- Despite initial serialization ending by November 2022, Comic Newtype announced on 9 February 2023 that the series would later resume publication.",
      "ru": "В повседневную жизнь Накано, работающего на «чёрную компанию», внезапно вторглась кицунэ Сэнко-сан (молодая жена 800 лет от роду). Будь то готовка, уборка или «особая забота» (чем бы это ни было), она исцелит его истощение своей нежной «заботой».",
      "vi": "Kuroto Nakano là một nhân viên văn phòng trẻ tuổi có cuộc sống vô cùng bận rộn và căng thẳng, gần như dành toàn bộ thời gian trong ngày ở công ti. Một đêm nọ, sau ngày dài làm việc quá sức, anh mở cửa nhà và thấy một cô gái với tai và đuôi cáo đang nấu cơm trong bếp. Tên cô là Senko, một hồ li 800 tuổi. Senko đã từ thế giới tâm linh hạ phàm để giúp Nakano xua tan căng thẳng và tìm lại hạnh phúc.",
      "es-la": "La vida cotidiana de Nanako, un hombre asalariado que trabaja en una compañía que lo explota, es repentinamente invadido por la Kitsune, Senko-san (800 años de edad- esposa joven). Ya sea cocina, limpieza o un servicio especial... Ella curará su agotamiento con su tierno cuidado."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6914956-e13b-42d4-aab6-6113daa352fa",
    "title": {
      "en": "Kuro no Senki: Isekai Teni Shita Boku ga Saikyou na no wa Bed no Ue dake no You desu"
    },
    "updatedAt": "2024-11-03T22:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/e6914956-e13b-42d4-aab6-6113daa352fa/e644f238-b9a0-4cde-a9ba-1a32c265aaa8.jpg",
    "altTitles": [
      {
        "en": "Kuro no Senki: It seems that I, who has moved to another world, is the strongest only on the bed"
      },
      {
        "en": "Record Of Kurono's War"
      },
      {
        "ja": "クロの戦記 異世界転移した僕が最強なのはベッドの上だけのようです"
      },
      {
        "zh": "库洛诺战记"
      }
    ],
    "description": {
      "en": "Kurono Crawford (Chrono Crawford), a noble of Cepheus Empire had a secret. It was that he came from a Different world… Modern Japan. Having the knowledge about the modern weapons and his sense of values, he was an existence almost like a cheat, aiming to be the “Harem king”.  \r\n  \r\nAbandoned by his superiors, left in command of the Empire’s rejects consisting of demi-humans such as Minotaurs, Dwarfs, and Elves, and thrust into a position as head of a poor fiefdom, Chrono will do everything he can to rebuild and strengthen his forces and revitalize the land, aided in part by his knowledge of the other world.",
      "pt-br": "Kurold Crawford um nobre do Império Kefaus, tinha um segredo. ele veio de um mundo diferente… O Japão moderno. Tendo o conhecimento sobre as armas modernas e seu senso de valores, sua existência é quase como uma trapaça, com o objetivo de ser o \"rei do Harém\".  \r\n  \r\nAbandonado por seus superiores, deixado no comando dos rejeitados do Império, consistindo de demi-humanos como Minotauros, Anões e Elfos, e levado à posição de chefe de um feudo pobre, Kuro fará tudo o que puder para reconstruir e fortalecer suas forças e revitalizar a terra, auxiliado em parte por seus conhecimentos do outro mundo…."
    },
    "status": "cancelled",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "11"
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-11-17T22:57:21+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/1d8b322a-eff4-4f2d-ac99-8db32b77b398.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2189102e-ee83-48e7-8163-0a6f61e4adf8",
    "title": {
      "en": "One Day a Message Window Appeared Out of Nowhere!?"
    },
    "updatedAt": "2024-10-27T10:00:30+00:00",
    "coverArt": "https://mangadex.org/covers/2189102e-ee83-48e7-8163-0a6f61e4adf8/337b3afe-37d1-4e1a-a6b9-330aead64ad4.jpg",
    "altTitles": [
      {
        "ja": "ある日突然メッセージウィンドウが表示されたんですけど！？"
      },
      {
        "ja-ro": "Aru Hi Totsuzen Message Window ga Hyoujisaretan desu kedo!?"
      },
      {
        "ja-ro": "Aru Hi Totsuzen Messeeji Windou ga Hyoujisaretandesukedo!?"
      }
    ],
    "description": {
      "en": "The protagonist, a university student named Kazuya Hayakawa woke up one day with a message window that shows up in his field of view. This window is always visible to him, and when certain lines are displayed in it, he gets thrown into confusion.\n\nFrom that day onward began Hayakawa's daily ordeal of getting manipulated by this message window.\n\n(Source: Amazon JP)",
      "ja": "主人公・早川一哉はある日目が覚めるとメッセージウィンドウが見えるようになってしまった。\n常に表示されるそのウィンドウにはとあるセリフが表示され主人公を混乱させる。\n\nこの日から早川一哉のメッセージウィンドウに振り回される苦難の日々が始まった。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40a3d215-dd19-4c2d-a802-71208105f4ca",
    "title": {
      "en": "Hitozuma Medusa-san to no NTR Seikatsu"
    },
    "updatedAt": "2024-11-03T00:24:00+00:00",
    "coverArt": "https://mangadex.org/covers/40a3d215-dd19-4c2d-a802-71208105f4ca/b7550490-c25e-475e-ad42-73f58e08d9c5.jpg",
    "altTitles": [
      {
        "ja": "人妻メデューサさんとのNTR 生活"
      },
      {
        "en": "NTR (Netori) Life With a Married Medusa Woman"
      }
    ],
    "description": {
      "en": "Bookstore manager Tenma hasn't shown up for work or called in today.   His employee, Asuka, worried about him, goes to his house and discovers... he's been petrified by his medusa wife!   But surely they can return him to normal?\n\nTenma left a letter saying that if anything happens to him, Asuka should take care of his wife.  But Asuka is a guy who can only get excited by other mens' wives.  Also, and most importantly for the plot - hot medusa wife.",
      "ja": "気になるあの人は異種族で...人妻!?\n「ダークサモナーとデキている」の車王がおくる、業が深すぎるハートフル煩悩コメディここに開幕♪"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19cabfbe-f31b-48d6-ae92-d4b2f7f13073",
    "title": {
      "en": "Please Behave, My Wife"
    },
    "updatedAt": "2024-08-22T23:03:02+00:00",
    "coverArt": "https://mangadex.org/covers/19cabfbe-f31b-48d6-ae92-d4b2f7f13073/73ba705f-ee17-4b6b-96ec-9591ec919a11.jpg",
    "altTitles": [
      {
        "zh": "老婆请安分"
      },
      {
        "zh-ro": "Lǎopó qǐng ānfèn"
      },
      {
        "vi": "Vợ ơi, xin hãy ngoan nhé!"
      },
      {
        "zh-ro": "Laopo Qing'an Fen"
      },
      {
        "en": "Wife, Please Be at Peace"
      }
    ],
    "description": {
      "en": "This is brought to you by the same author of \"My Wife Is From a Thousand Years Ago\". \n\n\"If you could go back in time, what would you do?\"\n\n\"I would go to the school entrance and wait for you every day to pursue you shamelessly until you're my girlfriend. What about you?\"\n\n\"Hmm... I will definitely carefully wait until I'm twenty-four to get to know you again, then gradually fall in love, then get married, and then ask you this question. I live cautiously because I'm afraid that the butterfly effect will make me lose you.\""
    },
    "status": "cancelled",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "70"
  },
  {
    "mangaId": "77252074-f9b5-478e-99e9-74c631c69d40",
    "title": {
      "en": "The Magic in this Other World is Too Far Behind!"
    },
    "updatedAt": "2024-10-30T04:06:05+00:00",
    "coverArt": "https://mangadex.org/covers/77252074-f9b5-478e-99e9-74c631c69d40/9d9d4dad-b4dc-4338-ae6e-305488ac6437.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Mahou wa Okureteru!"
      },
      {
        "fr": "La magie de cet autre monde est trop en retard!"
      },
      {
        "ru": "Магия другого мира так отстаёт!"
      },
      {
        "th": "พ่อมดไร้เทียมทานกับมนตราล้าหลัง"
      },
      {
        "ja": "異世界魔法は遅れてる！"
      },
      {
        "ko": "이세계 마법은 뒤떨어졌다!"
      },
      {
        "ja-ro": "Isekai Mahou wa Okureteru!"
      },
      {
        "en": "The Other World's Magic Is Too Far Behind!"
      },
      {
        "zh-hk": "異世界魔法實在太落後！"
      },
      {
        "zh": "异世界魔法实在太落后！"
      },
      {
        "zh-hk": "異世魔法滯哉！ (Classical Chinese)"
      }
    ],
    "description": {
      "en": "Suimei and two of his best friends find themselves mysteriously summoned to another world. There’s a cute princess, magic galore, a Demon Lord that needs to be defeated, and a world that needs to be saved — the works! Too bad Suimei isn’t interested.\n\nHis friends are all too ready to play the parts of heroes, but Suimei just wants to get home. He has an advantage as a magician... but he’s in for a rude awakening when he finds out what actually passes for magic in these parts.",
      "fr": "Un héros est invoqué dans un autre monde depuis le Japon moderne… Et ses deux amis par accident aussi… Yakagi Suimei transporté par erreur, refuse de combattre les armées du Roi Démon … Suivons la rencontre de Felmenia Stingray, magicienne royale, et Yakagi Suimei, Magicien moderne.",
      "pt": "Baseado em uma série de Light Novel, Isekai Mahou wa Okureteru conta a história de uma jovem maga chamada Felmenia Stingray, que conhece um garoto que está aprisionado por se recusar a ajudar o Herói a derrotar o rei demônio depois de ser convocado (acidentalmente) para um outro mundo. \"Romance\"  \n  \n\n\n---",
      "pt-br": "Baseado em uma série de Light Novel, Isekai Mahou wa Okureteru, conta a história de uma jovem maga chamada Felmenia Stingray, que conhece um garoto que está aprisionado por se recusar a ajudar o Herói a derrotar o rei demônio depois de ser convocado (acidentalmente) para um novo mundo."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e0b5482-fc3e-421d-9985-cb33fd561e3d",
    "title": {
      "en": "Assistant Teacher at a Girls Magic Academy"
    },
    "updatedAt": "2024-06-09T10:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/1e0b5482-fc3e-421d-9985-cb33fd561e3d/b166a2d4-422e-4744-9391-f791945167c8.jpg",
    "altTitles": [
      {
        "ja-ro": "Mahou Shoujo Gakuen no Suketto Kyoushi"
      },
      {
        "en": "Assistant Teacher In a Magical Girls School"
      },
      {
        "ja": "魔法女子学園の助っ人教師"
      },
      {
        "ja-ro": "Mahou Joshi Gakuen no Suketto Kyoushi"
      },
      {
        "zh-hk": "魔法女子學院的助理講師"
      },
      {
        "ja-ro": "Mahō Joshi Gakuen no Suketto Kyōshi"
      },
      {
        "zh": "魔法女子学院的助理讲师"
      },
      {
        "en": "Magic Girls Academy Assistant Teacher"
      }
    ],
    "description": {
      "en": "Lou Brandel, a genius wizard with a talent for thousands of years. One day helped a beautiful aristocratic daughter, Franc and was to be assigned to “Magic Girls' Gakuen” where he acts as a teacher! Now, the “non-standard” teacher life by the strongest wizard opens!",
      "pt-br": "Lou Brandel, um mago gênio com talento há milhares de anos. Um dia ajudou uma linda filha aristocrática, Franc, e foi designado para o “Magic Girls 'Gakuen”, onde atua como professor! Agora, a vida de professor “fora do padrão” do mago mais forte se abre!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "26"
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2024-10-20T10:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/79dba068-ece8-4996-a79e-805fa650fa6f.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      },
      {
        "vi": "Hành Trình Cô Độc Nơi Dị Giới"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \r\n  \r\nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "vi": "Câu chuyện theo chân Haruka - một cậu học sinh trung học mọt sách cô độc, đột nhiên bị triệu hồi đến dị giới với đám bạn học. Không giống như cả lớp nhận được các kỹ năng cheat đủ để làm bá chủ tại thế giới khác, nhân vật chính của chúng ta phải ôm theo bảng trạng thái phế vật mà lăn lộn hòng sống sót. Vậy thì, hãy cùng dõi theo và cổ vũ cho Haruka có thể tai qua nạn khỏi, vươn đến đỉnh cao mà không cần tới cheat trong câu chuyện tràn đầy hài hước này nhé.",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "37863fc6-fce0-48f2-a645-54b2e8fc8429",
    "title": {
      "en": "It's the First Time for Both of Us!"
    },
    "updatedAt": "2024-11-11T19:15:55+00:00",
    "coverArt": "https://mangadex.org/covers/37863fc6-fce0-48f2-a645-54b2e8fc8429/aaa30165-8ec8-444e-89be-97a2093141ea.jpg",
    "altTitles": [
      {
        "ko": "우리 둘 다 처음이라서요!"
      },
      {
        "en": "We're Both New to This!"
      },
      {
        "en": "It's Our First Time Together"
      },
      {
        "ja": "おたがい初めてなんです"
      },
      {
        "es-la": "¡Ambos somos nuevos en esto!"
      },
      {
        "pt-br": "É a Primeira Vez para Nós Dois!"
      }
    ],
    "description": {
      "es-la": "¡Poseí el cuerpo de Mariette, la hija de una heroína enferma y que fue brutalmente asesinada por un templo por tener el poder de una bruja antigua! Mi padre, a quien conocí por primera vez después de perder a mi madre, ya estaba en el umbral de un tirano. No es como si mi vida esté en peligro… ¡¿O sí?! ¡Cómo sobrevivir! ¡En primer lugar, tengo que hacer de mi padre un ser humano!",
      "pt-br": "\"Bruxa é uma criatura maligna...? Não! Isso não pode ser verdade!\"\n\nReencarnei como Mariette, a filha da protagonista com uma vida limitada e que foi brutalmente assassinada pelo templo por ter herdado os poderes de uma antiga bruxa!\n\nAo perder minha mãe, conheci meu pai pela primeira vez, e ele já estava à beira de se tornar um tirano.\n\nSerá que vou acabar morta também...?\n\n\"Não, de jeito nenhum, eu sobrevivi até aqui!\"\n\nNão tem jeito. Primeiro, preciso fazer meu pai se comportar como um ser humano decente! Mas será que errei em como o estou treinando? Agora não só meu pai, mas as pessoas ao redor estão me demonstrando muito mais afeto do que o esperado! Será que vou acabar me prejudicando com isso?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f449877-8abf-499d-9dfd-92a18c5c58b1",
    "title": {
      "en": "Suteishi Yuusha, Maou no Shita de Restart"
    },
    "updatedAt": "2024-10-30T00:45:49+00:00",
    "coverArt": "https://mangadex.org/covers/8f449877-8abf-499d-9dfd-92a18c5c58b1/5a758d6f-4b2b-4a90-a863-10f231dbfe23.jpg",
    "altTitles": [
      {
        "ja": "捨て石勇者、魔王の下でリスタート"
      },
      {
        "en": "The Another World Demon King's Successor"
      },
      {
        "en": "Sacrificed Hero, restart as the Demon King's Successor"
      },
      {
        "ja-ro": "Isekai Maou no Successor"
      }
    ],
    "description": {
      "en": "Asato Kanami who was summoned as a hero to another world Istalia. \n\n To stop the war between the demons and humans, it is said that he was summoned by Anna, the saint of the Kingdom of Elshnon.  \n\nAfter a year of war, Asato finally challenges the Demon King Lione. Just when he thought the battle was over, his summoner Anna attacked him and the Demon King.  \n\nAsato who survived the attack and was protected by the Demon King. What is the future path for the hero betrayed by humans…!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba549e23-300f-426a-81e9-114115db5bcd",
    "title": {
      "en": "Zatsuyo Gakari Ken Shien Jutsu Shi Ha Party Tsuiho Ni Akogareru ~Seken Ha Tsuiho Boomnanoni, Ore Wo Kadai Hyoka Suru Party Member Tachi Ga Kesshite Tebanaso to Shitekurenai~"
    },
    "updatedAt": "2024-10-31T12:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/ba549e23-300f-426a-81e9-114115db5bcd/546e5cf9-4f78-4c43-ae43-c7d6c820c197.jpg",
    "altTitles": [
      {
        "ja": "雑用係兼支援術師はパーティー追放に憧れる～世間は追放ブームなのに、俺を過大評価するパーティーメンバーたちが決して手放そうとしてくれない～"
      },
      {
        "en": "The Support Mage Yearns for Party Banishment: The World Is in a Banishment Boom, but the Party Members Who Think Too Highly of Me Never Want to Let Me Go"
      },
      {
        "es": "El Encargado de los Deberes y Mago de Apoyo Anhela ser Expulsado del Grupo ~Aunque el Mundo Está en un Boom de Expulsiones, los Miembros del Grupo que me Sobreestiman no me Dejarán ir~"
      }
    ],
    "description": {
      "en": "\"Stormbreaker,\" an up-and-coming party of young adventurers, is making waves in the dungeon conquest world with its record-breaking speed. Amidst this, Monog, who works as a handyman and a support mage, begins to doubt whether he will be expelled from \"Stormbreaker\" due to the recent \"Attacker Supremacy\" trend. However, the other members have no intention of kicking him out. In fact, they are the complete opposite...? Is the negative handyman actually a genius(?) support mage?",
      "es": "El grupo de aventureros jóvenes y prometedores 'Stormbreaker' está causando sensación al progresar en la conquista del calabozo a una velocidad récord. En medio de esto, Monogu, quien trabaja en tareas generales y también es un mago de apoyo, se siente cada vez más paranoico debido al actual 'atacante supremacista' que prevalece, temiendo ser expulsado de 'Stormbreaker'. Sin embargo, los miembros no tienen intenciones de expulsarlo, ¡y de hecho, algo totalmente opuesto...? ¡El despectivo asistente resulta ser un genio mago de apoyo! Junto a los miembros con personalidades únicas y adorables, ¡apuntemos a convertirnos en el grupo más fuerte! ¡Desde 'Novela Web', una historia de aventuras juveniles y harem!",
      "ja": "新進気鋭の若手パーティー「ストームブレイカー」は、最速記録でダンジョン攻略を進める今話題の冒険者集団だ。そんな中、雑用係兼支援術師のモノグは昨今の「アタッカー至上主義」により、自身が「ストームブレイカー」から追放されるのでは？と疑心暗鬼に陥っていた。しかし、メンバーたちは追放しようとは思っておらず、それどころかまったくの真逆で…？ネガティブ雑用係は天才（？）支援術師だった！？"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "3787c114-b7ea-4cc1-8d7a-dc511eae002e",
    "title": {
      "en": "Sono Mono. Nochi ni... ~Kigatsuitara S-kyuu Saikyou!? Yuusha Wazu no Daibouken~"
    },
    "updatedAt": "2024-10-11T16:14:37+00:00",
    "coverArt": "https://mangadex.org/covers/3787c114-b7ea-4cc1-8d7a-dc511eae002e/9d9e2df5-29e3-4518-8850-3be29e9d0024.jpg",
    "altTitles": [
      {
        "es": "Él tiempo después..."
      },
      {
        "pt-br": "Aquela Pessoa. Mais Tarde…"
      },
      {
        "en": "That Person. Later on…"
      },
      {
        "ru": "Позже этот человек..."
      },
      {
        "ja": "その者。のちに…　～気がついたらＳ級最強 !? 勇者ワズの大冒険～"
      }
    ],
    "description": {
      "en": "Relaunched manga adaptation of the light novel \"Sono Mono. Nochi ni…\" drawn by Nariie Shinichirou.  \n  \nWazu was an ordinary townsman who shut himself off in “Mountain”, because of an unfortunate course of events. After 2 years he decided to come down from the mountain to meet with people. But there are various misunderstanding about the “Mountain” which he shut himself off in. And then he meets with the people repeatedly. And after that. . .",
      "pt-br": "Wazu era um simples habitante da cidade que decidiu se isolar na “Montanha” devido a uma série de eventos infelizes. Depois de dois anos, ele decidiu descer a montanha para se encontrar com pessoas. Mas há muitos desentendimentos sobre a “Montanha” em que ele se isolou. E então ele continua a se encontrar com muitas pessoas. E depois disso…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-09-12T22:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c44cf39-3d6c-4472-815b-9e163613cfe9",
    "title": {
      "en": "Kimi ga Shinu Made Koi wo Shitai"
    },
    "updatedAt": "2024-10-09T01:54:10+00:00",
    "coverArt": "https://mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/69d7e227-4751-4baf-a7ee-1e55a575db45.jpg",
    "altTitles": [
      {
        "ja": "きみが死ぬまで恋をしたい"
      },
      {
        "en": "I Want to Love You Till Your Dying Day"
      },
      {
        "en": "My Wish Is To Fall In Love Until You Die"
      },
      {
        "ja-ro": "Kimishinu"
      },
      {
        "ja": "きみ死ぬ"
      },
      {
        "zh": "与你相恋到生命尽头"
      },
      {
        "pl": "Pragnę Cię kochać aż do Twej śmierci"
      },
      {
        "uk": "Хочу кохати, допоки ти не вмерла"
      },
      {
        "id": "Keinginanku Adalah Jatuh Cinta Sampai Kamu Mati"
      },
      {
        "th": "เพียงได้รักตราบสิ้นลมหายใจ"
      },
      {
        "en": "I want to love you until you die"
      }
    ],
    "description": {
      "en": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
      "uk": "Десь на далекому закуточку світу між високих гір є одна дитяча школа-інтернат. Тут дітей ще з малого віку виховують, як магічно-військову зброю та гонять на війну заради країни. Будь-кого можуть відправили на поле бою в будь-який момент, а шанси вижити навіть у старанного учня – мізерні. Жорстока буденність, у якій немає місця для співчуття до загиблих товаришів.\n\nШіна – звичайна чотирнадцятирічна учениця цієї школи, серцю якої важко миритися з такою буденністю. Однієї ночі, вона зустріла в холі скривавлену дівчинку, яка щойно повернулася з бою – Мімі. Здавалося б, вони несумісні: Шіна не зносить тягаря оточуючої реальності та прагне мирного життя, а Мімі йде на війну з радісною посмішкою та повертається в крові подоланих ворогів. Проте разом проведений час та щире бажання зрозуміти один одного змогли навіки переплести їх долі, які тепер розлучить лиш смерть.\n\nЦе історія двох дівчат між смертю та коханням, які знайшли в цьому світі свою маленьку невинну мрію."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6ce20ca-73c3-4fdd-9367-e2901fca780e",
    "title": {
      "en": "The Ravages of Time"
    },
    "updatedAt": "2024-10-12T01:24:38+00:00",
    "coverArt": "https://mangadex.org/covers/f6ce20ca-73c3-4fdd-9367-e2901fca780e/43da40e4-3122-4d7b-a1ea-1146482cf989.jpg",
    "altTitles": [
      {
        "vi": "Hỏa Phụng Liêu Nguyên"
      },
      {
        "zh-ro": "Huo Feng Liao Yuan"
      },
      {
        "ja-ro": "Sangokushi Gunyuuden Kahou Ryougen"
      },
      {
        "zh-ro": "Sanguozhi Qunxiongzhuan: Huo Feng Liao Yuan"
      },
      {
        "ru": "Огненный феникс опаляет равнины"
      },
      {
        "zh-hk": "三国志群雄伝火鳳燎原"
      },
      {
        "zh-hk": "火鳳燎原"
      },
      {
        "zh": "火凤燎原"
      },
      {
        "ja": "火鳳燎原"
      },
      {
        "de": "The Ravages of Time: Die Geschichte der Drei Reiche"
      }
    ],
    "description": {
      "en": "Nearly 2000 years ago, the prosperous Han dynasty of China collapsed. Heroes rose and fell, and three nations emerged–Wei, Shu, and Wu. Historians refer to this period as the Three Kingdoms period. The romance of the three kingdoms is an intriguing tale of heroic deeds, of alliance forged and broken, of loyalty and betrayal.  \n  \nHong Kong artist Chan Mou retells this classic tale in \"The Ravages of Time\" from the perspective of the Sima clan, which in the end united the three kingdoms. Readers will be attracted by an array of well-developed characters and Chan Mou's own unique top-notch art-style. Whether you have played Dynasty Warriors or not, this is definitely worth a read!",
      "vi": "Truyện kể về thời kỳ Tam quốc tranh bá nổi tiếng trong lịch sử Trung Quốc. Điểm đặc biệt ở đây là nhân vật trung tâm của truyện không phải là Tào Tháo, Lưu Bị hay Tôn Quyền như ta thường thấy ở các bộ truyện nói về thời kì này mà là Tư Mã Ý - người mà sau này đã cùng với gia tộc mình đánh bại tất cả các anh hùng khác, gom thiên hạ về thành 1 mối, chấm dứt 1 thời kỳ dài loạn lạc. \n\nTruyện mở đầu bằng cơn ác mộng mà Tư Mã Ý vẫn thường gặp: 1 người đàn ông trên ngai vàng phế truất ngôi vị của hoàng đế, bên ngoài bất chấp đám đông binh lính bao vây tấn công cùng bao nhiêu thương tích mà 1 người bình thường không thể chịu đựng nổi, tên tù vượt ngục vẫn bước từng bước từng bước một vào điện đòi món nợ máu với người đàn ông đó. Đó chỉ là cơn ác mộng hay là 1 điềm báo? Không ai nói được kể cả Tư Mã Ý.\n\nNhưng cũng có ai có thời gian để quan tâm đến truyện ấy trong thời loạn lạc này chứ. Dù cố né tránh, cuối cùng dòng họ Tư Mã cũng phải bước vào vòng xoáy chiến tranh, và sự xuất hiện của họ đã làm thay đổi cả dòng lịch sử...."
    },
    "status": "ongoing",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f528832c-581b-4a01-aee5-62fe833ca684",
    "title": {
      "en": "Daisuki na Hito"
    },
    "updatedAt": "2024-11-08T07:27:10+00:00",
    "coverArt": "https://mangadex.org/covers/f528832c-581b-4a01-aee5-62fe833ca684/ea004af1-70a8-46b6-868d-0f9974133914.jpg",
    "altTitles": [
      {
        "ja": "大好きな人"
      },
      {
        "ja-ro": "Daisukina Hito"
      },
      {
        "en": "My Favorite Person"
      },
      {
        "en": "The One I Love"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c96f1bf8-a100-40bb-98ef-c240b9b7cf96",
    "title": {
      "en": "MF Ghost"
    },
    "updatedAt": "2024-10-11T17:39:37+00:00",
    "coverArt": "https://mangadex.org/covers/c96f1bf8-a100-40bb-98ef-c240b9b7cf96/1be8ca33-a56d-4b1d-a53d-292288efd749.jpg",
    "altTitles": [
      {
        "ja": "MFゴースト"
      },
      {
        "zh-hk": "MF幽靈"
      }
    ],
    "description": {
      "en": "In the year 202X, when self-driving electric and fuel-cell vehicles are ubiquitous, the racing organization MFG exists. Hosting races in Japan exclusively using cars with internal combustion engine. We follow young half-British, half-Japanese racing driver, Kanata Rivington. Who graduated at the top of his class in racing school and was invited into the series thanks to his teacher's connections."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d31c019-e7c2-4e0b-ad1a-f552ac5e7c82",
    "title": {
      "en": "Konna ni Kawaii Otose-kun ga Onna no Ko no Hazu ga nai"
    },
    "updatedAt": "2024-08-18T22:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/9d31c019-e7c2-4e0b-ad1a-f552ac5e7c82/c02b7dbb-cc69-496a-8f28-74d1d1b94e64.jpg",
    "altTitles": [
      {
        "ja": "こんなにカワイイ音瀬くんが女の子のはずがない"
      },
      {
        "en": "This Cute Otose-kun Can’t Possibly Be a Girl"
      }
    ],
    "description": {
      "ja": "男子大学生、音瀬くんは〝カワイイ自分〟が大好き！でもある時、同級生の橘(♂)に、女装の趣味がバレちゃった…!?秘密をバラさない代わりに橘が音瀬くんに突きつけた条件とは??〝カワイイ〟でツナがる♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64ed4d14-9e00-4b63-8799-547a508f5344",
    "title": {
      "en": "Parallel Paradise"
    },
    "updatedAt": "2024-10-11T14:13:54+00:00",
    "coverArt": "https://mangadex.org/covers/64ed4d14-9e00-4b63-8799-547a508f5344/b82be954-17ae-4fde-a5da-92b0c6ae8797.jpg",
    "altTitles": [
      {
        "fr": "Un paradis parallèle"
      },
      {
        "ja": "パラレルパラダイス"
      },
      {
        "zh": "平行天堂"
      },
      {
        "ko": "병렬 파라다이스"
      },
      {
        "ja-ro": "Parareru Paradaisu"
      },
      {
        "vi": "Thiên đường song song tại dị giới"
      },
      {
        "es-la": "Paraíso Paralelo"
      },
      {
        "ru": "Параллельный рай"
      }
    ],
    "description": {
      "en": "One day at school, Youta sees someone strange entering his school. Out of nowhere this being appears next to him and makes him fall from the 3rd floor. He lands in a strange world, where beings like dragons exist! Youta meets a young paladin, and discovers that he is the only man inhabiting that planet, and that its inhabitants are extremely 'weak' to his presence. Could this be paradise?",
      "es-la": "“Por favor, apareate conmigo”. En un mundo extraño, Youta Tada es atacado por una hermosa chica caballero en celo. Solamente monstruos temidos y chicas hermosas viven en este mundo.¡El único hombre es Youta Tada! ¿¡Es esto el cielo o el infierno para Youta!?",
      "pt-br": "Em um dia na escola Youta vê alguém estranho entrando na escola, do nada este ser aparece ao seu lado e o joga do 3º andar! Porém ele vai parar em um mundo estranho, onde seres parecidos com dragões existem! Youta conhece uma jovem paladina, e descobre que é o único homem habitando aquele planeta, e que suas habitantes são extremamente ‘fracas’ a sua presença… seria este o paraíso?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e077b30c-f39d-473d-8d56-1437a2107ead",
    "title": {
      "en": "Nigate na Koibito"
    },
    "updatedAt": "2024-11-19T00:33:18+00:00",
    "coverArt": "https://mangadex.org/covers/e077b30c-f39d-473d-8d56-1437a2107ead/6d43ae0e-f3be-4937-8de8-c396086beb34.jpg",
    "altTitles": [
      {
        "ja": "苦手な恋人"
      }
    ],
    "description": {
      "en": "A straight-forward coming-out love story between a cool high school boy and a handsome classmate who fall in love!! Kasahara, a high school student , is outed as gay at school and then isolated from his class. The only person whose attitude doesn't change is his classmate, Katou. Irritated by Katou's kindness, Kasahara blurts out, \"What would you do if I told you I like you?\" However, upon hearing this, Kato makes a bold move, saying, \"I like you too!!\" And so they start dating!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "8"
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "ja-ro": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-11-04T17:10:58+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/161a5c5b-1d3e-47b6-92c5-3466a8b716c9.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      },
      {
        "tl": "Pag-uwi mula sa paaralan"
      },
      {
        "vi": "Câu lạc bộ siêu cấp về nhà"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "tl": "Inimbitahan si Shun sa Klab ng Uwian ni Naoki Satou, na kilala rin bilang \"Chokki-chan\". Kahit na tumanggi siya, napasama pa rin siya sa mga gawain ng klab sa medyo pilit na paraan! Isang romantikong komedya tungkol sa Klab ng Uwian na tampok ang isang hayskul na dalaga na mahilig maglibot at isang bagong estudyante sa hayskul na nawalan ng pangarap.",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño.",
      "pt-br": "Shun foi convidado para o Clube vá-para casa por Naoki Satou, também conhecido como \"Chokki-chan\". Apesar de recusar, ele acaba se envolvendo de alguma forma nas atividades do clube! Uma comédia romântica do Clube vá-para casa apresentando uma colegial amante de desvios e um novo aluno do ensino médio que perdeu seu sonho."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "254876c1-1acb-48d1-a610-084387cf300a",
    "title": {
      "en": "Schrödinger's Sheep"
    },
    "updatedAt": "2024-09-28T08:21:59+00:00",
    "coverArt": "https://mangadex.org/covers/254876c1-1acb-48d1-a610-084387cf300a/f13ec1aa-7b28-4a07-b60a-fdfabe360a7d.jpg",
    "altTitles": [
      {
        "zh": "薛定谔之羊"
      },
      {
        "zh-ro": "Xueding'e Zhi Yang"
      }
    ],
    "description": {
      "en": "An ordinary corporate slave, Ding Xueyang, has a secret - he has a special ability! But his special ability has a flaw; if he is seen using it, the special ability will be randomized to a new one.\n\nFor over twenty years, in order to keep this secret, Ding Xueyang has been living very cautiously. He didn't have a significant other, didn't make any friends, and didn't even keep a pet.\n\nUntil one day, a homeless person came across his secret, and from then on Ding Xueyang has plunged into an abyss of suffering!"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "180861c8-38af-4f5f-8e87-91cb16bd146d",
    "title": {
      "en": "Moonlight Act"
    },
    "updatedAt": "2023-11-08T21:22:37+00:00",
    "coverArt": "https://mangadex.org/covers/180861c8-38af-4f5f-8e87-91cb16bd146d/c45ef1a6-c5b0-4fc2-8033-7efd205f37e6.jpg",
    "altTitles": [
      {
        "ja-ro": "Gekko Jorei"
      },
      {
        "en": "Moonlight Ordinance"
      },
      {
        "vi": "Sắc Lệnh Ánh Trăng"
      },
      {
        "th": "จันทราประกาศิต"
      },
      {
        "ja": "ゲッコージョーレイ"
      },
      {
        "en": "月光条例"
      }
    ],
    "description": {
      "en": "Gekko Iwasaki, a high-school student, is selected as executor of \"Moonlight Ordinance\" and fights against the residents. In this fairy tale, there is a world which is strangely affected by blue moonlight once in dozens of years. \"Moonlight Ordinance\" is a rule to restore the world to its former condition.   \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/ufujitakazuhiro?lang=ja)"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "29",
    "lastChapter": "286"
  },
  {
    "mangaId": "ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands"
    },
    "updatedAt": "2024-11-19T00:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c/3832deac-8513-492e-beba-d6e4c4b8f846.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 9 -  The JoJoLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 Part9 The JOJOLands"
      },
      {
        "es-la": "JoJo's Bizarre Adventure Parte 9 - Las JOJOLandias"
      },
      {
        "pl": "JoJo's Bizarre Adventure Część 9 - The JoJoLands"
      },
      {
        "fr": "JoJo's Bizarre Adventure Partie 9 - The JOJOLands"
      },
      {
        "pt-br": "A Estranha Aventura de JoJo, Parte 9: As JoJoLândias"
      },
      {
        "uk": "Химерні Пригоди ДжоДжо Частина 9 — ДжоДжоЛендс"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖоландс"
      },
      {
        "ru": "Невероятные приключения ДжоДжо"
      },
      {
        "it": "Le Bizzarre Avventure di JoJo: Le JOJOLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure. \n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich.",
      "hu": "Ez a Jojo's Bizarre Adventure kilencedik történetíve.\n\nO'ahu, napjainkban. Dua Lipa a trendi előadó és a COVID még mindig a fő gond. Ezen a szigeten él egy 15 éves srác, Jodio Joestar. Bátyával és édesanyjával él, dílerként dolgozik és bizonyos illegális anyagokat árul. Egy nap, a főnöke mutat neki egy kiválló fogást: egy japán személy Hawaiira érkezett egy hat millió dollárt érő gyémánttal. Normális esetben lehetetlen lenne ellopni, de akinek standje van...\n\nEz egy fiatal fiú és az ő küldetésének a története, hogy gazdag legyen.",
      "it": "O'ahu, oggi. Dua Lipa è la musicista di tendenza e il COVID è ancora una delle principali preoccupazioni. Su quest'isola vive un ragazzo di 15 anni di nome Jodio Joestar. Vive con il fratello e la madre e fa lo spacciatore di alcune sostanze illegali. Un giorno, il suo datore di lavoro arriva e gli mostra un'eccellente scoperta: un giapponese è sbarcato alle Hawaii con un diamante del valore di oltre sei milioni di dollari. Normalmente sarebbe impossibile da rubare, ma per qualcuno con una posizione... Questa è la storia di un ragazzo e della sua ricerca della ricchezza.",
      "uk": "Дев’ята сюжетна арка «Неймовірних пригод Джоджо». Оаху, теперішній час. Дуа Ліпа – популярна музикантка, а COVID-19 досі викликає серйозне занепокоєння. На цьому острові мешкає 15-річний хлопчик на ім'я Джодіо Джостар. Живе з братом і матір'ю, торгує певними забороненими речовинами. Одного разу його бос прийшов до нього і показав неймовірну знахідку: японець висадився на Гаваях з діамантом вартістю понад шість мільйонів доларів! Зазвичай, вкрасти таку коштовність було б неможливо, але для того, хто має стенд… \nЦе історія про молодого хлопця та його прагнення розбагатіти.",
      "es-la": "Cierto japonés ingresó a la isla de Hawái con un diamante de valor de 6 millones de dólares. En la isla de Oahu vive un chico llamado Jodio Joestar, cuya meta es arrebatar el diamante de las manos de esa persona. Junto a sus asociados, irán a la quinta de esa persona. Sin embargo, ¿Qué misterios les esperan?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-11-02T11:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7a3d410-3b96-477a-912b-d2476477f5b5",
    "title": {
      "en": "Gideon of the 3rd"
    },
    "updatedAt": "2024-10-01T00:23:50+00:00",
    "coverArt": "https://mangadex.org/covers/d7a3d410-3b96-477a-912b-d2476477f5b5/3af8d406-a596-462c-8466-7b7b68cb1572.jpg",
    "altTitles": [
      {
        "ja-ro": "Dai 3 no Gideon"
      },
      {
        "ja-ro": "Dai-3 no Gideon"
      },
      {
        "ja": "第3のギデオン"
      },
      {
        "zh": "第三犹太勇士"
      }
    ],
    "description": {
      "en": "The stage is the eve of the French Revolution. There is the commoner Gideon, who wants to save the impoverished country side-by-side with the members of the Estates General. Then there is the aristocrat, Georges, who will use any means to achieve his purpose. A man who wants to change the country, and a man who wants to destroy it. Both begin their journey forward. Will their joint efforts of love and hatred, justice and evil lead them to a hell of bloodshed, or an ideal future?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "69"
  },
  {
    "mangaId": "ec168600-b3e6-44a5-87ba-b9747b07d378",
    "title": {
      "en": "Bokujou OL"
    },
    "updatedAt": "2024-10-14T09:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/ec168600-b3e6-44a5-87ba-b9747b07d378/f9d5fcd1-7176-4ded-89d4-870e6a47badd.jpg",
    "altTitles": [
      {
        "ja": "牧場ＯＬ"
      },
      {
        "ja-ro": "Bokujo OL"
      }
    ],
    "description": {
      "en": "Freshly graduated, urban girl Minami got admitted to an ideal company -- large and famous for food products, located at the center of Tokyo. Everything was going so smoothly until she got assigned to a remote cattle farm in Hokkaido. There she must learn everything of raising cattle from scratch.",
      "ja": "都心で働くことに憧れていた南は食品メーカーに就職する。だが配属先は北海道の畜産牧場だった。着いた早々脱走した牛に出会い気絶してしまう。慣れないことに戸惑いながらも真剣に働く仲間たちに南も少しずつ感化されていく。本格畜産牧場ストーリー。"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "36"
  },
  {
    "mangaId": "7e3ade15-6a35-444f-983b-4b7167f09bf1",
    "title": {
      "en": "Mobile Suit Zeta Gundam Define"
    },
    "updatedAt": "2024-07-02T07:09:28+00:00",
    "coverArt": "https://mangadex.org/covers/7e3ade15-6a35-444f-983b-4b7167f09bf1/b94a2257-77f6-4742-9adf-c489c81060e4.jpg",
    "altTitles": [
      {
        "ja": "機動戦士Ζガンダ Define"
      },
      {
        "ja-ro": "Kidou Senshi Z Gundam Define"
      },
      {
        "ja": "機動戦士Zガンダム Define シャア・アズナブル 赤の分水嶺"
      },
      {
        "en": "Mobile Suit Zeta Gundam Define - Char Aznable: Red Frontier"
      }
    ],
    "description": {
      "en": "Universal Century 0087, seven years after the end of the One Year War between the Earth Federation and the Principality of Zeon. Ensign Reccoa Londe has provided the Anti-Earth Union Group (AEUG) with information regarding possible mobile suit development at the civilian colonies of Green Noa. Lieutenant Quattro (Char Aznable) with his wingmen Lieutenant JGs Apolly (Andy) and Roberto (Ricardo) head to the colonies to investigate. On Green Noa 1, Kamille Bidan is rushing to the spaceport where the Temptation, a ship a former One Year War ace is on, is docking. He’s hoping to get an autograph from the famed Captain Bright Noa. As Bright explains that he’s on duty, Jerid and company interrupt the two. Jerid smacktalks Bright for receiving a two rank demotion upon refusing to join the Titans and grabs Kamille’s photo saying he should sign it as an elite member of the Federation. The two get into a scuffle and Kamille is hauled off for questioning. Matosh questions Kamille about being an AEUG insider but just then he’s freed after his story checks out. Just as the handcuffs come off, the Gundam MK-II crashes into the building…",
      "pt-br": "Universal Century 0087, sete anos após o fim da Guerra de Um Ano entre a Federação da Terra e o Principado de Zeon. O alferes Reccoa Londe forneceu ao Grupo da União Anti-Terra (AEUG) informações sobre o possível desenvolvimento de trajes móveis nas colônias civis de Green Noa. Tenente Quattro (Char Aznable) com seus alas Tenente JGs Apolly (Andy) e Roberto (Ricardo) vão para as colônias para investigar. No Green Noa 1, Kamille Bidan está correndo para o porto espacial onde o Temptation, um navio em que um ex-ás da Guerra de Um Ano está ligado, está atracando. Ele espera conseguir um autógrafo do famoso Capitão Bright Noa. Enquanto Bright explica que ele está de plantão, Jerid e companhia interrompem os dois. Jerid critica Bright por receber um rebaixamento de dois escalões ao se recusar a se juntar aos Titãs e pega a foto de Kamille dizendo que ele deveria assiná-la como um membro de elite da Federação. Os dois entram em uma briga e Kamille é levada para interrogatório. Matosh questiona Kamille sobre ser um AE."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]