[
  {
    "mangaId": "1f883867-dd64-43fb-af03-0f4b5d855c2a",
    "title": {
      "en": "Potion wa 160 km/h de Nageru Mono! ~Item-gakari no Ore ga Bannou Kaifukuyaku o Touteki suru Koto de Saikyou no Boukensha ni Nariagaru!?~ @COMIC"
    },
    "updatedAt": "2024-09-10T02:03:15+00:00",
    "coverArt": "https://mangadex.org/covers/1f883867-dd64-43fb-af03-0f4b5d855c2a/6d83a48c-cf74-4e7d-9784-3ebe0e758e97.jpg",
    "altTitles": [
      {
        "ja": "ポーションは160km/hで投げるモノ！～アイテム係の俺が万能回復薬を投擲することで最強の冒険者に成り上がる!?～@COMIC"
      },
      {
        "ja-ro": "Potion ha 160 km/h de Nageru Mono! ~Item-gakari no Ore ga Bannou Kaifukuyaku wo Touteki suru Koto de Saikyou no Boukensha ni Nariagaru!?~ @COMIC"
      },
      {
        "en": "Throwing Potions at 160km/h!: I Will Become the Strongest Adventurer by Throwing a Universal Recovery Medicine?! @COMIC"
      },
      {
        "en": "Potions Are Items Thrown At 160 Km/H! ~As An Item Handler, I'll Ascend To Strongest Adventurer By Throwing Cure-All Potions!?~ @COMIC"
      }
    ],
    "description": {
      "en": "Vino, a member of the A-class adventurer party Assault, is a potion user, the weakest and lowest level job. He meets a beautiful swordsman named Canadia, who is known as the God of Death. \n\nHe was kicked out of the party and nearly died in a monster attack, but Vino awakened by chance with the single-minded desire to protect her! He discovered his own strong shoulders and a new way to use potions, even throwing potions to blast monsters to pieces.\n___\n**Character Designer:** [Nitaka](https://mangadex.org/author/80544dac-562c-47ec-abb8-35f07ec2bd12)\n\n**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/comic/54976)",
      "ja": "ヴィーノは、最弱にして最底辺職であるポーション【万能回復薬】使い。Ａ級冒険者パーティ【アサルト】のメンバーからは無能とバカにされ、自信を無くし、能力に限界を感じていた。そんな矢先、ヴィーノはメンバーの裏切りにあい、パーティから追い出されてしまう。さらには取り残された彼の目の前にS級魔獣が襲い掛かる！しかし、突如「死神」と呼ばれる美しい黒髪の剣士・カナディアが現れて…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf326f7-ccbd-4d54-bbad-852d76e46523",
    "title": {
      "en": "Revenge of the Baskerville Bloodhound"
    },
    "updatedAt": "2024-09-15T15:15:50+00:00",
    "coverArt": "https://mangadex.org/covers/fbf326f7-ccbd-4d54-bbad-852d76e46523/1084eda4-b6f9-46de-96b8-a3898c4819a0.jpg",
    "altTitles": [
      {
        "ko": "철혈검가 사냥개의 회귀"
      },
      {
        "ko-ro": "Cheolhyeolgeomga Sanyanggaeui Hoegwi"
      },
      {
        "en": "Revenge of the Sword Clan's Hound"
      },
      {
        "tr": "Demir kanlı kılıç tazısının i̇ntikamı"
      },
      {
        "ja": "回帰した鉄血の猟犬"
      },
      {
        "zh": "铁血剑家猎犬的回归"
      },
      {
        "ar": "عودة الكلب ذي الدم الحديدي"
      },
      {
        "en": "Revenge of the Iron-Blooded Sword Hound"
      },
      {
        "pt-br": "A vingança do cão de caça de sangue de ferro Baskerville"
      },
      {
        "es-la": "La Venganza del Sabueso de Sangre de Hierro"
      }
    ],
    "description": {
      "en": "Raised to kill like a pack of loyal hounds, the Baskerville children took countless lives as a band of fearsome assassins.\n\nDespite being the shunned illegitimate son of the brood, Vikir served his family faithfully, only to meet his untimely demise at his father’s hands. But when he is inexplicably reborn with a second chance at life, Vikir, armed with the memories and knowledge of his past, swears to rise above the pack and take his revenge.\n\nThis time, he's ready to bite the hand that feeds."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99b8eaeb-9041-4bfd-8eb7-d72addc88eb7",
    "title": {
      "en": "The Café Terrace and Its Goddesses"
    },
    "updatedAt": "2024-06-26T14:36:29+00:00",
    "coverArt": "https://mangadex.org/covers/99b8eaeb-9041-4bfd-8eb7-d72addc88eb7/9a121907-49db-4a83-87c3-ce60e1f4b98e.jpg",
    "altTitles": [
      {
        "ja": "女神のカフェテラス"
      },
      {
        "ru": "Терраса-кафе богинь"
      },
      {
        "ja-ro": "Megami no Cafe Terrace"
      },
      {
        "ja": "Megami no Kafeterasu"
      },
      {
        "ne": "देवीहरूको क्याफे टेरेस"
      },
      {
        "fr": "Le café terrasse des déesses"
      },
      {
        "en": "Goddess Café Terrace"
      }
    ],
    "description": {
      "en": "Kasukabe Hayato has been accepted to Tokyo U on his first try. Receiving news of his grandmother's death, he returns to his childhood home, Cafe Terrace Familia, for the first time in three years to find five strange girls there who claim to be \"Grandma's Family\"! Hayato's unexpected life in a seaside town with these five girls of fate begins here!  \n  \nIn this handsome harem under one roof by Koji Seo of *Suzuka*, *Kimi no Iru Machi*, and *Fuuka*, which girl will you fall in love with? A seaside love comedy with too many heroines!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10009/episode/319474) (U.S. Only)",
      "ru": "Спустя три года, после ссоры со своей бабушкой, Хаято Касукабэ возвращается в свой родной дом в котором поселилось пять девушек. Выясняется, что бабушка Хаято позволила девушкам жить в этом доме, а те заботились о ней до самой её смерти. Так начинается история Хаято и пяти \"Богинь\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "en": "One Piece - Digital Colored Comics"
      },
      {
        "en": "One Piece"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0e0cae2-a3d9-4bb8-b45e-0538b87d548b",
    "title": {
      "en": "Danger! The vicious Elder Princess begins to fall in love"
    },
    "updatedAt": "2024-08-13T23:10:53+00:00",
    "coverArt": "https://mangadex.org/covers/d0e0cae2-a3d9-4bb8-b45e-0538b87d548b/3d9cb8de-ad06-4304-9373-066fa47bdc4c.png",
    "altTitles": [
      {
        "en": "Danger! The Vicious Elder Princess Begins to be Drunk in Love"
      },
      {
        "en": "Danger! The Vicious Elder Princess Begins to Fall in Love With the Brain"
      },
      {
        "zh-ro": "Wēi! Èdú Zhǎng Gōngzhǔ Kāishǐ Liàn'ài Nǎo"
      },
      {
        "zh": "危！恶毒长公主开始恋爱脑"
      }
    ],
    "description": {
      "en": "Don’t throw away bad villains, kiss and hug, the future is a life-saving medicine!] The queen of the last days wears a book with spatial powers and becomes the eldest princess of Yunguo’s luxurious and lustful male favorite, and interrupts the book The legs of the biggest villain?! Thinking of the rise of the villain in the future, destroying Yunguo, and executing the eldest princess Ling Chi, stripping her bones and skin, destroying her bones and ashes—give her a chance, she wants to be a good person! She can come back against the wind!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de7b31a8-b932-49af-8a60-88003fa42360",
    "title": {
      "en": "Saki-chan wa Inma no Ko"
    },
    "updatedAt": "2024-02-03T19:11:31+00:00",
    "coverArt": "https://mangadex.org/covers/de7b31a8-b932-49af-8a60-88003fa42360/d8ed10c3-f289-4b5e-a85a-bb1a700494b6.jpg",
    "altTitles": [
      {
        "ja": "咲ちゃんは淫魔の子（合掌）"
      },
      {
        "en": "Saki-chan Is a Succubus's Child"
      },
      {
        "zh": "咲酱是那梦魔之子"
      }
    ],
    "description": {
      "en": "Saki-chan, a succubus, has fallen in love with Rokuhara, a son of a temple, of all people. She tries her best to talk to him, but her succubus blood runs wild and she always ends up tempting him. \"I wish I could say I love you honestly!\"\n\nThis is a story about a pure and simple love of a succubus who can't be honest.",
      "ja": "「えっちだってだいじょうぶっ教!?」がSNSで大反響！ 待望の第1巻！ 淫魔の咲ちゃんが恋した相手は、よりにもよってお寺の息子の六原くん。頑張って話しかけようとしても淫魔の血が暴走して、ついつい誘惑してしまい――。「素直に好きと言えたらいいのに！」ぽんこつ可愛い淫魔のピュアピュアHな恋の行方は……!? 残念サキュバス×カタブツお寺男子の昇天上等、全力ラブコメ！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "3fba42cf-2ad6-4c30-a7ab-46cb8149208a",
    "title": {
      "en": "Bungou Stray Dogs"
    },
    "updatedAt": "2024-05-28T13:07:30+00:00",
    "coverArt": "https://mangadex.org/covers/3fba42cf-2ad6-4c30-a7ab-46cb8149208a/0c8ba16a-9be8-45ed-9b66-1ef7127be75f.jpg",
    "altTitles": [
      {
        "pl": "Bungou Stray Dogs - Bezpańscy Literaci"
      },
      {
        "ms": "Ejen Luar Biasa"
      },
      {
        "ja": "文豪ストレイドッグス"
      },
      {
        "vi": "Văn Hào Lưu Lạc"
      },
      {
        "uk": "Бродячі пси літератури"
      },
      {
        "ru": "Великий из бродячих псов"
      },
      {
        "uk": "Літературні Генії Бродячі Пси"
      },
      {
        "fa": "سگ های ولگرد بانگو"
      },
      {
        "ar": "كلاب الأدب الشاردة"
      },
      {
        "ko": "문호 스트레이 독스"
      },
      {
        "en": "Stray Dogs of the Literary Masters"
      },
      {
        "zh": "文豪野犬"
      },
      {
        "tr": "Edebiyat Ustalarının Sokak Köpekleri"
      },
      {
        "fr": "Bungo Stray Dogs"
      },
      {
        "ru": "Проза бродячих псов"
      }
    ],
    "description": {
      "en": "Nakajima Atsushi was kicked out of his orphanage, and now he has no place to go and no food. While he is standing by a river, on the brink of starvation, he rescues a man whimsically attempting suicide. That man is Dazai Osamu, and he and his partner Kunikida are members of a very special detective agency. They have supernatural powers, and deal with cases that are too dangerous for the police or the military. They're tracking down a tiger that has appeared in the area recently, around the time Atsushi came to the area. The tiger seems to have a connection to Atsushi, and by the time the case is solved, it is clear that Atsushi's future will involve much more of Dazai and the rest of the detectives!",
      "ru": "Нашего героя выгнали из детского дома. Стоя у реки, он думал о голодной смерти, но чудом умудрился спасти самоубийцу. Этот человек, оказалось, состоит в детективном агентстве. В агентстве со сверхъестественными способностями. И только им подвластно решение проблем, за которые боятся браться даже военные. Теперь жизнь нашего героя изменится кардинально. А как именно читайте далее."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d5e015d-a5b1-4999-bbd2-95280fe33019",
    "title": {
      "en": "Haru no Regista"
    },
    "updatedAt": "2024-09-16T11:05:11+00:00",
    "coverArt": "https://mangadex.org/covers/6d5e015d-a5b1-4999-bbd2-95280fe33019/0e7991a0-7a7f-4499-9588-c9f044662680.jpg",
    "altTitles": [
      {
        "ja": "ハルのレジスタ"
      },
      {
        "ja-ro": "Haru no Regista"
      },
      {
        "ja-ro": "Haru no Rejisuta"
      },
      {
        "en": "Haru's Regista"
      }
    ],
    "description": {
      "en": "Once hailed as a soccer prodigy, high school girl Arai Haru transferred to a school far from her hometown, hoping to start a new life away from soccer. However, a new student, Osanai Satsuki, who admired Haru's past glory, appeared before her and declared her intention to join the Soccer Club, which is on the verge of disbandment. This is a girls' soccer story about a girl who gave up her dream and a girl who chases after it!\n___\n**What is a regista?**\nThe regista is a creative player who operates in front of the defense, almost always in a central position, and looks to get on the ball as often as possible. They are responsible for providing the link between defense and offense, and controlling the tempo of the game through their passing. The regista is also known as the deep-lying playmaker: they retain their deep position and dictate their team’s play with their distribution. ([Coaches' Voice](https://www.coachesvoice.com/cv/what-is-a-regista-explained-jorginho-andrea-pirlo/))"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50e1cb07-aa05-4fec-9f86-3116b190a1df",
    "title": {
      "en": "Ibara no Ou"
    },
    "updatedAt": "2022-03-29T02:59:59+00:00",
    "coverArt": "https://mangadex.org/covers/50e1cb07-aa05-4fec-9f86-3116b190a1df/87d1e11b-12c6-4c6d-a741-138f974b166b.jpg",
    "altTitles": [
      {
        "ja": "いばらの王"
      },
      {
        "ja-ro": "Ibara no Oh"
      },
      {
        "en": "King of Thorn"
      },
      {
        "en": "King of Thorns"
      },
      {
        "de": "König der Dornen"
      },
      {
        "fr": "Le roi des ronces"
      },
      {
        "pt-br": "Senhor dos espinhos"
      },
      {
        "ru": "Повелители терний"
      },
      {
        "zh": "古城荆棘王"
      },
      {
        "zh-hk": "古城荊棘王"
      }
    ],
    "description": {
      "en": "Twins, separated by fatal illness and a selective cure. Kasumi and her sister, Shizuku, were infected with the Medusa virus, which slowly turns the victim to stone. There is no cure, but of the two only Kasumi is selected to go into a sort of cryogenically frozen state along with 159 others until a cure is found. At some point in the undetermined future, Kasumi awakens to find herself and others who were in suspended animation in an unfamiliar world with violent monsters. Resolving to unlock the mysteries of her current situation and the fate of her twin sister, Kasumi struggles to survive in a treacherous world."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "37"
  },
  {
    "mangaId": "9d415eb0-3a10-45ef-ab02-c1d254c732e3",
    "title": {
      "en": "Kowamote Koukousei to Jimiko-san"
    },
    "updatedAt": "2024-08-22T11:11:34+00:00",
    "coverArt": "https://mangadex.org/covers/9d415eb0-3a10-45ef-ab02-c1d254c732e3/8548264b-d4a3-4096-bf86-73ac61614cb8.jpg",
    "altTitles": [
      {
        "en": "Scary Face High Schooler and Miss Plain Jane"
      },
      {
        "en": "Scary-Faced High Schooler and Miss Plain Jane"
      },
      {
        "ru": "Жуткий старшеклассник и Мисс Заурядность"
      },
      {
        "ja": "コワモテ高校生と地味子さん"
      }
    ],
    "description": {
      "en": "“I’ve come back for you.” The handsome boy who moved away ten years ago has returned… with a super scary face?!  \n  \nSachi, the 26 year-old manager of a little florist shop, was closing up when suddenly a high schooler with a terrifying face approached saying, “I came as promised.”   \n  \nThe manly and earnest high schooler with a terrifying face X the super dull plain jane, in a heart bursting love story! ♥   \n <Translated from comic.pixiv>"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "29"
  },
  {
    "mangaId": "7fe4b18c-7092-487a-b7bd-0a0089ce65d1",
    "title": {
      "en": "Tobioriru Chokuzen no Doukyuusei ni \"Sekkusu Shiyou! ” To Teianshite Mita."
    },
    "updatedAt": "2024-09-16T11:18:54+00:00",
    "coverArt": "https://mangadex.org/covers/7fe4b18c-7092-487a-b7bd-0a0089ce65d1/f2dc6f2d-b275-46d0-b01e-ef52e259232f.png",
    "altTitles": [
      {
        "ja": "飛び降りる直前の同級生に『セックスしよう！』と提案してみた。"
      },
      {
        "id": "Sesaat Sebelum Melompat, Aku menyarankan Teman Sekelasku, \"Yuk, Ngewe!\""
      },
      {
        "en": "Just Before Jumping, I Suggested to my Classmate, \"Let's Have Sex!\""
      }
    ],
    "description": {
      "en": "A shocking romantic comedy has arrived! \nMy first love, Koga Kurumi. Her beauty and personality, which are beyond what you'd expect from a high school student, invite jealousy, isolate her, and - she was on the verge of jumping off the roof due to bullying. So, what can I do...? \n\"Let's have sex!\" \nI'll scream out my love to the death and make a place for you in this world!",
      "id": "Dialah cinta pertamaku, Koga Kurumi. Kecantikan dan kepribadiannya di luar ekspektasi dari seorang murid SMA, membuat keirian, pengucilan,dan membuatnya hampir melompat dari atap sekolah karena perundungan. Lantas, apa yang bisa kulakukan? \"Yuk, ngewe!\". Akan kuteriakkan cintaku padamu hingga akhir nyawa dan membuatkanmu tempat di dunia ini!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df6c5911-aeca-4f88-8e0b-d9fa013426b9",
    "title": {
      "en": "I Created a Salvation Organization"
    },
    "updatedAt": "2024-07-24T20:46:44+00:00",
    "coverArt": "https://mangadex.org/covers/df6c5911-aeca-4f88-8e0b-d9fa013426b9/224f6d99-1674-47b0-a8c8-7f48fde8e8fc.png",
    "altTitles": [
      {
        "zh": "我打造了救世组织"
      }
    ],
    "description": {
      "en": "He got a doomsday salvation system. As long as he saves the world, he can have everything. He recruited top talents to build the Pan-Human Principle Guardian Association. He descended into the doomsday worlds as the guardian of human principles, allowing the whole world to admire him and worship him as a god. The ultimate natural disaster. The mutation frenzy. The whisper of the evil god. Thus, a huge organization spanning many worlds, taking the protection of human principles as its own responsibility and saving civilization from the fate of destruction, gradually appeared in the eyes of the world."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d62d9ad-a613-4979-b05a-6610692e9cc4",
    "title": {
      "en": "Whispering You a Love Song Official Comic Anthology"
    },
    "updatedAt": "2024-08-16T18:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/9d62d9ad-a613-4979-b05a-6610692e9cc4/777e2f8b-6cbe-4fa5-ba70-4fa6aa6e980d.jpg",
    "altTitles": [
      {
        "ja": "ささやくように恋を唄う　公式コミックアンソロジー"
      },
      {
        "ko": "속삭이듯 사랑을 노래하다 공식 앤솔로지"
      },
      {
        "en": "Whisper Me a Love Song Official Comic Anthology"
      },
      {
        "ja-ro": "Sasayaku You ni Koi wo Utau Koushiki Comic Anthology"
      }
    ],
    "description": {
      "en": "The first official \"Sasayaku You ni Koi o Utau'\" comic anthology is here! Talented authors with unique styles tell stories that begin with a crush at first sight. [Participating Authors] COVER: Aono Nachi. ILLUSTRATIONS: Yosuke Kaneda, Miman. COMICS: Aotsubaki Toto, Aono Shimo, Ito Hachi, Inui, Utatane Yuu, Sikusiku, Torii Shizuku, Nekotarou, Haruhana Aya, Mukunoki Nanatsu, Yuama, Yukiko.",
      "es-la": "¡Llega la primera antología oficial de cómics de \"Sasayaku You ni Koi o Utau'\"! Talentosísimos autores con estilos únicos narran historias que comienzan con un flechazo a primera vista. [Autores participantes] PORTADA: Aono Nachi. ILUSTRACIONES: Yosuke Kaneda, Miman. CÓMICS: Aotsubaki Toto, Aono Shimo, Ito Hachi, Inui, Utatane Yuu, Sikusiku, Torii Shizuku, Nekotarou, Haruhana Aya, Mukunoki Nanatsu, Yuama, Yukiko."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f89ed57a-e4c0-48f5-b664-8ef88aa87fd9",
    "title": {
      "en": "I Shall Master This Family"
    },
    "updatedAt": "2024-08-05T13:57:40+00:00",
    "coverArt": "https://mangadex.org/covers/f89ed57a-e4c0-48f5-b664-8ef88aa87fd9/8deb6809-72af-4b3a-83ec-9ada79cd0fa7.jpg",
    "altTitles": [
      {
        "ko": "이번 생은 가주가 되겠습니다"
      },
      {
        "ko-ro": "Ibeon Saengeun Gajuga Doegetseumnida"
      },
      {
        "ko-ro": "Ibeonsaeng-eun Gajuga Doegessseubnida"
      },
      {
        "en": "In This Life, I Will Be the Lord"
      },
      {
        "en": "I'll Be the Matriarch in This Life"
      },
      {
        "en": "In This Life, I'll Become the Head of the Family"
      },
      {
        "fr": "En cette vie, je deviendrai la cheffe de famille"
      },
      {
        "pt": "Nesta vida, serei a matriarca"
      },
      {
        "pt-br": "Nesta vida, eu serei a matriarca"
      },
      {
        "pt-br": "Serei a matriarca nessa vida"
      },
      {
        "uk": "Цього разу я господарка свого життя"
      },
      {
        "uk": "Цього разу я володарка свого життя"
      },
      {
        "uk": "У цьому житті я очолю родину"
      },
      {
        "ru": "В этой жизни я - глава семьи"
      },
      {
        "ru": "На сей раз я - хозяйка этой жизни"
      },
      {
        "ru": "Я стану хозяйкой этой жизни"
      },
      {
        "th": "เกิดใหม่ชาตินี้ฉันจะเป็นเจ้าตระกูล"
      },
      {
        "ja": "今世は当主になります"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирна"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирах болно"
      },
      {
        "zh": "这一世我来当家主"
      },
      {
        "zh": "今生我会成为家主"
      },
      {
        "zh-hk": "今生我來當家主"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành gia chủ"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành Matriarch"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành mẫu hệ"
      },
      {
        "es": "Seré la matriarca en esta vida"
      },
      {
        "es": "En esta vida seré la soberana"
      },
      {
        "fr": "Cette fois-ci, je serais la Matriarche"
      },
      {
        "fr": "La nouvelle cheffe de clan (piccoma)"
      },
      {
        "ja-ro": "Konyo Ha Toshu Ni Narimasu"
      }
    ],
    "description": {
      "cs": "Veľká rodina Lombardi bola kedysi na vrchole impéria. Po smrti jej patriarchu sa osud rodiny a Firentie - nemanželskej dcéry, sa rúca do záhuby rukami jej neužitočných a krutých bratrancov. Jej otec zomrel, príbuzní ju vyhodili na ulicu a významná rodina, na ktorú bola taká hrdá, bola úplne zničená... Keď sa však prevtelí do svojho sedemročného ja, bude sa snažiť ochrániť česť rodiny, získať si priazeň starého otca Lulaca a zabrániť smrti vlastného otca. V tomto živote pre ňu existuje len jeden spôsob, ako zvíťaziť: stať sa hlavou ich mocného rodu.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "en": "I've reincarnated as Firentia Lombardy, the illegitimate daughter of the wealthiest and most influential family in the Empire. I thought I was all set to have a comfortable and luxurious life… but it wasn't long before my beloved father died, my relatives kicked me out, and our family went bankrupt!!\n\nTo add insult to injury, I was hit by a carriage one day when I drank (a bit too much) booze to drown my sorrows… but my despair was only temporary. When I opened my eyes, I found that I'd traveled back in time to when I was 7 years old!\n\nI was surprised to see my father again in the flesh. But as if that wasn't already shocking enough, the 2nd prince, our family's once sworn enemy, was now following me around like a dog!\n\nNow that I've been given a second chance at life, I'll take things into my own hands and claim both the 2nd prince and my family for myself!\n\n---\n**Links:**\n* Alternative Official English - [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family), [Pocket Comics](https://www.pocketcomics.com/comic/9247)",
      "fr": "Florentia s'est réincarnée comme l'enfant illégitime de la famille la plus riche de l'empire, même si elle n'était pas de sang pure elle pensait que tout irait bien, son père était gentil avec elle, mais à la mort de ce dernier sa famille l'a abandonnée et elle s'est retrouvée seule, puis soudainement le trou noir.\n\nElle se souvient d'avoir un peu bu puis avoir ressenti un violent coup sur la tête et maintenant elle est de retour dans son corps de 7 ans! L'occasion de tout changer et de devenir même en étant illégitime la cheffe de la famille!\n\n---\nLa grande famille Lombardi était autrefois au sommet de l’Empire. Après la mort de son patriarche, le sort de la famille et celui de Firentia, née d’un Lombardi et d’un paysan, tombent en ruine aux mains de ses cousins inutiles et cruels. Mais lorsqu’elle se réincarne à l’âge de ses sept ans, elle fera tout pour protéger l’honneur de la famille, gagner les faveurs de son grand-père Lulac et, empêcher la mort de son père. Dans cette vie, il n’y a qu’un seul moyen pour elle de gagner: devenir la cheffe de leur puissante famille.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "id": "Aku pikir aku adalah putri bangsawan yang hidupnya bergelimang harta dan kebahagiaan, tapi ternyata aku ini anak berdarah campuran bangsawan dan rakyat biasa yang keberadaannya tidak dianggap dalam keluargaku sendiri. Ibuku sudah tiada dan tidak ada yang menyayangiku kecuali ayahku sendiri. Setelah bekerja keras mengabdikan diri untuk keluarga ini, siapa sangka aku malah diusir dan berakhir mati tertabrak kereta kuda. Ketika terbangun lagi aku bereinkarnasi untuk kedua kalinya di tubuh yang sama.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "ja": "今度こそ守れるんじゃないかな？ ランブル帝国随一の家門、ロンバルディを！ 交通事故で死んだ後ロンバルディ家の婚外子として転生したフィレンティア。 だが…彼女を待ち受けていたのは愛する父の死とロンバルディ家の滅亡だった。 家門の滅亡を知った日に彼女は酒を飲んで馬車に轢かれてしまうのだが、目を覚ますと7歳の自分に戻っていた。 今度こそ父と家門を守り抜くと決めたフィレンティア。 彼女を待ち構える試練とは一体何なのか… 当主になると決めた彼女の挑戦が始まるーー！\n\n---\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)",
      "ko": "“한번 해 보자, 내가 가주가 되는 거야.”\n환생에 회귀까지, 인생 3회차 피렌티아의 가주 되기 프로젝트!\n\n제국 제일가는 명문가 롬바르디가의 막내 손녀 ‘피렌티아’. 그녀는 똑똑하고 능력 있지만 사생아로 태어났다는 이유로 친척들에게 온갖 수모를 당하고, 결국 가문에서 쫓겨나고 만다. 이후 피렌티아는 더 이상 가문 일에 참여할 수 없게 되고, 그저 무능력한 큰아버지의 손에 롬바르디가가 망해가는 것을 지켜볼 수밖에 없었다. 화가 나 술을 진탕 마신 어느 날, 피렌티아는 마차 사고를 당해 죽음을 맞이하는데…. 그러나 어떻게 된 일인지 눈을 떠 보니 거울에 비친 것은 일곱 살 때의 모습?! 전생의 기억을 가지고 회귀한 피렌티아는 다시 찾은 생에서는 롬바르디가의 멸문을 막기 위해 스스로 가주가 되기로 결심하는데…!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)",
      "th": "เมื่อเธอมาเกิดใหม่ในร่างของฟีเรนเทีย ลอมบาร์เดีย บุตรีแห่งตระกูลลอมบาร์เดีย หลังปู่ของเธอเสียไปเธอก็ถูกไล่ออกจากตระกูลและเพียงไม่นานตระกูลได้ล่มสลาย ฟีเรนเทียประสบอุบัติเหตุเสียชีวิตอีกครั้ง และย้อนกลับมาตอนอายุ 7 ขวบ ฟีเรนเทียที่ล่วงรู้อนาคตที่กำลังจะเกิดขึ้นทุกอย่างจึงพยายามแก้ไขทุกอย่างให้ดีขึ้น และมุ่งสู่เส้นทางการขึ้นเป็นผู้นำตระกูล...\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "uk": "\"...спробуймо. Я очолю цю родину.\" Фірентія переродилася позашлюбною дитиною аристократа Ломбарді - наймогутнішої родини в імперії. Ба більше, історія цього роду тотожна історії держави Лембру! Ломбарді, знамениті своїми статками, обросли зв'язками та стали надійними покровителями для талановитих людей. Здавалось, що на Фірентію чекає світле майбутнє... Але її батько помер, а родичі, які прогнали дівчину, розвалили впливовий дім! Трохи (ні) випивши, вона потрапила під екіпаж на шляху додому. \"Це занадто...\" Фірентія знову розплющила очі семирічною дівчинкою. Тепер вона може врятувати татка і свою родину? А другий принц бігає за нею, немов відданий пес? Гаразд, тоді другий принц і дім Ломбарді належать їй!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "vi": "Gia đình vĩ đại Lombardy, đã một thời đứng đầu đế quốc. Sau cái chết của chủ gia đình, số phận của gia đình và của cả Firentia, sinh ra từ một Lombardy và thường dân, rơi vào tay những anh em họ độc ác và vô dụng của cô ấy. Nhưng khi Firentia quay về cơ thể của mình vào năm 7 tuổi, cô ấy sẽ làm hết sức để bảo vệ danh dự của gia đình, lấy lòng người ông nội Lulac, và ngăn chặn cái chết của cha mình. Trong lần này, chỉ có một đường để Firentia thắng: trở thành mẫu hệ của gia đình vĩ đại này.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "zh": "意外穿成为了帝国最声名鼎盛的第一家族的私生女。虽然蒂亚头脑出众，也积累了大量的实战经验，但最终在爷爷去世后被叔叔扫地出门，而无能的叔叔很快便败光了家族的产业…… 意外死亡后，又一次重新回了小时候——这一世，蒂亚决定成为家主，重新让家族站上帝国巅峰！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "pt-br": "Florentia reencarnou como filha ilegítima da família mais rica do império. Ela pensou que tudo iria bem no futuro. Mas seu pai havia falecido, seus parentes a deixaram na porta, e a família honrada de que ela tanto se orgulhava estava completamente arruinada…. Mas isso é real? Ela bebeu um pouco (muito) e foi atropelada por uma carruagem, Quando ela abriu os olhos novamente, ela tinha sete anos? Além disso, o Segundo Príncipe, que era inimigo de sua família em sua vida anterior, está seguindo-a como um cachorro!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d6e6097-5612-476b-b7a7-825826ddb9a4",
    "title": {
      "en": "Netkama Punch!!!"
    },
    "updatedAt": "2024-05-31T20:06:40+00:00",
    "coverArt": "https://mangadex.org/covers/6d6e6097-5612-476b-b7a7-825826ddb9a4/b30b48ed-e23f-41bc-8181-454ca516e1f9.png",
    "altTitles": [
      {
        "ko": "넷카마 펀치!!!"
      },
      {
        "es": "Netkama PUNCH!!!: La venganza perfecta"
      },
      {
        "ja": "ネカマパンチ!!!"
      },
      {
        "zh": "伪娘重拳"
      }
    ],
    "description": {
      "en": "Netkama – a male who portrays himself as female online. This is what Kim Seyeong decides to become after reencountering Shin Heejae, the guy who destroyed Seyeong's gaming career in \"Arcadia\" a year prior. His plan is to pretend to be a girl in the game, get Heejae to fall for him, and then make the big reveal to everyone so that his archnemesis will also be humiliated out of \"Arcadia\" forever. But being a dude trying to become the girlfriend of your worst enemy is no easy feat, especially more so when said worst enemy starts to show a bit too much interest in you. Will Seyeong come out the victor of this scheme? Or will he find himself losing to Heejae all over again?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "81"
  },
  {
    "mangaId": "5a7e01d5-a31b-4d75-9f50-f31873560a2a",
    "title": {
      "en": "Koibami Shoujo"
    },
    "updatedAt": "2024-09-13T21:01:35+00:00",
    "coverArt": "https://mangadex.org/covers/5a7e01d5-a31b-4d75-9f50-f31873560a2a/b4ef6e74-7922-4fa9-a71d-b11fd95894ea.jpg",
    "altTitles": [
      {
        "ja": "恋喰少女"
      },
      {
        "vi": "Luyến Thực Nữ"
      },
      {
        "en": "Love-Eating Girl"
      },
      {
        "es-la": "Las Chicas Devoradoras de Amor"
      },
      {
        "pt-br": "Devoradoras de Amor"
      },
      {
        "ru": "Голодные до любви девушки"
      }
    ],
    "description": {
      "en": "High school student Ooishi Kyou is afraid of women. Suddenly, five girls confessed to him. Among them, four are creatures called Koibami - beings that devour human romantic feelings. If he has his romantic feelings eaten by these girls, he will never be able to love again. However, he cannot abandon the feelings of the one who confessed to him for real - Kyou decides to find the one he truly loves among the five!",
      "ja": "本物の恋心を、あなたは見抜けるか。\n\n女性を恐れる男子高校生・大石饗。彼に突然告白してきた、5人の少女。そのうち4人は、人間の恋愛感情を喰らう生物「恋喰（こいばみ）」。彼女たちに恋愛感情を食べられると、二度と恋をすることができなくなってしまう。ただ、本当の告白をした1人の気持ちを、見捨てるわけにはいかない――饗は覚悟を決め、5人の中から、本命の1人を見つけだすことを決意する！",
      "es-la": "Oishi Kyou es un chico que siempre ha tenido un fuerte miedo a las chicas. Cuando comienza su primer día de clases en la preparatoria, se ve abrumado al recibir confesiones de amor por parte de cinco chicas diferentes. Sin embargo, descubre que cuatro de ellas son en realidad chicas ‘Devoradoras de Amor’, chicas que buscan seducir a los hombres para alimentarse de sus sentimientos, y sus presas favoritas son los sentimientos del ‘Primer Amor’, gracias a cierta persona el Protagonista sabe que 4 chicas de primer año son ‘Devoradoras de Amor’ así que, dentro de estas 5 chicas hay una que se confesó realmente a Oishi, así que se propone a encontrar a la única chica entre las 5 que realmente lo ama, todo sea antes de que devoren sus sentimientos.",
      "pt-br": "O estudante do ensino médio, Kyo Oishi, tem medo de mulheres.\n \nDe repente, cinco garotas se declaram para ele. Entre elas, quatro são criaturas chamadas Devoradoras de Amor - seres que devoram sentimentos românticos humanos. Se ele tiver seus sentimentos românticos consumidos por essas garotas, ele nunca mais será capaz de amar novamente.\n \nNo entanto, ele não pode abandonar os sentimentos daquela que se declarou para ele de verdade - Kyo decide encontrar a única que realmente ama ele entre as cinco! Começa uma comédia romântica de suspense que balança o cérebro!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f47d978-0896-4b1f-8846-e156ee1f4fa1",
    "title": {
      "en": "Elf Love Confessions"
    },
    "updatedAt": "2024-09-13T02:42:25+00:00",
    "coverArt": "https://mangadex.org/covers/5f47d978-0896-4b1f-8846-e156ee1f4fa1/970aeffd-b086-49a6-871b-ebf8906612f2.jpg",
    "altTitles": [
      {
        "en": "A Story About Confessing to an Elf"
      },
      {
        "ja": "近所のエルフお姉ちゃんに告白した"
      },
      {
        "ja-ro": "Kinjo no Elf Onee-chan ni Kokuhaku shita"
      },
      {
        "en": "I Confessed to the Elven Girl Next Door"
      },
      {
        "ja": "陰キャエルフちゃんに告った"
      },
      {
        "en": "I Confessed to the Gloomy Elf"
      },
      {
        "vi": "Tỏ tình với chị gái elf"
      },
      {
        "vi": "Tỏ tình với cô elf u ám"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4de96bb-15fa-4fb5-ac7f-126448f031f5",
    "title": {
      "en": "STRAND"
    },
    "updatedAt": "2024-09-08T06:11:01+00:00",
    "coverArt": "https://mangadex.org/covers/f4de96bb-15fa-4fb5-ac7f-126448f031f5/6c4a08e3-8f78-4172-a1e8-76ea64cd3d30.jpg",
    "altTitles": [
      {
        "ja": "ストランド"
      },
      {
        "zh-hk": "停滯的青春STRAND"
      },
      {
        "zh": "停滞的青春STRAND"
      }
    ],
    "description": {
      "en": "Four high school classmates, not exactly close friends, share moments that are both fun and irreplaceable, yet tinged with a quiet heartache they don’t even realize. 'It feels like time has stopped.' Youth is both vibrant and muted. These are the daily lives of high schoolers—and the strange twists in between. A story that explores the meaning of a small act of courage in an unconventional coming-of-age drama (Anti-Electric Parade) begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-08-21T19:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/4c06aba3-f944-4d51-b1eb-c61a4e951191.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61739fd4-7573-4ca5-a2f8-a8ec6f88fbb9",
    "title": {
      "en": "Transmigrated as the Masked Boss's Sister"
    },
    "updatedAt": "2024-09-13T09:28:47+00:00",
    "coverArt": "https://mangadex.org/covers/61739fd4-7573-4ca5-a2f8-a8ec6f88fbb9/a1110137-d87a-4fb2-b6d6-d95f37ff8fd7.jpg",
    "altTitles": [
      {
        "en": "Transmigrating as the Younger Sister of a Bigshot With Multiple Identities"
      },
      {
        "zh": "穿成马甲大佬的妹妹"
      },
      {
        "zh": "Chuan Cheng Majia Da Lao De Meimei"
      }
    ],
    "description": {
      "en": "Dear Villainesses, you lost your fiancé and I lost my one billion! Just when I had received news that I inherited my family's assets, I immediately transmigrated into a cookie cutter villainess story, as the hated villainess right after \"I\" made enemies of everyone in the story! Now witness me slither my way into everyone's heart and reach the ending of the story in one piece!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97080ea0-3738-4415-9018-df279cfe48b6",
    "title": {
      "en": "The Supporting Female Is Reborn, She Will No Longer Serve This Broken Plot"
    },
    "updatedAt": "2024-09-08T12:38:22+00:00",
    "coverArt": "https://mangadex.org/covers/97080ea0-3738-4415-9018-df279cfe48b6/0906274b-0b11-4206-a427-8cb7517e46bc.jpg",
    "altTitles": [
      {
        "zh": "女配重生，这破剧情她不伺候了"
      },
      {
        "ko": "조연으로 태어났지만 막장드라마에 봉사하지 않겠다"
      }
    ],
    "description": {
      "en": "Yin Susu couldn't believe that she was reborn again, her life was repeating again, the setting was the same, the painful things were the same.\n\nShe thought that she would just become a salted fish,* living a lazy life, waiting for death, waiting for everything to end, for the female lead to die, which would mean the end of everything, but she did not want to accept her fate!\n\n\"If you, the female lead, has a golden hand, then I will break that golden hand.\"\n\n*salted fish: metaphor of a corpse or a person who doesn't want to do anything."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "240"
  },
  {
    "mangaId": "41854f71-2a63-4d7b-8e65-e9b0f40214f4",
    "title": {
      "en": "Artificial Temperature 36.7°C"
    },
    "updatedAt": "2024-08-22T18:15:44+00:00",
    "coverArt": "https://mangadex.org/covers/41854f71-2a63-4d7b-8e65-e9b0f40214f4/00005391-7b7e-4a81-a7d9-c81bae53cd04.jpg",
    "altTitles": [
      {
        "zh": "人造体温36.7℃"
      },
      {
        "zh-ro": "Rénzào Tǐwēn 36.7℃"
      }
    ],
    "description": {
      "en": "Su, born in prison, has always wanted to see the \"crow\" from what her mother told her. On the day when she was about to be secretly executed, Gill, the artificial intelligence, was thrown into prison for a test run. She compasses everything from the outside world in her database. Su developed special feelings for Gill, although she didn't care that the words Gill spoke were programmed or from her own consciousness. Unable to distinguish her own human feelings... in this small cell, the lonely Su got her first doll--she met a \"person\" who could bring her solace."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-06-14T00:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-06-27T14:47:24+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      },
      {
        "es-la": "Estoy preocupado por mi novia que solía estar cubierta de moretones"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de).",
      "es-la": "Continuación de [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd9caf16-9b4b-452b-b753-3d9bd1269fe4",
    "title": {
      "en": "Seijo ja nakatta no de, Oukyuu de nonbiri Gohan wo Tsukuru koto ni shimashita"
    },
    "updatedAt": "2024-09-02T13:19:17+00:00",
    "coverArt": "https://mangadex.org/covers/fd9caf16-9b4b-452b-b753-3d9bd1269fe4/7fc58937-46c6-4931-b004-8d7641553ed5.jpg",
    "altTitles": [
      {
        "en": "I'm Not the Saint, so I'll Just Leisurely Make Food at the Royal Palace"
      },
      {
        "zh": "反正不是聖女在王宮裏悠閒地做飯好了"
      },
      {
        "ja": "聖女じゃなかったので、王宮でのんびりご飯を作ることにしました"
      }
    ],
    "description": {
      "en": "Rina was summoned to another world to be the Saint, but was surprised at how bad the food tasted. It tastes like this even at the royal palace…? I’ll just make it myself, so give me your kitchen! Relieved of her Saint duties, Rina wins the heart and stomachs of the nobles through her food!  \n  \n[alt. Raw](https://seiga.nicovideo.jp/comic/44992)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e58c4e9-14cc-4102-9a62-e60b0396c92d",
    "title": {
      "en": "Tomodachi no Nee-chan ni Nerawarete Shimatta Hanashi"
    },
    "updatedAt": "2024-08-22T19:24:20+00:00",
    "coverArt": "https://mangadex.org/covers/9e58c4e9-14cc-4102-9a62-e60b0396c92d/60ea7666-b2f4-44b3-8e46-05a0c3b6d55c.png",
    "altTitles": [
      {
        "ja": "友達の姉ちゃんに狙われてしまった話"
      },
      {
        "ja-ro": "Tomodachi no Neechan ni Nerawarete Shimatta Hanashi"
      },
      {
        "en": "A Story about How My Friend's Big Sister Is Gunning for Me"
      },
      {
        "en": "The Story of My Friend's Big Sister Aiming for Me"
      }
    ],
    "description": {
      "en": "Kouhei is a highschool student. His friend, Yuudai has a big sister, who is rumored to be a total slut, stealing someone's boyfriends and sleeping with anyone.\n\nBut Kouhei finds out that she's...."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "963741fc-99b7-429c-8b14-9bc3cfec76ad",
    "title": {
      "en": "Yugetatsuran"
    },
    "updatedAt": "2024-03-16T23:30:14+00:00",
    "coverArt": "https://mangadex.org/covers/963741fc-99b7-429c-8b14-9bc3cfec76ad/65337f49-81a4-42c2-9a76-f5d2ce86f8fa.jpg",
    "altTitles": [
      {
        "ja": "ゆげたつらん"
      },
      {
        "zh-hk": "秘湯之旅"
      },
      {
        "zh": "秘汤之旅"
      }
    ],
    "description": {
      "en": "Top salesman by day, number one host by night. In the world of \"eat or be eaten,\" \"win or lose,\" Udai Sasaki had everything he wanted, including money and love - he was burnt out. Until one day he came across a \"hot spring review\". A strange master-disciple travelogue of hot spring baths that will warm your heart and body!",
      "zh-hk": "大黑宇大（28歲）是一位熱愛溫泉的上班族。為了尋找心靈的治癒，他追尋著一位名叫“治癒坊”的溫泉評論師的足跡，踏遍了山野秘湯。某天，宇大終於在旅途中偶遇了這位神秘的“治癒坊”，並拜他為師。這位師父不僅擁有超凡的泡湯心得，更有著獨特的處世哲學。在師父的引導下，宇大開始了一段奇妙的溫泉修行之旅。他們一起探訪秘境，體驗不同的泉質，感受溫泉帶來的身心滌盪。在旅途中，宇大不僅收穫了對溫泉的更深入了解，也逐漸找到了自我，獲得了人生的啟迪。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-09-12T22:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7596b1b5-186e-4284-a89c-d2a083808e6e",
    "title": {
      "en": "Tensei Saki ga Zannen Ouji Datta Ken: Ima wa Fukkin 1-kai mo Dekinai kedo Yasete Isekai Sukuimasu"
    },
    "updatedAt": "2024-08-29T09:03:45+00:00",
    "coverArt": "https://mangadex.org/covers/7596b1b5-186e-4284-a89c-d2a083808e6e/43bfc4be-c674-48da-b799-e914168fd73b.jpg",
    "altTitles": [
      {
        "id": "Tereinkarnasi sebagai Pangeran yang Mengecewakan: Saat Ini Sit-up Sekali pun Tak Bisa, tapi akan Kucoba 'tuk Diet dan Selamatkan Dunia"
      },
      {
        "en": "That Time I Got Reincarnated as a Disappointing Prince"
      },
      {
        "en": "That Time I Got Reincarnated as a Disappointing Prince: Right Now I Can't Even Do One Sit-up, but I'll Try to Lose Weight and Save the World"
      },
      {
        "ja": "転生先が残念王子だった件 ～今は腹筋１回もできないけど痩せて異世界救います～"
      },
      {
        "ja-ro": "Tensei Saki ga Zannen Ouji Datta Ken: Ima wa Fukkin 1-kai mo Dekinai kedo Yasete Isekai Sukuimasu"
      },
      {
        "ja-ro": "Tensei Saki ga Zannen Ouji Datta Ken: Ima wa Fukkin Ikkai mo Dekinai kedo Yasete Isekai Sukuimasu"
      },
      {
        "en": "Reincarnated as a Disappointing Prince～I can't do a single sit-up now, but I'm going to lose weight and save another world～"
      }
    ],
    "description": {
      "en": "A young man who gets into a plane crash while returning from a business trip overseas is reincarnated into another world after being asked by the goddess to defeat the evil god.   \r\n  \r\nHowever, he was reincarnated as a stupid prince who is known among the aristocrats as the \"Pig Prince (Orc Prince)\" because of his fat and ugly appearance. If you can't even do one sit-up, how are you going to defeat the evil god? This is the story of the Pig Prince's struggle to lose weight!  \r\n  \r\n\r\n\r\n---",
      "id": "Seorang pemuda yang mengalami kecelakaan pesawat saat pulang dari perjalan binis di luar negeri direinkarnasi ke dunia lain setelah diminta oleh dewi untuk mengalahkan dewa jahat.   \r\n  \r\nAkan tetapi, ia tereinkarnasi sebagai seorang pangeran bodoh. yang terkenal di kalangan ningrat dengan julukan \"Pangeran Orc/Pangeran Babi\" karena penampilannya yang gendut dan jelek. Sit-up saja tidak bisa, apalagi mengalahkan dewa jahat? Inilah kisah perjuangan si Pangeran Babi dalam menurunkan berat badan!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52925883-c86a-4f3c-a315-877a01258e14",
    "title": {
      "en": "The Witch and the Beast"
    },
    "updatedAt": "2024-08-01T09:06:49+00:00",
    "coverArt": "https://mangadex.org/covers/52925883-c86a-4f3c-a315-877a01258e14/17fe4455-0f90-43d0-a084-7231bde7b264.jpg",
    "altTitles": [
      {
        "ja": "魔女と野獣"
      },
      {
        "vi": "Phù thủy và Quái thú"
      },
      {
        "ru": "Ведьма и чудовище"
      },
      {
        "ja-ro": "Majo to Yajuu"
      },
      {
        "uk": "Відьма та чудовисько"
      }
    ],
    "description": {
      "en": "The stage; a city where \"witches\" collect people's worship. Who appeared there was a man carrying a coffin, and a girl with a beast's eyes. Their prey, \"Witches\"! And nothing else. When the evil \"witch\" and the starved \"beast\" meet, their magnificent and fierce battle begins!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10214/episode/314025) (U.S. Only), [Kodansha](https://kodansha.us/series/the-witch-and-the-beast/)",
      "ja": "舞台は“魔女”が人々の崇拝を集める街――。そこに現れたのは、棺桶を背負う男と、獣の目をした少女。彼等の求める獲物は“魔女”、そのただ一つ。悪しき“魔女”と飢えた“野獣”が出会う時、華麗にして苛烈な戦いの幕が開く！",
      "vi": "Ashaf là một anh chàng tao nhã với tác phong tinh tế, mang theo quan tài và đoàn tùy tùng quạ đen. Còn Guideau lại là một cô gái hoang dại, đầy bạo lực, với cặp răng nanh và đôi mắt như loài dã thú.\nBỗng một ngày, bộ đôi kỳ lạ này đặt chân đến thành phố bị thống trị bởi phù thủy - người được tung hô như một vị anh hùng nơi đây. Nhưng cả Ashaf và Guideau đều biết rõ: \"Phù thủy là những kẻ mang đến sự nguyền rủa và tai ương\". Không một ai có thể cản bước họ, dù có là đám đông phẫn nộ hay là cả một đội quân đi chăng nữa...\nMột câu chuyện cổ tích u ám mang phong cách Steampunk & Gothic, đậm đà chất ma thuật! \"Phù thủy và Quái thú\" chắc chắn sẽ lôi cuốn bất cứ độc giả nào đang ngóng chờ một tựa truyện thể loại hành động và kỳ ảo mới toanh."
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8661740e-6b47-4956-a496-152b228f7fe5",
    "title": {
      "en": "Sei-chan Capacity Over desu!"
    },
    "updatedAt": "2024-07-01T22:07:30+00:00",
    "coverArt": "https://mangadex.org/covers/8661740e-6b47-4956-a496-152b228f7fe5/d75feaa6-e4a5-42c0-992b-a6887ba22940.jpg",
    "altTitles": [
      {
        "ja-ro": "Sei-chan, Capacity Over desu!"
      },
      {
        "ja-ro": "Sei-chan, Kyapa Oobaa desu!"
      },
      {
        "ja": "せいちゃんキャパオーバーです！"
      },
      {
        "zh-hk": "小誠讓人頂不住"
      },
      {
        "en": "Sei-chan, Your Love Is Too Much!"
      }
    ],
    "description": {
      "en": "When my favorite childhood friend Sei-chan moved in with us, he started teasing me such as pushing me over, sneaking into my room, and taking other liberties! The daily flirting attack from the handsome Sei-chan is too overwhelming!",
      "pt-br": "Quando meu amigo de infância favorito, Sei-chan, foi morar conosco, ele começou a me provocar, me empurrando, entrando furtivamente no meu quarto e tomando outras liberdades! O ataque diário de flerte do belo Sei-chan é muito avassalador!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "55"
  },
  {
    "mangaId": "61b0d21c-b703-4999-910d-ebffc44791bb",
    "title": {
      "en": "Akuyaku Reijou Tensei Oji-san"
    },
    "updatedAt": "2024-09-09T17:38:04+00:00",
    "coverArt": "https://mangadex.org/covers/61b0d21c-b703-4999-910d-ebffc44791bb/1c3221b0-eb43-4f3a-b37a-fd1870806231.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢転生おじさん"
      },
      {
        "en": "The Old Man Reincarnated as a Villainess"
      },
      {
        "ko": "악역 영애 전생 아저씨"
      },
      {
        "en": "Villainess Reincarnation Uncle"
      },
      {
        "id": "Bapakku Villainess"
      },
      {
        "en": "Villain daughter"
      },
      {
        "es-la": "El Viejo que Reencarno como la Villana"
      },
      {
        "ru": "Перерождение Мужчины Средних Лет в Дочь Дворянина"
      },
      {
        "en": "From Bureaucrat to Villainess: Dad's Been Reincarnated!"
      }
    ],
    "description": {
      "en": "After a traffic accident, 52-year-old civil servant Kenzaburou Tondabayashi awakens to find he's become Grace Auvergne, a duke's daughter, and more importantly the villainess of an otome game. Not wanting to get in the way of the happy endings of the young characters around him, Grace sets out to play the role of the villain, but whether it's due to Kenzaburou's memories of being an affectionate parent getting in the way or not being able to remember those pesky foreign names properly, it ends up being a lot harder than it looks…",
      "id": "Setelah mengalami sebuah kecelakaan, seorang PNS berusia 52 tahun bernama kenzaburou tondabayashi tiba-tiba berada di tubuh seorang putri duke yang bernama grace auvergne, terlebih lagi, grace merupakan seorang villainess di sebuah game otome. Tidak ingin mengganggu happy ending anak-anak muda yang ada di dekatnya, grace memutuskan untuk menjalankan perannya sebagai seorang villainess, tapi mungkin karena ingatan kenzaburou yang dulunya merupakan seorang orang tua yang penuh kasih sayang atau karena tidak bisa mengingat nama-nama asing, akhirnya setiap grace ingin menjalankan peran villainessnya, grace selalu terganggu.\nSehingga dia merasa menjadi seorang villainess ternyata lebih sulit dari yang dia pikirkan...",
      "ja": "52歳の真面目な公務員・屯田林憲三郎は交通事故に遭う。気が付いたらそこは学園舞台の乙女ゲームのような世界…しかも校内一高飛車なオーヴェルヌ侯爵家の令嬢グレイスに転生してしまい!?",
      "es-la": "Tras perder el conocimiento, después de realizar un acto heroico, el oficinista de 52 años, Kenzaburou Tondabayashi, despertó como Grace Auvergne, la hija de un duque perteneciente a un juego Otome y a su vez la villana de la historia. En un afán de querer cumplir su rol como villana para no afectar la historia del mundo, verá cómo su carácter de padre amoroso y de persona amable harán que su objetivo sea más difícil de lo que esperaba..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cee2ab81-2ab5-4c91-8715-92848ef5b2d4",
    "title": {
      "en": "Fights Breaking Through The Heavens"
    },
    "updatedAt": "2024-06-07T14:26:29+00:00",
    "coverArt": "https://mangadex.org/covers/cee2ab81-2ab5-4c91-8715-92848ef5b2d4/33dc8d11-2a5d-421b-8c8d-d8257bf70cb0.png",
    "altTitles": [
      {
        "en": "Battle Through the Heavens"
      },
      {
        "en": "BTTH"
      },
      {
        "zh": "Dou Po Cangqiong"
      },
      {
        "vi": "Đấu Phá Thương Khung"
      },
      {
        "en": "Fights Break Sphere"
      },
      {
        "ru": "Расколотая битвой синева небес"
      },
      {
        "zh": "斗破苍穹"
      }
    ],
    "description": {
      "en": "In a land where there is no magic, a land where the strong make the rules and weak have to obey, a land filled with alluring treasures and beauty, yet also filled with unforeseen danger. Xiao Yan, who has shown talents none had seen in decades, suddenly lost everything three years ago - his powers, his reputation, and his promise to his mother. What sorcery has caused him to lose all of his powers? And why has his fiancée suddenly shown up?"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a91e92e-4014-4f20-b289-fa71844d79d1",
    "title": {
      "en": "Akuyaku Reijo no Ani ni Tenseishimashita"
    },
    "updatedAt": "2024-09-02T21:03:19+00:00",
    "coverArt": "https://mangadex.org/covers/4a91e92e-4014-4f20-b289-fa71844d79d1/f87389c3-279d-467d-93a5-275f3ae1e17c.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の兄に転生しました"
      },
      {
        "en": "Reincarnated as a Villainess's Brother"
      },
      {
        "ja-ro": "Akuyaku Reijo no Ani ni Tensei Shimashita"
      }
    ],
    "description": {
      "en": "\"Onii-tama?\"\nCain, who reincarnated as one of the love interests of an otome game, screamed at the loveliness of his sister, Diana. I can't believe that this angel is going to be a villainess with countless bad ends-- No, there is no way that such a future can exist!\nClenching his fist tightly, he raises his sister into a gentle lady, while also dispelling the darkness held by the love interests in place of the heroine.\nRelying on his game knowledge from his previous life and an orphaned chamberlain. Everything for his beloved sister-- The brother's challenge begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3397fcf6-18bb-4983-8daa-2b0ccd79487e",
    "title": {
      "en": "Shen Yin Wang Zuo"
    },
    "updatedAt": "2023-08-29T17:44:02+00:00",
    "coverArt": "https://mangadex.org/covers/3397fcf6-18bb-4983-8daa-2b0ccd79487e/65b1d7d9-a776-4590-8fa0-7264de7dda68.jpg",
    "altTitles": [
      {
        "en": "Sealed Divine Throne"
      },
      {
        "ru": "Трон, отмеченный Богом"
      },
      {
        "zh": "神印王座"
      },
      {
        "ko": "신인왕좌"
      },
      {
        "vi": "Thần Ấn Vương Toạ"
      },
      {
        "zh-ro": "Shén Yìn Wángzuò"
      },
      {
        "zh-ro": "Shén Yìn Wáng Zuò"
      },
      {
        "zh-ro": "Shen Yin Wangzuo"
      },
      {
        "en": "Throne of Seal"
      }
    ],
    "description": {
      "en": "While the demons were rising, mankind was about to become extinct. Six temples rose, and protected the last of mankind. A young boy joins the temple as a knight to save his mother. During his journey of wonders and mischief in the world of temples and demons, will he be able to ascend to become the strongest knight and inherit the throne?",
      "it": "demoni erano in aumento e l'umanità era sul punto di estinguersi. Sei templi rosa proteggono quanto rimasto del genere umano. Un giovane ragazzo si unisce ad un tempio come cavaliere per salvare sua madre iniziando un viaggio nel mondo dei templi e dei demoni. Sarà egli in grado di salire di livello sino a diventare il cavaliere più forte sino ad ereditare il trono?",
      "pt": "Enquanto os demônios estavam em ascensão, a humanidade estava prestes a extinguir-se. Seis templos se ergueram e protegeram a humanidade. Um garoto que se junta aos templos como um cavaleiro para salvar sua mãe. Durante sua jornada nas maravilhas e males em um mundo de templos e demônios, será ele capaz de subir e tornar-se o cavaleiro mais forte a herdar o trono?!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1629d65-f177-418a-a04f-ae4ee6929f90",
    "title": {
      "en": "Imprisoned with the Horror Game's Male Lead"
    },
    "updatedAt": "2024-07-14T21:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/b1629d65-f177-418a-a04f-ae4ee6929f90/4ff9e50e-1bef-4bb4-939a-fd72dc82e312.jpg",
    "altTitles": [
      {
        "ko": "공포게임 남주와 감금당했다"
      },
      {
        "en": "Confined Together with the Horror Game’s Male Lead"
      },
      {
        "es-la": "Me convertí en la sirvienta del protagonista de un juego de terror"
      }
    ],
    "description": {
      "en": "I became a maid inside of a horror game.\nPenalties were given to the male lead, who was trying to escape being locked up in a large mansion, and I acted as a guide. \n\nI was going to fulfill my duties until the male lead’s play ends.\n\n“When I get out, I’ll lock you up exactly the same way.”\n\nThe male lead is so noisy. \nIf it’s going to be like this, I’ll just help him escape faster. \n\n“Let’s eat, Dietrich.”\n“This is a potion, it’ll help you recover faster if you take it.”\n“The hint to escape is over there…”\n\nI fed him well to prepare for the next play, and when the male lead got hurt, I gave him a potion so he could quickly play the next game,\nI even gave him a hint for the problem. \n\nYou’ll be able to get out now, right?\n\nHowever. \n\n“I don’t really know the answer.”\n\nWhat’s the meaning of this? Aren’t you supposed to be smart?\n\n…The male lead doesn’t think about leaving the mansion at all. \n\n“If you won’t get out, I will.”\n\nI shouted in anger because I was so sick of the thought of having to see the face of someone I don’t want to keep seeing. \n\n“Is it possible for you to get out of here?”\n\nHis eyes sank bitterly. \n\n“Let me tell you this, I have no intention of leaving this place.”\n“What?”\n“And you have no way of getting out, either.”\n\nWhat the hell is going on?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5608c42-917d-4d55-b204-c325f67ad1d5",
    "title": {
      "en": "Imperial Nian Masters"
    },
    "updatedAt": "2021-05-25T15:49:40+00:00",
    "coverArt": "https://mangadex.org/covers/f5608c42-917d-4d55-b204-c325f67ad1d5/52669670-98df-415b-a904-b443440bbd27.jpg",
    "altTitles": [
      {
        "en": "Imperial Nyan Masters"
      }
    ],
    "description": {
      "en": "The ancient Imperial Nian Technique has roots traced to the various supernatural techniques, such as the Five Elements, Yin-Yang, and Feng Shui. The people who practices this technique are called Imperial Nian masters. In this world, the Imperial Nian masters are the symbol of evil. The main character, Zong Tian Yi, is one of the young Imperial Nian masters secretly training in the mountains, and he will be going on a dangerous quest to change the fate of the Imperial Nian masters."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d0e0681e-8452-428d-91db-99ee9085f54c",
    "title": {
      "en": "Igyou Atama-san to Ningen-chan (Pre-Serialization)"
    },
    "updatedAt": "2024-05-22T18:18:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0e0681e-8452-428d-91db-99ee9085f54c/d74eb76d-3afe-4c27-93d3-54e71eec10ac.png",
    "altTitles": [
      {
        "ja": "異形頭さんとニンゲンちゃん"
      },
      {
        "ja-ro": "Igyou Atama-san to Ningen-chan"
      },
      {
        "uk": "Гетероморфна Голова-сан і його людина"
      },
      {
        "en": "The Aberrant-Headed Guy and the Human Girl"
      }
    ],
    "description": {
      "en": "The main character who got worked to the bone as a corporate slave office lady in the current world got transported to another world, where she became the pet of aberrant head-san. Although they both hold romantic feelings towards each other, it's hard for them to develop their love with their difference in species standing in the way.",
      "uk": "Наша головна героїня, втомлена життям корпоративного раба, потрапляє в інший світ і живе як домашня тваринка Гетероморфної Голови-сана. Вони обоє мають романтичні почуття одне до одного, які, втім, через расові відмінності не можуть розвиватися, хоча..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b37189e-0bb2-4586-9757-b3fe6acd77b3",
    "title": {
      "en": "Majo Taisen - 32-nin no Isai no Majo wa Koroshiau"
    },
    "updatedAt": "2024-08-08T20:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/2b37189e-0bb2-4586-9757-b3fe6acd77b3/416dfdeb-3139-43be-b931-bf4eac47660f.jpg",
    "altTitles": [
      {
        "ja": "魔女大戦 32人の異才の魔女は殺し合う"
      },
      {
        "en": "The War of Greedy Witches"
      },
      {
        "ru": "Война Ведьм"
      },
      {
        "uk": "Війна відьом"
      }
    ],
    "description": {
      "en": "Joan of Arc, the hero who saved France, was sentenced to be burned at the stake. But at the moment of her death, a demon sent her to another world. There, she found 32 women from across history, known as “witches.” With the addition of the final witch, Joan of Arc, Walpurgis Night begins: Only one witch can survive, and have her wish granted!",
      "ja": "フランスを救った奇跡の英雄ジャンヌ・ダルク。火刑に処され、その生涯を終えようとしていた彼女は死の間際、別世界へと飛ばされてしまう。そこにいたのはその名を歴史に刻み、「魔女」と呼ばれる32人の女傑たちであった。そして、最後の「魔女」ジャンヌダルクが揃い、欲深き魔女たちの殺し合い魔女千夜血戦の開幕が告げられるーー!!",
      "ru": "История о 32 исторических женщинах, в том числе Жанне д'Арк, Клеопатре, Томоэ Гозэн и Марии Антуанетте - названых «алчными ведьмами», сражающихся насмерть, ради исполнения своего желания.",
      "uk": "Тридцять дві відьми з усієї історії борються на смерть у Вальпургієву ніч, щоби виконати свої бажання. Жанна д'Арк, Клеопатра, Томое Ґодзен, Марія Антуанетта та інші."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8b82c56-16ed-4b23-8f1c-11bad8ce3581",
    "title": {
      "en": "Empress of Another World"
    },
    "updatedAt": "2024-07-24T20:45:56+00:00",
    "coverArt": "https://mangadex.org/covers/a8b82c56-16ed-4b23-8f1c-11bad8ce3581/2701b8dd-90bb-473a-9bac-475c7d7f3819.jpg",
    "altTitles": [
      {
        "es": "Emperatriz de otro mundo"
      },
      {
        "en": "Empress of Otherverse"
      },
      {
        "pt-br": "Imperatriz de Outro Mundo"
      },
      {
        "fr": "L'impératrice d'un autre monde"
      },
      {
        "th": "ลิขิตรักบัลลังก์ต่างโลก"
      },
      {
        "zh": "异世界皇妃"
      },
      {
        "ja": "異世界の皇妃"
      },
      {
        "zh-hk": "異世界皇妃"
      },
      {
        "ko": "이세계의 황비"
      }
    ],
    "description": {
      "en": "Crossing over into another world and time after a freak accident, Korean highschool girl Sabina is taken in by a duke of the Crentia kingdom— only to soon be offered up to the ugly old emperor as a concubine. When the king is killed by a mysterious assassin, Sabina must face the poisonous circle of other candidates in a battle for the royal seat. Can she attract the loyalty and affection of the men and women she needs on her side to survive?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "129"
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl meets Rock!"
    },
    "updatedAt": "2024-09-06T10:53:24+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/2a7248e0-de3d-449e-a3db-29b1bd1071b3.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsuu no Keionbu"
      },
      {
        "fr": "La fille qui découvre le rock !"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      },
      {
        "en": "An Ordinary Light Music Club"
      },
      {
        "es-la": "¡La chica que conoció el rock!"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!",
      "es-la": "Chihiro Hatono, estudiante de primer año de preparatoria y apasionada por el rock japonés se adentra en el mundo del club de música ligera con una nueva guitarra a cuestas. Pero, ¿qué le espera tras esas puertas...? ¡Un drama sobre juventud sin filtros y ambición musical toma el escenario!",
      "pt-br": "Com uma paixão pelo rock japonês ricamente texturizado, a estudante do primeiro ano do ensino médio Chihiro Hatono entra no mundo do clube de música leve, com uma nova guitarra em mãos. Mas o que a espera atrás daquelas portas...? Um drama de juventude não filtrada e ambição musical sobe ao palco!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33125b2b-28dd-4410-a0ab-d7fb971b35f9",
    "title": {
      "en": "TEN"
    },
    "updatedAt": "2024-08-01T17:38:52+00:00",
    "coverArt": "https://mangadex.org/covers/33125b2b-28dd-4410-a0ab-d7fb971b35f9/2386938b-ca00-4cb0-ab30-3c60413cb03e.png",
    "altTitles": [
      {
        "ko": "텐"
      },
      {
        "ko": "텐(TEN)"
      }
    ],
    "description": {
      "en": "\"I didn't even know what had hurt me.\" Min Jiho, a former second-tier idol, ended his idol career, leaving only confusion in his heart. Planning to leave the entertainment industry entirely, Jiho unexpectedly encounters his idolized top actor, Kang Taeyeon, during a variety show as a substitute. This leads him to become embroiled in a light scandal..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "822c9883-385c-4fd0-9523-16e7789cbeae",
    "title": {
      "en": "Seitokai ni mo Ana wa Aru!"
    },
    "updatedAt": "2024-09-16T06:25:51+00:00",
    "coverArt": "https://mangadex.org/covers/822c9883-385c-4fd0-9523-16e7789cbeae/05bc4640-7887-411a-be98-2a61f9e41cf6.jpg",
    "altTitles": [
      {
        "ja": "生徒会にも穴はある!"
      },
      {
        "ru": "В студсовете тоже есть дырка!"
      },
      {
        "en": "There is Also a Hole in the Student Organization!"
      },
      {
        "en": "Even the Student Council has Holes"
      },
      {
        "fr": "Les allumés du conseil ! (Meian)"
      },
      {
        "vi": "Hội học sinh cũng lắm trò vui!"
      }
    ],
    "description": {
      "en": "When it comes to the face of this student organization, it's a little weird, like a fool, scary, or moody. However, mysterious and futuristic days that seem strangely cute pass by.",
      "ja": "この生徒会の面子ときたら、あほの子だったり、恐ろしかったり、むっつりだったり、ちょっと変！ でも、それがなんだか、妙に可愛く思える今日この頃……。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6601d84a-4adf-413d-bc76-2da6c2f199c0",
    "title": {
      "en": "Kimi to Ikirareru Nara Shindemo Ii"
    },
    "updatedAt": "2024-09-03T12:45:14+00:00",
    "coverArt": "https://mangadex.org/covers/6601d84a-4adf-413d-bc76-2da6c2f199c0/03d778e8-86fa-4ead-9f91-f5d1dccedc8f.jpg",
    "altTitles": [
      {
        "ja": "君と生きられるなら死んでもいい"
      },
      {
        "ja-ro": "Kimi to Ikirarerunara Shindemo Ii"
      },
      {
        "en": "Dying to Live with You"
      }
    ],
    "description": {
      "en": "\"I can't remember someone important who was always beside me.\"\n\nHouri, who lives a very ordinary life, is drawn to a crosswalk and almost gets run over by a truck, but is saved by a man who passes by.\nThe moment he sees the man's face, he has flashbacks of him past life, when the two of them were intimate.\nThe two are led by a super-powerful fate to make love, but the next morning, the man declares that he doesn't remember Houri...!?\nA story of love that returns until death do them part."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-08-22T01:10:09+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58eaeace-28c2-48ae-8835-e71a22900839",
    "title": {
      "en": "Blood Rain 2"
    },
    "updatedAt": "2024-08-15T17:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/58eaeace-28c2-48ae-8835-e71a22900839/67a92560-7647-45cf-b4ef-0196d8319d51.jpg",
    "altTitles": [
      {
        "en": "Blood Rain 2 (Min)"
      },
      {
        "ko": "블러드레인2: 천외천"
      }
    ],
    "description": {
      "en": "Sequel to Blood Rain (Min)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "41bfb7ca-3256-4af0-b6b2-1017d714d1ed",
    "title": {
      "en": "Summer Trend"
    },
    "updatedAt": "2024-09-14T04:54:35+00:00",
    "coverArt": "https://mangadex.org/covers/41bfb7ca-3256-4af0-b6b2-1017d714d1ed/6c24bbca-7496-4e81-b12d-2fc56c5ebd44.png",
    "altTitles": [
      {
        "zh": "潮夏"
      }
    ],
    "description": {
      "en": "After her parents divorced, Lu Yang moved into her mother's good friend's house and began living with the friend's daughter, Su Gui. Su Gui is smart and gentle, like the warm sun in winter, kind yet unobtrusive. She illuminates Lu Yang's life and shines into Lu Yang's heart. Lu Yang saw her as a sister, a friend, and a mother figure... Later on, Lu Yang didn't want to be her little sister anymore, she wanted to date her. However, after realizing that her feelings for Su Gui had changed, Lu Yang did not want to ruin their current relationship. She was afraid to lose her identity as \"little sister\". She had to change her dependence on Su Gui and distance herself. But after reuniting with Su Gui at work, the suppressed feelings bloomed like a rose, tightly binding Lu Yang and Su Gui together. Was it a long-term scheme or destiny?..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ea47849-e06a-4dd8-921c-3330487454e1",
    "title": {
      "en": "The Spark in Your Eyes"
    },
    "updatedAt": "2024-08-01T18:46:08+00:00",
    "coverArt": "https://mangadex.org/covers/4ea47849-e06a-4dd8-921c-3330487454e1/f5c08f61-f39f-4b39-bfd8-39071a8e96e2.jpg",
    "altTitles": [
      {
        "fr": "Ébloui par le crépuscule"
      },
      {
        "vi": "Bị Che Khuất Bởi Ánh Mặt Trời Lặn"
      },
      {
        "vi": "Tà dương trong đôi mắt vô hồn"
      },
      {
        "en": "The Setting Sun, Stinging Eyes"
      },
      {
        "ko": "저무는 해, 시린 눈"
      },
      {
        "ko-ro": "Jeomuneun Hae, Silin Nun"
      },
      {
        "en": "Setting Sun, Dazzled Eyes"
      },
      {
        "en": "Blinded by the Setting Sun"
      },
      {
        "ru": "Закат, отражённый в её ледяном взгляде"
      }
    ],
    "description": {
      "en": "The witch Hildegar, who received the blessing of the Sun Goddess Karia, is known far and wide for her fearsome reputation.  \nThe Northerner Elkin, who lost his homeland, chases after the witch towards a nameless castle…",
      "ko": "태양의 신 카리야의 가호를 받은 마녀 '힐데가르'.\n고향을 잃은 북부인 '에르킨'은 마녀를 쫓아 이름 없는 성으로 향한다."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7311cec-9b0f-42f3-8afe-a06cb5b70229",
    "title": {
      "en": "Isekai de Skill wo Kaitai Shitara Cheat na Yome ga Zoushoku Shimashita: Gainen Kousa no Structure"
    },
    "updatedAt": "2024-09-14T21:48:44+00:00",
    "coverArt": "https://mangadex.org/covers/c7311cec-9b0f-42f3-8afe-a06cb5b70229/b52eae1c-a09d-40ad-b068-5c3d408de033.jpg",
    "altTitles": [
      {
        "ja": "異世界でスキルを解体したらチートな嫁が増殖しました 概念交差のストラクチャー"
      },
      {
        "ja-ro": "Isekai de Skill o Kaitai Shitara Cheat na Yome ga Zoushoku Shimashita Gainen Kousa no Structure"
      },
      {
        "en": "Being Able to Edit Skills in Another World I Gained OP Waifus"
      },
      {
        "ko": "이세계에서 스킬을 해체했더니 치트인 신부가 증가했습니다"
      },
      {
        "zh": "在异世界解体技能后开挂新娘增加了"
      },
      {
        "zh-hk": "在異世界解體技能後開掛新娘增加了"
      },
      {
        "zh-hk": "以我的能力創造開外掛的老婆們"
      },
      {
        "fr": "En pouvant éditer les skills dans un autre monde, j'ai gagné une femme surpuissante"
      },
      {
        "ru": "Мои невесты из другого мира стали сверхсильными: скрещивание скиллов"
      }
    ],
    "description": {
      "en": "***A harem cheat fantasy with super-enhanced slaves!***  \n  \nWhen an entire bus of people was summoned to another world, Souma Nagi doesn't go along with the idea of being a Hero like the rest. Thus he leaves the palace and starts his life in another world with his ability to restructure skills. This is the first time I've ever been to a game where I've been able to do that & the first time I've ever seen a story about a girl who is a slave, a wife, and a cheat!",
      "ja": "異世界に召喚されたきっかけで特殊なスキルを手に入れた主人公・ナギ。今ではこのおかげで、ハーレムな毎日を過ごしています!?",
      "pt": "Quando um ônibus cheio de pessoas é invocado para outros mundo, Nagi Souma não segue a ideia de ser um herói como os outros. E assim ele deixa o palácio e começa sua vida num outro mundo com sua habilidade de reestruturar habilidades.  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Author’s Twitter](https://twitter.com/sengetsu_sakaki)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/katase_minami)  \n- [![](https://i.imgur.com/oiVINmy.png) Manga Artist's Pixiv](https://www.pixiv.net/en/users/538264)  \n- [Official Page (JP)](https://dragonage-comic.com/product/cheat_yome/)  \n- [Official LN (JP)](https://promo.kadokawa.co.jp/cheatyome/)  \n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n6475dd)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c636d2b5-2ba7-423b-b5ec-3c8984dfc366",
    "title": {
      "en": "The Dang Clan’s Swordmaster Heir Just Wants a Normal Life"
    },
    "updatedAt": "2024-08-15T15:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/c636d2b5-2ba7-423b-b5ec-3c8984dfc366/aed43fd5-c6ab-4147-8899-498758a2a187.jpg",
    "altTitles": [
      {
        "en": "Becoming the Swordmaster Rank Young Lord of the Sichuan Tang Family"
      },
      {
        "ko": "사천당가의 검신급 소가주가 되었다"
      },
      {
        "en": "He Became the Head of the Four Heavenly Dang Family"
      },
      {
        "en": "Becoming the Sacheon Dang's Swordsmaster-Rank Young Lord"
      },
      {
        "en": "Became a swordsman-level Sogami of the Sacheondang family"
      }
    ],
    "description": {
      "en": "The Dang clan of Sacheon, once renowned for its poison and hidden weapons, is now on the path to its demise. That is, until Yeonmyeung Dang, an outcast boy of the clan, awakens by recollecting the memories of his past life as the 'god of swords' who devoted his life to mastering the sword. Will the boy be able to protect his family and fulfill his dream of living a normal life?",
      "ko": "독과 암기의 명가였지만 지금은 몰락해버린 사천당가.\n그곳에서 태어난 당연명은 문득 검에 미쳐 살며\n검신의 경지에 이르렀던 전생을 각성한다.\n\n'이번 생은 평범하게 살고 싶다.'\n\n평범하게 살려면, 역시 검술 실력은 숨겨야겠지.\n그런데 방해하는 것들이 너무 많다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]