[
  {
    "mangaId": "f4aef76e-0674-441c-9dcf-fa5504908c96",
    "title": {
      "en": "Succubus x Delinquent (Webtoon)"
    },
    "updatedAt": "2024-01-28T17:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/f4aef76e-0674-441c-9dcf-fa5504908c96/b0b7d189-490f-474f-a48a-0173899652a4.jpg",
    "altTitles": [
      {
        "en": "Succubus x Delinquent"
      }
    ],
    "description": {
      "en": "Satan's daughter is a succubus who just wants to play video games and chill at home, until one day he gets tired of her lazing about the house, and kicks her out into the human world..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "87867b65-90c0-4dc3-b36e-1c151cfa969b",
    "title": {
      "en": "With Vengeance, Sincerely, Your Broken Saintess"
    },
    "updatedAt": "2023-12-29T23:41:13+00:00",
    "coverArt": "https://mangadex.org/covers/87867b65-90c0-4dc3-b36e-1c151cfa969b/d9d44228-9aaf-4029-adf4-60d2df5ce6c9.jpg",
    "altTitles": [
      {
        "ja": "傷だらけ聖女より報復をこめて"
      },
      {
        "en": "Vengeance from a Saint Full of Wounds"
      },
      {
        "en": "The Holy Wound Became a Villain"
      },
      {
        "es": "La santa herida se convirtió en villana"
      },
      {
        "ru": "Возмездие Раненой Святой"
      },
      {
        "id": "Pembalasan saintess yang terluka"
      },
      {
        "ja-ro": "Kizu Darake Seijo Yori Houfuku wo Komete"
      }
    ],
    "description": {
      "ar": "لوا ، قديس مرشح مع قوى الشفاء. ومع ذلك ، فقد كانت قدراتها معيبة ، وستتألم وتتألم لنفسها من أجل نقل الأعراض لنفسها والشفاء منها. عاملها المرشحون القديسون على أنها عيب ، لكن صديقتها المقربة أريان كانت دائمًا هناك. في يوم من الأيام ، يحتضر جاروت ، قائد الفرسان الذي تهتم به روا. بعد أن تلتئم جراحه تمامًا ، تتجول لوا بين الحياة والموت في حدود قدراتها. ومع ذلك ، عندما استيقظ ، كان كل الفضل يعود إلى أريان ، وتم تحديد خطوبة جاروت وأريان. بالنظر إلى طبيعة أريان الحقيقية ، تعرض للضرب المبرح من قبل جاروت. في حالة من اليأس ، تعهد لوا بعدم شفاء أي شخص بعد الآن. ثم يسأل الأمير الثاني سوين ، “لماذا لا تنتقم من أولئك الذين أهانوك",
      "en": "Lua, a candidate saint with healing powers. However, her abilities were flawed, and she would be pained and painful to herself in order to transfer the symptoms to herself and heal them. The saintly candidates treated her as a flaw, but only her best friend Ariane was always there. One day, Garrot, the Knight Commander whom Lua cares about, is dying. After completely healing his wounds, Lua wanders between life and death at the limit of her abilities. However, when he awoke, all the credit belonged to Ariane, and Garrot and Arian's engagement had been decided. Seeing Arian's true nature, he is coldly beaten by Garrot. In despair, Lua vowed not to heal anyone anymore. Then the Second Prince Swen asks, \"Why don't you take revenge on those who have demeaned you?\" She uses another ability she has been hiding – the atrocious ability to inflict healing symptoms on others – and joins forces with Swen to start a new life as an \"evil woman\" instead of a \"saint.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a",
    "title": {
      "en": "Yowa Yowa Sensei"
    },
    "updatedAt": "2024-04-13T18:55:20+00:00",
    "coverArt": "https://mangadex.org/covers/b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a/794e1e97-9aac-4a3e-8e84-b3eb4e92c37b.jpg",
    "altTitles": [
      {
        "ja": "よわよわ先生"
      },
      {
        "en": "Weak-kneed Teacher"
      },
      {
        "ru": "Учитель Ёваёва"
      },
      {
        "ja-ro": "Yowayowa Sensei"
      }
    ],
    "description": {
      "en": "It's the start of a new school year. The new homeroom teacher for Abikura-kun, a second-year high school boy, is Hiyori Hiwamura, who is known as a \"Scary Teacher\", rumored to curse you if she gets offended!One day after school, Abikura-kun witnessed the other side of \"YowaYowa-sensei\"... and he is shocked by the gap between reputation and reality! The opening of a romantic comedy that will stir up your protective instincts!!",
      "ja": "新学期。2年生に進級した男子高校生・阿比倉くん達のクラス担任になったのは、機嫌を損ねれば呪われると噂の通称『こわこわ先生』こと、鶸村ひより先生だった！ そんな、『こわこわ先生』の裏の一面を、ある日の放課後、目撃してしまった阿比倉くんは……。まさかのギャップに悶絶必至！ あなたの庇護欲を掻き立てる、よわよわラブコメ開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37cbe8a9-4a2f-4e71-a8c8-c33be7aee3cc",
    "title": {
      "en": "Atsumare! Fushigi Kenkyu-bu"
    },
    "updatedAt": "2024-02-23T21:22:16+00:00",
    "coverArt": "https://mangadex.org/covers/37cbe8a9-4a2f-4e71-a8c8-c33be7aee3cc/57183c28-207a-4d5b-8c2b-a5233bcfb099.jpg",
    "altTitles": [
      {
        "en": "Assemble! Mysterious Research Club"
      },
      {
        "tr": "Gizemli Araştırma Kulübü, Toplan!"
      },
      {
        "pt-br": "Reúnam-se! Clube de Pesquisas Misteriosas"
      },
      {
        "es-la": "Reúnanse! Club de Investigaciones Misteriosas"
      },
      {
        "ru": "Все сюда! Таинственный клуб исследований"
      },
      {
        "ja": "あつまれ！ふしぎ研究部"
      },
      {
        "zh-hk": "聚集！不可思議研究部"
      },
      {
        "zh": "聚集！不可思议研究部"
      },
      {
        "ko": "모여라! 불가사의 연구부"
      },
      {
        "ja-ro": "Atsumare! Fushigi Kenkyuubu"
      }
    ],
    "description": {
      "en": "Goryo Daisuke is still unsure about which club to join. When he meets the three girl members of Mysterious Research Club while looking for the school's warehouse, he gets hypnotized to sign the registration form. Suzu who is obsessed with scary curses, Chiaki who only relies on her monstrous strength to perform dangerous magic tricks, and Kotone who can control people by hypnosis.",
      "pt-br": "Goryo Daisuke ainda não sabe ao certo a qual clube ingressar. Quando ele conhece as três garotas do Clube de Pesquisa Misteriosa enquanto procura o depósito da escola, ele fica hipnotizado para assinar o formulário de inscrição. Suzu, que é obcecada por maldições assustadoras, Chiaki, que só conta com sua força monstruosa para realizar truques de mágica perigosos, e Kotone, que pode controlar as pessoas por meio da hipnose."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82faa1d3-83fb-4879-a8da-34c6c26f6ca0",
    "title": {
      "en": "Daily Part-Time Job"
    },
    "updatedAt": "2024-02-06T17:53:07+00:00",
    "coverArt": "https://mangadex.org/covers/82faa1d3-83fb-4879-a8da-34c6c26f6ca0/4dc6be6f-ba72-46d6-b325-418b23619713.png",
    "altTitles": [
      {
        "ko": "일간알바"
      },
      {
        "en": "Full Time Freelancer"
      }
    ],
    "description": {
      "en": "Joo Yeomin is a hardworking college student that works day and night. He's also becoming an expert at running away from the loan sharks...\r\n\r\n'Huh... Didn't I see that person yesterday?'\r\n\r\nOne day, a suspicious man keeps showing up at Yeomin's part-time jobs.\r\n\r\n\"We know each other, right?\"\r\n\r\n\"No, we don't! Why do you keep following me?\"\r\n\r\nWhat possibilities could come of the chase between the part-timer and the suspicious Chaebol?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "68562661-6521-4191-add4-f04f4074f783",
    "title": {
      "en": "Konbini Goutou kara Tasuketa Jimi Tenin ga, Onaji Kurasu no Ubu de Kawaii Gyaru datta"
    },
    "updatedAt": "2024-03-22T10:12:04+00:00",
    "coverArt": "https://mangadex.org/covers/68562661-6521-4191-add4-f04f4074f783/90223e54-e059-4308-b57a-8c74988d7ec0.jpg",
    "altTitles": [
      {
        "ja": "コンビニ強盗から助けた地味店員が、同じクラスのうぶで可愛いギャルだった"
      },
      {
        "ja-ro": "Conveni Goutou Kara Tasuketa Jimi Tenin ga, Onaji Class no Ubu de Kawaii Gal datta"
      },
      {
        "en": "The Sobbing Clerk I Helped From the Convenience Store’s Robbery Is in Fact a Naive and Cute Gal From My Class"
      }
    ],
    "description": {
      "en": "_\"Will you stay over at my house starting today?\"_ \n\nRiku Kuromine, a second-year high school student, became despondent after being rejected by his childhood friend. He happens to enter a convenience store and saves a clerk who was being attacked by a robber. The clerk turns out to be Ayana Hoshimiya, the most popular and beautiful gal in school. As a result of this incident, Ayana asks Riku to protect her from a stalker and they start living together under the guise of him protecting her as she lives alone.",
      "ja": "**見た目は派手ギャル、中身は超絶うぶ!? “うぶかわ”ギャル×非リア、禁断の同棲ラブコメ!!**\n\n「今日から、あたしの家に……泊まる？」高校二年生の黒峰リクは、幼馴染に振られて自暴自棄になったところ、偶然入ったコンビニで強盗に襲われていた店員を助ける。その店員は学校でいちばんモテる美人ギャル・星宮彩奈だった。この件をきっかけに星宮からストーカー被害を相談され、一人暮らしの彼女を守る名目でふたりは同棲することになり――!?",
      "pt-br": "“Você gostaria de ficar em minha casa esta noite?”\nRiku Kuromine, um aluno do segundo ano do ensino médio, ficou triste depois de ser rejeitado por sua amiga de infância. Por coincidência, ele entra em uma loja de conveniência e salva uma funcionária que estava sendo roubada. A funcionária era na verdade Ayana Hoshimiya, a garota mais popular e atraente da escola. Como resultado desse incidente, Ayana pede a Riku para passar a noite em sua casa e protegê-la de um perseguidor."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5896e05d-3900-4947-baf8-403a9d8fa5ec",
    "title": {
      "en": "Nick & Lever"
    },
    "updatedAt": "2023-12-19T21:13:47+00:00",
    "coverArt": "https://mangadex.org/covers/5896e05d-3900-4947-baf8-403a9d8fa5ec/b06b0714-d877-47af-845b-cf97d8a59dd8.jpg",
    "altTitles": [
      {
        "ja": "ニックとレバー"
      },
      {
        "ne": "निक र लीभर"
      },
      {
        "ja-ro": "Nick to Lever"
      },
      {
        "en": "Nick and Lever"
      },
      {
        "ru": "Ник и Левер"
      }
    ],
    "description": {
      "en": "The story of two foreign men living in Japan.\n\n(from ebookjapan):\n\nNick, with his stylish hair, and Lever, with his dazzling eyes behind his sunglasses, are a HOT & CRAZY foreign duo who will face any obstacles that come their way! \n\nThe genius Kyogoro Miyata, who wastes no time in drawing, unleashes a shocking high-speed manga. Nick and Lever are finally here!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "134"
  },
  {
    "mangaId": "72e38f8d-b9a5-4f33-b944-58cb20c43632",
    "title": {
      "en": "Futari Ecchi"
    },
    "updatedAt": "2024-03-11T05:08:07+00:00",
    "coverArt": "https://mangadex.org/covers/72e38f8d-b9a5-4f33-b944-58cb20c43632/908e8b6d-d67d-482d-a8d1-7af19f7115ff.jpg",
    "altTitles": [
      {
        "ja-ro": "Futari H"
      },
      {
        "en": "Love Diary"
      },
      {
        "en": "Manga Love Story"
      },
      {
        "en": "Manga Sutra"
      },
      {
        "en": "Step Up Love Story"
      },
      {
        "ru": "Хроники молодожёнов"
      },
      {
        "ja": "ふたりエッチ"
      },
      {
        "zh-hk": "兩人性世界"
      },
      {
        "zh-hk": "夫妻成長日記"
      }
    ],
    "description": {
      "en": "Makoto and Yura just got married...and they have a lot to learn! At the age of twenty-five, newlyweds Makoto and Yura are still virgins. But not for long! That is, if they can figure out how everything works. Will the sweet--and voluptuous--Yura enjoy her first \"experience?\" Or is Makoto not yet savvy enough to light her fire? Follow the hot young couple as they step up into love and experiment with getting it on...and on...and on!",
      "pt-br": "A história gira em torno de um casal de jovens e virgens que se casam através de um Match-Making (um encontro arranjado por casamenteiros), ambos tendo 25 anos. Makoto não sabe o que fazer e nem como fazer, e Yura, sua esposa, muito menos. A partir deste momento acompanhamos o desenvolvimento da vida sexual do jovem casal, com boas dicas de posições e de comportamentos, mas é claro que não mostra apenas a vida deles na cama, mostra também o cotidiano do casal..."
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5439fe65-5b3a-420e-9ef4-27c9bcc49c5a",
    "title": {
      "en": "Boy's Abyss"
    },
    "updatedAt": "2024-04-14T16:52:37+00:00",
    "coverArt": "https://mangadex.org/covers/5439fe65-5b3a-420e-9ef4-27c9bcc49c5a/c4aee900-4d00-46e7-8446-b5366c2b9828.jpg",
    "altTitles": [
      {
        "ja-ro": "Shounen no Abyss"
      },
      {
        "ru": "Бездна подростка"
      },
      {
        "ja": "少年のアビス"
      },
      {
        "ko": "소년의 어비스"
      },
      {
        "en": "World End Boy Meets Girl"
      },
      {
        "ru": "Юношеская бездна"
      },
      {
        "ne": "केटाको रसातल"
      },
      {
        "tr": "Oğlanın Hiçliği"
      },
      {
        "zh-hk": "少年的深淵"
      }
    ],
    "description": {
      "en": "In a town with nothing, in the middle of a daily life with seemingly no signs of change, \nhigh schooler Reiji Kurose was \"just\" living. \nFamily, dreams for the future, childhood friends were all binding him down to that city. \nHe thought he would \"just\" keep on living like that. Until he met her. \nIs there hope in living? Is there light waiting ahead? \nIt's the start of a boy meets girl series which reflects the \"now.\"",
      "fr": "Dans une ville vide, au milieu d'une vie quotidienne répétitive, Reiji Kurose, lycéen, ne faisait que \" vivre\". \nSa famille, ses rêves d'avenir, ses amis d'enfance. Tous ces éléments le liaient à cette ville. \nIl pensait qu'il continuerait \"juste\" à vivre jusqu'à la fin, jusqu'à ce qu'il la rencontre. \nY a-t-il de l'espoir dans la vie ? Y a-t-il de la lumière dans l'avenir ? \nC'est le début d'une série de rencontres entre garçons et filles qui reflète le présent!",
      "ru": "В пустом городке, в разгаре своей повседневной жизни, казалось бы, \"просто\" жил старшеклассник Рэйдзи Куросе. Семья, мечты о будущем, друзья детства - все это привязывало его к своему родному городу. Он думал, что будет продолжать так жить и никогда ничего не изменит. Пока он не встретил ту самую. Есть ли надежда в жизни? Есть ли впереди свет? Это начало серии \"мальчик, повстречавший девочку\", которая отражает \"сейчас\".",
      "tr": "Reiji Kurose, hiçbir şeyin olmadığı ve görünüşe bakılırsa hiçbir değişimin de olmayacağı bir kasabada ot gibi yaşıyordu. Ailesi, gelecek hayalleri ve çocukluk arkadaşları... Hepsi onu o şehre zincirliyordu. Kendince böyle yaşar giderim diyordu. Taa ki onunla tanışıncaya dek. Yaşamanın bir manası var mı? Beni bekleyen bir gelecek var mı? Oğlan ve kızın tanışmasıyla trajedi kapıları aralanır...",
      "vi": "Một bộ truyện đầy u ám cùng tác giả với Hatsukoi Zombie. Trong một thị trấn nhàm chán và ngày qua ngày không có gì thay đổi, Reiji Kurose, một học sinh trung học vốn luôn \"sống\" như \"đã chết\". Gia đình, tương lai, bạn thời thơ ấu. Tất cả đều trói buộc cậu vào thị trấn này. Cậu luôn nghĩ bản thân đã \"chết\" cho đến khi gặp được cô gái ấy. Hy vọng nào thắp sáng cho cuộc đời tăm tối của hai người? câu chuyện về hành trình tìm đến \"cái chết\" để được \"sống\" chính thức bắt đầu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34f72e29-1bda-40df-ae93-0e1c32d96ea6",
    "title": {
      "en": "Witch Craft Works"
    },
    "updatedAt": "2023-05-01T04:48:17+00:00",
    "coverArt": "https://mangadex.org/covers/34f72e29-1bda-40df-ae93-0e1c32d96ea6/65dcd6a0-1e59-435d-b423-fb4e51db7770.jpg",
    "altTitles": [
      {
        "ru": "Прикладное колдовство"
      },
      {
        "th": "สงครามแม่มด"
      },
      {
        "ja": "ウィッチクラフトワークス"
      },
      {
        "ko": "위치크래프트 워크스"
      },
      {
        "zh": "魔女的使命"
      }
    ],
    "description": {
      "en": "Takamiya Honoka, a regular student, sits next to Kagari Ayaka, the idol of the school, and a perfect girl in every way. Her fans are hostile to the extent of harassing anyone who gets close to their princess, so Takamiya-kun is always in trouble. One day Takamiya is suddenly attacked by an unknown force, but he is rescued by a powerful sorceress of fire, who happens to be… Kagari Ayaka herself!"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "108"
  },
  {
    "mangaId": "d86cf65b-5f6c-437d-a0af-19a31f94ec55",
    "title": {
      "ja-ro": "Ijiranaide, Nagatoro-san"
    },
    "updatedAt": "2024-04-16T11:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/d86cf65b-5f6c-437d-a0af-19a31f94ec55/9536e948-9e5c-4b22-8e35-e88174731984.jpg",
    "altTitles": [
      {
        "id": "Jangan goda aku, Nagatoro"
      },
      {
        "es-la": "No te burles de mi, Nagatoro"
      },
      {
        "fr": "Arrête de me chauffer, Nagatoro"
      },
      {
        "ru": "Не издевайся, Нагаторо"
      },
      {
        "ja": "イジらないで、長瀞さん"
      },
      {
        "ko": "괴롭히지 말아요, 나가토로 양"
      },
      {
        "de": "Neck mich nicht, Nagatoro-san"
      },
      {
        "zh-hk": "不要欺負我，長瀞同學"
      },
      {
        "th": "ยัยตัวแสบแอบน่ารัก นางาโทโระ"
      },
      {
        "ar": "لا تلعبي معي يا آنسة ناغاتورو"
      },
      {
        "it": "Non tormentarmi, Nagatoro!"
      },
      {
        "fa": "اذیتم نکن، ناگاتورو سان"
      },
      {
        "he": "אל תשתעשעי איתי, נאגאטורו"
      },
      {
        "es-la": "No me Molestes, Nagatoro-san"
      },
      {
        "en": "Please Don't Bully Me, Nagatoro"
      },
      {
        "uk": "Не дражни мене, Нагаторо-сан"
      },
      {
        "cs": "Nehraj si se mnou Nagatoro"
      },
      {
        "en": "Don't Toy With Me, Miss Nagatoro!"
      },
      {
        "es": "No me rayes, Nagatoro"
      },
      {
        "pt-br": "Não Mexa Comigo, Nagatoro"
      },
      {
        "pl": "Nie drocz się ze mną, Nagatoro!"
      }
    ],
    "description": {
      "en": "Naoto Hachiouji —our spineless— MC (Known also as \"Senpai\") is a second-year high school student and a loner who spends his afternoons at the Arts Club room. He attracts the attention of one of his schoolmates, a sadistic freshman girl named Nagatoro. However, in between the bullying and teasing, something else begins to blossom.\n\nA lovey-dovey(…?) story between a shy nerd and an S-Dere (Sadistic Tsundere) begins.\n\n---\n\n**Links:**\n\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10042/episode/313808) (U.S. Only), [Kodansha](https://kodansha.us/series/dont-toy-with-me-miss-nagatoro/)",
      "es": "Naoto Hachioji está en segundo de bachillerato, es un chico tan tímido e introvertido como buen dibujante. Un día, mientras busca un sitio donde sentarse a dibujar en la biblioteca, se le caen las páginas del manga que hacía, justo al lado de un grupo de chicas que, al verlas, se ríen de él en su cara y se van… excepto una estudiante de primero, Hayase Nagatoro, que básicamente empieza a darle caña hasta hacerlo llorar.\n\nDesde entonces, Nagatoro y consecuentemente sus amigas, no van a parar de rayar a su “senpai” y molestarlo de todas las maneras posibles… Pero hay tres cosas a tener en cuenta: Nagatoro es especialmente tocanarices cuando están a solas, se molesta bastante si sus amigas se pasan con él, y en definitiva lo que ella busca es que su senpai salga de su burbuja autoimpuesta para que se divierta y conozca un poco el mundo que lo rodea… y quizás algo más…",
      "ja": "憎たらしいけど愛おしい。苦しいのに傍にいたい。あなたの中の何かが目覚める、“Sデレ少女”の物語。",
      "pl": "Naoto Hachiouji to nieśmiały chłopak, którego mało co przeraża tak, jak wredne dziewczyny. Nic więc dziwnego, że jego największym szkolnym koszmarem zostaje Nagatoro – koleżanka z niższego roku, która obrała go sobie za cel, regularnie serwując mu atrakcje z pogranicza wojskowej fali i końskich zalotów. Choć wydawać by się mogło, że szkolne życie chłopaka na zawsze pozostanie pasmem nieszczęść, nieoczekiwanie relacja tych dwojga zaczyna zmierzać w niespodziewanym kierunku…\n\n(źródło: Studio JG)",
      "ru": "Нагаторо - переведённая ученица в старшей школе, которой нравится дразнить своего семпая. Но он всё стерпит. И пусть ему придётся пройти через все виды издевательств - он всё простит, потому что влюблён.",
      "es-la": "A la estudiante de preparatoria Hayase Nagatoro le encanta pasar su tiempo libre haciendo una cosa, ¡y eso es molestar a su Senpai! Después de que Nagatoro y sus amigos se topan con los dibujos del aspirante a artista, disfrutan molestando sin piedad al tímido Senpai. Nagatoro decide continuar con su cruel juego y lo visita a diario para poder obligar a Senpai a hacer lo que le interese en ese momento, especialmente si eso lo hace sentir incómodo. Ligeramente interesado por Nagatoro y algo temeroso de ella, Senpai está constantemente involucrado en sus payasadas mientras sus intereses, pasatiempos, apariencia e incluso personalidad se usan en su contra mientras ella se entretiene a sus expensas. A medida que pasa el tiempo, Senpai se da cuenta de que no le desagrada la presencia de Nagatoro, y los dos desarrollan una amistad incómoda mientras uno soporta pacientemente las payasadas del otro.",
      "pt-br": "Nagatoro é uma menina de primeiro ano na escola que adora fazer bullying com seu Senpai. Mas ele aceita isso, mesmo depois de ter passado por todos os tipos de situações humilhantes e embaraçosas, porque ele está apaixonado por ela."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67b35ba4-9c53-4957-91e7-4f7884e4b412",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon"
    },
    "updatedAt": "2024-02-26T07:51:18+00:00",
    "coverArt": "https://mangadex.org/covers/67b35ba4-9c53-4957-91e7-4f7884e4b412/638ddc95-9283-43b3-99f4-14c4467ebd09.jpg",
    "altTitles": [
      {
        "it": "La cameriera drago di Kobayashi"
      },
      {
        "fr": "Le dragon domestique de Mme. Kobayashi"
      },
      {
        "es": "La sirvienta dragón de la señorita Kobayashi"
      },
      {
        "en": "Miss Kobayashi's Dragon Maid"
      },
      {
        "en": "The Maid Dragon of Kobayashi-san"
      },
      {
        "ru": "Дракон-горничная Кобаяши-сан"
      },
      {
        "th": "น้องเมดมังกรของคุณโคบายาชิ"
      },
      {
        "ja": "小林さんちのメイドラゴン"
      },
      {
        "zh": "小林家的妹抖龙"
      },
      {
        "ko": "코바야시네 메이드래곤"
      },
      {
        "ar": "خادمة الآنسة كوباياشي تنين"
      },
      {
        "zh-hk": "小林家的龍女僕"
      },
      {
        "ru": "Дракорничная госпожи Кобаяси"
      },
      {
        "ru": "Кобаяси-сан ти но мэйдорагон"
      },
      {
        "uk": "Драконопокоївка пані Кобаяші"
      },
      {
        "uk": "Кобаяші-сан Чі но Мейдорагон"
      },
      {
        "ms": "Pembantu Rumah Naga Cik Kobayashi"
      },
      {
        "pt-br": "A Empregada Dragão da Senhorita Kobayashi"
      },
      {
        "pt": "A Empregada Dragão da Senhora Kobayashi"
      },
      {
        "vi": "Hầu gái rồng nhà Kobayashi"
      },
      {
        "tr": "Kobayashi Hanımın Hizmetçi Ejderhası"
      },
      {
        "en": "The maid dragon of Kobayashi-san"
      }
    ],
    "description": {
      "en": "Kobayashi lives alone in an apartment, until one day, Tooru appears and they end up living together. Tooru looks down on humans as inferior and foolish, but having been saved by Kobayashi-san, she does everything she can to repay the debt and help her with various things, although not everything goes according to plan.  \nA mythical everyday life comedy about a hard working office lady living with a dragon girl.  \n\n\n---\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E5%B0%8F%E6%9E%97%E3%81%95%E3%82%93%E3%81%A1%E3%81%AE%E3%83%A1%E3%82%A4%E3%83%89%E3%83%A9%E3%82%B4%E3%83%B3)",
      "ru": "Жила себе и жила Кобаяши-сан. Одна в своей квартире, пока на пороге её дома не появилась Тору, у которой долг перед Кобаяши-сан за своё спасение. И Тору всячески желает вернуть его различными способами каждый день. Милая и повседневная комедия. Только есть одна необычная деталь: Тору – влюбленная драконесса.  \n  \nLicensed in English by Seven Seas as \"Miss Kobayashi's Dragon Maid.\"  \n  \n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18807)",
      "pt-br": "Kobayashi vive sozinha em um apartamento, até que um dia, Tooru, a garota dragão, apareceu e elas acabaram morando juntas. Tooru vê os humanos como seres inferiores e tolos. Mas tendo sido salva por Kobayashi-san, ela faz tudo que pode para pagar a dívida e ajudá-la com várias coisas, embora nem tudo corre conforme o planejado. Uma comédia do cotidiano mítico sobre uma mulher do escritório trabalhando duro para viver com uma garota dragão."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19c0b561-43da-4490-873b-07e74d841c6c",
    "title": {
      "en": "Now, I am Demon King's Wife"
    },
    "updatedAt": "2024-04-16T16:04:17+00:00",
    "coverArt": "https://mangadex.org/covers/19c0b561-43da-4490-873b-07e74d841c6c/39d81ecc-0822-4178-a9a6-7e186de3e4ff.jpg",
    "altTitles": [
      {
        "pt-br": "Agora, eu sou a esposa do rei demônio"
      },
      {
        "es-la": "Ahora, soy la Esposa del Rey Demonio"
      }
    ],
    "description": {
      "en": "In the world I was from, I was despised for being too honest. But in this new world, my honesty is needed by my husband, the Demon King.",
      "es-la": "En el mundo del que provenía, me despreciaban por ser demasiado honesto. Pero en este nuevo mundo, mi esposo, el Rey Demonio, necesita mi honestidad.",
      "pt-br": "No mundo aonde nasci, eu era desprezada por ser muito honesta. Mas nesse novo mundo, a minha honestidade é necessária para meu marido, o Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c22535a0-87aa-4bf7-9535-264d81cd1922",
    "title": {
      "en": "Devilish Trio"
    },
    "updatedAt": "2022-08-24T09:33:19+00:00",
    "coverArt": "https://mangadex.org/covers/c22535a0-87aa-4bf7-9535-264d81cd1922/28d458fd-5a7b-4e5d-b741-53ee4d3e1f13.jpg",
    "altTitles": [
      {
        "ja": "悪魔的三重奏"
      },
      {
        "ja-ro": "Akumateki Sanjuusou"
      },
      {
        "en": "Demonic Trio"
      },
      {
        "zh-hk": "惡魔的三重奏"
      }
    ],
    "description": {
      "en": "The story in this book is about Vigne and Satanya when they enroll in the Demon School. It is about before they go to the Human World, so please pay attention."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5eb819d3-9dd9-4de9-8d14-934ee641e560",
    "title": {
      "en": "Yuuryou Bukken Mou Dame Sou - Furo, Toilet to Tenshi wa Kyoudou desu"
    },
    "updatedAt": "2023-03-01T00:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/5eb819d3-9dd9-4de9-8d14-934ee641e560/9f2b9615-da75-475e-b2b3-d3349901fb22.png",
    "altTitles": [
      {
        "ja": "優良物件もうダメ荘~風呂､トイレと天使は共同です~"
      },
      {
        "en": "Excellent Property: This Dormitory Is Full of Losers  ~Communal Toilets and Angels~"
      },
      {
        "zh-hk": "全員廢柴莊"
      }
    ],
    "description": {
      "en": "A story about a 70-year-old super cheap apartment named \"Damesou\" near the coast of a rural village with a communal bathroom, washstand, kitchen, and toilets, and the losers taking residence here!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46748d60-9b15-4647-8250-de0926b20268",
    "title": {
      "en": "Haite Kudasai, Takamine-san"
    },
    "updatedAt": "2024-01-22T12:06:51+00:00",
    "coverArt": "https://mangadex.org/covers/46748d60-9b15-4647-8250-de0926b20268/3ef3a04e-d79d-4dac-975a-4983a0e7c3f1.jpg",
    "altTitles": [
      {
        "ja": "履いてください、鷹峰さん"
      },
      {
        "es-la": "Por favor ponte esto, Takamine-san"
      },
      {
        "ru": "Пожалуйста, оденьтесь, Такамине-сан"
      },
      {
        "ko": "입어주세요, 타카미네 양"
      },
      {
        "en": "Please Put Them On, Takamine-san"
      },
      {
        "en": "Please Put These On, Takamine-san"
      }
    ],
    "description": {
      "en": "The student council president, Takamine-san, is at the topmost of the school hierarchy, a goddess! One day, Shirota-kun accidentally sees Takamine-san’s naked breasts. From then, his school life changed, blackmailed into a life of servitude toward Takamine-san. ― “Put my panties on for me”  \nShirota-kun has ended up in a predicament of Takamine-san’s pink colored favors.  \n  \n\n\n---",
      "ru": "Президент студсовета, Такамине-сан находится на самом верху школьной иерархии. Она — практически бог!  \nОднажды Широта-кун случайно увидел обнажённую грудь Такамине. С того момента его школьная жизнь изменилась.  \n- \"Надень мои трусики для меня\"   \nВ итоге Широта-кун оказался в стеснительном положении из-за розовых пристрастий Такамине-сан.  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/yuichi_hiiragi)  \n- [![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/2056601)  \n- [Official Page (JP)](https://magazine.jp.square-enix.com/joker/series/takamine/)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf326f7-ccbd-4d54-bbad-852d76e46523",
    "title": {
      "en": "Revenge of the Iron-Blooded Sword Hound"
    },
    "updatedAt": "2024-01-23T17:55:44+00:00",
    "coverArt": "https://mangadex.org/covers/fbf326f7-ccbd-4d54-bbad-852d76e46523/fc143365-1a41-4908-af88-389672813feb.jpg",
    "altTitles": [
      {
        "ko": "철혈검가 사냥개의 회귀"
      },
      {
        "ko-ro": "Cheolhyeolgeomga Sanyanggaeui Hoegwi"
      },
      {
        "en": "Revenge of the Sword Clan's Hound"
      },
      {
        "tr": "Demir kanlı kılıç tazısının i̇ntikamı"
      },
      {
        "ja": "回帰した鉄血の猟犬"
      },
      {
        "zh": "铁血剑家猎犬的回归"
      },
      {
        "ar": "عودة الكلب ذي الدم الحديدي"
      },
      {
        "en": "Revenge of the Baskerville Bloodhound"
      },
      {
        "pt-br": "A vingança do cão de caça de sangue de ferro Baskerville"
      }
    ],
    "description": {
      "en": "Raised to kill like a pack of loyal hounds, the Baskerville children took countless lives as a band of fearsome assassins.\n\nDespite being the shunned illegitimate son of the brood, Vikir served his family faithfully, only to meet his untimely demise at his father’s hands. But when he is inexplicably reborn with a second chance at life, Vikir, armed with the memories and knowledge of his past, swears to rise above the pack and take his revenge.\n\nThis time, he's ready to bite the hand that feeds."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-04-10T13:54:28+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/d322cf28-73b1-43d8-a568-379cd6034cee.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ae742a7-70c9-42f4-bc5e-feddf28ab545",
    "title": {
      "en": "Mobile Suit Gundam SEED MSV - Sakura Burst and the White Whale"
    },
    "updatedAt": "2024-04-16T15:55:35+00:00",
    "coverArt": "https://mangadex.org/covers/8ae742a7-70c9-42f4-bc5e-feddf28ab545/bfb1f3f3-27d9-48ca-addf-f5e0472ed019.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダムSEED MSV 乱れ桜と白鯨"
      },
      {
        "ja-ro": "Kidou Senshi Gandamu SEED MSV Midarezakura to Hakugei"
      }
    ],
    "description": {
      "en": "A Gundam SEED MSV one-shot manga starring Jane Houston (AKA The White Whale) and Rena Imelia (Sakura Burst) shortly before Operation 8.8"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d6decd4-835d-4905-9534-2571dae07bcd",
    "title": {
      "en": "Lord El-Melloi II-sei no Jikenbo"
    },
    "updatedAt": "2023-10-29T17:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/4d6decd4-835d-4905-9534-2571dae07bcd/1ba80bfd-6186-4005-b518-3ce19207c0ba.jpg",
    "altTitles": [
      {
        "ja": "Lord El-Melloi II Case Files"
      },
      {
        "ja": "ロード・エルメロイⅡ世の事件簿"
      },
      {
        "ru": "Досье лорда Эль-Меллоя II"
      }
    ],
    "description": {
      "en": "When Lord El-Melloi II, the later Waver Velvet, gets asked to claim his inheritance over Adra Castle, he travels there with his apprentice Gray to do so. But they are not the only ones called that way. The will of the previous owner states that the assembled contestants—including Luviagelita Edelfelt—must compete in a game of wits to win the castle.  \n  \nBased on the light novel of the same name.",
      "ru": "Часовая Башня — центр магического мира и штаб-квартира «Ассоциации магов», хранящей секреты бесценных таинств. Преподающий здесь лорд факультета современной магии, Эль-Меллой II, по стечению определённых обстоятельств оказывается втянут в борьбу за наследие Замка Разделения, Адра. Только разгадавший тайну ангельских имён, что были даны всем приглашённым и встречаются в нём повсюду, сможет получить его «наследие». Однако даже для высокопоставленных магов Часовой Башни это дело оказалось не простым решением головоломки, а началом волшебного, но в то же время печального инцидента.С этого дела началось досье лорда Эль-Меллоя II, в котором переплелись магия и таинства, иллюзии и загадки..."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f861188-8bdd-4bbf-b640-2ca1f1a4b5c9",
    "title": {
      "en": "Kono Isekai de, Unmei to Tsugau - Juujin α wa Yasashiu Kedamono"
    },
    "updatedAt": "2024-02-27T07:28:22+00:00",
    "coverArt": "https://mangadex.org/covers/6f861188-8bdd-4bbf-b640-2ca1f1a4b5c9/ebec6430-04c2-4829-9b34-cdb80dc98b61.jpg",
    "altTitles": [
      {
        "ja": "この異世界で、運命と番う～獣人αは優しいケダモノ"
      },
      {
        "es-la": "Se llama destino en este otro mundo"
      },
      {
        "en": "It's called destiny in this other world"
      },
      {
        "en": "In This Other World, I'll Meet My Destiny - Beastman α Is a Kind Beast"
      }
    ],
    "description": {
      "en": "\"I'm glad you're my destiny.\"\nOne day, Haru of Ω woke up in an oasis in the desert and felt a trembling sensation all over her body when she saw a black beastman appearing in front of her. In a situation where he has lost his memory and does not even know his own name, Viano, the α, who is the leader of the black panther tribe and who himself summoned Haru, speaks gently. \"This is a world ruled by beastmen, and it's the turn of fate for me and Haru.\" Haru, who knows this world and spends his days with Viano, feels an irresistible passion and emotion. However, Haru, who cannot conceive Viano's child no matter how much she wants, finally puts herself in a dangerous situation...and remembers. The memories of his former world and the meaning of losing those memories -...",
      "es-la": "\"Me alegro de que seas mi destino\". \nUn día, Haru (Ω), se despierta en un oasis del desierto; al ver frente a él un hombre bestia negro, siente que todo su cuerpo tiembla. Había perdido la memoria y ni siquiera sabía su propio nombre, pero Viano (A) que era el jefe de tribu de las panteras negras y que él mismo había convocado a Haru, le habló con dulzura: \"Este es un mundo dominado por los hombres bestias y tú eres mi destinado\".\nEn los días que Haru pasa con Viano, se hace muy consciente del irresistible calor y las emociones que siente. Por mucho que quiera Haru, no puede concebir el hijo de Viano, y finalmente, cuando Haru se pone en una situación peligrosa... recupera su memoria.\n¿Cuál es el significado de haber perdido esos recuerdos de su mundo pasado?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daa29882-e5c4-4d24-8dc9-efb407a9e84b",
    "title": {
      "en": "Tonari no Seki-kun Junior"
    },
    "updatedAt": "2022-06-14T12:40:44+00:00",
    "coverArt": "https://mangadex.org/covers/daa29882-e5c4-4d24-8dc9-efb407a9e84b/60208eab-e358-4aaf-ac41-c0dbda572b0d.png",
    "altTitles": [
      {
        "ja": "となりの関くんじゅにあ"
      },
      {
        "en": "My Neighbour Seki-kun Jr"
      }
    ],
    "description": {
      "en": "Yokoi-san from \"Tonari no Seki-kun\" is now back as a mom! With a 2 years old child who's the perfect copy of Seki-kun, an ordinary way of playing won't suffice at all. Everyday is a hard struggle...\n\nBut being the determined Yokoi-san, she'll do her best to confront the ideals and reality of parenting!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af38f328-8df1-4b4c-a272-e737625c3ddc",
    "title": {
      "en": "Senpai ga Uzai Kouhai no Hanashi"
    },
    "updatedAt": "2024-03-16T16:06:17+00:00",
    "coverArt": "https://mangadex.org/covers/af38f328-8df1-4b4c-a272-e737625c3ddc/57004e6b-3573-414d-b234-afd512d89c63.jpg",
    "altTitles": [
      {
        "en": "A Story About a Senior Who Annoys His Junior"
      },
      {
        "en": "A Story About a Senpai Who Annoys His Kouhai"
      },
      {
        "en": "My Senpai Is Annoying"
      },
      {
        "ja-ro": "Senpai ga Urusai Kouhai no Hanashi"
      },
      {
        "ro": "Senpai-ul meu este enervant"
      },
      {
        "tr": "Senpai'si Uyuz Kouhai'nin Hikayesi"
      },
      {
        "ja": "先輩がうざい後輩の話"
      },
      {
        "pt-br": "Meu Senpai é Irritante"
      },
      {
        "uk": "Мій семпай дратує"
      },
      {
        "el": "Ο Senpai Μου Είναι Ενοχλητικός"
      }
    ],
    "description": {
      "en": "Futaba Igarashi is a diminutive office lady who finds that her towering and boisterous work senpai Harumi Takeda always gets in her hair, but he always has her back, he always keeps her company, and she starts noticing that her heart is slowly veering towards him…  \n  \n1st place of Tsugi Manga Awards, Category Webmanga (2018)\n\n---\n\n+++ Difference to volumes\nPixiv/Twitter (Web) to volume mapping:\n| Web Ch. | Volume Ch. | Change | Difference \n| :--- | :--- | :--- | :--- |\n| 64 | v.4 64 | | 0 |\n| 65 | v.4 64.5 | - | 1 |\n| 66 | v.4 65 |  | 1 |\n| 79 | v.4 77.5 | - | 2 |\n| 146.5 | v. 5. 145 | + | 1 |\n| 149.5 | v. 8 149 | + | 0 |\n| 150.5 | v. 8 151 | + | 1 |\n| 153.5 | v. 8 155 | + | 2 |\n| 154.5 | v. 8 157 | + | 3 |\n+++",
      "ja": "ちょっぴりガサツだけど面倒見のいい先輩・武田と、そんな彼に素直になれない（？）後輩・五十嵐。\n\n今日も五十嵐は武田をうざいと思いつつ、本当はまんざらでもなかったりやっぱり本当にうざいときもあったりと自覚のない二人の微妙な距離感にもだえちゃうことまちがいなし！",
      "uk": "Іґараші - працьовита молода офісна жінка. Такеда - семпай з роботи, нервує її постійно - і все ж вона стає все ближче до нього. Кожен день наповнений комічними невдачами та романтичними моментами, коли Іґараші намагається збалансувати роботу, життя та кохання.",
      "pt-br": "Igarashi é uma jovem esforçada que trabalha em um escritório. Takeda, o senpai acima dela no trabalho, a irrita constantemente - e ainda assim ela se encontra cada vez mais próxima dele. Todos os dias são repletos de contratempos cômicos e momentos românticos enquanto Igarashi tenta equilibrar trabalho, vida e amor."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51aedb99-b80e-4fce-9a32-adc5118cdbe8",
    "title": {
      "en": "Touhou - Until the Water Became Wholly Red (Doujinshi)"
    },
    "updatedAt": "2024-02-15T14:33:11+00:00",
    "coverArt": "https://mangadex.org/covers/51aedb99-b80e-4fce-9a32-adc5118cdbe8/01b5f3c1-256e-4f83-a72c-ee12ec3d1606.jpg",
    "altTitles": [
      {
        "ja": "池水尽く紅"
      },
      {
        "ja": "いけみずこくごとくあか"
      },
      {
        "ja-ro": "Ikemizu Kotogotoku Aka"
      }
    ],
    "description": {
      "en": "Youkai Mountain, Gensokyo. Even within this closed-off world, the tengu have their own closed-off, multilayered society. All Shameimaru Aya wants is to work on the scoop of a lifetime, but all around her, much more complicated schemes are afoot, and it seems they can't help but get in her way.\n\nLong-running doujin series by Ashiyama, author of \"The Gensokyo of Humans\" and \"The Magician Who Loved a Fake\". Published in book form and for free on Pixiv."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91b67596-9bc3-48f5-8aad-02ff520fdfa9",
    "title": {
      "en": "The Archmage's Restaurant"
    },
    "updatedAt": "2024-02-17T16:41:17+00:00",
    "coverArt": "https://mangadex.org/covers/91b67596-9bc3-48f5-8aad-02ff520fdfa9/e5a815d4-7a2b-4061-94f1-b6a18d008cc5.jpg",
    "altTitles": [
      {
        "ko": "어느 마법사의 식당"
      },
      {
        "en": "A Wizard's Restaurant"
      },
      {
        "en": "The Wizard's Restaurant"
      },
      {
        "ko-ro": "Eoneu Mabeobsaui Sigdang"
      }
    ],
    "description": {
      "en": "A man who was reincarnated in another world as a 9th class wizard and retired after saving the continent from a dragon war. He decides to open a small restaurant in the countryside, but his routine is anything but ordinary. On the second floor of his restaurant, there lives a black dragon who has transformed into a woman, named Rurin. She is greedy, cute and loyal to him, but also ignorant and clueless about the human world. They live a fun and warm life, serving customers, solving problems and growing violets in the garden.",
      "ko": "요리사를 꿈꾸던 내가 사고로 이세계에 떨어졌다.\n\n몬스터와 마법이 넘쳐나는 판타지 세계이지만 여기라고 식당을 못할 건 없잖아?\n\n그러나 전쟁으로 인해 이세계에 들어오자마자 군대에 끌려가게 되고,\n..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0c54b19-7d15-4e20-949b-a83fe9702525",
    "title": {
      "en": "Dandelion Lies"
    },
    "updatedAt": "2023-11-07T16:23:18+00:00",
    "coverArt": "https://mangadex.org/covers/e0c54b19-7d15-4e20-949b-a83fe9702525/b62f7c6a-6ee6-4a8a-89f4-9f70f7a6dcc4.png",
    "altTitles": [
      {
        "en": "Jojo's Bizarre Adventure: Dandelion Lies"
      },
      {
        "it": "Le Bizzarre Avventure di Jojo: Dandelion Lies"
      }
    ],
    "description": {
      "en": "Setted in the same universe of Steel Ball Run, Jojolion and The JOJOlands, we follow the story of an italian girl who lives in Florence. Giada will finally find a way to face the bad luck that haunted her since she was born, and she will meet some strange people that will make her explore Tuscan legends and secrets, in an adventure full of folklore and local traditions.",
      "it": "Nello stesso universo di Steel Ball Run, Jojolion e The JOJOlands, la storia segue una ragazza italiana che vive a Firenze. Giada troverà finalmente un modo per affrontare la sfortuna che la perseguita da quando è nata, incontrando strani individui che la porteranno ad esplorare leggende e segreti Toscani, in una avventura piena di folklore e tradizioni locali."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d42ac71c-dab2-4e51-83af-b461d6be3169",
    "title": {
      "en": "Karakida-ke no Kosho Gurashi"
    },
    "updatedAt": "2024-02-02T20:30:42+00:00",
    "coverArt": "https://mangadex.org/covers/d42ac71c-dab2-4e51-83af-b461d6be3169/34c36633-c835-4792-8510-bdb8c016db4f.jpg",
    "altTitles": [
      {
        "ja": "百木田家の古書暮らし"
      },
      {
        "zh": "百木田家的旧书生活"
      },
      {
        "en": "Living in an Antiquarian Bookstore of the Karakida Family"
      }
    ],
    "description": {
      "en": "The world's largest collection of used bookstores, Kanda-Jinbōchō. There begins the story of the unforgettable days the three Karakida sisters spend surrounded by the scent of used books when they inherit the used bookstore their grandfather left behind.",
      "es": "Kanda Jinbouchou, el barrio de librerías de segunda mano más famoso del mundo. Las tres hermanas Karakida se trasladaron a la ciudad para cuidar la herencia de su abuelo. Rodeadas del aroma de los libros usados, las tres hermanas hilvanan su día a día.",
      "ja": "世界一の古書店街・神田神保町。祖父の遺した古本屋を引き継ぐため、その街で暮らすことになった百木田（からきだ）三姉妹。古本の香りに包まれながら三姉妹は色褪せない日常を紡いでいく――。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a69d1cc-b060-4f35-8778-4621424fe5f4",
    "title": {
      "en": "Yokohama Kaidashi Kikou"
    },
    "updatedAt": "2023-06-30T20:54:29+00:00",
    "coverArt": "https://mangadex.org/covers/1a69d1cc-b060-4f35-8778-4621424fe5f4/434f502d-29e3-40bf-bd52-7445e2ab0e5e.jpg",
    "altTitles": [
      {
        "en": "Yokohama Shopping Log"
      },
      {
        "ja": "ヨコハマ買い出し紀行"
      },
      {
        "zh": "横滨购物纪行"
      },
      {
        "tr": "Yokohama Alışveriş Seyahati"
      },
      {
        "ja-ro": "YKK"
      },
      {
        "fr": "Escale à Yokohama"
      },
      {
        "uk": "Довідник купівель з Йокохами"
      }
    ],
    "description": {
      "en": "The story is set in future Japan, in which the sea level has risen and flooded many of the coastal areas and Mt. Fuji has erupted within living memory. The population has been considerably reduced and political and technological institutions have broken-down. Local communities have become nations and telephone and television no longer exist (although coffee vending machines and streetlights stubbornly continue to work). There are strange new animals and plants (like flying fish and glowing streetlight trees).  \n  \nThe remaining people have adopted a slower-paced, simpler way of life and rely more on each other. Along with the human population are some intelligent, humanoid robots. One of the robots, a female named Alpha, runs a café by the same name in the country outside of what remains of Yokohama. With her trusty motor scooter and her camera she travels around the area making friends with the humans and robots, having new experiences and observing the passage of time.  \n\n---  \n- **Won the 2007 Seiun Award for Best Manga**",
      "vi": "Câu chuyện lấy bối cảnh ở Nhật Bản trong tương lai, khi mực nước biển dâng cao gây ngập lụt nhiều vùng ven biển cùng với việc núi Fuji phun trào. Dân số giảm đáng kể, các thể chế chính trị và công nghệ tan tành, các nhóm địa phương thành lập khu tự trị riêng và điện thoại cũng như TV không còn nữa (mặc dù máy bán cà phê và đèn đường vẫn lì lợm hoạt động được bằng cách nào đó). Xuất hiện những loài động vật và thực vật mới lạ (như cá bay và cây đèn đường phát sáng).\nNhững người còn lại áp dụng cách sống chậm đi, đơn giản hóa mọi chuyện và nương tựa vào nhau nhiều hơn. Cùng tồn tại với loài người là một số robot dạng hình người có trí thông minh. Một trong số chúng là một robot nữ tên Alpha - đang quản lý một quán cà phê cùng tên ở vùng rìa phần còn lại của Yokohama. Với con xe tay ga bền bỉ cùng chiếc máy ảnh của mình, cô đi khắp nơi để kết bạn với con người và robot, tận hưởng những trải nghiệm mới mẻ và dõi theo dòng thời gian đang ngày ngày trôi qua.\nGiành giải thưởng Seiun Award hạng mục Best Manga."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "140"
  },
  {
    "mangaId": "0c1d035d-17d0-4bc3-9b05-a1ce313bb53f",
    "title": {
      "en": "Classmate to Issho ni Sumu Koto ni Natte Shimatta"
    },
    "updatedAt": "2024-04-16T13:42:23+00:00",
    "coverArt": "https://mangadex.org/covers/0c1d035d-17d0-4bc3-9b05-a1ce313bb53f/6bc762df-564e-449a-a1dd-a84c199964fe.jpg",
    "altTitles": [
      {
        "en": "Ended Up Living with a Classmate"
      },
      {
        "id": "Tinggal Bersama teman sekelas"
      },
      {
        "ja-ro": "Kurasumeito to issho ni sumu koto ni natte shimatta"
      },
      {
        "ja": "クラスメイトと一緒に住むことになってしまった"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8",
    "title": {
      "en": "Shuumatsu no Valkyrie Kitan - Jack the Ripper no Jikenbo"
    },
    "updatedAt": "2024-04-11T17:39:01+00:00",
    "coverArt": "https://mangadex.org/covers/f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8/4d216e8e-a6dd-4e45-a0d1-42c19e975120.jpg",
    "altTitles": [
      {
        "en": "Record of Ragnarok: Jack the Ripper Case Files"
      },
      {
        "ja": "終末のワルキューレ奇譚 ジャック・ザ・リッパーの事件簿"
      },
      {
        "ru": "Повесть о Конце Света: Досье по делам Джека Потрошителя"
      },
      {
        "ru": "Повесть о Конце Света: Досье Джека-потрошителя"
      }
    ],
    "description": {
      "en": "In 1888, a number of prostitutes were murdered in London, by someone known only as \"Jack the Ripper\". The murderer takes to the streets each day, looking to slit some unfortunate woman open... The past of Jack the Ripper, the English gentleman who represented the human side in the fourth round of the struggle between God and mankind known as Ragnarok, who was one of the top-three most popular characters in the character poll, is finally revealed!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd50b57-be2b-42db-bb2f-8c6c68e2c43a",
    "title": {
      "en": "Winter Wolf"
    },
    "updatedAt": "2024-01-13T04:23:35+00:00",
    "coverArt": "https://mangadex.org/covers/fbd50b57-be2b-42db-bb2f-8c6c68e2c43a/8cd070aa-eaa0-44c7-9dfd-f0a5194d0828.png",
    "altTitles": [
      {
        "ko": "윈터울프"
      },
      {
        "es": "Lobo de invierno"
      },
      {
        "ja": "ウィンター・ウルフ"
      },
      {
        "zh": "冬日之狼"
      }
    ],
    "description": {
      "en": "Is it safe to fall in love with you?\nAfter losing her family to the revolt, noblewoman Lysithea hires Taron, a strapping young broker, to help her flee the kingdom. But when a heavy snowstorm strands the bickering pair in an eerie abandoned mansion, Lysithea has no choice but to rely on her new partner. What dangerous romance awaits them?",
      "pl": "Można się w tobie bezpiecznie zakochać?\nPo stracie rodziny w wyniku rewolty, szlachcianka Lysithea zatrudnia Tarona, młodego maklera, aby pomógł jej uciec z królestwa. Ale kiedy ciężka burza śnieżna zatrzymuje kłótliwą parę w niesamowitej opuszczonej rezydencji, Lysithea nie ma wyboru i musi polegać na swoim nowym partnerze. Jaki niebezpieczny romans ich czeka?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "247fe684-e74b-42f9-ae63-0c410a663408",
    "title": {
      "en": "Magic Kaito"
    },
    "updatedAt": "2024-04-14T09:39:25+00:00",
    "coverArt": "https://mangadex.org/covers/247fe684-e74b-42f9-ae63-0c410a663408/854e89fc-200b-4fd7-be64-957cec7b17d6.jpg",
    "altTitles": [
      {
        "en": "Kaito Kid"
      },
      {
        "es": "Màgic Kaito"
      },
      {
        "ru": "Волшебник Кайто"
      },
      {
        "ar": "ماجيك كايتو"
      },
      {
        "ja": "まじっく快斗"
      },
      {
        "zh": "魔术快斗"
      },
      {
        "th": "จอมโจรอัจฉริยะ"
      }
    ],
    "description": {
      "en": "Teenage magician Kaito Kuroba has a secret identity: that of Kaitou Kid, a famous internationally-known and wanted \"phantom thief\". Kaito took the identity after one day discovering that his late father was the original Kaitou Kid. Later on, he discovers his father, who died from an 'accident' during a magic trick, was really murdered because he would not steal the jewel Pandora for an evil organization. As Kaitou Kid, Kaito tries to find Pandora before that organization that killed his father do, and destroy it, leading Inspector Nakamori and his taskforce on the wildest jewel heists imaginable!",
      "ja": "世紀の宝物を予告通りに手中し、闇から闇へと消え去る紳士・怪盗キッド！！見事なマジックで名刑事らの裏をかき、目指すは「正義」の完全犯罪！！今宵、神出鬼没の彼が狙う宝石は、時価4億円の「月の瞳」だ！！"
    },
    "status": "hiatus",
    "releaseDate": 1987,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85456d9d-9c70-49e4-bbda-462b5a4af3c4",
    "title": {
      "en": "Isshou Hatarakitakunai Ore ga Classmate no Daininki Idol ni Natsukaretara"
    },
    "updatedAt": "2024-04-11T07:27:19+00:00",
    "coverArt": "https://mangadex.org/covers/85456d9d-9c70-49e4-bbda-462b5a4af3c4/b4593e8b-211b-4669-a91b-2789c95f44ec.jpg",
    "altTitles": [
      {
        "ja": "一生働きたくない俺が、クラスメイトの大人気アイドルに懐かれたら"
      },
      {
        "vi": "Cô nàng idol đói bụng và anh chàng yêu nội trợ"
      },
      {
        "ja-ro": "Isshou Hatarakitakunai Ore ga Classmate no Daininki Idol ni Natsukaretara"
      },
      {
        "en": "A Very Popular Idol Classmate Has Taken a Liking to Me, A Person Who Doesn’t Want to Work for my Whole Life"
      },
      {
        "ja-ro": "Isshou Hatarakita Kunai Ore ga, Classmate no Daininki Idol ni Idakaretara"
      },
      {
        "zh": "班里的人气偶像黏上了一辈子不想工作的我"
      }
    ],
    "description": {
      "en": "Rintaro Shido, a high school student who aspires to become a full-time househusband, is in the class with a very popular idol, Rei Otosaki. The two have no connection other than being classmates, but their relationship changes drastically when Rintaro serves Rei a home-cooked meal after she nearly collapses from hunger! The food was so delicious that Rei said, \"Can I come here every day to eat?\"...?!",
      "ja": "専業主夫を目指す高校生・志藤凛太郎のクラスには、世間でも大人気のアイドル・乙咲玲が在籍していた。同級生であること以外の関係がない二人だったが、空腹で倒れそうになった玲に凛太郎が手料理を振る舞ったことで関係は一変！ あまりの美味しさに玲は「毎日食べに来ていい？」と言ってきて……!?",
      "vi": "Shido Rintaro, nam sinh cao trung ước ao trở thành một ông chồng nội trợ, học cùng lớp với idol nổi tiếng Otosaki Rei. Cả hai không liên quan gì đến nhau trừ việc học cùng lớp. Đó là cho đến khi Rei xém ngất xỉu vì đói, và được Rintaro nấu ăn cho. Tay nghề cậu ta khá đến nỗi Rei quyết định sẽ đến ăn chực mỗi ngày...!?",
      "pt-br": "Rintaro Shido, um estudante do ensino médio que aspira se tornar um dono de casa em tempo integral, está na classe de uma idol muito popular, Rei Otosaki. Os dois não têm nenhuma conexão além de serem colegas de classe, mas seu relacionamento muda drasticamente quando Rintaro serve uma refeição caseira para Rei depois que ela quase desmaia de fome! A comida estava tão deliciosa que Rei disse: \"Posso vir aqui todos os dias para comer?\"...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "553547c0-d37e-44df-a176-5a2315b8a258",
    "title": {
      "en": "Gabai"
    },
    "updatedAt": "2024-03-11T16:40:59+00:00",
    "coverArt": "https://mangadex.org/covers/553547c0-d37e-44df-a176-5a2315b8a258/bd3b4133-22e8-4ac3-a40c-c1e0a3f78eab.jpg",
    "altTitles": [
      {
        "id": "Gabai - Nenek Gabai Dari Saga"
      },
      {
        "ja-ro": "Gabai - Saga no Gabai Baachan"
      },
      {
        "fr": "Une sacrée mamie"
      },
      {
        "ja": "がばい -佐賀のがばいばあちゃん-"
      },
      {
        "ja": "がばい佐賀のがばいばあちゃん"
      },
      {
        "zh": "佐贺的超级阿嬷"
      },
      {
        "en": "The Story of my Wonderful [Gabai] Grandmother"
      }
    ],
    "description": {
      "en": "This is the story of a young boy, after being sent from Hiroshima to Saga (10 years after the second World War, in 1958) by his mom because of a lack of money, journeying to a faraway place, and living in conditions alien to him, definitely makes him miss home. Worse, he is not familiar with his grandmother and her ways too. But with his Gabai Granny, he will slowly discover with his growing pains, just how resourceful Granny is…"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "91"
  },
  {
    "mangaId": "84280dd7-ef27-4ab4-a54f-cfed7b985652",
    "title": {
      "en": "Hazure Skill de SSS-Rank Makyo wo Tara, Sekai Saikyou no Renkinjutsushi ni Natteita ~ Kaiteki Kyoten wo Tsukutte Nakama to Tanoshi Isekai Life"
    },
    "updatedAt": "2024-04-10T22:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/84280dd7-ef27-4ab4-a54f-cfed7b985652/65ad53c6-39a4-4f23-99a9-4e3bc366e26b.jpg",
    "altTitles": [
      {
        "ja": "外れスキルでSSSランク魔境を生き抜いたら、世界最強の錬金術師になっていた～快適拠点をつくって仲間と楽しい異世界ライフ～"
      },
      {
        "en": "After Surviving the SSS-Rank Demon Territory with a Useless Skill, I Became the Strongest Alchemist in the World: Creating a Comfortable Base and Enjoying Life with Friends in Another World"
      }
    ],
    "description": {
      "en": "Sora was summoned to another world as a hero. While other heroes were bestowed with powerful combat skills, Sora’s skill was something ordinary: Alchemy.\n\nRidiculed for having a useless skill, he was exiled to the Demon Forest. However, little did they know, his skill was actually an exceptional SSS-Rank skill!\n\nUtilizing his alchemy, an unconventional survival journey in another world begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb6306cb-a681-4c23-9f3f-31e3e3e4bfb2",
    "title": {
      "en": "Tactics"
    },
    "updatedAt": "2022-02-26T19:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/eb6306cb-a681-4c23-9f3f-31e3e3e4bfb2/baa3e55e-3001-4b05-8cc1-a0aeb5c0f1f8.jpg",
    "altTitles": [
      {
        "ja-ro": "Takutikusu"
      },
      {
        "vi": "Truyền Thuyết Thiên Cẩu"
      },
      {
        "ru": "Тактика"
      },
      {
        "ja": "たくてぃくす"
      },
      {
        "zh": "抓鬼天狗帮"
      },
      {
        "zh": "降魔小天师"
      },
      {
        "ko": "택틱스"
      }
    ],
    "description": {
      "en": "Kantarou, a folklore scholar living in the Taisho period, has various and sundry adventures. But Kantarou moonlights as an exorcist solving the problems of ghosts and demons, all with the help of Haruka, the legendary demon-eating tengu!  \n  \nNote: The current serialization is in a shoujo magazine - Comic Blade Avarus."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": ""
  },
  {
    "mangaId": "36bad9cb-6310-4048-a48e-a1ab7b7dcb3e",
    "title": {
      "en": "Demon X Angel, Can't Get Along!"
    },
    "updatedAt": "2024-01-26T02:43:34+00:00",
    "coverArt": "https://mangadex.org/covers/36bad9cb-6310-4048-a48e-a1ab7b7dcb3e/f6f5be02-e1e9-46aa-8371-d7460dcc6236.jpg",
    "altTitles": [
      {
        "zh": "恶魔X天使 不能友好相处"
      },
      {
        "en": "Demon X Angel Can't Get Along!"
      },
      {
        "ar": "ملاك و شيطان! لا يمكن ان نتعايش"
      },
      {
        "pt-br": "Demônio X Anjo, Não Conseguem Se Dar Bem!"
      }
    ],
    "description": {
      "ar": "الشياطين والملائكة نوعان من الأجناس المتقابلة مع مرور الزمن سئموا من القتال ضد بعضهم بعض ولكي يتعايشوا بسلام سويا قرروا البدء بخطة زواج! الخطة لها فترة مراقبة مدتها عام واحد. إذا كان الشيطان والملاك لا يزالان غير قادرين على العيش سويا وفهم بعضهم البعض بشكل جيد ، فسيتم إلغاء الزواج و نتيجة لذلك ، تم اختيار جيا تشينغ (الشيطان) و يو شانشان (الملاك) بواسطة اليانصيب كشريكين في الزواج ، وبدأت حياتهم سويا كزوجين يجب عليهم التعايش معا بشكل جيد.",
      "en": "Demons and angels are natural enemies that have grown tired of fighting each other. In order to coexist peacefully, they decided to arrange a marriage between the two races! If the pair can't get along within the one-year trial period, the marriage will be dissolved. This is how Jiacheng (Demon) and Yu Shanshan (Angel) became the chosen \"lucky\" pair for the marriage. Sharing the goal of divorce, the two began their lives of \"happy\" cohabitation!",
      "pt-br": "Demônios e anjos são duas raças opostas. À medida que os tempos mudam, eles estão cansados ​​de lutar. Para conviverem pacificamente, decidiram iniciar um plano de casamento! O plano tem um período de observação de um ano. Se os demônios e os anjos ainda não se derem bem, o casamento será cancelado. Como resultado, Jiacheng (demônio) e Yu Shanshan (anjo) foram “felizmente” selecionados por sorteio como parceiros de casamento, e começaram uma vida de coabitação “feliz” com o destino do divórcio."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf61adfd-32ca-4ebf-a882-0cb142f7e7e6",
    "title": {
      "en": "Hanechin to Bucky no Oko-sama Shinryouroku"
    },
    "updatedAt": "2023-05-13T18:53:55+00:00",
    "coverArt": "https://mangadex.org/covers/cf61adfd-32ca-4ebf-a882-0cb142f7e7e6/cf27bc4e-a3d5-4920-b01e-5143be4ec3ff.jpg",
    "altTitles": [
      {
        "ja": "ハネチンとブッキーのお子さま診療録"
      }
    ],
    "description": {
      "en": "Heartwarming medical story about a single father meeting an eccentric pediatrician."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e7cd288-b982-45c5-bcae-f9fa7e902c4d",
    "title": {
      "en": "Goodbye, My Rose Garden"
    },
    "updatedAt": "2024-03-09T19:38:34+00:00",
    "coverArt": "https://mangadex.org/covers/3e7cd288-b982-45c5-bcae-f9fa7e902c4d/218536f1-6d35-45b2-bde4-a4d063c397c8.jpg",
    "altTitles": [
      {
        "ja": "さよならローズガーデン"
      },
      {
        "zh": "永别了蔷薇花园"
      },
      {
        "zh-ro": "Yǒngbiéle qiángwēi huāyuán"
      },
      {
        "ja-ro": "Sayonara Rose Garden"
      },
      {
        "cs": "Sbohem, má růžová zahrado"
      },
      {
        "zh-hk": "永別了薔薇花園"
      }
    ],
    "description": {
      "en": "England, the early 1900s. Alice, a young noblewoman, has a Japanese maid named Hanako working in her household. The two have a fairly typical relationship…until the day Alice begs Hanako to kill her. As Hanako tries to figure out why her mistress would make such a terrible request, she and Alice grow closer until an entirely new feeling begins to blossom between them. Don’t miss this poignant tale about women falling in love in historical Britain.  \n\n\n---",
      "es": ":  \n||  \nEsta historia cuenta las vicisitudes de una sirvienta japonesa y una joven británica: En este jardín de rosas, escribiremos sobre nuestros sentimientos secretos y ocultos. Siglo XX; Inglaterra.  \nKujou Hanako se dirige a Inglaterra tras su autor de ensueño, se encuentra en un país extranjero, sin nadie en quien apoyarse. Por coincidencia y tras la discusión con el jefe editorial del misterioso escritor Víctor-sensei, conoce a la joven aristócrata Alice Douglas, y empieza a servir en su residencia.  \nComo su benefactora y por su mutuo amor por los libros (así como en retribución a Alice) Hanako se empeña en su trabajo día a día, sin olvidar su anhelo de conocer al enigmático escritor… Alice le dice que podrá volver realidad su deseo, con una condición: ¿Estará Hanako-chan dispuesta a cumplir con la impactante proposición?||",
      "zh-hk": "１９００年英國。愛、家族、社會仍如履荊棘的時代。\n\n「那是無法說出名字的愛。」\n\n貴族千金愛麗絲述說了她對過去的家庭教師伊麗莎懷抱的淡淡戀慕之心，以及這份思念招致的始末。\n\n另一方面，華子無法說出愛麗絲思念的人就是自己的恩師，並且察覺到內心被燻黑的感情——"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "d04c225e-d017-42e4-b805-cb910d833672",
    "title": {
      "en": "Monster Devourer"
    },
    "updatedAt": "2024-03-12T01:19:04+00:00",
    "coverArt": "https://mangadex.org/covers/d04c225e-d017-42e4-b805-cb910d833672/5eb25cb8-82b7-4a0b-af31-2e584d3d8875.jpg",
    "altTitles": [
      {
        "ko": "먹뀌싸"
      }
    ],
    "description": {
      "en": "‘Meok Gwi-Sa’ is a Monster Hunter who eats monsters to protect the human world. After the release of the Hell demon, he lost his power. He managed to survive and met Goyoung. Goyoung, is a young individual with a petite build, who has endured a lifetime of torment due to his physical stature. His childhood friend, Kang Jong-bo, suddenly transforms into a bully during high school. However, their lives take an unexpected turn when Goyoung acquired a mysterious power which is the ability to devour monsters. Goyoung embarks on a perilous journey to protect humanity from the impending threat of the Gate to Hell. Will he be able to control his new powers and save the world from its impending doom?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30193c1f-1569-4c2d-8c29-8a365fec322b",
    "title": {
      "en": "Akuyuu no Ore ga Ponkotsu Kishi wo Miterarenai n da ga, Dou Sewa wo Yakya Ii?～ Madome Gaiden～"
    },
    "updatedAt": "2024-03-29T13:13:46+00:00",
    "coverArt": "https://mangadex.org/covers/30193c1f-1569-4c2d-8c29-8a365fec322b/b942f7af-e975-4c7c-866f-1e4f112fde5c.jpg",
    "altTitles": [
      {
        "ja": "悪友の俺がポンコツ騎士を見てられないんだが、どう世話を焼きゃいい? ～まどめ外伝～"
      },
      {
        "en": "A Villain's Dilemma: How to Not Meddle too Much with a Clumsy Holy Knight's Life"
      },
      {
        "ja-ro": "Akuyuu no Ore ga Ponkotsu Kishi wo Mite Rare Naindaga, Dou Sewa wo Yakya Ii?～ Madome Gaiden～"
      },
      {
        "ru": "Я, заклятый друг, не могу смотреть на эту глупую девушку-рыцаря. Как же мне о ней заботиться?"
      },
      {
        "en": "An Archdemon's (Friend's) Dilemma: How to Babysit a Crybaby Knight"
      }
    ],
    "description": {
      "en": "A clumsy knight and a magician who struggles to understand his own feelings. The story of how two arch-enemies end up closer than they ever thought they would be. Spin-off of「Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?」, which follows the daily life of Barbaros on his job of protecting the Captain of the Holy Knights, Chastel Lillqvist.",
      "id": "Spin-off dari Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga Dou Medereba Ii?",
      "pt-br": "Um cavaleiro desajeitado e um mágico que luta para entender seus próprios sentimentos. A história de como dois arqui-inimigos acabam mais próximos do que jamais pensaram que estariam. Spin-off de 「Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?」, que segue a vida diária de Bárbaros em seu trabalho de proteger o Capitão dos Cavaleiros Sagrados, Chastel Lillqvist."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7644b1d7-a810-4df6-82d6-bb6b0750aa5d",
    "title": {
      "en": "Legacy of the Skipped Hero: Second-Class Ascendant"
    },
    "updatedAt": "2024-03-24T13:10:04+00:00",
    "coverArt": "https://mangadex.org/covers/7644b1d7-a810-4df6-82d6-bb6b0750aa5d/c38377f4-c6eb-4d96-a5cb-75365b2fa1bb.png",
    "altTitles": [
      {
        "ko": "2차전직 스킵용사"
      }
    ],
    "description": {
      "en": "Douji, a renowned marksman specialist and the top strategist in gaming, known for skipping through content at double speed and ignoring anything not summarized in three lines, decides to take on the challenge of Ferrerus, which is a game of \"Land of Hardship\" in the gaming world.\n\nDespite his usual nonchalant approach, Douji finds himself forcefully transitioned into the hidden class of \"Skip Warrior\" within the perilous depths of Ferrerus, where even gamers who can't spare a moment for footnotes tremble.\n\nWith this melee-oriented hidden class, can Douji reclaim his former glory and ascend once more to the top rank?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d2ce760-9c8f-42d5-82b5-6d940f040039",
    "title": {
      "en": "An-chan no Aan"
    },
    "updatedAt": "2021-05-25T15:45:44+00:00",
    "coverArt": "https://mangadex.org/covers/9d2ce760-9c8f-42d5-82b5-6d940f040039/5ce38fbb-b29a-460c-a257-0d35bf0e551c.jpg",
    "altTitles": [
      {
        "en": "A~n-chan no A~n"
      },
      {
        "en": "A~nchan no A~n"
      },
      {
        "en": "Aan-chan no Aan"
      },
      {
        "en": "Aanchan no Aan"
      },
      {
        "en": "Aannya An"
      },
      {
        "en": "あ〜んちゃんのあ〜ん"
      }
    ],
    "description": {
      "en": "This is a 4-Koma manga in which An-chan always says \"Aan.\"  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/KANEKOMOTOKI)\n"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "11b74211-f4c0-4f08-b5a4-c491da0d0c0b",
    "title": {
      "en": "Choujin X"
    },
    "updatedAt": "2024-04-08T11:09:07+00:00",
    "coverArt": "https://mangadex.org/covers/11b74211-f4c0-4f08-b5a4-c491da0d0c0b/d71efde0-cddf-4ccc-b52e-e953cd9d12d4.jpg",
    "altTitles": [
      {
        "ja": "超人X"
      },
      {
        "en": "Superhuman X"
      },
      {
        "ru": "Сверхчеловек Х"
      },
      {
        "uk": "Надлюдина X"
      },
      {
        "vi": "Siêu nhân X"
      },
      {
        "en": "Overhuman X"
      },
      {
        "de": "Übermensch X"
      },
      {
        "hu": "SZUPEREMBER X"
      }
    ],
    "description": {
      "en": "When an airplane goes down in a plume of black smoke near their city, best friends Tokio and Azuma join the volunteer search and rescue team. But instead of a wreck of twisted metal, they discover that the plane suffered minimal damage and that over 200 of the passengers are still alive! With their services no longer needed, the friends head for home, but on the way, they run into an old enemy who has picked up some bizarre new powers and an obsession with destroying them. Now Tokio and Azuma only have one chance to make it out alive—by becoming the superpowered creatures known as choujin!\n\nBeing a superpowered creature isn’t all it’s cracked up to be. Tokio has to hide his transformation from his family and dodge a truancy charge at school, all while dealing with an increasing number of odd incidents happening around town!",
      "hu": "Amikor egy repülőgép lezuhan miközben egy különös, fekete füstöt ereget, a két jó barát Tokio és Azuma úgy dönt, hogy csatlakozik az önkéntes kutató és mentőcsapathoz. Azonban egy csomó roncs helyett azt látják, hogy a repülő minimális károkat szenvedett valamint több mint 200 utas túlélte a balesetet. De mivel nem volt szükség már rájuk így elindulnak hazafelé. Viszont az úton szembejön velük egy régi ellenségük, aki valami bizar erő birtokosa lett, és elakarja pusztítani őket. Tokio és Azuma egyetlen esélye a túlélésre az, hogy szupererővel rendelkező lényekké - Úgy nevezett Choujin-okká válnak.\n\nDe a szupererő nem megoldás mindenre. Tokio-nak titokban kell tartania az erejét a családja, és iskolája elől, miközben egyre több különös esemény történik városszerte.",
      "ru": "Азума Хигаши довольно популярный парень. И хотя он не очень крупный, но обладает хорошими боевыми навыками и сильным чувством справедливости. Также он имеет высочайшие оценки в своём классе. Прямая противоположность Азуме его друг Токио Курохара, который не слишком увлечён учёбой. Даже во время драк он выступает как простой наблюдатель. Тем не менее, невзирая на сложности и различия, эти два закадычных приятеля держатся друг друга.\nОба парня живут в префектуре Ямато – самом обычном регионе страны, который более всего известен тем, что некоторые его области были уничтожены Сверхчеловеком.",
      "uk": "Азума Хіґаші доволі популярний хлопець: низенький красень із гарними бойовими навичками, має підвищене почуття справедливості, найкращі оцінки у класі та друга… свою повну протилежність - Токіо Курохару, боязкого хлопчака, який лиш спостерігає за бійками Азуми та ловить ґав на уроках. І все ж, не зважаючи на це, міці їхньої дружби можна позаздрити.\n\nПрефектура Ямато, район, де вони живуть, наполовину зруйнований Надлюдьми - особами із небезпечними надприродними здібностями. Часто саме вони влаштовують погроми чи сутички, в центрі яких цього разу й опинился хлопці. Перед загрозою смерті друзі приймають рішення стати Надлюдьми. Зміни торкаються Токіо, який вже не може бути стороннім спостерігачем, він потрапляє у пастку світу, де битва неминуча.",
      "vi": "Một tác phẩm mới được khắc họa dưới ngòi bút của tác giả bộ manga đình đám tokyo ghoul. \"Siêu nhân X\" kể về thế giới có những nhân vật đặc biệt được gọi là \"Siêu nhân\"[Choujin], nhân vật chính là Tokio Kurobara, một học sinh trung học ở tỉnh Yamato, hiện tại cậu ấy cùng người bạn Higashi Azuma thực thi công lý.Và rồi một ngày nọ, khi cả hai rơi vào tình thế hiểm nghèo bắt buộc chỉ còn cách dùng một ống tiêm kỳ lạ..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-04-16T15:32:57+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/345d7950-d766-4e6f-a2a9-ec3bcedbc9b5.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "vi": "Khiến Linh Mục Phải Lòng"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d545e62-d4cd-4e65-a65c-a5c46b794918",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 3 - Stardust Crusaders"
    },
    "updatedAt": "2023-06-24T15:26:26+00:00",
    "coverArt": "https://mangadex.org/covers/0d545e62-d4cd-4e65-a65c-a5c46b794918/062dcbaa-fb90-4bd6-8894-6717c7d54339.jpg",
    "altTitles": [
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 3: Vitejii Stelelor"
      },
      {
        "ja-ro": "Dai 3 Bu Kuujou Joutarou: Mirai e no Isan"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Stardust Crusaders"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 3 Jotaro Kujo: Heritage for the Future"
      },
      {
        "ar": "مغامرة جوجو الغريبة الجز  3:"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ジョジョの奇妙な冒険スターダストクルセイダース"
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Жұлдыз-тозаң Кірескерлері"
      }
    ],
    "description": {
      "en": "Third story arc of the JoJo's Bizarre Adventure series.\n\nIn 1989, Joseph Joestar arrives in Japan to meet his troubled grandson Jotaro Kujo at the request of his daughter Holly. Jotaro has locked himself in a jail cell out of fear that an evil spirit is possessing him and that he may cause harm to others. However, Joseph reveals the truth to Jotaro: this \"spirit\" is really a \"Stand,\" a physical manifestation of one's fighting spirit. What's more, Joseph and his companion Mohammed Avdol possess Stands of their own and have learned to control them with ease.  \n  \nJoseph's arrival comes with another piece of news: an old family enemy has returned from the grave, causing the Stands of the Joestar family to awaken. However, when a Stand manifests within Holly, her inability to cope with it leaves her gravely ill, stirring the men into action.  \n  \nArmed with the power of Stands, a globe-trotting adventure from Japan to Egypt—where their adversary resides—begins. Meeting an array of nefarious Stand users along the way, as well as new allies, the team leads a crusade to save Holly and put an end to their enemy for good."
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "152"
  },
  {
    "mangaId": "35b9f818-926b-4f4a-aa2b-0ac068986a73",
    "title": {
      "en": "MagiLumiere Co., Ltd."
    },
    "updatedAt": "2024-04-13T18:46:22+00:00",
    "coverArt": "https://mangadex.org/covers/35b9f818-926b-4f4a-aa2b-0ac068986a73/46d0b1c5-cf74-40e2-800e-b9d83fbb6b73.jpg",
    "altTitles": [
      {
        "ja": "株式会社マジルミエ"
      },
      {
        "ru": "Компания МагиЛумьер"
      },
      {
        "ne": "मागी-लुमिएर कं. लि."
      },
      {
        "ja-ro": "Kabushiki Gaisha Magi Lumiere"
      },
      {
        "pt-br": "Companhia das Garotas Mágicas Magilumiere"
      }
    ],
    "description": {
      "en": "Manga about a girl who was looking for a job and ended up in a corporation of magical girls fighting monsters.",
      "ja": "“魔法少女”――それは、誰もが憧れる「職業」である。　就職活動に苦戦する女子大生・桜木カナ。面接先で怪異に巻き込まれたカナは、駆けつけた魔法少女・越谷を手助けしたことをきっかけに、ベンチャー企業『株式会社マジルミエ』に魔法少女として新卒入社することになり…!?",
      "ru": "Манга про девочку, которая искала работу и попала в корпорацию девочек-волшебниц, борющихся с монстрами.",
      "pt-br": "Magilumiere: Companhia Das Garotas Mágicas"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "MARRIAGETOXIN"
    },
    "updatedAt": "2024-04-12T20:15:41+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/e685d681-1e34-4136-a57e-bf165b89c5db.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcc3f064-9eee-44c1-b409-f6df242a3496",
    "title": {
      "en": "Heart Gear"
    },
    "updatedAt": "2024-04-13T12:10:59+00:00",
    "coverArt": "https://mangadex.org/covers/dcc3f064-9eee-44c1-b409-f6df242a3496/a520d3f7-73f7-462d-954a-9d814285d3dd.jpg",
    "altTitles": [
      {
        "ja": "ハートギア"
      },
      {
        "en": "HEART GEAR"
      }
    ],
    "description": {
      "en": "Young teenage girl Roue lives a peaceful life with her \"uncle\", a gear named Zett. She spends her days exploring the ruins of the old world, destroyed by World War III two hundred years ago. During one of those explorations, she finds a strange cylindrical gear who calls himself Chrome, who for some reason doesn't have a \"base program\", which determines a gear's main purpose. Chrome may have to find that purpose himself in his new life with Roue and Zett…  \n  \n**Officially published:**  \n- In spanish free on [MangaPlus](https://mangaplus.shueisha.co.jp/titles/200028)  \n- In french by [Ki-oon](http://www.ki-oon.com/mangas/tomes-1187-heart-gear.html)",
      "es-la": "Un mundo en ruinas. Allí transcurre la sencilla vida de Roue, una niña humana, y el gear Zett. Un día, Roue encuentra un nuevo gear, el misterioso Chrome, y el dúo se convierte en trío. Son casi como una familia, pero poco después..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a06f3b9-7abd-44d2-89b1-fe4de1ea646f",
    "title": {
      "en": "Gaman Shinaide, Hades-sama. ~Reikoku na Meiou no Jun'ai wa Michishirenai hodo Fukakude, Omoi~"
    },
    "updatedAt": "2023-01-11T23:14:35+00:00",
    "coverArt": "https://mangadex.org/covers/5a06f3b9-7abd-44d2-89b1-fe4de1ea646f/b8573c97-acc4-4387-a4b7-67eac4a1fd0f.jpg",
    "altTitles": [
      {
        "zh": "无需忍耐、哈迪斯大人"
      },
      {
        "zh-hk": "無需忍耐、哈迪斯大人"
      },
      {
        "ja-ro": "Gaman Shinaide, Hades-sama."
      },
      {
        "ja": "我慢しないで、ハデス様。"
      },
      {
        "ja": "我慢しないで、ハデス様。 ～冷酷な冥王の純愛は底知れないほど深くて、重い～"
      }
    ],
    "description": {
      "en": "\"I … ..can't live without you.\"\n\nA handsome man slides his moist fingers over the smooth skin of a young girl. His eyes are warm and his delicacy is such that you will believe he’s in love. The world divided between the \"World of the Gods\", the \"Other World\", and the \"Earthly World\", was filled with chaos. In the realm of the gods, the gods enjoyed eternal life. The goddess Persephone works hard every day to care for the plants so that her life will sprout on the earth, but the shoots she raised withered. She will be taken over by Hades, the master of the underworld, who has come to welcome \"death\".\n\nPersephone laments her grief, but she is moved by Hades' encouragement, and is drawn to his quiet, calm and gentle side... Meanwhile, Persephone decides to offer her own body to save Hades, who has been caught up in the conspiracy of the divine world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]