[
  {
    "mangaId": "57e8c5df-525f-4126-8e64-f946e93c08d9",
    "title": {
      "en": "Oshi Au Futari wa Koi ni Naranai"
    },
    "updatedAt": "2023-12-25T12:51:56+00:00",
    "coverArt": "https://mangadex.org/covers/57e8c5df-525f-4126-8e64-f946e93c08d9/ba11eb40-a55d-4f08-af7d-345f17f578ff.jpg",
    "altTitles": [
      {
        "ja": "推し合う2人は恋にならない"
      },
      {
        "id": "Dua Orang yang Saling Mengidolakan Tidak Akan Jatuh Cinta"
      },
      {
        "en": "Two People Who Idolize Each Other Will Not Fall in Love"
      },
      {
        "en": "The Two People Who Idolizes Each Other Will Not Fall in Love"
      },
      {
        "en": "The Two People Who Idolizes Each Other Won't Fall in Love"
      },
      {
        "vi": "Hai người thần tượng lẫn nhau sẽ không sa vào lưới tình"
      },
      {
        "ja": "推し合う二人は恋にならない"
      },
      {
        "ru": "Два фаната друг друга не влюбляются"
      },
      {
        "ja-ro": "Oshi Au 2-ri wa Koi ni Naranai"
      }
    ],
    "description": {
      "en": "**Links:**\n- [Alternative Official Raw on Pixiv](https://www.pixiv.net/user/29008055/series/207559)",
      "ru": "В мире знаменитостей Он — популярная модель в Instagram, а Она — звезда косплея. А в обыденном мире они — обычные отаку, поддерживающие своих кумиров. И так вышло, что Он поддерживает Её, а Она — Его. Поможет ли одно случайное происшествие им сблизиться в реале?.."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "737a846b-2e67-4d63-9f7e-f54b3beebac4",
    "title": {
      "en": "Please Go Home, Akutsu-san!"
    },
    "updatedAt": "2024-06-06T09:23:20+00:00",
    "coverArt": "https://mangadex.org/covers/737a846b-2e67-4d63-9f7e-f54b3beebac4/cbd0f7b8-3fc5-4161-b3a2-102048c314ae.jpg",
    "altTitles": [
      {
        "ja-ro": "Kaette Kudasai! Akutsu-san"
      },
      {
        "ja": "ヤンキー娘"
      },
      {
        "ja": "帰ってください！ 阿久津さん"
      },
      {
        "ja-ro": "Kaette Kudasai, Akutsu-san!"
      },
      {
        "ja-ro": "Yankee Musume"
      },
      {
        "vi": "Xin hãy về nhà, Akutsu-san!"
      },
      {
        "uk": "Будь ласка, йди додому, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу!"
      },
      {
        "zh": "请你回去吧！阿久津同学"
      },
      {
        "es-la": "Por favor vete a casa, ¡Akutsu-san!"
      },
      {
        "it": "Per favore torna a casa, Akutsu-san!"
      },
      {
        "vi": "Cút mẹ về nhà đi Akutsu!"
      },
      {
        "de": "Bitte geh heim, Akutsu-san!"
      },
      {
        "pt-br": "Por favor vá para casa, Akutsu-san!"
      }
    ],
    "description": {
      "en": "Ooyama-kun normally doesn’t get involved with Akutsu-san, a delinquent girl in his class, but for some reason she makes his house her hang-out place!\n\nWill she do something horrible to him behind closed doors or will he chase her out? But dealing with Akutsu-san’s sexy, cute behavior in such a confined space… he’s sure to get flustered! He wants her to go home, but he also doesn’t?\n\nA teasing comedy under a single roof!",
      "it": "Ooyama-kun normalmente non si fa coinvolgere da Akutsu-san, una ragazza delinquente della sua classe, ma per qualche motivo lei fa della sua casa il suo luogo di ritrovo!  Ooyama le farà qualcosa di orribile a porte chiuse o la caccerà fuori? Tuttavia aver a che fare con il comportamento sexy e carino di Akutsu-san in uno spazio così ristretto... è sicuro che si ecciterà!  Vuole che lei torni a casa e allo stesso tempo non vuole,  Una commedia stuzzicante sotto lo stesso tetto!",
      "ja": "**俺の部屋がヤンキー娘のたまり場に!? ヤンキー×非リア充のからかいコメディ！**\n\n普段は全く関わりのないクラスの不良女子・阿久津さんに何故か家をたまり場にされてしまった一人暮らしの大山くん。ガラの悪い阿久津さんに何かひどいことをされるのではと追い出そうとするのだが、無防備で距離感の近い彼女のエロカワイイ仕草にドギマギしてしまい…？ 帰ってほしいのに、帰ってほしくない!? 一つ屋根の下のからかいショートコメディ！\n\n---\n\n**Ore no heya ga yankī musume no tamariba ni!? Yankī × hi riajū no karakai komedi!**\n\nFudan wa mattaku kakawari no nai kurasu no furyō joshi Akutsu-san ni nazeka ie o tamariba ni sa rete shimatta hitorigurashi no Ōyama-kun. Gara no warui Akutsu-san ni nanika hidoi koto o sa reru node wa to oidasou to suru nodaga, mubōbi de kyori-kan no chikai kanojo no erokawaī shigusa ni dogimagi shite shimai…? Kaette hoshī no ni, kaette hoshikunai! ? Hitotsu yane no shita no karakai shōtokomedi!",
      "ru": "Оояма-кун обычно не связывается с Акуцу-сан, девушкой-правонарушителем в его классе, но по каким-то причинам она делает его дом своим тусовочным заведением! Оояма сделает с ней что-нибудь ужасное за закрытыми дверями или он её прогонит? Он хочет, чтобы она пошла домой, но не хочет? Дразнящая комедия под одной крышей!  \n  \n**Notes:**   \n- Yankee Musume (ヤンキー娘) is the pre-serialization name.  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/NAGAOKA0)  \n- [Artist's Pixiv](https://www.pixiv.net/member.php?id=133935)",
      "es-la": "Ooyama-kun normalmente no se involucra con Akutsu-san, una chica yankee de su clase, ¡pero por alguna razón ella hace de su casa su lugar de reunión! ¿Ooyama le hará algo horrible cuando estén las puertas cerradas o la echará? Pero lidiar con el sexy y lindo comportamiento de Akutsu en un espacio tan reducido sera un problema…",
      "pt-br": "Ooyama geralmente não se envolve com com Akutsu-san, uma garota delinquente da sua turma, mas por alguma razão ela transformou o quarto dele no seu local de descanso! Será que ela vai fazer algo horrível para ele ou ele vai expulsar ela? Mas lidar com a sexy e fofa Akutsu-san em um espaço fechado... Ele com certeza vai ficar envergonhado! Ooyama quer que ela vá para casa, mas ele também não quer? Uma comédia provocante sob um mesmo teto!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2024-06-05T15:36:30+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      },
      {
        "es-la": "El Gran Villano Hermano Mayor y todas sus Hermanas Menores Yandere"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a72d5653-7238-40ba-8135-c93910a02bc4",
    "title": {
      "en": "Shuu ni Ichido Classmate wo Kau Hanashi"
    },
    "updatedAt": "2024-06-24T16:43:10+00:00",
    "coverArt": "https://mangadex.org/covers/a72d5653-7238-40ba-8135-c93910a02bc4/6c77dc6b-5b8b-42db-8e74-debb413ad4a9.jpg",
    "altTitles": [
      {
        "ja": "週に一度クラスメイトを買う話～ふたりの時間、言い訳の五千円"
      },
      {
        "ja-ro": "Shuu ni Ichido Classmate wo Kau Hanashi ~ Futari No Jikan, Iiwake No Gozen'en"
      },
      {
        "en": "A Story About Buying a Classmate Once a Week ~ 5,000 Yen for an Excuse to Spend Time Together"
      }
    ],
    "description": {
      "en": "Once a week, Miyagi pays 5,000 yen to her classmate Sendai. The 5,000 yen is to buy three hours of Sendai’s time, which gives the right for Miyagi to give her orders. \n\nMiyagi is at the bottom of the school caste while Sendai is at the top. The two, who never crossed paths at school, spend time together after school under such a contract. Miyagi’s orders are determined by her mood of the day, and Sendai cannot disobey. One day after school… \n\nMiyagi calls Sendai to her room and gives her an order that she usually does not give.",
      "es-la": "Una vez a la semana, Miyagi paga 5.000 yenes a su compañera de clase Sendai.Los 5.000 yenes son para comprar tres horas de tiempo de Sendai, lo que da derecho a Miyagi a darle órdenes.Miyagi está en la parte baja de la casta escolar mientras que Sendai está en la alta. Las dos, que nunca se han cruzado en la escuela, pasan tiempo juntas después de clase bajo este contrato.Las órdenes de Miyagi vienen determinadas por su estado de ánimo del día, y Sendai no puede desobedecerlas.Un día después de clase... Miyagi llama a Sendai a su habitación y le da una orden que no suele dar."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01170729-06db-4c63-85da-39de276d78b7",
    "title": {
      "en": "Undead King"
    },
    "updatedAt": "2024-06-26T11:22:34+00:00",
    "coverArt": "https://mangadex.org/covers/01170729-06db-4c63-85da-39de276d78b7/7f8c4018-ba96-45f3-85fc-987179fd7cf9.jpg",
    "altTitles": [
      {
        "en": "The King of the Undead"
      },
      {
        "zh": "亡灵之王"
      },
      {
        "ko": "언데드킹"
      },
      {
        "ko-ro": "Oendedeuking"
      },
      {
        "vi": "Hoàng Đế Thây Ma"
      }
    ],
    "description": {
      "en": "In a post-apocalyptic world, a group called the Nemesis infected the country with a contagion that transformed the population into flesh-eating zombies. A mysterious man known as the Undead King tries to fight back with a group of survivors and supernatural creatures called gangshi. A young high school boy finds himself drawn into this fight and struggles to stay alive while also trying to protect a young girl ganshi named Yoo Yoo that was left in his care.\n\n---\n\n**Links:**\n- Alternatice Official Raw - [Kakao Webtoon](https://webtoon.kakao.com/content/언데드킹/2300)\n- Defunct Official English - [SpotToon](https://www.spottoon.com/book/21/UNDEAD_KING) | [Tapas](https://tapas.io/episode/457276) | [MangaToon](https://mangatoon.mobi/en/detail/16490)",
      "ja": "**Link:**\n- [Official Japanese translation](https://piccoma.com/web/product/2718)",
      "zh": "**Link:**\n- [Official Chinese translation](https://ac.qq.com/Comic/ComicInfo/id/525176)"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d2e6257-a8c2-4a82-9982-244157181ba4",
    "title": {
      "en": "Ookami Heika no Hanayome"
    },
    "updatedAt": "2022-09-10T12:30:47+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e6257-a8c2-4a82-9982-244157181ba4/046f6dce-8618-4092-9316-2294f85aceb1.jpg",
    "altTitles": [
      {
        "ja-ro": "Ookami-heika no Hanayome"
      },
      {
        "en": "The Wolf King's Bride"
      },
      {
        "ja": "狼陛下の花嫁"
      },
      {
        "zh": "狼陛下的花嫁"
      },
      {
        "pt-br": "A Noiva do Rei Lobo"
      }
    ],
    "description": {
      "en": "Yuurin, the daughter of a low ranking government officer, comes to the royal palace after hearing of a job with higher wages. However, that job is to act as the bride of Haku Reishou, who is feared as being the cruel and ruthless \"Wolf King.\" In the royal palace where conspiracies swirl, after learning His Majesty's secret, Yuurin ends up stuck being his temporary bride…?!  \n\n\n---",
      "pl": "Yuulin, córka niskiej rangi urzędnika, przybywa do królewskiego pałacu po usłyszeniu wieści o dobrze płatnej pracy. Jednakże, jak się potem okazuje, owa praca polega na odgrywaniu roli narzeczonej Reishou Haku - króla owianego złą sławą i nazywanego potocznie \"Wilczym Królem\". W królewskim pałacu, gdzie wszelkie plotki są na porządku dziennym, Yuulin odkrywa wielką tajemnicę władcy i zostaje jego tymczasową narzeczoną…",
      "pt": "Yuurin, a filha de um oficial de baixo escalão do governo, veio para o palácio real depois de ouvir de um trabalho com salários mais altos. No entanto, esse trabalho é agir como a noiva de Haku Reishou, que é temido como o cruel e sem coração \"Sua Majestade, o Lobo\". No palácio real, onde a um redemoinho de conspirações, depois de aprender segredos de Sua Majestade, Yuurin acaba sendo sua esposa temporária…?  \n\n\n---"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "105.6"
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2024-02-25T14:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1caae7cb-9e28-48c4-96a2-9a24ead822ff",
    "title": {
      "en": "Peach Boy Riverside"
    },
    "updatedAt": "2024-04-05T10:13:37+00:00",
    "coverArt": "https://mangadex.org/covers/1caae7cb-9e28-48c4-96a2-9a24ead822ff/e2013d65-0736-4437-84da-3ab2d3224b04.jpg",
    "altTitles": [
      {
        "ru": "Персиковый мальчик, пришедший с другого побережья"
      },
      {
        "ja": "ピーチボーイリバーサイド"
      },
      {
        "zh": "桃子男孩渡海而来"
      }
    ],
    "description": {
      "en": "Sarutorine Aldike, or Sari, is a bright, cheerful princess who wants to go on an adventure because she is bored of her tiny little castle in the countryside. One day, a hoard of vicious demons known as “Oni” come knocking on her doorstep, threatening the lives of everyone in the Kingdom. Thankfully, they are saved by a lone traveler named Kibitsu Mikoto who slays these monsters with a mysterious “Peach Eye”. Shocked by the dangers of the outside world, Sari decides to set off on a journey of her own. Little did she know that she will set in motion a chain of events that will come to determine the fate of this magical world.  \n  \nRemake version of Cool Kyoushinsha’s popular webcomic of the same name."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ec3e6b3-18bf-4964-9c87-1f287d3398f4",
    "title": {
      "en": "Hori-san to Miyamura-kun"
    },
    "updatedAt": "2023-05-19T00:51:09+00:00",
    "coverArt": "https://mangadex.org/covers/4ec3e6b3-18bf-4964-9c87-1f287d3398f4/242d92ad-f442-4569-81c9-c3d6cbafe262.jpg",
    "altTitles": [
      {
        "en": "Horimiya Webcomic"
      },
      {
        "ru": "Хори-сан и Миямура-кун"
      },
      {
        "ru": "Хоримия: Вебкомикс"
      },
      {
        "ru": "Хоримия: Ёнкома"
      },
      {
        "ja": "堀さんと宮村くん"
      },
      {
        "ja": "堀桑与宫村君"
      },
      {
        "en": "Hori-san and Miyamura-kun Webcomic"
      }
    ],
    "description": {
      "en": "The original story which the popular manga series Horimiya is based on.  \n  \nIt's said that youth is bittersweet, but maybe it's just bitter? Kyoko Hori is a flashy high school girl, who, despite her ostentatious appearance, excels in academics and loves her family. Izumi Miyamura is a bland high school boy, who, regardless of not wanting to stand out in class, secretly wears piercings outside of school and has a large body tattoo. One day, Miyamura finds Hori's little brother injured and helps him back to Hori's house, where the relationship between Hori and Miyamura begins with Hori's discovery of Miyamura's secret, and his of her's.  \n  \n\n\n---",
      "ru": "В школе Хори-сан – пример для всех – красивая, дружелюбная девушка с высокой успеваемостью, но это лишь одна её сторона, другую – она тщательно скрывает. Её родителей-трудоголиков часто не бывает дома, так что Хори вынуждена всё своё свободное время посвящать домашним делам и присмотру за младшим братом.  \nМиямура-кун кажется одноклассникам мрачным отаку в очках, однако на самом деле он очень вежливый и спокойный человек, и ему трудно даётся учёба. Миямура не любит выделяться, так что усердно скрывает, что у него есть пирсинг и татуировки.  \nОднажды случай сводит их вместе за пределами школы. Хори едва узнаёт в нём своего одноклассника, а Миямура поражён тем, насколько она отличается от того образа, что поддерживает в школе. Теперь им двоим есть с кем поделиться своими тайнами и раскрыть настоящих себя.  \n  \n\n\n---\n\nChapters 1 - 140 are the main story.  \nChapters 141 onwards are extras."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "140"
  },
  {
    "mangaId": "0c76e194-919d-4143-a7a4-f7b3504183d9",
    "title": {
      "en": "Revelation of Youth"
    },
    "updatedAt": "2023-04-22T09:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/0c76e194-919d-4143-a7a4-f7b3504183d9/8dd94f4f-3811-4d49-b92a-760dc303ea94.jpg",
    "altTitles": [
      {
        "ko": "청춘계시록"
      },
      {
        "ko-ro": "Cheongchungyesilog"
      },
      {
        "ko-ro": "Cheongchun Gyesirok"
      },
      {
        "en": "Apocalypse of Youth"
      },
      {
        "uk": "Апокаліпсис юності"
      }
    ],
    "description": {
      "en": "A close and dangerous cohabitation with the cult leader's son has begun! Chungah was swindled by her uncle who she trusted and her parents disappeared, saying they are chasing their missing uncle, and Chungah suddenly lives alone in an empty house. But it wasn't just Chungah's family that was scammed! The biggest cult in the autonomous district, \"Millennium Adventist Church,\" was also deceived by her uncle. And \"Yohan,\" the son of the cult leader came to Chung-ah's house. He's dragging his luggage in...! God, is this cohabitation gonna be okay?",
      "uk": "Інтимне та небезпечне співмешкання з сином лідера культу почалось! Чону обманув її дядько, якому вона довіряла і її батьки пропали, коли сказали, що шукатимуть його, і раптом Чона живе одна в пустому будинку. Але обманули не тільки сім‘ю Чони! Найбільший культ в автономному районі «тисячолітня адвентистська церква» була теж обдурена її дядьком. І «Йохан», син лідера культу, прийшов до Чони додому. Він заносить свої речі…! Боже, що ж буде з цим співжиттям?",
      "pt-br": "Uma vida próxima e perigosa do filho do líder de um culto começou! Chungah foi enganada por seu tio em quem confiava e seus pais desapareceram, dizendo que estavam perseguindo seu tio desaparecido, e Chungah de repente vive sozinha em uma casa vazia. Mas não foi só a família de Chungah que foi enganada! O maior culto do distrito autônomo, \"Igreja Adventista do Milênio\", também foi enganado por seu tio. E \"Yohan\", o filho do líder do culto, veio à casa de Chung-ah. Ele está arrastando sua mala para dentro...! Deus, será que esta coabitação vai ficar bem?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-06-12T17:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/9a60773c-e882-45d7-909b-60a78af09003.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-05-04T15:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/ac9e9f65-16c0-4969-a9bb-51bcadff1e39.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34b47146-a72e-43d8-9ea5-935a5956f09f",
    "title": {
      "en": "OMORI"
    },
    "updatedAt": "2024-06-26T16:52:40+00:00",
    "coverArt": "https://mangadex.org/covers/34b47146-a72e-43d8-9ea5-935a5956f09f/f884ae78-703c-4ef2-bb05-e2a8295cdcd1.jpg",
    "altTitles": [],
    "description": {
      "en": "After—something—changed his life four years ago, Sunny has not left his house once, living in his own reclusive bubble. Hoping for a fresh start for her son, his mother decides to move their family out of town. However, when his childhood friend Kel re-enters his life, Sunny finds himself thrust back into a world he once knew. With only three days before the move, the duo come across familiar faces as they go through town—reawakening a dark past that Sunny has tried so hard to forget.\n\n(Source: Kodansha USA)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c54149f2-18dc-424e-902b-52db5cfced4c",
    "title": {
      "en": "Hitori to Hanasunode Seippai"
    },
    "updatedAt": "2024-03-14T14:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/c54149f2-18dc-424e-902b-52db5cfced4c/afc85f67-2b15-45aa-8c52-b1b4f394c7f1.png",
    "altTitles": [
      {
        "ja": "ひとりと話すので精一杯"
      },
      {
        "ko": "혼자서 말하는데 필사적"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36966895-9fa5-4225-8fce-21708df87ea2",
    "title": {
      "en": "Tensei Gotoki De Nigerareru To Demo, Niisan?"
    },
    "updatedAt": "2024-01-12T09:08:06+00:00",
    "coverArt": "https://mangadex.org/covers/36966895-9fa5-4225-8fce-21708df87ea2/3a26b05c-e3ca-44fb-bfde-e04bcc0bff83.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレの妹に死ぬほど愛されて無双できない異世界転生"
      },
      {
        "ja": "転生ごときで逃げられるとでも、兄さん？"
      },
      {
        "zh": "被病娇妹妹爱得死去活来"
      },
      {
        "en": "Do You Think You Can Run After Reincarnating, Nii-san?"
      }
    ],
    "description": {
      "en": "The older brother, imprisoned by his sister, dies just as he escapes and is reincarnated in another world!\nHe thought he had been freed from his demonic sister, but now she too has been reincarnated in the same world…?\n\n---\n\n**Links:**\n- [WN Raw](https://ncode.syosetu.com/n7437dj)\n- [Alternative Raw Source](https://seiga.nicovideo.jp/comic/50051)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-06-04T16:25:54+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/93a92d8f-d94e-46f3-9537-8aa288cb2bdf.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "en": "Fighting With an FPS Beginner"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48414850-6adf-4073-8591-2402ff47e74c",
    "title": {
      "en": "Yarinaoshi Reijou wa Ryuutei Heika wo Kouryaku-chuu"
    },
    "updatedAt": "2024-05-04T15:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/48414850-6adf-4073-8591-2402ff47e74c/c18487d3-af20-488a-ba8d-80a8c7efc062.jpg",
    "altTitles": [
      {
        "ja": "やり直し令嬢は竜帝陛下を攻略中"
      },
      {
        "en": "The Do-Over Damsel Conquers the Dragon Emperor"
      },
      {
        "en": "The Returnee Noble Lady in the Middle of Conquesting His Majesty the Dragon Emperor"
      },
      {
        "es": "¡Vence al Emperador Dragón en esta ronda, Señorita!"
      },
      {
        "zh": "重生大小姐正在攻略龙帝殿下"
      },
      {
        "ko": "새출발 영애는 용제폐하를 공략중"
      },
      {
        "en": "Win Over the Dragon Emperor This Time Around, Noble Girl!"
      },
      {
        "vi": "Tiểu Thư Trùng Sinh chinh phục Long Đế Bệ Hạ"
      },
      {
        "vi": "小姐重生征服龍帝陛下 (Nom Script)"
      },
      {
        "id": "Seorang Putri Yang Kembali Ke Masa Lalu Sedang Menaklukkan Kaisar Naga"
      }
    ],
    "description": {
      "en": "The curtains rise on the tale of a young lady who once stormed the battlefields now getting to start her life all over again!  \n  \nThe young noblewoman, Jill, was sentenced to death by her fiancé, the Crown Prince. Just as she was on the brink of death, time rewinds back to when she was 10 years old, to the party where her engagement had been decided!   \n  \nDetermined to avoid going down the same path to ruin, Jill hastily proposes to the person behind her, only to discover that he’s none other than Hades, the Emperor of the neighboring kingdom who’s (set to) fall into darkness, ergo the worst villain.",
      "id": "Jill Savelle- seorang tunangan dari pangeran putra mahkota Gerald de Kleitos yang memiliki gelar \"Dewi Perang\"- telah diburu oleh negaranya sendiri yang telah dilindunginya. Dikhianati oleh pasangannya sendiri, dia difitnah sebagai sorang penghianat kemudian dijebloskan kedalam penjara. Di waktu-waktu terakhirnya, Jill memiliki banyak penyesalan, tapi ketika ajal sedang menjemputnya, dia tiba-tiba saja terbangun pada saat 6 tahun lalu. Dan kali ini, dia telah bertekad untuk tidak diperalat lagi.\n\nSekarang, sebagai seorang gadis berusia 10 tahun, Jill memutuskan untuk melarikan diri dari pertunangan dengan pangeran yang menghampirinya. Dan pada akhirnya, dia secara tidak sengaja melamar pria berumur 19 tahun yang dikenal sebagai kaisar naga hades theos rave, yang nantinya akan menghancurkan negaranya. Tapi tanpa disangka, dia malah menerima lamarannya!\n\nBerbanding terbalik dengan ingatan Jill yang dulu, sekarang Jill melihat kalau Hades yang saat ini merupakan seorang kaisar yang sedang tidak beruntung.  Jadi bisakah Jill mencegah sang kaisar terjatuh kedalam jurang kegelapan? ataukah malah nasibnya sudah tidak bisa diubah lagi?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-04-20T22:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/d7bdad1b-b129-462c-b929-7e67bd8d5594.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e421eb8-d4a0-4096-86db-ca5e3fc42c5d",
    "title": {
      "en": "Pumpkin Night"
    },
    "updatedAt": "2024-05-24T23:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/4e421eb8-d4a0-4096-86db-ca5e3fc42c5d/50d0d034-d01d-4be8-88f3-dd029c6debfa.jpg",
    "altTitles": [
      {
        "es": "Noche de calabazas"
      },
      {
        "ja": "パンプキンナイト"
      },
      {
        "kk": "Асқабақ түні"
      }
    ],
    "description": {
      "en": "A deformed female human goes out with a pumpkin on her head to kill all those who bullied her in the past after escaping from a mental hospital.",
      "es": "Una deforme chica sale con una calabaza en su cabeza para matar a todos aquellos que la acosaron en su pasado después de escapar de un manicomio.",
      "fr": "Victime de sévices orchestrés aux yeux de tous par ses camarades de classe, une collégienne a été interné dans un hôpital psychiatrique. Plusieurs mois plus tard, alors que ses bourreaux sont aujourd’hui au lycée, ils apprennent qu’elle s’est échappée en tuant tout le personnel hospitalier qui a tenté de lui barrer la route et qu’elle est bien décidé à se venger d’eux.",
      "kk": "Бет әлпеті қатты зақымданған, оқушы қыз, бұрын оны келеке еткен адамдардың жандарын алу үшін, ауруханадан қашып шығады.",
      "pt": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que a maltrataram no passado depois de escapar de um hospital psiquiátrico.",
      "pt-br": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que fizeram bullying com ela no passado depois de escapar de um hospital psiquiátrico."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34ef2d69-2a7e-4d11-815e-986043556f55",
    "title": {
      "en": "Mugen no Skill Getter!"
    },
    "updatedAt": "2024-01-31T17:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/34ef2d69-2a7e-4d11-815e-986043556f55/e42cf5e7-968a-4d5b-a4c4-8013e8ab213e.jpg",
    "altTitles": [
      {
        "ja": "無限のスキルゲッター！"
      },
      {
        "en": "Infinite Skill Getter!"
      }
    ],
    "description": {
      "en": "During a Once-in-A-lifetime ceremony, the young boy, Yuri, receives the trash skill “Life transfer”, allowing him to transfer his life force to another person…\nCrushed by despair after receiving the skill, Yuri encounters a woman who loses her life right in front of him. Wanting to be the one to decide who he gives his life to, he activates “Life Transfer”, dying on the spot. It had appeared as though the woman’s life was ended rather abruptly, however, the woman turned out to be the daughter of god. As a “thank you” for saving the life of his daughter, god resurrected Yuri, and in addition, gave him the ability to receive double the experience points each month.\nWith the endless amount of experience he gains, Yuri will leisurely walk the path to the world’s strongest, collecting endless amounts of skills along the way!\n***\n[Orignal webnovel](https://www.alphapolis.co.jp/novel/587737999/279349914)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b171f64-89a5-4c37-b5f9-75cca57e8787",
    "title": {
      "en": "Hazure Waku no Joutai Ijou Skill de Saikyou ni Natta Ore ga Subete wo Juurin Suru made"
    },
    "updatedAt": "2024-06-19T11:47:53+00:00",
    "coverArt": "https://mangadex.org/covers/0b171f64-89a5-4c37-b5f9-75cca57e8787/d6364bbe-b96d-4881-b75e-1934928ef953.jpg",
    "altTitles": [
      {
        "en": "Failure Frame: I Became the Strongest and Annihilated Everything With Low-Level Spells"
      },
      {
        "ru": "Я стал самым сильным с провальным навыком 【 ненормальное состояние】, я разрушу всё"
      },
      {
        "ja": "ハズレ枠の【状態異常スキル】で最強になった俺がすべてを蹂躙するまで"
      },
      {
        "ko": "꽝취급 받는 [상태이상 스킬]로 최강이 된 내가 전부 유린할 때까지"
      },
      {
        "zh": "最强的我最终蹂躏一切"
      },
      {
        "zh-hk": "靠廢柴技能【狀態異常】成為最強的我將蹂躪一切"
      }
    ],
    "description": {
      "en": "During the school trip Touka and his classmates are summoned to another world. However, Touka was the only one with the lowest rank: E-rank - an extremely low status compared to his classmates. Thus the former mob-character and abandoned hero, will absolutely become the strongest devil as he advances and strikes back.",
      "pt": "Durante a viagem escolar Touka e seus colegas são convocados para outro mundo. No entanto, Touka foi o único com a classificação mais baixa: Rank-E - um status extremamente baixo em comparação com seus colegas de classe. Assim, o personagem secundário e herói abandonado, se tornara o mais forte à medida que avança e contra-ataca.\n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aed9496b-0178-49a3-8af5-3acbd7bce928",
    "title": {
      "en": "Karasu wa Aruji wo Erabanai"
    },
    "updatedAt": "2024-06-05T14:01:49+00:00",
    "coverArt": "https://mangadex.org/covers/aed9496b-0178-49a3-8af5-3acbd7bce928/705c5c8b-c310-4012-9788-a7c996cfe014.jpg",
    "altTitles": [
      {
        "ja": "烏は主を選ばない"
      },
      {
        "en": "The Raven Does Not Choose Its Master"
      }
    ],
    "description": {
      "en": "Yamauchi - a fantastic world where the Yatagarasu, a race of three-legged crows with the ability to transform into humans, live. Yukiya, a young Yatagarasu, is appointed as the personal attendant of the eccentric Crown Prince Wakamiya. Soon, he is entangled in a web of conspiracies attempting to overthrow the heir to the Imperial throne. \n\nAn adaptation of the second book of the award-winning <Yatagarasu> novel series by Chisato Abe. The first book has been licensed in English as [A Raven for All Seasons](https://mangadex.org/title/c22db5fc-726a-41ad-8402-5537e7de2277/karasu-ni-hitoe-wa-niawanai) by [K Manga](https://kmanga.kodansha.com/title/10162/episode/336576).",
      "ja": "シリーズ累計150万部超！ 大人気小説「八咫烏（やたがらす）シリーズ」比翼の漫画化！\n「山内（やまうち）」と呼ばれる異世界で、人の姿に転身できる「八咫烏」達が織りなす物語。日嗣の御子の座についた若宮に一年の期限付きで仕えることになった少年、雪哉。だが若宮は「うつけ」と呼ばれるとんでもない人で…。圧倒的スケールの世界観と緻密な筆致でおくる異世界ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9e40a22-ca9c-4f08-b537-ca6b75d8d720",
    "title": {
      "en": "Tokyo Cannabis Special Ward - The Guy Called Cannabis King"
    },
    "updatedAt": "2024-05-05T02:30:40+00:00",
    "coverArt": "https://mangadex.org/covers/b9e40a22-ca9c-4f08-b537-ca6b75d8d720/ff648889-41c9-444b-8daa-f0bf98527c52.jpg",
    "altTitles": [
      {
        "ja": "東京カンナビス特区 大麻王と呼ばれた男"
      },
      {
        "ja-ro": "Toukyou Cannabis Tokku - Taimaou to Yobareta Otoko"
      },
      {
        "ja-ro": "Tokyo Cannabis Tokku - Taimaou to Yobareta Otoko"
      },
      {
        "en": "Tokyo Cannabis Special Zone - A Man Called the Cannabis King"
      },
      {
        "en": "Toukyou Cannabis Special Ward - The Guy Called Cannabis King"
      },
      {
        "en": "A Man Called the Cannabis King in the Tokyo Cannabis Special Zone"
      },
      {
        "vi": "Đặc khu Cần Sa Tokyo - Người đàn ông được mệnh danh là Vua Cần Sa"
      },
      {
        "vi": "Vua Cần Sa"
      },
      {
        "fr": "Tokyo Cannabis"
      }
    ],
    "description": {
      "en": "An owner of a flower shop has a deficit management, then he encounter the forbidden plant cannabis.",
      "ja": "花屋を営む千東森生(41)は、妻と高校生の娘との 3 人暮らし。花屋の経営は芳しくなく、妻はパートに出て、なんとか生計を立てていた。そんな折に届いた大学の同窓会の報せ。妻に後押しされ、同窓会へ参加した森生は、かつての親友・加賀山に声をかけられる。久々の再会に、昔を懐かしむ森生だったが、加賀山からとある仕事を提案され…。",
      "vi": "Chito Morio, một người đàn ông 41 tuổi, chủ của một cửa hàng hoa đang chung sống cùng vợ và cô con gái hiện đang học cấp 3 của mình. Tuy nhiên tình hình kinh doanh của cửa hàng ngày càng trở nên ế ẩm đã khiến vợ anh buộc phải ra ngoài làm thêm để giảm bớt gánh nặng kinh tế cho gia đình. Đang trong cơn túng quẫn thì đột nhiên, Morio nhận được thông báo họp lớp đại học và rồi anh đã quyết định tham dự buổi hội mặt đáng nhớ ấy sau khi được vợ mình hết lòng động viên. Thế rồi cuộc đời Morio bắt đầu bước sang trang mới kể từ lúc anh đã gặp lại người bạn thân ngày ấy là Kagayama cũng đến tham dự buổi họp lớp. Trong khi cả hai đang ngồi hàn huyên lại chuyện xưa thì Kagayama bất ngờ giới thiệu cho anh một công việc béo bở có thể kiếm được bộn tiền."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c85b4086-fd34-4e0c-8b01-b264c2404f6b",
    "title": {
      "en": "Madame Petite"
    },
    "updatedAt": "2022-01-25T08:19:59+00:00",
    "coverArt": "https://mangadex.org/covers/c85b4086-fd34-4e0c-8b01-b264c2404f6b/074a6db9-bf60-48f2-a11e-e7978f3a3342.jpg",
    "altTitles": [
      {
        "en": "Madam Petit"
      },
      {
        "ja": "マダム・プティ"
      },
      {
        "zh": "青春小妇人"
      },
      {
        "ko": "마담 프티"
      },
      {
        "en": "Madame Petit"
      }
    ],
    "description": {
      "en": "It's the 1920s and Mariko, age 16, is married to a man 30 years her senior. She is honestly happy to be his wife and really excited to board the Orient express in Turkey on their honeymoon trip. But her life takes a rapid turn when her husband is discovered dead after the first night on board… And that's only the start of Mariko's great adventure."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "54"
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-04-15T00:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d066e86-f0ee-4487-a4d8-a19ec9f27bfd",
    "title": {
      "en": "Dreaming of the Dokkaebi"
    },
    "updatedAt": "2024-05-22T10:16:29+00:00",
    "coverArt": "https://mangadex.org/covers/2d066e86-f0ee-4487-a4d8-a19ec9f27bfd/48faa57e-b8a2-4e4f-93e5-c00662ca6548.jpg",
    "altTitles": [
      {
        "en": "The Mountain Branches Dream of Goblins"
      },
      {
        "ko": "산가지는 도깨비의 꿈을 꾼다"
      }
    ],
    "description": {
      "fr": "Min-chan, doit vivre sa vie en chassant des fantômes à cause de la malédiction dont il souffre depuis l'enfance. Un jour, il se voit proposer un \"gros coup\" par un homme puissant en qui lui a autant confiance qu'en sa famille. S'il parvient à se débarrasser de \"lui\" il pourra mener une vie normale ! Après être arrivé à l'endroit où \"il\" se trouve, Min-chan rencontre un homme qui l'appelle \"Kim Seo-ho\".\n\n\"Tu es enfin de retour, Kim Seo-ho... !!! Je vais faire en sorte que tu ne puisses plus t'enfuir. Parce que je me souviens de chaque odeur qui te concerne.\"\n\nMin-chan sera-t-il capable de chasser cet homme en toute sécurité ?\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "516c4299-9318-48e8-9e84-4bc56b26f6cd",
    "title": {
      "en": "Rocket Science Love"
    },
    "updatedAt": "2024-05-22T16:38:37+00:00",
    "coverArt": "https://mangadex.org/covers/516c4299-9318-48e8-9e84-4bc56b26f6cd/0b7580c7-9fd6-490a-9c79-36a118662c42.jpg",
    "altTitles": [
      {
        "ko": "로켓 사이언스 러브"
      }
    ],
    "description": {
      "en": "I thought it was just platonic, spending the rest of our lives together as nothing more than friends… That was until Han Jei broke the news: “Seojin, I’m getting married.” \n\nSeojin, who was adopted to Germany when he was a child, has maintained a 15 year long relationship with Jei. When confronted with the prospect of Jei’s marriage, he realizes he’s in love with him. Working as a pilot, Seojin moves back to Korea in an attempt to run away, but his plan starts to unravel when Jei boards the flight to follow him. The two find themselves living together in Korea as Jei’s wedding date rapidly approaches. \n\n“Seojin, you’re not acting like this because of me, are you?”\n\nAs Seojin tries to push Jei away due to his emerging desires and Jei wishes to rekindle their precious friendship, they spend more time with each other and the tension between them begins to arise…",
      "fr": "\"Je pensais que c'était juste platonique, passer le reste de notre vie ensemble comme de simples amis...\" C'était jusqu'à ce que Han Jei annonce la nouvelle : \"Seo Jin, je vais me marier.\" Seo Jin, qui a été adopté en Allemagne lorsqu'il était enfant, entretient une relation de 15 ans avec Jei. Lorsqu'il est confronté à la perspective du mariage de Jei, il se rend compte qu'il est amoureux de lui. Travaillant comme pilote, Seo Jin retourne en Corée pour tenter de s'enfuir, mais son plan commence à s'effondrer lorsque Jei monte à bord du vol pour le suivre. Les deux se retrouvent à vivre ensemble en Corée alors que la date du mariage de Jei approche à grands pas. \"Seo Jin, tu n'agis pas comme ça à cause de moi, n'est-ce pas ?\" Alors que Seo Jin essaie de repousser Jei en raison de ses désirs émergents et que Jei souhaite raviver leur précieuse amitié, ils passent plus de temps ensemble et la tension entre eux commence à surgir...",
      "ko": "우정이라고 생각했다. 가장 가까운 곳에서 평생을 함께할, ...그냥 친구. \"서진아, 나 결혼해.\" 한재이가 청천벽력 같은 소식을 전하기 전까지는. 어린 시절 독일로 입양되어 재이와 15년간 우정을 지켜온 서진. 그의 결혼이라는 현실과 맞닥뜨리고서야 재이에 대한 감정이 사랑이었음을 깨닫게 된다. 항공사 기장으로 근무하던 서진은 도망치듯 한국으로 이직하지만 재이가 서진을 따라 한국행 비행기에 오르며 계획은 점점 더 어긋나게 된다. 재이의 결혼을 앞둔 채 한국에서 아슬한 동거를 시작하게 된 두 사람. \"서진아, 혹시 나 때문에 그러는 건 아니지?\" 자꾸만 피어나는 욕심에 그를 밀어내려는 서진과 소중한 친구를 되찾고 싶은 재이, 함께하는 시간이 길어질수록 두 사람 사이에는 미묘한 분위기가 흐르는데…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-05-05T20:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/a6b2f64e-b934-4852-b2d9-d5b7ae9d949a.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8e88f44-8fe3-41b8-a391-335576f7ddcc",
    "title": {
      "en": "A Livid Lady's Guide to Getting Even: How I Crushed My Homeland with My Mighty Grimoires"
    },
    "updatedAt": "2024-04-11T17:17:13+00:00",
    "coverArt": "https://mangadex.org/covers/b8e88f44-8fe3-41b8-a391-335576f7ddcc/376a2969-8209-4bb6-bd0d-b87299bd222f.jpg",
    "altTitles": [
      {
        "ja": "ブチ切れ令嬢は報復を誓いました。"
      },
      {
        "en": "Buchigire Reijou wa Houfuku wo Chikaimashita. ~Madousho no Chikara de Sokoku wo Tatakitsubushimasu~"
      }
    ],
    "description": {
      "en": "Lady Elizabeth has her engagement annulled at a party by the crown prince, whose heart has moved on to another young noblewoman. She is then imprisoned in the dungeon over unjust accusations, and learns she has been betrayed by the country to which she has devoted everything…\n\nAt the peak of her frustration, Elizabeth finally decides to defect, with a grimoire holding hidden and formidable powers in hand!! She begins her new life and trade with the help of Viscount Lucas from the neighbouring country. With a fierce desire for revenge against her home country in her heart.",
      "ja": "他の令嬢に心を移した王太子から、パーティーで婚約破棄を告げられた公爵令嬢・エリザベート。そのまま不当な咎で牢屋に幽閉されてしまい、すべてを捧げてきた国からも裏切られたことを知る……。\n\nついに我慢も限界に達したエリザベートは、強力な力を秘めた魔導書を手に、亡命を決意!!　隣国の子爵・ルーカスの手を借りて新たな地で新生活＆商売を始める。祖国への凄烈な復讐心を胸に秘めながら――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79a9cce8-26f8-457b-935d-437149682855",
    "title": {
      "en": "Reporting for Duty, Duchess!"
    },
    "updatedAt": "2024-05-19T17:46:32+00:00",
    "coverArt": "https://mangadex.org/covers/79a9cce8-26f8-457b-935d-437149682855/23c32fcd-7555-486c-a64d-2e6949070880.jpg",
    "altTitles": [
      {
        "zh": "长官！本次战场是这里吗？"
      },
      {
        "ko": "대위님! 이번 전쟁터는 이곳인가요?"
      },
      {
        "en": "Captain! Where is the battlefield?"
      },
      {
        "en": "Captain! Is This Battlefield Here?"
      }
    ],
    "description": {
      "en": "Elite Special Forces Captain Lee Yoon-ah, who is said to be Korea's nerd. As a soldier to the bone, there was no romance in her life. However, a completely different world unfolds in front of her, who lost her mind after being hit by a shell while dispatched overseas. Being possessed by a romance fantasy novel written by a friend! She also becomes an extra 'Rosalie' who lives a miserable life. Taking a deep breath and shaking her head for a moment, she considers this a battlefield and decides to change her life. \"This is a class society.\" \"Because I've experienced enough to get tired of a hierarchical society called the military.\" \"Are you disobeying my orders now?\" Captain who conquers the duke with absolute charisma! However, she unintentionally seizes the romance... \"Duke, how does it feel to kneel down to the Crown Prince? It's the first time you've kneeled down to anyone other than the Emperor.\" The original male lead, not the female lead, falls to her knees. Captain, who didn't care about love, can you win this battlefield?",
      "fr": "Lee Yoon-Ah, capitaine d'une unité des forces spéciales, considérée comme la meilleure de Corée.\n\nEn tant que soldat, il n’y avait pas de romance dans sa vie. Cependant, un monde complètement différent se déroule devant elle, après avoir perdue sa tête à cause d'un bombardement lors de son expédition à l’étranger.\n\nElle se retrouve dans un roman d’amour fantastique écrit par son ami !\nElle devient alors « Rosalie », une femme qui vit une vie misérable.\n\nPrenant une profonde respiration et se tenant la tête un moment, elle décida de changer sa vie, considérant cet endroit comme un nouveau champ de bataille.\n\n« C’est une société hiérarchique, et j’ai suffisamment vécue dans une société hiérarchique appelée l’armée que j'en ai marre. »\n« Désobéissez-vous à mes ordres maintenant ? »\n\nElle rencontre alors un homme possédant un charisme absolu !\nMais involontairement, une romance s'installe...\n\n« Duchesse, que pensez-vous de faire agenouiller le prince héritier ? »\n« C’est la première fois que je m'agenouille devant quelqu’un d’autre que l’empereur. »\n\nLe personnage masculin original se met à genoux, et non pour l'héroïne.\nL'ancienne capitaine, qui ne se soucie pas de l’amour, pourra-t-elle gagner cette bataille ?",
      "pt-br": "Capitão das Forças Especiais de Elite Lee Yoon-ah, que dizem ser o nerd da Coreia. Como soldado até os ossos, não havia romance em sua vida. No entanto, um mundo completamente diferente se desenrola diante dela, que enlouqueceu após ser atingida por um projétil enquanto era despachada para o exterior. Ser possuído por um romance de fantasia escrito por um amigo! Ela também se torna uma 'Rosalie' extra que vive uma vida miserável. Respirando fundo e balançando a cabeça por um momento, ela considera isso um campo de batalha e decide mudar de vida. “Esta é uma sociedade de classes.” “Porque já experimentei o suficiente para me cansar de uma sociedade hierárquica chamada militar.” \"Você está desobedecendo minhas ordens agora?\" Capitão que conquista o duque com carisma absoluto! No entanto, ela involuntariamente agarra o romance ... “Duke, como é se ajoelhar para o príncipe herdeiro? É a primeira vez que você se ajoelha diante de alguém que não seja o imperador. O protagonista masculino original, não o protagonista feminino, cai de joelhos. Capitão, que não se importava com o amor, você pode vencer este campo de batalha?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d055b51c-fb5a-4966-9220-8e02cf5a9e1b",
    "title": {
      "en": "Foam of the Waves"
    },
    "updatedAt": "2024-06-11T08:06:22+00:00",
    "coverArt": "https://mangadex.org/covers/d055b51c-fb5a-4966-9220-8e02cf5a9e1b/bb0303b2-ae12-4a4f-923a-c990eb2deb7f.jpg",
    "altTitles": [
      {
        "ko": "파도의 포말"
      }
    ],
    "description": {
      "en": "\"Never forgive me.\"\r\nMargret, who was brutally murdered by her lover, is reborn 7 years later as 'Meg'. Will 'Meg', who doesn't know anything about the world, be able to acclimate well into her new life...? A story uncovering the truth behind her death and the growing love between the characters!",
      "fr": "Terriblement assassinée par son amant, Margaret renaît sous le nom de Mag sept ans plus tard et vit une nouvelle vie.\r\n\r\nMag, qui ne connaissait pas le monde, pourra-t-elle s'adapter à sa nouvelle vie ?",
      "ko": "\"저를 용서하지 마세요.\"\r\n \r\n사랑하는 연인에게 끔찍하게 살해당한 마가렛은\r\n7년 후 '매그'로써 다시 태어나 새로운 삶을 살아간다.\r\n \r\n세상 물정 모르던 '매그'는 새로운 삶을 잘 적응해 나갈 수 있을까...?\r\n그녀의 죽음에 얽힌 진상과 인물들의 성장 러브 스토리!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e5db5933-3804-4cca-a511-726a481f9eed",
    "title": {
      "en": "Seijo ni Uso wa Tsuujinai"
    },
    "updatedAt": "2024-06-16T09:10:16+00:00",
    "coverArt": "https://mangadex.org/covers/e5db5933-3804-4cca-a511-726a481f9eed/10af881f-84f8-422d-9ce1-d6a23947cc09.jpg",
    "altTitles": [
      {
        "ja": "聖女に嘘は通じない"
      },
      {
        "ja-ro": "Seijo ni Uso ha Tsuujinai"
      },
      {
        "en": "You Can't Lie to the Saintess"
      },
      {
        "en": "You Can't Lie to a Saint"
      },
      {
        "ru": "Ты не можешь лгать святому"
      },
      {
        "zh-hk": "聖女當前，謊言不通"
      },
      {
        "zh": "圣女当前，谎言不通"
      }
    ],
    "description": {
      "en": "Chloe, who works as an apprentice priestess in a remote church, is a money-loving girl who makes a lot of money at night by gambling at cards, using her insight and memory as weapons. When Erald, a rich holy knight, visits her, he asks her to infiltrate the church as a candidate for sainthood and find the murderer who committed a murder two years ago...?",
      "ja": "辺境の教会で神官見習いとして働くクロエは、持ち前の洞察力と記憶力を武器に、夜な夜なカード賭博で荒稼ぎするお金大好き少女。そんな彼女のもとを訪れた成金聖騎士エラルドは、「聖女候補として大教会に潜入し、二年前の殺人事件の犯人を見つけてほしい」とクロエに依頼をして‥‥！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e157623-d187-45b3-a1a0-d09b4459939f",
    "title": {
      "en": "Hina to Bambi"
    },
    "updatedAt": "2024-06-26T16:57:37+00:00",
    "coverArt": "https://mangadex.org/covers/4e157623-d187-45b3-a1a0-d09b4459939f/a0aaa9e0-a153-4eda-b1b8-d54b56f96eaf.jpg",
    "altTitles": [
      {
        "ja": "ヒナとバンビ"
      },
      {
        "en": "Hina and Bambi"
      },
      {
        "vi": "Hina và Bambi"
      },
      {
        "id": "Hina dan Bambi"
      }
    ],
    "description": {
      "en": "Taku and Hinata are childhood friends who will be attending high school in the city this spring. Their daily life together in a village deep in the mountains, which had been taken for granted for so long, is vividly changed...?",
      "id": "Di musim semi sepasang teman masa kecil, taku dan hinata akan masuk ke sma di kota, keseharian bersama sepanjang waktu di sebuah desa pegunungan akan berubah...?!",
      "vi": "Taku và Hinata là hai người bạn thuở nhỏ chuẩn bị nhập học tại Tokyo vào Mùa Xuân này. Lối sống thường nhật của họ ở quê nhà giờ chuẩn bị thay đổi sao...?\nMột câu chuyện tình hài hước giữa hai người bạn thuở nhỏ trong sáng trong chuyện tình yêu nhưng lại quá thân thiết!",
      "pt-br": "Taku e Hinata são amigos de infância que estarão cursando o ensino médio na cidade de Tokyo nesta primavera. Sua vida diária juntos em uma aldeia no meio das montanhas, que havia sido tida como certa por tanto tempo, mudou vividamente…?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8"
  },
  {
    "mangaId": "f15d2555-8a7f-473e-8202-721c9253a4b2",
    "title": {
      "en": "Nando Dakaretatte Suki ni Nanka Naranai yo."
    },
    "updatedAt": "2024-02-22T21:02:30+00:00",
    "coverArt": "https://mangadex.org/covers/f15d2555-8a7f-473e-8202-721c9253a4b2/5ccd81c2-a5ff-40d6-accf-8869d644d6c0.jpg",
    "altTitles": [
      {
        "zh": "无论相拥多少次、我也绝不会爱上你"
      },
      {
        "zh-hk": "無論相擁多少次、我也絕不會愛上你"
      },
      {
        "en": "No Matter How Many Times We Sleep Together, I Won't Fall for You"
      },
      {
        "ja": "何度抱かれたって、好きになんかならないよ。"
      }
    ],
    "description": {
      "en": "\"Your sexy voice, makes it hard to resist\" I'm at the mercy of his fingers...my body shaking with sweet pleasure, all before knowing if I actually love him.",
      "ja": "「いい声出すなよ、その反応たまらないな」好きとかどうとか言葉になる前に、彼の指に翻弄されて…カラダ中が甘い快感に…乱される。――OL・理緒はヤリ逃げされ、失恋したばかり。その為「Hしたら相手を好きになるか否か」の話題で大盛り上がりの同僚達を前に苦笑い。更には、その話をいけ好かないモテ同期・須賀にまで聞かれてしまい…。――「試してみようぜ？抱かれても本当に俺を好きにならないのか」いつものくだらない言い合いの末に、須賀から出たそのセリフ。否定の言葉を発する前に、理緒の艶やかな唇は激しく奪われて!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484f94e7-35c3-4cb5-a068-53d684c1439a",
    "title": {
      "en": "Baki Rahen"
    },
    "updatedAt": "2024-04-09T00:09:56+00:00",
    "coverArt": "https://mangadex.org/covers/484f94e7-35c3-4cb5-a068-53d684c1439a/9e78de44-f1bc-42a4-822d-2204e44cadd1.png",
    "altTitles": [
      {
        "ja": "刃牙らへん"
      },
      {
        "en": "Baki Part 6"
      },
      {
        "ru": "Баки: Рахэн"
      },
      {
        "ru": "Баки: Где-то рядом"
      },
      {
        "en": "Baki and Others"
      },
      {
        "tr": "Baki Rahen"
      }
    ],
    "description": {
      "en": "The sixth part of the Baki series.",
      "ru": "Продолжение великой эпопеи \"Баки\". 6-я номерная серия тайтла, которая поведает нам нереальную историю сражения Джека Хаммера и доисторического человека Пикла!!!",
      "tr": "Büyük destan Bucky'nin devamı. Jack Hammer ve tarih öncesi adam Pickle arasındaki savaşın gerçek dışı hikayesini anlatacak olan Baki'nin 6 numaralı serisidir!!!",
      "pt-br": "Jack derrubou o mundo do sumô, agora ele irá desafiar a todos para seu torneio. Desta vez uma nova jornada."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-06-14T08:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baaa0ca4-efef-4b15-b91a-c1f85692c2a7",
    "title": {
      "en": "Vampire Knight"
    },
    "updatedAt": "2023-02-26T21:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/baaa0ca4-efef-4b15-b91a-c1f85692c2a7/d195f918-5f67-46a0-925f-eabc16fb40a3.jpg",
    "altTitles": [
      {
        "es": "Caballero Vampiro"
      },
      {
        "pt": "Cavaleiro Vampiro"
      },
      {
        "vi": "Hiệp sĩ Vampire"
      },
      {
        "tr": "Vampir Şövalye"
      },
      {
        "ja": "ヴァンパイア騎士"
      },
      {
        "zh-hk": "吸血鬼騎士"
      }
    ],
    "description": {
      "en": "Cross Academy is attended by two groups of students: the Day Class and the Night Class. At twilight, when the students of the Day Class return to their dorm, they cross paths with the Night Class on their way to school. Yuki Cross and Zero Kiryu are the Guardians of the school, protecting the Day Class from the Academy's dark secret: the Night Class is full of vampires!",
      "pt-br": "A história de Vampire Knight trata de uma garota chamada Kurosu Yuuki, que não se lembra de nada de seu passado anterior a um certo dia; dia em que foi salva por Kaname Kuran, um vampiro \"puro-sangue\" que decidiu ficar em paz com os humanos, não sugando mais seus sangue. Devido a morte dos pais de Yuuki, Kaname leva-a para uma escola chamada Cross Academy, que aceita vampiros e humanos em paz na mesma escola, separando-os em Classe do Dia e Classe da Noite. Porém, para que os vampiros permaneçam na escola, não podem revelar sua identidade de vampiros e não podem sugar o sangue de ninguém."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "93"
  },
  {
    "mangaId": "5d3b7c48-3d36-4a30-9879-5ce2d7d8c671",
    "title": {
      "en": "Kings' Viking"
    },
    "updatedAt": "2022-01-23T23:15:59+00:00",
    "coverArt": "https://mangadex.org/covers/5d3b7c48-3d36-4a30-9879-5ce2d7d8c671/8eb3770e-9d46-4ed7-a243-fc3feafd35c3.jpg",
    "altTitles": [
      {
        "ja": "Ousamatachi no Viking"
      },
      {
        "zh-hk": "国王们的海盗"
      },
      {
        "ja": "王様達のヴァイキング"
      }
    ],
    "description": {
      "en": "18-year-old Koreeda Kazuki is a genius hacker whose only real skill lies with computers. Into his aimless life steps a wealthy man who makes him a proposition he finds impossible to refuse: that he will become Koreeda's investor on the condition that Koreeda use his abilities to help the man \"conquer the world.\" In cyberspace where national borders hold no meaning, thus begins the story of two modern-day adventurers who stand against crime on a global scale."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "207"
  },
  {
    "mangaId": "05c29e85-71c1-4f78-95cd-a03e68d9523c",
    "title": {
      "en": "Worst Gaiden Mr. Zetton"
    },
    "updatedAt": "2024-05-03T01:39:49+00:00",
    "coverArt": "https://mangadex.org/covers/05c29e85-71c1-4f78-95cd-a03e68d9523c/e3426485-b960-40a1-9395-3e503b286c1a.jpg",
    "altTitles": [
      {
        "ru": "«Отбросы» гайдэн — Мистер Зеттон"
      },
      {
        "en": "Worst Side Story: Mr. Zetton"
      },
      {
        "ja": "WORST外伝 ゼットン先生"
      }
    ],
    "description": {
      "en": "After years of studying, Hanazawa Saburou, AKA Suzuran's legendary Zetton, has finally become a high school teacher. But on his first day at work, the principal tells him he was actually hired not to teach, but to make the students of his homeroom class drop out of school?!",
      "ru": "После долгих лет учёбы Сабуро Ханадзава, также известный как легендарный Зеттон Судзурана, наконец-то стал учителем средней школы. Но в первый же день на работе директор рассказал ему, что на самом деле его наняли не для того, чтобы преподавать, а для того, чтобы заставить учеников вверенного ему класса бросить школу!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": {
      "en": "【Oshi no Ko】"
    },
    "updatedAt": "2024-06-02T16:20:09+00:00",
    "coverArt": "https://mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/6a60b4c5-1c23-4106-8500-d9a478db9b0e.jpg",
    "altTitles": [
      {
        "es-la": "Hijos predilectos"
      },
      {
        "en": "【My Star】"
      },
      {
        "ru": "Звёздное дитя"
      },
      {
        "ja": "推しの子"
      },
      {
        "de": "Mein*Star"
      },
      {
        "id": "Oshi no Ko - Anak Idola"
      },
      {
        "fa": "اوشی نو کو (Pashto)"
      },
      {
        "fa": "فرزند آیدول مورد علاقه‌ام"
      },
      {
        "el": "Το Αστέρι μου"
      },
      {
        "th": "【เกิดใหม่เป็นลูกโอชิ】"
      },
      {
        "ja": "【推しの子】"
      },
      {
        "ru": "Ребёнок идола"
      },
      {
        "pl": "Moja gwiazda"
      },
      {
        "zh-hk": "【我推的孩子】"
      },
      {
        "ko": "【최애의 아이】"
      },
      {
        "fr": "Oshi no Ko"
      },
      {
        "pt": "Criança que deve ser suportada"
      },
      {
        "pt": "Filho de sua favorita"
      },
      {
        "ar": "نجمتي"
      },
      {
        "ar": "الفتاة التي ادعمها"
      },
      {
        "tr": "Yıldızım"
      },
      {
        "tr": "İdolümün Çocuğu"
      },
      {
        "vi": "Dưới Ánh Hào Quang"
      },
      {
        "de": "Mein Star"
      },
      {
        "cs": "【OŠI NO KO】"
      },
      {
        "ka": "ჩემი ვარსკლავი"
      },
      {
        "pt-br": "Oshi no Ko - Minha Estrela Preferida"
      },
      {
        "ja-ro": "[Oshi no Ko]"
      }
    ],
    "description": {
      "el": "H Άι Χόσινο είναι ένα ανερχώμενο μουσικό είδωλο, η οποία ανακοίνωσε ξαφνικά οτι θα πάρει ενα διάλειμμα από το μουσικό της γκρουπ, Μπι-Κομάτσι, για λόγους υγείας. Προς εκπλήξη ενός από τους μεγαλύτερους θαυμάστες της, του γυναικολόγου Γκόρο Αμεμίγια, μια μέρα η νεαρή Αϊ εμφανίστηκε στο νοσοκομείο οπού δουλεύει. Ο Γκόρο έρχοντας πλεον πρόσωπο με πρόσωπο με την αδυναμία του, τρέμει στο γεγονός ότι η 16-χρονη Αϊ είναι έγκυος... με δίδυμα με τον πατέρα άφαντο. Αποφασισμένη να αποκτήσει την δικιά της οικογένεια και να συνεχίσει την δουλεία της ως είδωλο, έχει σκοπο να κρατήσει την γέννα των παιδιών της μυστικο, μαζί με την βοήθεια του Γκόρο.\n\nΤο δυνατότερο όπλο ενός ειδώλου ειναι τα ψέματα.\nΜια ίστορια μυστηρίου και εξαπάτησης, όπου η σκοτεινή πλευρά της σόου-μπιζ αποκαλύπτεται κάτω από τις στρώσεις ψεμάτων και εκμεταλεύσεων.",
      "en": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
      "es": "'Oshi no Ko' explora la vida de una abrumadoramente hermosa heroína y muestra la industria del entretenimiento desde un punto de vista nunca antes visto.\n\n- [Wikipedia](https://es.wikipedia.org/wiki/Oshi_no_Ko)",
      "fa": "آی هوشینو ۱۶ ساله یک آیدول با استعداد و زیباست که هواداران زیادی داره؛اون نماد پاکیه، ولی ظاهر با باطن قضیه متفاوته. گورو هوندا یک پزشک زنان که ساکن حومه‌ی شهره که یکی از طرفداران بزرگ آی هستش، ولی ناگهان آیدول مورد علاقه خودش رو ملاقات میکنه و متوجه میشه که اون بارداره، گورو به اون قول میده که بچش رو سالم بدنیا بیاره، ولی اون نمیدونست که این ملاقات باعث عوض شدن زندگیش میشه.",
      "fr": "L'histoire commence avec une belle fille, son sourire parfaitement faux, et les gens qui l'aiment égoïstement pour cela. Que se passe-t-il dans les coulisses de la brillante industrie du showbiz? Jusqu'où iriez-vous pour votre idole bien-aimée ? Que feriez-vous si vous découvriez que la réincarnation est réelle? La star du spectacle est Aquamarine Hoshino et la scène n'est qu'une simple façade. Parviendra-t-il à atteindre le point culminant avant que le monde du glamour ne l'avale tout entier?  \n\n\n---\n\n- [Nominated for the 14th annual Manga Taisho awards.](https://www.animenewsnetwork.com/news/2021-01-24/14th-manga-taisho-awards-nominate-10-titles/.168759)\n\n- [Wikipedia](https://fr.wikipedia.org/wiki/Oshi_no_ko)",
      "ja": "「この芸能界（せかい）において嘘は武器だ」　地方都市で、産婦人科医として働くゴロー。芸能界とは無縁の日々。一方、彼の“推し”のアイドル・星野アイは、スターダムを上り始めていた。そんな二人が“最悪”の出会いを果たし、運命が動き出す…!?",
      "ru": "Что, если бы дорога в шоу-бизнес была открыта для тебя с самого начала?  \nНовая серия оригинальной манги от двух известных авторов — Акасака Ака («Госпожа Кагуя: в любви как на войне») и Ёкояри Мэнго («Тайные желания отвергнутых»). Это совершенно новая работа, в которой мир шоу-бизнеса предстаёт перед читателями в очень необычном свете: у лидера идол-группы Хосино Аи есть секрет, о котором никто не должен знать…  \n\n\n---\n- [Wikipedia](https://ru.wikipedia.org/wiki/Oshi_no_Ko)",
      "vi": "Câu chuyện khởi đầu với sự xuất hiện của một cô gái xinh đẹp, mang nụ cười giả tạo hoàn hảo, và có những người yêu cô ấy một cách ích kỷ bất chấp điều đó.\n\nĐiều gì diễn ra đằng sau ánh hào quang của thế giới showbiz? Con người ta sẽ làm đến mức nào vì thần tượng yêu quý của mình? Bạn sẽ làm gì nếu phát hiện ra luân hồi chuyển kiếp là có thật? Nhân vật chính của chúng ta - Aquamarine Hoshino liệu có hoàn thành được khát vọng báo thù trước khi bị thế giới hào nhoáng ấy nuốt trọn? Hãy cùng đón xem bộ truyện được sáng tác bởi bộ đôi tác giả của Kaguya-sama và Kuzu no Honkai.",
      "es-la": "La historia comienza con una hermosa chica, su sonrisa perfectamente falsa y la gente que la ama con egoísmo gracias a eso.\n  \n¿Qué ocurre detrás de la brillante industria del espectáculo? ¿Hasta dónde llegarías por el bien de tu ídolo? ¿Qué harías si descubrieras que la reencarnación es real? La estrella del espectáculo es Aquamarine Hoshino, y el escenario no es más que una mera fachada. ¿Conseguirá llegar al clímax antes de que el mundo del espectáculo se lo trague por completo?",
      "pt-br": "Doutor Goro é obstetra em um hospital do interior e se encontra longe do mundo em que brilha e evolui Aï Hoshino, uma cantora de sucesso crescente da qual é fã absoluto. O que ele ainda não sabe é que sem mais nem menos ele se encontrará com sua idol favorita em uma circunstância um pouco fora do normal. Terá ele tempo suficiente para ficar perto dela ou o mundo irá girar de maneira cruel para ele? Essa é uma história sobre o mundo do entretenimento japonês."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-05-01T15:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/e75f6454-ad0f-43fe-85b0-78b6844a4cd3.jpg",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4344acc-3425-42ea-8830-6e59db32781b",
    "title": {
      "en": "Starting Gate! Uma Musume Pretty Derby"
    },
    "updatedAt": "2023-07-01T22:13:34+00:00",
    "coverArt": "https://mangadex.org/covers/e4344acc-3425-42ea-8830-6e59db32781b/d15c29c1-ece1-4f12-b2fa-0f2c724f33b9.jpg",
    "altTitles": [
      {
        "ja": "STARTING GATE！ ―ウマ娘プリティーダービー"
      },
      {
        "en": "Starting Gate!: Uma Musume Pretty Derby"
      },
      {
        "en": "UmaMusu"
      },
      {
        "en": "Umamusume"
      }
    ],
    "description": {
      "en": "A manga part of the Uma Musume Project by Cygames, a game and an anime. It follows Special Week, an aspiring horsegirl athlete-idol, as she transfers in to the Traincent Academy to follow her dreams."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "44"
  },
  {
    "mangaId": "32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4",
    "title": {
      "en": "Rent-A-Girlfriend"
    },
    "updatedAt": "2024-06-26T17:26:36+00:00",
    "coverArt": "https://mangadex.org/covers/32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4/f6898b49-b4b3-46bb-9f73-881d328d8989.jpg",
    "altTitles": [
      {
        "pt-br": "Namorada de aluguel"
      },
      {
        "id": "Dia, Aku Pinjam"
      },
      {
        "pl": "Dziewczyna do wynajęcia"
      },
      {
        "id": "Gadis yang Aku [Akan] Pinjam"
      },
      {
        "de": "Ich würde mir gerne eine Freundin ausleihen"
      },
      {
        "fr": "J'aimerais louer une petite amie"
      },
      {
        "ja-ro": "KanoKari"
      },
      {
        "tr": "Kiralık Sevgili"
      },
      {
        "es-la": "Novia de Alquiler"
      },
      {
        "ms": "Pacar Sewaan"
      },
      {
        "it": "Vorrei noleggiare una ragazza"
      },
      {
        "ru": "Девушка на прокат"
      },
      {
        "ru": "Девушка на час"
      },
      {
        "th": "สะดุดรักยัยแฟนเช่า"
      },
      {
        "ja": "かのかり"
      },
      {
        "zh": "女朋友、借我一下"
      },
      {
        "ja": "彼女、お借りします"
      },
      {
        "zh": "租借女友"
      },
      {
        "ko": "여친, 빌리겠습니다"
      },
      {
        "hr": "Unajmi curu"
      },
      {
        "it": "Una ragazza a noleggio"
      },
      {
        "pt": "Namorada de Aluguer"
      },
      {
        "ja-ro": "Kanojo Okarishimasu"
      },
      {
        "zh-hk": "出租女友"
      },
      {
        "vi": "Dịch Vụ Cho Thuê Bạn Gái"
      }
    ],
    "description": {
      "en": "Kinoshita Kazuya is a regular college student who was just dumped by his girlfriend for another guy. Feeling down in the dumps, he decides to use an app called Diamond to hire Mizuhara Chizuru, a rental girlfriend, to make himself feel better. From their first meeting, she seems to be the perfect girl for him, but is there more to her than meets the eye? And how will their not quite typical relationship develop?\n\n---\n**Links:**\n\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10001/episode/312699) (U.S. Only), [Kodansha](https://kodansha.us/series/rent-a-girlfriend/)",
      "fr": "Kinoshita Kazuya est un étudiant régulier qui vient d'être largué par sa petite amie pour un autre gars. Se sentant dans les décharges, il décide d'utiliser une application appelée Diamond pour embaucher Mizuhara Chizuru, une petite amie de location, afin de se sentir mieux. Dès leur première rencontre, elle semble être la fille parfaite pour lui, mais est-ce qu'il y a autre chose pour elle que ce qui est à l'oeil? Et comment va se développer leur relation pas tout à fait typique?",
      "it": "Kinoshita Kazuya è un normale studente universitario che è stato appena lasciato dalla sua ragazza. Devastato, decide di usare un app chiamata \"Diamond\" per reclutare Mizuhara Chizuru, una ragazza a noleggio per tirargli su il morale. Fin dal loro primo incontro, sembra essere la ragazza perfetta per lui, ma ci sarà altro dietro a quell'immagine da \"brava ragazza\"…? E come si evolverà la loro inusuale relazione?",
      "pt": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar uma aplicação de relacionamentos depois de ter levado terminado com a sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!",
      "ru": "Двадцатилетний никудышный студент университета муниципального района Киносита Кадзуя. Встреча с «особенной» красавицей ознаменует начало изменений в его жизни?!",
      "es-la": "Kinoshita Kazuya es un estudiante universitario normal al que su novia acaba de dejar por otro chico. Sintiéndose deprimido, decide usar una aplicación llamada Diamond para contratar a Mizuhara Chizuru, una novia de alquiler, para sentirse mejor. Desde su primer encuentro con ella, parece ser la chica perfecta para él, pero ¿hay más en ella de lo que parece? ¿Y cómo se desarrollará su relación no muy típica?",
      "pt-br": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar um aplicativo de relacionamentos depois de ter levado um fora de sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e64b54c4-5ef4-44d3-85db-09fe0d3e513c",
    "title": {
      "en": "Necromancer Academy and the Genius Summoner"
    },
    "updatedAt": "2024-04-16T19:49:41+00:00",
    "coverArt": "https://mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "altTitles": [
      {
        "en": "Necromancer Academy's Genius Summoner"
      },
      {
        "ko": "네크로맨서 학교의 소환천재"
      }
    ],
    "description": {
      "en": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. But could Simon's insane talents attract some unforeseen consequences?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e36f4b5-37f3-4413-8aa4-67dd80275972",
    "title": {
      "en": "Zashisu"
    },
    "updatedAt": "2024-05-19T13:06:45+00:00",
    "coverArt": "https://mangadex.org/covers/3e36f4b5-37f3-4413-8aa4-67dd80275972/fd62cd0a-a6d0-4a86-88e3-74551e2b2439.jpg",
    "altTitles": [
      {
        "ja": "ザシス"
      }
    ],
    "description": {
      "en": "One day, junior high school teacher Yamauchi Umi sees a news report about a murder case. The murderer is Suzuki Yumi, a classmate from junior high school.\r\n\r\nA few days later, Yamauchi's girlfriend, Tamahuri Yagisawa, a rookie editor of literary books, finds a work that closely resembles the murder in a novel that was unsuccessful in a public contest. The author's name is Haruto Saeki. Soon, just like in the novel, an invitation to a class reunion arrives for an old friend...\r\n\r\nThe first suspense horror volume by Masanori Morita!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13"
  },
  {
    "mangaId": "ade2f85e-7bb4-4c55-a9e5-b782765ba0ad",
    "title": {
      "en": "Sekai no Owari no Encore"
    },
    "updatedAt": "2024-03-22T10:36:00+00:00",
    "coverArt": "https://mangadex.org/covers/ade2f85e-7bb4-4c55-a9e5-b782765ba0ad/2cf6d1fc-e709-4d72-9cd7-948bffc01be1.jpg",
    "altTitles": [
      {
        "en": "Encore of the World’s End"
      },
      {
        "ja-ro": "Sekai no Owari no Sekairoku"
      },
      {
        "ru": "Летопись конца света"
      },
      {
        "th": "อองกอร์ ล่าบันทึกวีรบุรุษสุดขอบโลก"
      },
      {
        "ja": "世界の終わりの世界録"
      },
      {
        "zh": "世界终焉的世界录"
      },
      {
        "ko": "세계 종언의 세계록"
      }
    ],
    "description": {
      "en": "The valuable treasure, the “Encore” which was left by the legendary Elline the Brave Hero, has the recording of the end of the world and the reincarnation of the world. The countries and brigades (parties) all over the world are searching for its whereabouts; the age to fight for the Encore. The boy called Ren who wants to become a knight has no talent in wielding swords despite looking exactly like the Elline the Brave Hero, he has been having a lifestyle where people taunts him as the “Fake Brave Hero”. The one that appears in front of him is the legendary Dragon Princess Krische, who had woken up from her seal. She mistakes Ren for Elline, though she gets disappointed since he simply looks like him, but she later finds out a hidden potential in him. And she invites him to the journey to find the Encore together with the Archangel Phia and the Demon-Lord Elise that saved the world before. “Do you want to come with us?”. This is the prelude of wild excitement played by the heroes. The boy known as the fake Brave Hero cross paths with the legend now!  \n  \n\n\n---",
      "fr": "À la fin de la Guerre de la Fin, le Héros vaillant, Elline, laissa derrière lui un trésor inestimable, l’Encore, archive contenant tout de ce monde, de sa création à sa réincarnation. Les pays du monde envoyèrent des équipes d’aventuriers à la recherche de l’Encore, et formèrent la jeunesse pour leur futur. Ren E. Maxwell, un épéiste en devenir sans talent, est moqué par tous ces camarades : copie conforme d’Elline, il est appelé le Faux héros vaillant. Un jour cependant, il fit la rencontre de Kylse, ancienne équipière d’Elline. Celle-ci le confond alors avec Elline… La légende du Faux héros vaillant commence ici!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Author’s Twitter](https://twitter.com/sazanek)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/usuiryu)  \n- [![](https://i.imgur.com/oiVINmy.png) Author’s Pixiv](https://www.pixiv.net/en/users/2241184)  \n- [![](https://i.imgur.com/oiVINmy.png) Manga Artist's Pixiv](https://www.pixiv.net/en/users/873046)  \n- [Official LN (JP)](https://mfbunkoj.jp/special/sekai/)  \n- [Alternative Raw](https://comic-alive.jp/product/sekai/)",
      "pt": "O valioso tesouro, o \"Encore\", que foi deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e as brigadas (partes) em todo o mundo estão buscando a localização do seu paradeiro; a era de lutas pelo Encore. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline the Brave Hero, ele tem tido um estilo de vida onde as pessoas zombam dele como o \"Falso Bravo Herói\". O que aparece na frente dele é a lendária Princesa Dragão Krische, que tinha acordado de seu selamento. Ela confunde Ren com Elline, embora ela fica decepcionada, pois ele simplesmente parece com ele, mas ela mais tarde descobre um potencial oculto nele. E ela o convida para a viagem para encontrar o Encore, juntamente com a Arcanja Phia e a Lorde Demônio Elise que salvaram o mundo antes. \"Você quer vir conosco?.\" - Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como o falso com seu caminho cruzado com a lenda Bravo Herói começa agora!",
      "pt-br": "O valioso tesouro, o “Encore”, deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e os grupos de aventureiros em todo o mundo, estão buscando sua localização. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline o Bravo Herói, ele tem sido menosprezado pelas pessoas que o chamam de “Falso Bravo Herói”. Quem aparece na frente dele é a lendária Princesa dos Dragões, Kyelse, que acordou de seu selamento. Ela confunde Ren com Elline, embora fique decepcionada, pois ele é simplesmente alguém parecido ao seu falecido companheiro, mais tarde um potencial oculto é descoberto nele, então ela o convida para uma viagem em busca do Encore, com a Arcanjo, Fear e a Lorde Demônio, Elise, que salvaram o mundo anteriormente. “Você quer vir conosco?.” – Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como uma cópia barata tem seu caminho cruzado com a lenda do Bravo Herói! 68 Visualizações totais, 68 Visualizações hoje"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]