[
  {
    "mangaId": "d2df017b-c003-4de6-9625-4f1fba7aef97",
    "title": {
      "en": "How to Fight"
    },
    "updatedAt": "2024-04-11T13:02:36+00:00",
    "coverArt": "https://mangadex.org/covers/d2df017b-c003-4de6-9625-4f1fba7aef97/4de979c2-c6e0-438f-b7e7-3a226324a416.png",
    "altTitles": [
      {
        "fr": "Comment se Battre"
      },
      {
        "ko-ro": "Ssaumdokak"
      },
      {
        "en": "Viral Hit!"
      },
      {
        "zh": "格鬥實況"
      },
      {
        "ko": "싸움독학"
      }
    ],
    "description": {
      "en": "Good for nothing Yoo Hobin is always bullied by students who feel superior to him, yet he ignores them as his life is all too difficult already. However, an unintentional incident ends up turning his life around. He becomes famous through a viral video that he didn't even intend to upload! Everything is perfect! He instantly becomes famous and starts earning money from the accidental video he uploaded.  \n  \nBut since it was unintentional, he is unable to reproduce it. Fueled by the potential money to be made and his sudden surge of popularity, he plans to make more captivating videos that people will find interesting and help him gather more subscribers… However, he cannot accomplish any of that unless he learns HOW TO FIGHT.",
      "fr": "Bon à rien, Yoo Hobin est toujours intimidé par des étudiants qui se sentent supérieurs à lui, mais il les ignore car sa vie est déjà trop difficile. Cependant, un incident involontaire finit par bouleverser sa vie. Il devient célèbre grâce à une vidéo virale qu'il n'avait même pas l'intention de mettre en ligne ! Tout est parfait ! Il devient instantanément célèbre et commence à gagner de l'argent grâce à la vidéo accidentelle qu'il a mise en ligne. Mais comme elle n'était pas intentionnelle, il est incapable de la reproduire. Alimenté par l'argent potentiel à gagner et le changement soudain de popularité, il prévoit alors de réaliser des vidéos plus captivantes que les gens trouveront intéressantes et qui l'aideront à rassembler plus d'abonnés… Cependant, il ne peut rien faire de tout cela à moins de savoir \" COMMENT SE BATTRE \".",
      "pt-br": "Hobin, um estudante intimidado, sem querer surgiu com um novo canal no NewTube. A partir desse momento, sua vida mudou. Como ele irá aprender a lutar e fazer um bom conteúdo? Como ele administrará a mudança essa em sua vida e até onde essa mudança vai? Ação, Drama, Comédia, e com um toque de Romance!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "218"
  },
  {
    "mangaId": "df546197-d691-4bb3-9efb-918ec0d6316a",
    "title": {
      "en": "Plum Candy Love"
    },
    "updatedAt": "2023-10-10T06:12:56+00:00",
    "coverArt": "https://mangadex.org/covers/df546197-d691-4bb3-9efb-918ec0d6316a/4085139c-72da-41d4-b5e5-30e0260990f6.png",
    "altTitles": [
      {
        "ko": "자두사탕러브"
      }
    ],
    "description": {
      "en": "\"Let's go out with me.\" While Ki Young Hyun, a timid model student, was leaving school early, the person he bumped into in an alley was Daehan, who was famous for being a bully at school. He was scared and tried to sneak away from him, but he suddenly grabbed his wrist and dragged him into the cafe...."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e7cd288-b982-45c5-bcae-f9fa7e902c4d",
    "title": {
      "en": "Goodbye, My Rose Garden"
    },
    "updatedAt": "2024-03-09T19:38:34+00:00",
    "coverArt": "https://mangadex.org/covers/3e7cd288-b982-45c5-bcae-f9fa7e902c4d/218536f1-6d35-45b2-bde4-a4d063c397c8.jpg",
    "altTitles": [
      {
        "ja": "さよならローズガーデン"
      },
      {
        "zh": "永别了蔷薇花园"
      },
      {
        "zh-ro": "Yǒngbiéle qiángwēi huāyuán"
      },
      {
        "ja-ro": "Sayonara Rose Garden"
      },
      {
        "cs": "Sbohem, má růžová zahrado"
      },
      {
        "zh-hk": "永別了薔薇花園"
      }
    ],
    "description": {
      "en": "England, the early 1900s. Alice, a young noblewoman, has a Japanese maid named Hanako working in her household. The two have a fairly typical relationship…until the day Alice begs Hanako to kill her. As Hanako tries to figure out why her mistress would make such a terrible request, she and Alice grow closer until an entirely new feeling begins to blossom between them. Don’t miss this poignant tale about women falling in love in historical Britain.  \n\n\n---",
      "es": ":  \n||  \nEsta historia cuenta las vicisitudes de una sirvienta japonesa y una joven británica: En este jardín de rosas, escribiremos sobre nuestros sentimientos secretos y ocultos. Siglo XX; Inglaterra.  \nKujou Hanako se dirige a Inglaterra tras su autor de ensueño, se encuentra en un país extranjero, sin nadie en quien apoyarse. Por coincidencia y tras la discusión con el jefe editorial del misterioso escritor Víctor-sensei, conoce a la joven aristócrata Alice Douglas, y empieza a servir en su residencia.  \nComo su benefactora y por su mutuo amor por los libros (así como en retribución a Alice) Hanako se empeña en su trabajo día a día, sin olvidar su anhelo de conocer al enigmático escritor… Alice le dice que podrá volver realidad su deseo, con una condición: ¿Estará Hanako-chan dispuesta a cumplir con la impactante proposición?||",
      "zh-hk": "１９００年英國。愛、家族、社會仍如履荊棘的時代。\n\n「那是無法說出名字的愛。」\n\n貴族千金愛麗絲述說了她對過去的家庭教師伊麗莎懷抱的淡淡戀慕之心，以及這份思念招致的始末。\n\n另一方面，華子無法說出愛麗絲思念的人就是自己的恩師，並且察覺到內心被燻黑的感情——"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "8edc81f2-bb70-4100-9df7-2552a14e5d75",
    "title": {
      "en": "Sousou no Frieren - kmtakpk's Frieren Koma (Doujinshi)"
    },
    "updatedAt": "2024-03-15T05:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/8edc81f2-bb70-4100-9df7-2552a14e5d75/a796decd-4c85-45db-a95b-9f7ca32e1d8b.jpg",
    "altTitles": [
      {
        "ja": "葬送のフリーレン - P助のフリーレンコマ"
      },
      {
        "en": "Frieren at the Funeral - kmtakpk's Frieren Koma"
      },
      {
        "en": "Frieren: Beyond Journey’s End - kmtakpk's Frieren Koma"
      }
    ],
    "description": {
      "en": "A collection of 1-5 koma manga shorts about *Frieren: Beyond Journey's End*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "958350bf-1b92-47ef-87bd-e207dc1e3fb5",
    "title": {
      "en": "Ken to Mahou to Gakureki Shakai"
    },
    "updatedAt": "2024-04-04T02:35:06+00:00",
    "coverArt": "https://mangadex.org/covers/958350bf-1b92-47ef-87bd-e207dc1e3fb5/33b27c83-caa7-453b-99b8-175d42c1742d.jpg",
    "altTitles": [
      {
        "ja": "剣と魔法と学歴社会 ～前世はガリ勉だった俺が、今世は風任せで自由に生きたい～"
      }
    ],
    "description": {
      "en": "In this life, I will live doing only what I want to do!\n\nBoku is reincarnated as \"Allen\", the third son of a noble family, in a different world of swords and magic, which he had longed for. However, this other world is a world where \"academic background,\" which I was bound to in my previous life, is more important than anything else! I am no longer bound by my academic background. In this life, I will live freely and let the wind blow my way!\nI decided to do as I pleased, but for some reason I became the center of attention everywhere I went..?!\n\nThis is the start of a painful fantasy in which you can enjoy your freedom in a different world!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-04-01T22:31:47+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/8e8a3e18-948d-402a-a9ea-f62366486771.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb98bd40-a903-4416-bdd0-dab93d8f36ad",
    "title": {
      "en": "R15+ Ja Dame Desuka?"
    },
    "updatedAt": "2024-01-21T03:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/cb98bd40-a903-4416-bdd0-dab93d8f36ad/2c9b86be-4634-4e4d-8e53-41c367147347.jpg",
    "altTitles": [
      {
        "ja-ro": "R15+ Ja Dame Desuka?"
      },
      {
        "ja": "R15＋じゃダメですか？"
      },
      {
        "vi": "Xem phim \"người lớn\" được không?"
      },
      {
        "en": "How About R15?"
      }
    ],
    "description": {
      "en": "What should I do to become an adult? Akane Amou, who grew up with her parents forbidding any kind of entertainment, is a little bad with \"stimulating\" stuff, to the point she can't even watch a kissing scene in a drama. Now that she’s a highschool student, she somehow wants to overcome it! Those are her intentions, but it’s not that easy. Meanwhile, she got acquainted with a movie otaku named Fuyumine. Will she be able to watch an R15 movie…?",
      "ja": "大人になるって、どうすればいいの？　親からすべての娯楽を禁止されて育った天羽秋音は、ドラマのキスシーンも観れないくらい、”刺激的”なものが少し苦手。高校生にもなったんだから、なんとか克服したい！　と意気込むが、なかなか道は険しい。そんな中、映画オタクの冬峰と知り合い、15禁映画を観ることになり…⁉\n \n--- \n \nOtona ni naru tte, dōsureba ī no? Oya kara subete no goraku o kinshi sa rete sodatta Amou aki-on wa, dorama no kisushīn mo mi renai kurai, ”shigeki-teki” na mono ga sukoshi nigate. Kōkōsei ni mo natta ndakara, nantoka kokufuku shitai! To ikigomu ga, nakanaka michi wa kewashī. Son'na Chū, eiga otaku no fuyu-hō to shiriai, 15 kin eiga o miru koto ni nari...!?",
      "vi": "\"Mình sẽ làm gì để trở thành người lớn?\"\nAkane Amou, lớn lên trong sự bảo bọc nghiêm khắc của cha mẹ mà không tiếp xúc với phương tiện giải trí, bước qua tuổi 15, trước những thứ \"tình cảm\", thậm chí là một nụ hôn cũng không thể xem được.\nGiờ đã vào trường cấp ba, cùng với cậu bạn Fuyumine, Amou sẽ bước qua những rào cản ấy. Liệu cô bé có thể xem được một phim nhán mác \"cấm trẻ em\"?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "854e8db1-0815-47a1-9169-471d676a2fd8",
    "title": {
      "en": "Kisses x Kiss x Kisses"
    },
    "updatedAt": "2022-02-12T21:36:22+00:00",
    "coverArt": "https://mangadex.org/covers/854e8db1-0815-47a1-9169-471d676a2fd8/9d9454fc-e2a5-452c-9ae6-336e1c2c8258.jpg",
    "altTitles": [
      {
        "ko": "키세스x키스x키세스"
      }
    ],
    "description": {
      "en": "An ambiguous and complex relationship that began with that single word. Reality, dreams, and love are all undecided from the moment the word \"Kiss me!\" comes out from the mouth of a high school student's best friend! 'No way I don't like you… … ?'' Strong negative is strong positive?!  \n  \n- [Original Webtoon (Naver)](https://series.naver.com/comic/detail.nhn?productNo=4833637)  \n- [Original Webtoon (Bomtoon)](https://www.bomtoon.com/comic/ep_list/ki3_wb)  \n- [Original Webtoon (Lezhin)](https://www.lezhin.com/ko/comic/kisses_kiss_kisses)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "86"
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-04-04T19:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/f941c5e9-ca88-4122-990e-220bba684cac.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-04-10T13:34:10+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/3936c3c4-454b-4261-8f15-883c00cf3783.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os quatro cavaleiros do apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô em um lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca em uma jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2d3e993-c76c-4fa3-ba0a-7f23e2989bcf",
    "title": {
      "en": "Renata Tate: Goddess for Hire"
    },
    "updatedAt": "2024-04-11T12:57:20+00:00",
    "coverArt": "https://mangadex.org/covers/e2d3e993-c76c-4fa3-ba0a-7f23e2989bcf/30f27381-686e-4ba2-a6f5-87bd04d60ad3.png",
    "altTitles": [
      {
        "ja": "レナタ タッテ 貸与れる女神"
      }
    ],
    "description": {
      "en": "Renata, a once almighty goddess, has returned in the modern day and must do odd jobs to earn offerings in order to restore her powers and save the world from an incoming monster uprising."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a187b0b-472b-4f1a-9b04-c833c02ded49",
    "title": {
      "en": "Spring will come slowly"
    },
    "updatedAt": "2024-03-03T09:20:11+00:00",
    "coverArt": "https://mangadex.org/covers/3a187b0b-472b-4f1a-9b04-c833c02ded49/25c7620c-1e14-40dc-bdc8-797f16b7c439.jpg",
    "altTitles": [
      {
        "ja": "はるか咲きそふ、刻どきの"
      },
      {
        "ja-ro": "Haruka Sakisofu, Tokidoki no"
      },
      {
        "ko": "아득히 피어난 시절의"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-04-08T15:38:55+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/034fe0de-7ed6-4464-b408-0528bb10b9a0.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly developed super-powers, those who used their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow fell in love with the strongest female prisoner Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "2bc6a63a-7cf3-47bc-a1e7-49cccd69fbf1",
    "title": {
      "en": "Migawari no Hanayome wa Yandere Ryoushu ni Torawareru"
    },
    "updatedAt": "2024-04-06T22:31:46+00:00",
    "coverArt": "https://mangadex.org/covers/2bc6a63a-7cf3-47bc-a1e7-49cccd69fbf1/7cc05c7b-fdab-4f32-ac7b-615566e7c54f.png",
    "altTitles": [
      {
        "ja": "身代わりの花嫁はヤンデレ領主に囚われる"
      },
      {
        "en": "The Substitute Bride is Captured by the Yandere Lord"
      }
    ],
    "description": {
      "en": "Lala, the daughter of a nobleman, is sent to the castle of Walter the Feudal Lord, in place of her sister who has eloped. Lala is prepared to be treated harshly, but for some reason, Walter grows fiercely attached to Lala as though he was never even remotely engaged to her sister to begin with. ...... It's a story about a love fantasy of a yandere in a fantasy world!",
      "ja": "貴族令嬢であるララは駆け落ちした姉の身代わりに、領主・ワルターの城へ行くことになってしまう。手酷く扱われることを覚悟していたララだったが、ワルターは何故か姉との婚約など最初から無かったようにララに激しく執着してきて……。異世界ヤンデレラブファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10fd0813-c429-4c38-94f8-f364a1c3cd75",
    "title": {
      "en": "Transistor Teaset"
    },
    "updatedAt": "2022-09-03T15:59:05+00:00",
    "coverArt": "https://mangadex.org/covers/10fd0813-c429-4c38-94f8-f364a1c3cd75/9ccdbd21-e49c-494f-957d-16b11a2342bd.jpg",
    "altTitles": [
      {
        "ja-ro": "Transistor Teaset - Denki Gairozu"
      },
      {
        "ja-ro": "transistor teaset ~Denki Gairozu~"
      },
      {
        "zh": "transistor teaset~电气街路图~"
      },
      {
        "th": "ทรานซิสเตอร์ ทีเซ็ต ~เมืองป่วน คนแปลก~"
      },
      {
        "ja": "トランジスタティーセット～電気街路図～"
      },
      {
        "zh": "transistor teaset ～电气街路图～"
      },
      {
        "zh-hk": "transistor teaset ～電氣街路圖～"
      },
      {
        "ja": "トランジスタ・ティーセット〜電気街路図〜"
      },
      {
        "th": "Transistor Teaset ~เมืองป่วน คนแปลก~"
      },
      {
        "ja-ro": "Transistor Teaset 〜 Denki Gairo-zu 〜"
      }
    ],
    "description": {
      "en": "When they were young, Suzu and Midori were separated as Midori moved away. Suzu grew up and has become a builder of robots and anything else mechanical she can get her hands on. One fateful morning her favorite electronics shop is closed so she goes off to relax while waiting for the shop to open when Midori calls again, after all these years, wanting to take up where they left off. Suzu is ecstatic about this – they had so much in common when they were young…  \n  \nOnly Midori has opened up a Maid Café…\n\n[Wikipedia](https://ja.wikipedia.org/wiki/%E3%83%88%E3%83%A9%E3%83%B3%E3%82%B8%E3%82%B9%E3%82%BF%E3%83%BB%E3%83%86%E3%82%A3%E3%83%BC%E3%82%BB%E3%83%83%E3%83%88%E3%80%9C%E9%9B%BB%E6%B0%97%E8%A1%97%E8%B7%AF%E5%9B%B3%E3%80%9C)"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "38"
  },
  {
    "mangaId": "d825b03e-e8f0-4916-a229-9a2dd85b59c8",
    "title": {
      "en": "A Childhood Friend Who Only Appears Tsundere-like on the Surface"
    },
    "updatedAt": "2023-03-02T16:12:59+00:00",
    "coverArt": "https://mangadex.org/covers/d825b03e-e8f0-4916-a229-9a2dd85b59c8/44e6e25f-3170-4130-8168-36965aeef4ae.png",
    "altTitles": [
      {
        "ja": "ツンデレだけどツンデレじゃない、ちょっとツンデレな幼馴染"
      },
      {
        "ja-ro": "Tsundere Dakedo Tsundere Ja Nai, Chotto Tsundere na Osananajimi"
      }
    ],
    "description": {},
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28307ba0-2cbe-4472-bc0d-95f945926e47",
    "title": {
      "en": "My Servants and I"
    },
    "updatedAt": "2024-04-11T12:29:51+00:00",
    "coverArt": "https://mangadex.org/covers/28307ba0-2cbe-4472-bc0d-95f945926e47/17325469-a20b-44ac-86cc-e9df13ffd9ea.jpg",
    "altTitles": [
      {
        "ja": "僕サマと下僕たち ,Boku-sama to Geboku tachi, meus servos e eu"
      }
    ],
    "description": {
      "ja": "In public, Raku Fuki is a model president of the student council. But in private, Raku is recovering from trauma wrought by his step-father. Forever changed by his past, Raku tries to find relief through his two classmates, Tsubaki and Rakuichi."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6cdf319-8bde-4674-9473-54d8001a9601",
    "title": {
      "en": "Kiomaru the Blacksmith"
    },
    "updatedAt": "2024-02-04T03:15:14+00:00",
    "coverArt": "https://mangadex.org/covers/d6cdf319-8bde-4674-9473-54d8001a9601/84a53bb7-6f9a-42be-84fe-e4a61c1f9860.jpg",
    "altTitles": [
      {
        "ja-ro": "Niragi Kioumaru"
      },
      {
        "ja-ro": "Niragi Kiomaru"
      },
      {
        "ja": "にらぎ鬼王丸"
      }
    ],
    "description": {
      "en": "Since his childhood, Kiomaru has been formed by master Sadamitsu of the Gassan forge so that he could later become a specialist in sword making. One day, when he learns of the brutal death of a young man to which he sold his first sword, he realize his own inexperience and decides to adopt a new attitude by following an exacting training. After avenging the young man, he continues his training, but one day, his master reveal to him an unbelievable secret: 18 years ago, meteorites nicknamed \"Steel of the stars\" fell from the sky on a dark mountain. Since that day, it seems the wheel of destiny enforced itself."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "42"
  },
  {
    "mangaId": "706393ea-ee69-429e-99fa-98766eac900e",
    "title": {
      "en": "Tokuwo Extras"
    },
    "updatedAt": "2024-02-15T13:46:33+00:00",
    "coverArt": "https://mangadex.org/covers/706393ea-ee69-429e-99fa-98766eac900e/04ecc89d-0027-4d04-bdf1-ea4032b24d42.jpg",
    "altTitles": [
      {
        "ja": "創作百合の落書きや漫画まとめ"
      },
      {
        "ja-ro": "Sousaku Yuri no Rakugaki ya Manga Matome"
      },
      {
        "en": "Collection of Yuri Sketches and Manga"
      }
    ],
    "description": {
      "en": "A collection of artwork and short manga released by artist Tokuwotsumu.\n\nTokuwotsumu routinely publishes manga and artwork featuring the characters from their other series on social media. Tokuwotsumu then packages this artwork and manga up in these chapters for official release on Pixiv.\n\nA must-read for fans of Tokuwotsumu's other series!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4509fd84-c003-4c57-ab07-e207e6999dab",
    "title": {
      "en": "Issho ni Kurashite ii desu ka?"
    },
    "updatedAt": "2024-02-07T19:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/4509fd84-c003-4c57-ab07-e207e6999dab/11719672-f4a4-4708-8abd-3aefe795c18d.jpg",
    "altTitles": [
      {
        "ja": "一緒に暮らしていいですか？"
      },
      {
        "en": "Can We Live Together?"
      },
      {
        "pt-br": "Posso morar com você?"
      },
      {
        "id": "Bolehkan Aku Tinggal Bersamamu?"
      },
      {
        "en": "May I Live With You?"
      },
      {
        "fr": "Pouvons-nous vivre ensemble ?"
      },
      {
        "ru": "Можем ли мы пожить вместе?"
      }
    ],
    "description": {
      "en": "Hiromi Sonoda has no girlfriend, no job, and no home, until he finds a shared-house with very cheap rent and goes to check it out. However, the share-house has a certain condition... Kei Sasuga presents a new \"Share House Romantic Comedy\"!",
      "fr": "Hiromi Sonoda n'a plus de petite amie, plus de travail et plus de maison, jusqu'à ce qu'il trouve une colocation au loyer très bon marché et qu'il aille la visiter. Cependant, la colocation est soumise à certaines conditions...\nKei Sasuga présente sa nouvelle \"Share House Romantic Comedy\" !",
      "id": "Hiromi Sonoda tidak punya pacar, tidak punya pekerjaan, dan tidak punya rumah, sampai dia menemukan rumah kos-kosan dengan harga sewa yang sangat murah dan pergi untuk melihatnya. Namun, rumah kos-kosan memiliki syarat tertentu... Kei Sasuga menghadirkan \"Komedi Romantis Rumah Kos-kosan\" baru!",
      "ja": "「幸せな家庭」を夢見る園田寛美は、職を失い同棲中の彼女に振られて、家ナシ金ナシ彼女ナシに…。そんなときに、間違えて入居したのが、なんと女性専用シェアハウスだった!!",
      "pt-br": "Hiromi é um homem que sempre sonhou em ter uma família calorosa e amorosa por causa de um incidente em seu passado. Entretanto, depois que sua namorada terminou com ele por várias razões, ele começa a desistir de seu sonho e pensa que nunca será capaz de realizá-lo. Sem um lugar para viver, ele chega a uma casa compartilhada cheia de mulheres. Será que ele vai encontrar o lar e a família que ele almeja neste novo lugar?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db0ac526-46c9-41ea-be96-1959bc26a314",
    "title": {
      "en": "A Cool Older Lady That Makes Me Crazy"
    },
    "updatedAt": "2024-04-09T13:46:26+00:00",
    "coverArt": "https://mangadex.org/covers/db0ac526-46c9-41ea-be96-1959bc26a314/e069ea38-58be-4894-aa3d-134699f911dd.png",
    "altTitles": [
      {
        "ja": "僕を狂わすカッコイイお姉さん"
      },
      {
        "ja-ro": "Boku o Kuruwasu Kakkoii Onee-san"
      },
      {
        "en": "A Cool Older Lady Who Drives Me Crazy"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee8f7f56-17fc-4a41-a873-f8549ba676d3",
    "title": {
      "en": "Zutto Neko Shoshinsha"
    },
    "updatedAt": "2022-06-10T20:31:12+00:00",
    "coverArt": "https://mangadex.org/covers/ee8f7f56-17fc-4a41-a873-f8549ba676d3/dc761818-a5f0-49a3-ae0e-b911a2823c60.png",
    "altTitles": [
      {
        "en": "Always A Beginner Cat"
      },
      {
        "ru": "Вечный котёнок"
      },
      {
        "ja": "ずっとネコ初心者"
      }
    ],
    "description": {
      "ja": "ネコと暮らす不思議な日常。猫創作マンガ"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f29d4785-396a-494e-b48f-47d02f583276",
    "title": {
      "en": "Fate/stay night [Unlimited Blade Works]"
    },
    "updatedAt": "2023-12-07T05:48:13+00:00",
    "coverArt": "https://mangadex.org/covers/f29d4785-396a-494e-b48f-47d02f583276/99a1294f-b335-4335-b710-d4d789135fdd.jpg",
    "altTitles": [
      {
        "ja": "フェイト／ステイナイト アンリミテッドブレイドワークス"
      },
      {
        "ru": "Судьба/Ночь Схватки - Клинков Бесконечных Край"
      }
    ],
    "description": {
      "en": "The Holy Grail War is a battle royale among seven magi who serve as Masters. Masters, through the use of the command seals they are given when they enter the war, command Heroic Spirits known as Servants to fight for them in battle. In the Fifth Holy Grail War, Rin Tosaka is among the magi entering the competition. With her Servant, Archer, she hopes to obtain the ultimate prize—the Holy Grail, a magical artifact capable of granting its wielder any wish.\n\nOne of Rin's classmates, Emiya Shirou, accidentally enters the competition and ends up commanding a Servant of his own known as Saber. As they find themselves facing mutual enemies, Rin and Shirou decide to form a temporary alliance as they challenge their opponents in the Holy Grail War.",
      "ru": "Манга адаптация рута Рин Тосаки Unlimited Blade Works - из визуальной новеллы Fate/Stay Night за авторством Дайсукэ Мориямы."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5439fe65-5b3a-420e-9ef4-27c9bcc49c5a",
    "title": {
      "en": "Boy's Abyss"
    },
    "updatedAt": "2024-02-20T12:28:17+00:00",
    "coverArt": "https://mangadex.org/covers/5439fe65-5b3a-420e-9ef4-27c9bcc49c5a/331c10fb-cd6a-41d1-9da2-2217ea3c17e1.jpg",
    "altTitles": [
      {
        "ja-ro": "Shounen no Abyss"
      },
      {
        "ru": "Бездна подростка"
      },
      {
        "ja": "少年のアビス"
      },
      {
        "ko": "소년의 어비스"
      },
      {
        "en": "World End Boy Meets Girl"
      },
      {
        "ru": "Юношеская бездна"
      },
      {
        "ne": "केटाको रसातल"
      },
      {
        "tr": "Oğlanın Hiçliği"
      },
      {
        "zh-hk": "少年的深淵"
      }
    ],
    "description": {
      "en": "In a town with nothing, in the middle of a daily life with seemingly no signs of change, \nhigh schooler Reiji Kurose was \"just\" living. \nFamily, dreams for the future, childhood friends were all binding him down to that city. \nHe thought he would \"just\" keep on living like that. Until he met her. \nIs there hope in living? Is there light waiting ahead? \nIt's the start of a boy meets girl series which reflects the \"now.\"",
      "fr": "Dans une ville vide, au milieu d'une vie quotidienne répétitive, Reiji Kurose, lycéen, ne faisait que \" vivre\". \nSa famille, ses rêves d'avenir, ses amis d'enfance. Tous ces éléments le liaient à cette ville. \nIl pensait qu'il continuerait \"juste\" à vivre jusqu'à la fin, jusqu'à ce qu'il la rencontre. \nY a-t-il de l'espoir dans la vie ? Y a-t-il de la lumière dans l'avenir ? \nC'est le début d'une série de rencontres entre garçons et filles qui reflète le présent!",
      "ru": "В пустом городке, в разгаре своей повседневной жизни, казалось бы, \"просто\" жил старшеклассник Рэйдзи Куросе. Семья, мечты о будущем, друзья детства - все это привязывало его к своему родному городу. Он думал, что будет продолжать так жить и никогда ничего не изменит. Пока он не встретил ту самую. Есть ли надежда в жизни? Есть ли впереди свет? Это начало серии \"мальчик, повстречавший девочку\", которая отражает \"сейчас\".",
      "tr": "Reiji Kurose, hiçbir şeyin olmadığı ve görünüşe bakılırsa hiçbir değişimin de olmayacağı bir kasabada ot gibi yaşıyordu. Ailesi, gelecek hayalleri ve çocukluk arkadaşları... Hepsi onu o şehre zincirliyordu. Kendince böyle yaşar giderim diyordu. Taa ki onunla tanışıncaya dek. Yaşamanın bir manası var mı? Beni bekleyen bir gelecek var mı? Oğlan ve kızın tanışmasıyla trajedi kapıları aralanır...",
      "vi": "Một bộ truyện đầy u ám cùng tác giả với Hatsukoi Zombie. Trong một thị trấn nhàm chán và ngày qua ngày không có gì thay đổi, Reiji Kurose, một học sinh trung học vốn luôn \"sống\" như \"đã chết\". Gia đình, tương lai, bạn thời thơ ấu. Tất cả đều trói buộc cậu vào thị trấn này. Cậu luôn nghĩ bản thân đã \"chết\" cho đến khi gặp được cô gái ấy. Hy vọng nào thắp sáng cho cuộc đời tăm tối của hai người? câu chuyện về hành trình tìm đến \"cái chết\" để được \"sống\" chính thức bắt đầu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "935d7e0a-f06f-4fdc-8415-475806c715dc",
    "title": {
      "en": "Train to the End of World"
    },
    "updatedAt": "2024-04-11T12:08:55+00:00",
    "coverArt": "https://mangadex.org/covers/935d7e0a-f06f-4fdc-8415-475806c715dc/968123c1-4e5b-4c9b-b17f-adea082112f3.jpg",
    "altTitles": [
      {
        "ja": "終末トレインどこへいく？"
      },
      {
        "ko": "종말 트레인은 어디로 향하나?"
      }
    ],
    "description": {
      "en": "The \"7G Incident\" has changed everything in the world, including places, people, and creatures. Four girls set off on a train journey to the outside world, not knowing if they will make it back alive. They want to meet up with their friends whose whereabouts are unknown. What will happen at the end of the train?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a9d76c3-42b9-4bcf-81d7-ad307d2ea971",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 8 - JoJolion (Official Colored)"
    },
    "updatedAt": "2023-12-21T18:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/7a9d76c3-42b9-4bcf-81d7-ad307d2ea971/f305a5a9-d45d-45de-bc74-6afda83157c9.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken: JoJolion"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 8 - JoJolion - Digital Colored Comics"
      },
      {
        "es-la": "JoJo's Bizarre Adventure, Parte 8 : JoJolion - Color Digital"
      },
      {
        "ja-ro": "JoJorion"
      },
      {
        "ru": "Невероятные Приключения ДжоДжо Часть 8: Джоджолион (цветная версия)"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ジョジョリオン"
      },
      {
        "ja": "ジョジョリオン"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第8部 ジョジョリオン カラー版"
      },
      {
        "pl": "Jojolia"
      }
    ],
    "description": {
      "en": "Eighth story arc of JoJo no Kimyou na Bouken series.  \n  \nFollowing the Great East Japan earthquake, Morioh has been stricken by vast earthen protrusions known by the locals as Wall Eyes. Despite investigation, professional estimations are left empty. Meanwhile, the young girl Yasuho Hirose discovers a man buried within the ground, he possesses a distinctive star-shaped birthmark together with deeply penetrating bite marks. The man, who has contracted a staple case of amnesia is taken in by a local family and given the name Jousuke Higashikata, however mysterious events cannot stop from piling one upon the other and soon that enigma known as stand emerges to complement the great cloud of confusion.  \n  \n- The monochrome version won the Grand Prize in the manga category at the 17th Japan Media Arts Festival in 2013.",
      "hu": "A Jojo no Kimyou na Bouken sorozat nyolcadik történetíve.\n\nA nagy japán földrengést követően Morioh-t hatalmas földkiugrások sújtották, ahogy helyiek nevezik, Szemes falak. A vizsgálat ellenére a szakmai becslések üresen maradtak. Eközben egy fiatal lány, Yasuho Hirose egy férfit talál a földbe temetve,aki jellegzetes csillagalakú anyajeggyel és mélyre hatoló harapásnyomokkal rendelkezik. A férfit, aki az aminézia jeleit mutatja, egy helyi család hozta ide és adta neki a Josuke Higashikata nevet, azonban a különös események nem maradnak abba, egyik a másikat halmozza leginkább és hamarosan a standként ismert talány előbukkan, hogy eloszlassa a zavarságok felhőit. \n\n- 2013-ban a 17-dik Japan Media Arts Festivalon megnyerte a fődíjat a manga kategóriában.",
      "pl": "Ósma część serii JoJo's Bizarre Adventure. \nPocząwszy od trzęsień ziemi w 2011, w miasteczku Morioh zaczęły występować rozległe uskoki, nazwane Murami Oczu. Pomimo przeprowadzonych badań, przyczyna ich wzniesienia pozostaje nieznana. W międzyczasie młoda dziewczyna imieniem Yasuho Hirose znajduje zakopanego mężczyznę ze znamieniem w kształcie gwiazdy otoczonym śladami ugryzienia. Mężczyzna przyjąwszy łatkę człowieka z amnezją, został przyjęty do mieszkającej w pobliżu rodziny oraz nadano mu imię - Jōsuke Higashikata. Jednakże, tajemnicze wydarzenia wcale nie ustają, a zagadkowe Standy dopełniają poczucie zdezorientowania.\n- Czarno-biała wersja wygrała główną nagrodę w kategorii mangi w 17 edycji Japońskiego Festiwalu Sztuki w 2013 roku.",
      "es-la": "El arco de la octava historia de la serie: JoJo's Bizarre Adventure.\n\nTras el gran terremoto del este en Japón, Morioh ha sido golpeado por grandes protuberancias de tierra conocidas por los lugareños como Los Muros con Ojos. A pesar de la investigación, las estimaciones profesionales quedan vacías. Mientras tanto, la joven Yasuho Hirose, descubre a un hombre enterrado en la tierra, este posee una distintiva marca de nacimiento en forma de estrella junto con marcas de mordeduras profundas. El hombre, que ha contraído un caso básico de amnesia, es acogido por una familia local y recibe el nombre de Jousuke Higashikata, sin embargo, los eventos misteriosos no pueden evitar que se acumulen unos sobre otros y pronto ese enigma conocido como \"stand\", emerge para complementar la gran nube de confusión.\n\n° Ganó el Gran Premio en la categoría de manga en el 17º Festival de Artes de Medios de Japón en 2013."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "110"
  },
  {
    "mangaId": "e5c43dab-9866-49c8-a296-fb3b68d62119",
    "title": {
      "en": "Cacomistle's Anthology"
    },
    "updatedAt": "2023-06-20T11:51:13+00:00",
    "coverArt": "https://mangadex.org/covers/e5c43dab-9866-49c8-a296-fb3b68d62119/11c609f5-8ca7-45f8-a6cc-55bff8eb7d8b.png",
    "altTitles": [],
    "description": {
      "en": "An unofficial compilation of oneshots / 4-komas by Cacomistle (カコミスル) in their twitter profile.Author's Twitter : [@cacomistle_tail](https://twitter.com/cacomistle_tail)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3424f790-bc25-4a5d-8798-cd79b6f34487",
    "title": {
      "en": "The Ex-tra Hot Neighbor"
    },
    "updatedAt": "2024-03-08T14:45:23+00:00",
    "coverArt": "https://mangadex.org/covers/3424f790-bc25-4a5d-8798-cd79b6f34487/233b4a44-14f9-4316-981f-dff8719c9310.jpg",
    "altTitles": [
      {
        "ko": "허상의 관계"
      },
      {
        "en": "An Imaginary Relationship"
      }
    ],
    "description": {
      "en": "Finding the perfect guy isn’t easy, but looks like Eunseo just hit the jackpot. Seung-hyuk’s a handsome, hot hunk with a pretty face that anyone would fall in love with. How could you resist someone like that, especially if they feel so much like Mr. Right? Well, as with any good thing, there is a small catch. Apparently, Seung-hyuk is a friend’s ex-boyfriend. Not just any friend, but Eunseo’s new roommate, Minjae. What a fix. Eunseo wants to keep on meeting this hottie, but hurting his friend’s feelings isn’t right, right? Even if the hottie lives next door and they literally run into each other all the time? Right?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "56"
  },
  {
    "mangaId": "8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb",
    "title": {
      "en": "Magical Girl 201"
    },
    "updatedAt": "2024-03-24T22:25:31+00:00",
    "coverArt": "https://mangadex.org/covers/8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb/080ef724-7b4b-4830-812f-15469be2843b.png",
    "altTitles": [
      {
        "ja": "魔法少女201"
      },
      {
        "ja-ro": "Mahou Shoujo 201"
      },
      {
        "vi": "Ma Pháp Thiếu Nữ 201"
      }
    ],
    "description": {
      "en": "Fujiyama Shinobu aka Sexy Fujiyama, is a general working for the evil Flower Bud Gang who are trying to take over the city. Standing in her way is the masked magical girl, Princess Mamu, who wouldn't you know it, has just moved in next door to Fujiyama's place..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-03-20T19:04:28+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/b0f065c6-494a-43be-926c-d16e47a1ae81.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2de2a39f-aad2-47fb-80dd-187e76947912",
    "title": {
      "en": "APP"
    },
    "updatedAt": "2024-04-11T11:25:53+00:00",
    "coverArt": "https://mangadex.org/covers/2de2a39f-aad2-47fb-80dd-187e76947912/4383d7e2-9855-4873-bbc4-2a0240977160.jpg",
    "altTitles": [
      {
        "ko": "aplicativo, 앱"
      }
    ],
    "description": {
      "ko": "Além dos gostos do garoto na cama, Taesik não sabe mais nada sobre seu atual parceiro. Não é seu nome verdadeiro, sua aparência, nem mesmo sua voz. Quanto tempo vai durar esse tipo de relacionamento?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbf53f02-9594-42e7-9dbf-8ae1c783466f",
    "title": {
      "en": "Arcane Sniper"
    },
    "updatedAt": "2024-02-10T15:39:33+00:00",
    "coverArt": "https://mangadex.org/covers/cbf53f02-9594-42e7-9dbf-8ae1c783466f/0ae5f0af-dd5b-4fee-8612-95bb22b087fd.png",
    "altTitles": [
      {
        "ko": "마탄의 사수"
      },
      {
        "ru": "Магический стрелок"
      },
      {
        "en": "Mystic Musketeer"
      },
      {
        "en": "Matan's shooter"
      },
      {
        "de": "Der Freischütz"
      },
      {
        "ja": "魔弾の銃士"
      },
      {
        "zh-hk": "魔彈-射手"
      },
      {
        "th": "สไนเปอร์กระสุนเวท"
      },
      {
        "id": "The Freeshooter"
      }
    ],
    "description": {
      "en": "Paraplegic ex-sniper Ha Yiha is getting a fresh start in the VR game “Middle Earth.” He hopes to become a powerful player and earn enough money to afford surgery, but there’s a small problem… an untimely logout leaves him playing as a musketeer, the game’s most ineffective class. Luckily, he’s able to use his real-life sharpshooting skills to take musketeering to new heights. As his unprecedented progress turns heads and prompts new quests, Yiha thinks he’s got a shot at success, but he may have just landed himself directly in danger’s sights.\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)\r\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/The-Freeshooter/548)",
      "ja": "いつも完璧を勝ち取る吉田ローガン。 しかし、不意の事故により下半身不随の障害を負い、社会から捨てられる。 絶望に陥った彼に訪れた、革命的なVRゲーム「ミドルアース」による新しい世界が始まる。 だが、とあるトラブルによりキャラクター選びを大間違い！一番能力の低い「マスケット銃士」を選んでしまう！ “クッソ…俺は他の奴と違う。俺が本物のマスケット銃の力を見せてやる！”\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ko": "\"하 중사, 이 미친놈아. 또 만발인 거 알아?\"\r\n\r\n이제 말뚝 박을 일만 남은 명사수 부사관 하이하.\r\n그러나 불의의 사고로 하반신을 못 쓰게 되어 사회로 내쳐졌다.\r\n절망에 빠져있던 그에게 혁명적인 VR 게임 [미들 어스]가 새로운 삶을 선사한다.\r\n가상현실 게임인 [미들 어스]에서 획득한 돈은 현실의 돈이 된다!\r\n\r\n하지만 캐릭터 생성 때 가장 성능이 낮은 캐릭터를 고르게 되는 바람에 망하게 생겼다!\r\n\r\n\"난 다르다. 이것이 내 마지막이야!\"\r\n\r\n흑색화약, 쇠구슬, 꼬질대. 진짜 '머스킷티어'가 무엇인지 보여주마!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ru": "Сериал про гиперреалистичную фэнтезийную игру! «Сержант Ха, ты сумасшедший ублюдок. Ты выстрелил еще раз в пулю?» Меткий стрелок Ха ЛиХа просто хотел навсегда стать частью армии. Однако из-за несчастного случая он стал парализованным и был отброшен обратно в общество. Революционная игра VR [Средиземье] подарила ему новую жизнь. Деньги, полученные в [Средиземье], имеют реальную ценность! Тем не менее, он испортил свой шанс, выбрав персонажа самого низкого уровня! «Я не такой, как другие. Это все, что у меня есть». Черный порох, железные шары и шомполы ... Я вам всем покажу, что такое настоящий «мушкетер»!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "th": "ฮาลีฮา นักแม่นปืนแห่งทหารกองหนุนได้เกิดอุบัติเหตุระหว่างขนย้ายดินปืนในค่ายทหาร ทำให้เขาสูญเสียประสาทสัมผัส ของขาทั้งสองข้าง เดินไม่ได้ และต้องใช้เงินผ่าตัดเป็นจำนวนสองพันล้านวอน\r\n\r\nหลังจากที่แม่ของเขาเห็นเขาเศร้า หมดอาลัยที่สูญเสียขา ทำให้เธอซื้อเครื่องเล่นเกมเสมือนจริงมาให้เขาเล่น ซึ่งใช้ในการหาเงินได้ด้วย เขารู้สึกดีใจมากที่ได้กลับมาเดินได้อีกครั้งแม้จะเป็นในเกม และเขาก็ได้ใช้ทักษะนักแม่นปืนของเขากับเกมนี้ด้วย\r\n\r\nเขาหวังว่าจะสามารถหาเงินจากการเล่นเกมมาผ่าตัดขาตัวเองให้กลับมาเดินได้อีกครั้ง\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "pt-br": "Uma série sobre um jogo de fantasia hiper-realista!  \r\n  \r\n“Sargento Ha, seu louco bastardo. Você acertou todos os alvos outra vez?”  \r\n  \r\nO atirador Ha LeeHa simplesmente queria fazer parte do exército para sempre. No entanto, devido a um infeliz acidente, ele ficou paraplégico e foi jogado de volta à sociedade.  \r\n  \r\nO revolucionário jogo de realidade virtual [Terra Média] apresentou-lhe uma nova vida. O dinheiro obtido na [Terra Média] tem valor no mundo real! Ainda assim, ele arruinou sua chance ao selecionar o personagem de nível mais baixo!  \r\n  \r\n“Eu não sou como os outros. Isso é tudo que tenho.”  \r\n  \r\nPólvora preta, bolas de ferro e varetas… Vou mostrar a todos o que é um verdadeiro ‘mosqueteiro’!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-04-09T21:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "ru": "Элисед"
      },
      {
        "ja": "エレキシード"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bb1b209-a8a1-41eb-a92c-fe6ede0bdda5",
    "title": {
      "en": "yaju sama to boku"
    },
    "updatedAt": "2024-04-11T11:13:59+00:00",
    "coverArt": "https://mangadex.org/covers/3bb1b209-a8a1-41eb-a92c-fe6ede0bdda5/448ad0bd-f4d5-4498-810d-b31bb5b90005.jpg",
    "altTitles": [
      {
        "ja": "野獣様とボク, a besta e eu"
      }
    ],
    "description": {
      "ja": "*content warning: pregnancy* \nOn a particular continent of half-beasts, all are born as males, and half of the population become female once they mate. Ouga, the future king of the beasts, selects Nico as his mate. But, Nico has not experienced his change yet. Is there something troubling their relationship?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e3a710f-0b0d-482b-9e84-d9c91960c625",
    "title": {
      "en": "Yancha Gal no Anjou-san"
    },
    "updatedAt": "2024-01-22T00:21:32+00:00",
    "coverArt": "https://mangadex.org/covers/5e3a710f-0b0d-482b-9e84-d9c91960c625/61f3229e-0445-4cda-a083-1266ce1b6b84.jpg",
    "altTitles": [
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "ru": "Озорная Гяру Андзё-сан"
      },
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "th": "คุณอันโจ หยอกนักเพราะรักนะ"
      },
      {
        "zh": "擅长挑逗的安城同学"
      },
      {
        "zh": "淘气辣妹安城"
      },
      {
        "zh": "顽皮辣妹安城同学"
      },
      {
        "ko": "장난치는갸루 안죠 양"
      },
      {
        "ko-ro": "Jangnanchineungyalu Anjyo Yang"
      },
      {
        "zh-ro": "Shàncháng tiǎodòu de ānchéng tóngxué"
      },
      {
        "en": "Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievious Gal Anjou-san"
      }
    ],
    "description": {
      "de": "Seto ist ein total normaler und irgendwie langweiliger Schüler. Aus einem unerklärlichen Grund jedoch, lässt seine Mitschülerin Anjou ihn nicht in Ruhe! Der ernste Seto und die energische Anjou bilden ein kontrastreiches Duo, doch Anjou macht das nichts aus, da sie sehr viel Spaß hat, Seto zu necken. Andererseits hat Seto eine schwere Zeit mit Anjous Eskapaden. Wenn er doch nur wüsste, dass seine Reaktionen der Grund sind, dass Anjou weitermacht.  \n  \nDoch … ist ihr flirten wirklich nur gespielt …?",
      "en": "Seto is a completely ordinary and somewhat boring high school student. Yet, for whatever reason, his errant gyaru classmate Anjou just won't leave him alone! The serious Seto and energetic Anjou make a contrasting duo, but Anjou doesn't seem to mind, as she has too much fun teasing him. On the other hand, Seto has a hard time dealing with all of her endless antics; little does he realize that his humorous reactions are precisely the reason Anjou enjoys his company.\n\nBut… just how much of her flirting is merely an act?",
      "fr": "Seto est un lycéen ne souhaitant qu'une chose : passer sa scolarité sans être remarqué et être en paix. Malheureusement pour lui, il attire l'attention de la pire personne possible dans sa classe, Anjou la gal. A partir de ce jour, le quotidien de Seto va drastiquement changer grâce (ou à cause) de sa camarade, cherchant à s'amuser au dépend de notre héros.",
      "ja": "真面目でクラスの中でも目立たない瀬戸くんには、なぜかいつもイケてるギャルの安城さんがいちいちエロく絡んでくる。いつもギリギリでドキドキする思春期ぴちぴちラブコメディ！",
      "ru": "Сето - серьёзный старшеклассник, который вел тихую школьную жизнь, пока не стал жертвой дразнилок гяру Андзё-сан.",
      "pt-br": "Seto é um estudante completamente comum e um tanto chato. Mesmo assim, por alguma razão, sua nada correta colega de classe Gal Anjou simplesmente não o deixa em paz!\n\nO Seto sério e a enérgica Anjou formam uma dupla um tanto interessante, mas Anjou não parece se importar, pois se diverte muito provocando-o. Por outro lado, Seto tem dificuldade em lidar com todas as suas travessuras intermináveis; mal ele percebe que suas reações humorísticas são precisamente o motivo pelo qual Anjou gosta de sua companhia.\n\nMas… quanto de seu flerte é meramente uma atuação?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-02-14T19:24:16+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/a1c0d064-0713-48ad-a14e-ae022179ea9d.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El Camino a Casa Después de la Escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ada153d5-db0d-40a0-920c-f76f1e1437dd",
    "title": {
      "en": "Kyoukai Meikyuu to Ikai no Majutsushi"
    },
    "updatedAt": "2023-06-07T15:10:27+00:00",
    "coverArt": "https://mangadex.org/covers/ada153d5-db0d-40a0-920c-f76f1e1437dd/197c464a-5a58-4bc0-a00a-9393060da7f8.jpg",
    "altTitles": [
      {
        "en": "Boundary Labyrinth and the Foreign Magician"
      },
      {
        "ja": "境界迷宮と異界の魔術師"
      },
      {
        "zh": "境界迷宫与异界魔术师"
      },
      {
        "ru": "Пограничный лабиринт и маг из другого мира"
      },
      {
        "zh-hk": "境界迷宮與異界魔術師"
      }
    ],
    "description": {
      "en": "When Theodore was dropped into a waterway by his half-brother, he suddenly recalled the memory of his past life. He had been a Japanese citizen known as Kirishima Kagehisa, placed inside VRMMO character he had made in Break Force Online. \"Theodore\" is a Combat Mage that Kagehisa played within BFO, and he realized his skills were progressing well even in this other world. Theodore, who had lightly brushed off his half-brother to make his own place in the world, had ventured off to the large labyrinth existing at the Boundary City, Termuilles."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee394872-62df-4c49-b73d-769428f47f6a",
    "title": {
      "en": "Ghoul ga Sekai wo Sukutta Koto wo Watashi dake ga shitteiru"
    },
    "updatedAt": "2024-02-20T23:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/ee394872-62df-4c49-b73d-769428f47f6a/68b40d17-6c72-47d8-89da-98aef545814b.jpg",
    "altTitles": [
      {
        "ja": "グールが世界を救ったことを私だけが知っている"
      },
      {
        "en": "Only I Know the Ghoul Saved the World"
      }
    ],
    "description": {
      "en": "“I’m not a hero. I’m a monster that devours monsters.” In a chaotic world where ferocious monsters run rampant, there was a “monster” who inherited the title of “hero” in the holy city, the last bastion of humanity on the brink of extinction. Alice, a rookie adventurer, was attacked by a large pack of dog people (Kobolds) during her first ‘dungeon’ exploration. The one who saved her life was Leon, the third-generation “Savior” hero, who, despite having the body of a monster (Ghoul), possesses a human heart.\n\n“I’m nothing but a defiled ghoul who keeps on killing monsters.”\n\n“No, you’re the only hero who can save the world.”\n\nFor some reason, Alice, who admires him, applies to become Leon’s disciple."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc",
    "title": {
      "en": "EDENS ZERO"
    },
    "updatedAt": "2024-04-10T14:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc/3d66ac9a-8dc5-43b7-84a7-1ce8e2effb2a.jpg",
    "altTitles": [
      {
        "ru": "Нулевой Эдем: Эденс Зеро"
      },
      {
        "ja": "エデンズ ゼロ"
      },
      {
        "ko": "에덴즈 제로"
      },
      {
        "zh-hk": "伊甸星原"
      },
      {
        "ne": "एडेंस जेरो"
      }
    ],
    "description": {
      "en": "Shiki is a human who lives in a city filled with only robots. He considers the robots to be his best friends, and always takes care of them. Then, one day, he comes across another human - Rebecca, a girl who makes videos online to become popular. And at the same time, the robots start to go crazy?   \n   \nA new manga from Hiro Mashima, of [*Rave Master*](<https://mangadex.org/manga/1036>) and [*Fairy Tail*](<https://mangadex.org/manga/558>) fame.",
      "fr": "[*Official Fench*](<https://www.pika.fr/serie/edens-zero>)",
      "ru": "Она явит читателям абсолютно новую форму фэнтези. Там будет куча довольно-таки вызывающих шуток. Никакой связи с Хвостом новинка иметь не будет. В ней появится Плу из манги Rave Master.",
      "tr": "İnsanların terk ettiği bir tema parkı olan Granbell Krallığı'nda artık robotlar yaşamaktadır. Robotların yanı sıra onlarla birlikte yaşamını sürdüren tek bir insan vardır: Shiki. Ömrünü sürekli bu makinelerle beraber yaşasa da günün birinde Rebecca ve kedisi Happy, bu tema parkına gelirler. Yeni ziyaretçilerin bilmediği ise Granbell'in yüzyıllar içerisindeki ilk konukları olduklarıydı. Shiki yeni arkadaşlar edinme yolunda tökezlerken robotlar bir ayaklanma başlatırlar. Doğup büyüdüğü yer artık çok tehlikeli bir hâle gelince Shiki, Rebecca ve Happy'nin uzay gemisine katılır ve uçsuz buçaksız bir uzay macerası başlar.\n\n [**Rave Master**](https://mangadex.org/title/5923081c-ad82-4a8b-a509-89ebe752db01) ve [**Fairy Tail**](https://mangadex.org/title/227e3f72-863f-46f9-bafe-c43104ca29ee) ile tanınan Hiro Mashima'nın yeni serisi."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8332417b-d7f1-4888-b5ea-9b807e5ca37f",
    "title": {
      "en": "My Sect's Senior Disciple Has a Hole in His Brain"
    },
    "updatedAt": "2023-08-14T15:57:12+00:00",
    "coverArt": "https://mangadex.org/covers/8332417b-d7f1-4888-b5ea-9b807e5ca37f/0ea35f3e-a9cd-4a5f-8d5f-38e56b38e2fa.jpg",
    "altTitles": [
      {
        "en": "There's a Pit in My Senior's Brain"
      },
      {
        "en": "There's Something Wrong with My Da Shixiong's Brain"
      },
      {
        "zh-ro": "Wo Jia Da Shi Xiong Nao Zi You Keng"
      },
      {
        "zh": "我家大师兄脑子有坑"
      }
    ],
    "description": {
      "en": "The hilarious adventures of the eldest disciple of a sect who has a problem with his brain. Dong Fang Xian Yun was reincarnated as the most senior disciple of the Carefree sect. But the only thing that goes through his mind is to make sure he doesn't end up dying by the hands of the \"main character\". Read as he makes no sense to his fellow disciples while avoiding flags left and right.  \n  \n*Note : Although there are many chapters listed as missing, nothing is actually missing, some of chapter combining into one.*"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9a125c7-7090-4a1e-8a87-9b63227b651f",
    "title": {
      "en": "Tenseishita Daiseijo wa, Seijo Dearu Koto wo Hitakakusu: A Tale of The Great Saint"
    },
    "updatedAt": "2024-03-11T16:39:51+00:00",
    "coverArt": "https://mangadex.org/covers/a9a125c7-7090-4a1e-8a87-9b63227b651f/94a08a30-fbbe-4647-9afd-ceb3a58f3d31.jpg",
    "altTitles": [
      {
        "ja": "転生した大聖女は、聖女であることをひた隠す A Tale of The Great Saint"
      },
      {
        "en": "A Tale of the Secret Saint"
      },
      {
        "fr": "La grande Sainte réincarnée cache que c'en est une."
      }
    ],
    "description": {
      "en": "Fia, who is aiming to be a knight in a family of knights, remembers her previous life as a \"Grand Saint\" when she was on the verge of dying. The saint is currently a highly important and respected profession because it's on the verge of extinction! The holy power she can use happens to be the \"lost magic\" of myths.  \n  \nIn her previous life, she was threatened by the right arm of the Demon King, saying, \"I'll kill you again if you're reborn as a saint.\"  \n  \n\"If I use such power, I wonder if I would be caught and killed once again…\"  \n  \nWatch as she tries to live a simple life as a knight, hiding the fact that she's a Grand Saint!  \n\n\n---\n\n- **[Official English License Announcement](https://sevenseasentertainment.com/2020/09/18/seven-seas-reveals-a-great-secret-with-license-of-a-tale-of-the-secret-saint-light-novel-and-manga-series/)**  \n- **[Official English Light Novel](https://sevenseasentertainment.com/series/a-tale-of-the-secret-saint-light-novel/)**",
      "ja": "「剣の才能がない」と言われていた騎士家の少女・フィーア。彼女は死にかかった際、規格外のチート能力を持つ「大聖女」だった前世を思い出し、最強の魔物・黒竜を従魔にする。しかし前世で「聖女として生まれ変わったら殺す」と魔王の右腕に脅されたことを思い出した彼女は、大聖女の力を隠しながら、騎士を目指すが数々の騒動を巻き起こすことに！？"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "229870d1-ec63-47f0-83d6-3d237ce7dc71",
    "title": {
      "en": "The First Ancestor In History"
    },
    "updatedAt": "2024-03-06T10:37:16+00:00",
    "coverArt": "https://mangadex.org/covers/229870d1-ec63-47f0-83d6-3d237ce7dc71/6815634d-deb7-434f-bfe4-35385a694883.jpg",
    "altTitles": [
      {
        "zh": "史上第一祖师爷"
      },
      {
        "en": "History's Number 1 Founder"
      },
      {
        "zh-ro": "Shi Shang Diyi Zushiye"
      }
    ],
    "description": {
      "en": "Lin Feng travelled through worlds and even obtained an overpowered system, but he still faces a pressure as huge as a mountain.\r\n\r\nSystem’s main quest:\r\nLin Feng is to create a school; establish history’s number 1 sect and Lin Feng himself to become the number 1 founder.\r\n\r\nTo become history’s number 1 founder, Lin Feng started to work hard.\r\n\r\n“Your name is Shi Tianhao? Natural born sovereign roots but it was stolen by your cousin? Now being raised in a little village your father placed you in? Come come come, follow your master and we’ll let those people know that justice that is owed must be returned!”\r\n\r\n“Your name is Xiao Yan? A genius of the past but a loser now? Even your fiancé came over to humiliate you by asking for a divorce? Come come come, follow your master and we’ll let that brat know the meaning of: don’t bully a youngster just because he’s poor!”\r\n\r\n“Your name is Zhu Yi? The son of a marquis but you’re being suppressed by your father? Your mother was a saint but she was assassinated? Come come come, follow your master and we’ll let your dad know the meaning how problems can be solved with your fists…no, with reasoning!”",
      "zh": "简介穿越了，也有了一个系统，但林锋压力山大。系统主线任务：林锋开山立派，建立史上第一大宗门，林锋本人成为第一祖师。于是为了成为史上第一祖师爷，林锋开始奋斗。少年，跟为师一起开山立派吧！",
      "pt-br": "Lin Feng um viajante conseguiu um sistema que pode facilitar sua vida, mas ainda é muito difícil. Primeira missão do sistema, criar uma seita e conseguir discípulos e esta seita deve ser a melhor do mundo. Para ser o melho Lin Feng vai ter que trabalhar duro e ao mesmo tempo treinar seus novos discípulos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-03-20T01:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/c421579e-d76e-4994-9c2e-ba16d9015fef.jpg",
    "altTitles": [
      {
        "ru": "Гачиакута"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ja": "ガチアクタ"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n\n---\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (U.S. Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0976963e-c0b4-4bdc-abde-831e9cb29cc2",
    "title": {
      "en": "Damedol to Sekai ni Hitori Dake no Fan"
    },
    "updatedAt": "2024-03-03T18:04:27+00:00",
    "coverArt": "https://mangadex.org/covers/0976963e-c0b4-4bdc-abde-831e9cb29cc2/f0430f0c-e630-4ab1-a81c-de2b90b9e1af.jpg",
    "altTitles": [
      {
        "ja": "ダメドルと世界に1人だけのファン"
      },
      {
        "ja-ro": "Damedol to Sekai ni Hitori Dake no Fan"
      },
      {
        "en": "The Useless Idol and Her Only Fan in the World"
      },
      {
        "en": "A Useless Idol and the Only Fan in the World"
      },
      {
        "id": "Idol Gak Guna dan Penggemar Satu-satunya di Dunia"
      },
      {
        "es-la": "Una Idol inútil y su único fan en el mundo"
      },
      {
        "pt-br": "Uma Idol Inútil E Seu Único Fã No Mundo"
      },
      {
        "en": "Damedol and the Only Fan in the World"
      }
    ],
    "description": {
      "en": "\"Urumin\" is an idol, but she can't sing or dance well, and she's got a dishonest character. Kimiya is the only fan in the world who likes her. The relationship between the two of them is a little different from the usual relationships between idols and fans! \n\nThis is a \"precious\" love comedy that depicts the daily life of a bad idol and the man who keeps on promoting her, and the way he loves her!",
      "ja": "\"うるみん\"はアイドルなのに歌も踊りもダメダメで性格も素直じゃない。そんな彼女を推している世界で一人だけのファン、キミヤ。ふたりの関係性は普通のアイドル、ファンとの関係性と違ってちょっと変！？ダメなアイドルと彼女を推し続ける男の日常を描く、愛し方がすごい「尊い」系ラブコメディ！",
      "pt-br": "“Urumin” é uma idol, mas ela não consegue cantar nem dançar bem e não costuma ser sincera com seus reais sentimentos. “Kimiya” é seu único fã. A relação entre eles é um pouco diferente das relações normais entre fãs e ídolos! Esta é uma comédia romântica que retrata a vida diária de uma idol completamente desajeitada e o homem que continua a apoiá-la, demonstrando seu fanatismo até nos piores momentos!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb5e512c-b0c4-45b3-8de9-bec98f38285d",
    "title": {
      "en": "I Raised My Fiancé with Money"
    },
    "updatedAt": "2024-02-23T16:22:39+00:00",
    "coverArt": "https://mangadex.org/covers/cb5e512c-b0c4-45b3-8de9-bec98f38285d/311baf45-e0d6-42d9-a2a5-22dacb07c050.jpg",
    "altTitles": [
      {
        "ko": "돈으로 약혼자를 키웠습니다"
      },
      {
        "ko": "돈으로 약혼자를 키웠습"
      },
      {
        "ko-ro": "Don'eulo Yaghonjaleul Kiwossseubnida"
      },
      {
        "en": "I Raised My Fiancé With Money"
      },
      {
        "en": "RMFWM"
      },
      {
        "zh": "砸钱养个未婚夫"
      }
    ],
    "description": {
      "en": "Overflowing wealth, exceptional looks. Ilya Bloden's life was perfect.Until she witnessed her fiancé's affair, that is.\"I changed everything, my taste, my hobbies, I accommodated his every wish… But I won't live like a pushover any longer. I'll get a perfect break up!\"For the perfect break up, she finds a new fiancé, Karhan Evantheon. She tried to shield herself with Karhan's fearsome reputation, but…\"I found this flower on the battlefield, and I really wanted Illya to see it.\"Turns out, he was a cute puppy?! Will this engagement be okay?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c96bc30-8189-4f30-b327-fbaa0767bfe7",
    "title": {
      "en": "Watashi no Hatsukoi wa Hazukashisugite Darenimo Ienai"
    },
    "updatedAt": "2024-04-09T16:37:53+00:00",
    "coverArt": "https://mangadex.org/covers/6c96bc30-8189-4f30-b327-fbaa0767bfe7/d9ef9798-4529-4109-bb36-725905f72c06.jpg",
    "altTitles": [
      {
        "ja": "私の初恋は恥ずかしすぎて誰にも言えない"
      },
      {
        "en": "My First Love Is Too Embarrassing to Tell Anyone"
      }
    ],
    "description": {
      "en": "Chiaki is handsome, academically gifted, athletic, and born into a wealthy family with a beautiful sister. Despite his seemingly perfect life, he faces a persistent problem: he's never been lucky in love and struggles to capture the attention of girls. Determined to turn things around in high school, he wakes up one morning to a surprising transformation—he has turned into a girl!\n\nHe is shocked to find out that he has lost the appearance he was so proud of, but when he looks in the mirror, he sees a very cute girl in the reflection. He immediately goes to show it off to his twin sister Kaede, who happens to be very popular with the girls, but there is also something very strange happening to her...\n\n(Source: Kadokawa, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f4fe738-cf4f-46ab-86e6-0fb549429dfe",
    "title": {
      "en": "Doku wo Kurawaba Sara Made"
    },
    "updatedAt": "2024-04-11T06:53:18+00:00",
    "coverArt": "https://mangadex.org/covers/1f4fe738-cf4f-46ab-86e6-0fb549429dfe/89aac8a2-03f0-47d9-9de8-3ea1e6ee47c2.jpg",
    "altTitles": [
      {
        "en": "The Show Must Go On"
      },
      {
        "ja": "毒を喰らわば皿まで"
      }
    ],
    "description": {
      "en": "The Kingdom of Parsemis is a land blessed by an ancient dragon. In this kingdom, the evil Prime Minister Andrim remembers his past life while his daughter's marriage engagement to the crown prince is being broken. At the same time, he realizes that this world is that of an otome game that he was playing in his past life. In the game, his daughter is the evil fiancée of the crown prince and he is destined to be executed alongside her. Unable to accept this, Andrim devises a plan to trap the game's conquest targets, who side with the crown prince. He will stop at nothing for revenge including seducing his own rival..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2d16852-2aa2-42aa-903c-e5ce5b990d65",
    "title": {
      "en": "Inazuma to Romance"
    },
    "updatedAt": "2023-01-14T09:18:44+00:00",
    "coverArt": "https://mangadex.org/covers/a2d16852-2aa2-42aa-903c-e5ce5b990d65/f65ede92-c394-4c7b-b68f-96b3fbf5ec1e.jpg",
    "altTitles": [
      {
        "en": "Lightning and Romance"
      },
      {
        "ja": "稲妻とロマンス"
      }
    ],
    "description": {
      "en": "Despite living with her overprotective father, Sumire still wants to experience a lot of things—most importantly, a life-changing romance. Her second year of high school has just begun when she meets her new seatmate. The catch? He's a mysterious 20-something troublemaker, Ninomiya Leo. Will this be a start of a love that will change her world?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcef51f3-2c03-441c-9ad8-8e5cdd412bc8",
    "title": {
      "en": "I Have No Intention of Dating"
    },
    "updatedAt": "2023-08-23T06:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/fcef51f3-2c03-441c-9ad8-8e5cdd412bc8/966562fb-c2c5-4ff4-819b-030d06ea506f.jpg",
    "altTitles": [
      {
        "ko": "연애 생각은 없지만"
      },
      {
        "id": "Say No to Pacaran"
      }
    ],
    "description": {
      "en": "\"I want to live a simple life.\"\n\"I'm not interested in dating in the office.\"\n\nDohee, who wants to live quietly as usual, and Dongyi, a co-worker who 'likes' to be alone. \n\nHow intimate are these two people who keep seeing each other?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]