[
  {
    "mangaId": "a4f8ace2-33cf-40e1-806d-4d6e26d7ac25",
    "title": {
      "en": "Ore no Kouhai ga Konna ni Kawaii Wake ga Nai"
    },
    "updatedAt": "2023-03-03T23:58:48+00:00",
    "coverArt": "https://mangadex.org/covers/a4f8ace2-33cf-40e1-806d-4d6e26d7ac25/a4a9a59e-d32d-4124-854b-7e6e5a8a92b8.jpg",
    "altTitles": [
      {
        "en": "My Kouhai Can't Be This Cute"
      },
      {
        "ja-ro": "Ore no Kōhai ga Konna ni Kawaii Wake ga Nai"
      },
      {
        "ja-ro": "Ore no Kouhai ga Konnani Kawaii Wake ga Nai"
      },
      {
        "ja": "俺の後輩がこんなに可愛いわけがない"
      }
    ],
    "description": {
      "en": "Ore No Kouhai ga Konnani Kawaii Wake ga Nai follows the experiences of Ruri Gokou and Kyousuke Kousaka, as they both begin to explore the feelings that they have for each other. Will they be able to acknowledge their feelings for each other, or will they reach a standstill in their pursuit of happiness?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "5c17e517-5979-436b-ae46-b7935a35ad72",
    "title": {
      "en": "I Asked For a Rental Girlfriend and the Girl I Like Showed Up"
    },
    "updatedAt": "2024-04-13T22:36:55+00:00",
    "coverArt": "https://mangadex.org/covers/5c17e517-5979-436b-ae46-b7935a35ad72/0555237c-dce2-48f3-aab5-8f4874dfbedb.jpg",
    "altTitles": [
      {
        "ja": "レンタル彼女頼んだら好きな子がきた"
      },
      {
        "ja-ro": "Rental Kanojo Tanondara Suki na Ko ga Kita"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands"
    },
    "updatedAt": "2024-04-17T17:44:33+00:00",
    "coverArt": "https://mangadex.org/covers/ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c/f6f09138-729d-4dc3-bd75-afb4726295e8.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 9 -  The JoJoLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 Part9 The JOJOLands"
      },
      {
        "es-la": "JoJo's Bizarre Adventure Parte 9 - Las JOJOLandias"
      },
      {
        "pl": "JoJo's Bizarre Adventure Część 9 - The JoJoLands"
      },
      {
        "fr": "JoJo's Bizarre Adventure Partie 9 - The JOJOLands"
      },
      {
        "pt-br": "A Estranha Aventura de JoJo, Parte 9: As JoJoLândias"
      },
      {
        "uk": "Неймовірні пригоди ДжоДжо: ДжоДжоЛендс"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖоландс"
      },
      {
        "ru": "Невероятные приключения ДжоДжо"
      },
      {
        "it": "Le Bizzarre Avventure di JoJo: Le JOJOLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure. \n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich.",
      "hu": "Ez a Jojo's Bizarre Adventure kilencedik történetíve.\n\nO'ahu, napjainkban. Dua Lipa a trendi előadó és a COVID még mindig a fő gond. Ezen a szigeten él egy 15 éves srác, Jodio Joestar. Bátyával és édesanyjával él, dílerként dolgozik és bizonyos illegális anyagokat árul. Egy nap, a főnöke mutat neki egy kiválló fogást: egy japán személy Hawaiira érkezett egy hat millió dollárt érő gyémánttal. Normális esetben lehetetlen lenne ellopni, de akinek standje van...\n\nEz egy fiatal fiú és az ő küldetésének a története, hogy gazdag legyen.",
      "it": "O'ahu, oggi. Dua Lipa è la musicista di tendenza e il COVID è ancora una delle principali preoccupazioni. Su quest'isola vive un ragazzo di 15 anni di nome Jodio Joestar. Vive con il fratello e la madre e fa lo spacciatore di alcune sostanze illegali. Un giorno, il suo datore di lavoro arriva e gli mostra un'eccellente scoperta: un giapponese è sbarcato alle Hawaii con un diamante del valore di oltre sei milioni di dollari. Normalmente sarebbe impossibile da rubare, ma per qualcuno con una posizione... Questa è la storia di un ragazzo e della sua ricerca della ricchezza.",
      "uk": "Дев’ята сюжетна арка «Неймовірних пригод Джоджо». Оаху, теперішній час. Дуа Ліпа – популярна музикантка, а COVID-19 досі викликає серйозне занепокоєння. На цьому острові мешкає 15-річний хлопчик на ім'я Джодіо Джостар. Живе з братом і матір'ю, торгує певними забороненими речовинами. Одного разу його бос прийшов до нього і показав неймовірну знахідку: японець висадився на Гаваях з діамантом вартістю понад шість мільйонів доларів! Зазвичай, вкрасти таку коштовність було б неможливо, але для того, хто має стенд… \nЦе історія про молодого хлопця та його прагнення розбагатіти.",
      "es-la": "Cierto japonés ingresó a la isla de Hawái con un diamante de valor de 6 millones de dólares. En la isla de Oahu vive un chico llamado Jodio Joestar, cuya meta es arrebatar el diamante de las manos de esa persona. Junto a sus asociados, irán a la quinta de esa persona. Sin embargo, ¿Qué misterios les esperan?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0efe2b29-95e0-420d-9e00-0a8b3635cc6c",
    "title": {
      "en": "Beloved Tyrant"
    },
    "updatedAt": "2023-06-22T12:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/0efe2b29-95e0-420d-9e00-0a8b3635cc6c/4b838f2d-799f-4b44-be4e-b1ddbd6df1f1.jpg",
    "altTitles": [
      {
        "en": "Dear Tyrant"
      },
      {
        "ko": "친애하는 폭군에게"
      }
    ],
    "description": {
      "en": "I was the hidden leader of a rebellion.\n\nI took in and enslaved the blue knight, who because of me, would be executed.\n\nAs previously promised, I was about to give him the title of a duke.\n\n“Don’t call me Knight, I’m not a knight. Please don’t even use honorifics with me. I’m not a noble.”\n\n“I am simply Your Highness’ slave.”\n\nThough he is a broken knight, with him, I must try and rebel once again."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68c1c376-6aed-4dc0-8cea-d926b9d1b563",
    "title": {
      "en": "Skeleton Warrior"
    },
    "updatedAt": "2023-09-30T10:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/68c1c376-6aed-4dc0-8cea-d926b9d1b563/eb2c60ef-e0af-4bcd-8f0b-f72b1b8b9ca1.jpg",
    "altTitles": [
      {
        "ko": "해골협객"
      }
    ],
    "description": {
      "en": "Kim Sojun, a former high school teacher who lost everything playing the stock market and came face-to-face with cruel reality, stumbles upon a heap of gold coins during a school trip. However, the moment he touches a coin, he is cursed and transported to a murim world. He wants to live a lazy and cushy life with the gold he found, but the System won’t let him do it. Not to mention, there are other transmigrators from the modern era who came to this world earlier than him. Surrounded by martial artists and skeletons, the murim life of Kim Sojun begins!",
      "fr": "Kim Sojun, un ancien professeur de lycée qui a tout perdu en jouant à la bourse et s’est retrouvé face à la cruelle réalité, tombe sur un tas de pièces d’or lors d’un voyage scolaire. Cependant, dès qu’il touche une pièce, il est maudit et transporté dans le murim. Il veut vivre une vie de paresse et de confort avec l’or qu’il a trouvé, mais le système ne le laisse pas faire. De plus, d’autres transmigrateurs de l’ère moderne sont arrivés dans ce monde plus tôt que lui. Entouré d’artistes martiaux et de squelettes, la vie de Kim Sojun dans le murim commence !"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baa95345-24fb-47a9-83e9-434ff671f968",
    "title": {
      "en": "Smoking Behind the Supermarket with You"
    },
    "updatedAt": "2024-01-28T18:10:33+00:00",
    "coverArt": "https://mangadex.org/covers/baa95345-24fb-47a9-83e9-434ff671f968/3791f674-39c7-40b1-82e5-d7677365ccce.jpg",
    "altTitles": [
      {
        "ja": "スーパーの裏でヤニ吸うふたり"
      },
      {
        "id": "Cerita Tentang Merokok di Belakang Supermarket"
      },
      {
        "es-la": "Historias que ocurren al fumar en la parte trasera del supermercado"
      },
      {
        "pt-br": "Uma história sobre fumar no fundo de um mercadinho"
      },
      {
        "ru": "История о перекуре за супермаркетом"
      },
      {
        "uk": "Історія про перекур за супермаркетом"
      },
      {
        "zh-hk": "在超市後門吸菸的二人"
      },
      {
        "en": "A Story About Smoking at the Back of the Supermarket"
      },
      {
        "en": "Behind the Supermarket, Smoking With You"
      },
      {
        "ar": "خلف المتجر ادخن معك"
      },
      {
        "ja-ro": "Super no Ura de Yani Suu Futari"
      },
      {
        "fr": "Fumer en bonne compagnie à l'arrière de la supérette"
      },
      {
        "fr": "Deux fumeurs à l'arrière de la supérette"
      }
    ],
    "description": {
      "en": "Sasaki, an overworked salaryman, goes through an average stressful day just for a single light at the end of the tunnel: Yamada, the always-cheerful clerk at his favorite convenience store. \n\nOne day, Sasaki takes an extra amount of time at a company meeting, and by the time he gets to the convenience store Yamada has already clocked out. However, as he leaves, he notices a young woman with piercings smoking behind the store?\n\n---\n**Links:**\n- Alternative Official English - [Manga UP!](https://global.manga-up.com/manga/261)",
      "ru": "Сасаки, переутомлённый служащий, каждый раз проживает обычный напряжённый день ради единственного света в конце туннеля: Ямада, жизнерадостная продавщица в его любимом магазинчике.\nВ один день, Сасаки задержался на работе и когда он возвращался домой через магазинчик, смена Ямады давно закончилась. Однако, когда он вышел, то заметил молодую женщину с пирсингом курящую за магазином.",
      "vi": "Sasaki - một người đàn ông làm công ăn lương, vượt qua những ngày làm việc mệt nhoài nhờ có tia sáng nơi cuối đường hầm: Yamada - nhân viên bán hàng luôn vui tươi tại siêu thị tiện lợi yêu thích của anh. Một ngày nọ, Sasaki phải ở lại công ty đến muộn vì một cuộc họp nên khi đến cửa hàng, Yamada đã hết giờ làm việc. Tuy nhiên, khi sắp rời đi, anh để ý thấy một cô gái trẻ đeo những chiếc khuyên xỏ đang ngồi hút thuốc phía sau cửa hàng…",
      "es-la": "Sasaki, un asalariado con exceso de trabajo, pasa por un día estresante promedio solo por una sola luz al final del túnel: Yamada, la siempre alegre empleada de su tienda de conveniencia favorita. Un día, Sasaki se toma una cantidad extra de tiempo en una reunión de la empresa, y cuando llega a la tienda de conveniencia, Yamada ya se había marchado. Sin embargo, cuando se va, se da cuenta de que una mujer joven con piercings fuma detrás de la tienda......",
      "pt-br": "Sasaki, um assalariado sobrecarregado, passa por um dia estressante comum apenas por uma única luz no fim do túnel: Yamada, o sempre alegre balconista de sua loja de conveniência favorita.\n\nUm dia, Sasaki leva um tempo extra em uma reunião da empresa e, quando chega à loja de conveniência, Yamada já bateu o ponto. No entanto, ao sair, ele percebe uma jovem com piercings fumando atrás da loja. O que vai se desenrolar?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69d9d31d-a435-4f5d-8fbb-3ab93fab16f9",
    "title": {
      "en": "I Wanna Spoil Yoroizuka-san!"
    },
    "updatedAt": "2024-02-21T07:52:32+00:00",
    "coverArt": "https://mangadex.org/covers/69d9d31d-a435-4f5d-8fbb-3ab93fab16f9/d4ec9692-37e8-4509-85ab-00ad1edf9610.jpg",
    "altTitles": [
      {
        "ja-ro": "Yoroizuka-san wo Baburasetai"
      },
      {
        "ja": "鎧塚さんをバブらせたい"
      }
    ],
    "description": {
      "en": "Kurumi is a shy and easily embarrassed high school girl with a strong imagination. Her girlfriend is a cool, iron-faced office worker, Ms. Yoroizuka, who doesn't show much emotion. In order to get the older woman to indulge in her, Kurumi tries all sorts of things to spoil Ms. Yoroizuka, but...?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "33"
  },
  {
    "mangaId": "0d4f9dba-f55f-4ff7-9f49-52311939504e",
    "title": {
      "en": "Katainaka no Ossan, Kensei ni Naru: Tada no Inaka no Kenjutsu Shihan Datta noni, Taisei shita Deshi-tachi ga Ore wo Hottekurenai Ken"
    },
    "updatedAt": "2024-03-25T09:54:27+00:00",
    "coverArt": "https://mangadex.org/covers/0d4f9dba-f55f-4ff7-9f49-52311939504e/3e38f2fc-f163-4d8f-8c6f-52442b276c18.jpg",
    "altTitles": [
      {
        "en": "From Old Country Bumpkin to Master Swordsman: My Hotshot Disciples Are All Grown Up Now, and They Won’t Leave Me Alone"
      },
      {
        "ja": "片田舎のおっさん、剣聖になる～ただの田舎の剣術師範だったのに、大成した弟子たちが俺を放ってくれない件～"
      },
      {
        "zh": "乡里别大叔剑圣"
      },
      {
        "zh-hk": "鄉下的大叔成為劍聖～只不過是鄉下的劍術老師，但功成名就的弟子們不放過我的事～"
      },
      {
        "ru": "Мужчина средних лет из глубинки становится мастером меча. «Я был просто сельским учителем фехтования, но мои преуспевшие ученицы не захотели оставить меня в покое!»"
      }
    ],
    "description": {
      "en": "Beryl Gardinant, a self-proclaimed “humble old man,” is a sword instructor at his dojo in a rural, backwater village. In his younger years, he dreamed of glory as a master swordsman, but those days are long behind him. Out of the blue, he receives a visit from a famous former pupil who brings him world-shattering news—he’s been appointed as a special instructor for the knights of the Liberion Order! With his life now turned upside down, Beryl travels to the capital and reunites with some of his former students: elite knights, an ace wizard, and even an adventurer who’s attained the highest guild rank possible. But why do they all want his tutelage?! As far as he’s concerned, they clearly don’t need him anymore. Can Beryl live up to his new position? And will he ever get a moment’s peace away from his adoring students?!\n\n[Official English Light Novel](https://j-novel.club/series/from-old-country-bumpkin-to-master-swordsman-my-hotshot-disciples-are-all-grown-up-now-and-they-won-t-leave-me-alone)",
      "ja": "「ベリル先生を騎士団付きの特別指南役として推薦しました」。片田舎の村で細々と剣術道場を営む男、ベリル・ガーデナント。そこへ若き王国騎士団長に昇り詰めたかつての教え子、アリューシアが訪れ騎士団付きの特別指南役として王都へ行く事に。大成した弟子達と再会し、盛り立てられるベリルの運命は?おっさん成り上がりファンタジーの決定版、コミカライズ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1618b5d8-3a74-4390-8e94-b3b0248b3588",
    "title": {
      "en": "Model-chan to Jimi Mane-san"
    },
    "updatedAt": "2023-09-11T19:33:49+00:00",
    "coverArt": "https://mangadex.org/covers/1618b5d8-3a74-4390-8e94-b3b0248b3588/08f2d093-b515-4599-840b-53f1c8fab825.png",
    "altTitles": [
      {
        "en": "The Model & The Plain Manager"
      },
      {
        "ja": "モデルちゃんと地味マネさん"
      }
    ],
    "description": {
      "en": "A cool model and a manager’s romantic comedy begins!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "1112dcde-ec25-40a7-ae35-df3091f7f1f9",
    "title": {
      "en": "Sensei to JK"
    },
    "updatedAt": "2023-11-02T21:08:24+00:00",
    "coverArt": "https://mangadex.org/covers/1112dcde-ec25-40a7-ae35-df3091f7f1f9/5b9205fa-55cf-44fe-8300-423095325a9f.jpg",
    "altTitles": [
      {
        "ja": "先生とJK"
      },
      {
        "zh": "老师和JK"
      }
    ],
    "description": {
      "en": "Nako is a high school girl who falls in love with her cool and mysterious private teacher.\nShe loves her teacher and wants to act on her love, but sometimes it doesn't work out...\nThis is a heart-warming slice of life manga about the daily life of a girl who is in love with her teacher and her mysterious teacher who may or may not be aware of the girl's feelings."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af737f18-6d40-4537-b0e6-ad32f2054daa",
    "title": {
      "en": "Hino-san no Baka"
    },
    "updatedAt": "2024-01-07T14:11:12+00:00",
    "coverArt": "https://mangadex.org/covers/af737f18-6d40-4537-b0e6-ad32f2054daa/340f232e-7f58-49db-bef7-9e7ee89ff365.jpg",
    "altTitles": [
      {
        "en": "Hino-san is a Dummy"
      },
      {
        "en": "Hino, You Dummy!"
      },
      {
        "ru": "Дурочка Хино-сан"
      },
      {
        "ja": "飛野さんのバカ"
      },
      {
        "zh": "飞野同学是笨蛋"
      },
      {
        "zh-ro": "Fēiyě tóngxué shì bèndàn"
      },
      {
        "zh-hk": "飛野同學是笨蛋"
      },
      {
        "pt-br": "Hino-san é idiota"
      }
    ],
    "description": {
      "en": "Class president and overall good girl Koguma is concerned that her classmate Hino often skips classes by spending her time behind one of the school buildings. Koguma feels it's her duty to guide Hino down a better path, even if it means going along with Hino's unusual requests.",
      "pt-br": "A presidente da classe e boa garota em geral, Koguma, está preocupada com sua colega de classe, Hino, que muitas vezes mata aula, passando o tempo atrás de um dos prédios da escola. Koguma sente que é seu dever guiar Hino por um caminho melhor, mesmo que isso signifique concordar com os pedidos incomuns de Hino."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "134"
  },
  {
    "mangaId": "611abd12-2640-49f0-89e1-44a6a79bf8c8",
    "title": {
      "en": "Unexpected Luck"
    },
    "updatedAt": "2024-03-26T18:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/611abd12-2640-49f0-89e1-44a6a79bf8c8/b38be28c-2604-4ae5-a2c1-3554064541b2.jpg",
    "altTitles": [
      {
        "zh": "追尾"
      },
      {
        "en": "Rear-End Collision"
      }
    ],
    "description": {
      "en": "\"Young Master Chi, you're not going to help me unconditionally, are you?\"\n\n\"You'll find out soon enough what this deal entails. Now, all you need to do is give me an answer. Do you want this opportunity or not?\"\n\n\"Yes, I do.\"\n\nChi Mingyao made a deal with an actor who was brave enough to block him because of a car accident. He only wanted to tease the little actor at first, but eventually, he genuinely wanted to befriend Li Yangxiao and pass on his good luck to him—all so that Yangxiao could chase his dreams without a care in the world."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4067750-a7e1-4faa-9054-2d8fddf5bf01",
    "title": {
      "en": "My Sister's Best Friend, My Lover."
    },
    "updatedAt": "2024-04-07T00:06:09+00:00",
    "coverArt": "https://mangadex.org/covers/c4067750-a7e1-4faa-9054-2d8fddf5bf01/dcc4868a-f23f-45be-bee1-42e559c66003.jpg",
    "altTitles": [
      {
        "ja": "姉の親友、私の恋人。"
      },
      {
        "ja": "Ane no Shinyuu, Watashi no Koibito."
      }
    ],
    "description": {
      "en": "Sena is a novelist who has been dealing with romantic feelings for her sister, Yuuna. Upon learning that Yuuna is to be married, Yuuna's best friend and former lover Kiku asks Sena to be her lover..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "21.5"
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-04-08T15:38:55+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/034fe0de-7ed6-4464-b408-0528bb10b9a0.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly developed super-powers, those who used their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow fell in love with the strongest female prisoner Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "9510e82e-cfbe-4dda-823e-e3576420c732",
    "title": {
      "en": "Song of the Long March"
    },
    "updatedAt": "2024-01-13T16:51:44+00:00",
    "coverArt": "https://mangadex.org/covers/9510e82e-cfbe-4dda-823e-e3576420c732/fec72742-e9d5-4ffd-938d-b77edf0e44f0.jpg",
    "altTitles": [
      {
        "zh": "Choukakou"
      },
      {
        "es-la": "La canción de la larga marcha"
      },
      {
        "vi": "Trường Ca Hành"
      },
      {
        "zh": "长歌行"
      },
      {
        "fr": "La princesse vagabonde"
      },
      {
        "en": "The Long Ballad"
      },
      {
        "zh-ro": "Chang Ge Xing"
      },
      {
        "ko": "장가행"
      },
      {
        "zh-hk": "長歌行"
      }
    ],
    "description": {
      "en": "Chang An in the Tang Dynasty of China (618–907): The demon star is passing through the sky, calamity is about to befall the Tang Dynasty.  \n  \nPrincess Yongning is forced to flee the castle after her family is killed. Because she is young, she is able to pass for a boy and becomes renowned as a great military strategist. On her journey, she makes trusted allies with her skills as well as fearsome enemies while aiming to protect the Tang Dynasty and exact revenge.  \n  \n  \nOn hiatus or potentially discontinued after chapter 61 due to an ongoing conflict between the author and publisher.  \n  \n [Official Vietnamese Translation](https://bookbuy.vn/truyen-tranh/truong-ca-hanh-tap-1-p39909.html)"
    },
    "status": "hiatus",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f48e28cd-46aa-4d6e-8052-4791eb1a0183",
    "title": {
      "en": "A Childhood Friend Who Is Nice to a Shut-In"
    },
    "updatedAt": "2024-04-18T14:32:31+00:00",
    "coverArt": "https://mangadex.org/covers/f48e28cd-46aa-4d6e-8052-4791eb1a0183/d6ff050c-e6a7-4d37-adfa-bfefd76a1f28.jpg",
    "altTitles": [
      {
        "ja": "引きこもりに優しい幼馴染"
      },
      {
        "ja-ro": "Hikikomori ni Yasashii Osananajimi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4207cdff-c8cd-4b0e-842f-58b7e34357e2",
    "title": {
      "en": "Chibisan Date"
    },
    "updatedAt": "2022-04-18T20:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/4207cdff-c8cd-4b0e-842f-58b7e34357e2/b22f1f84-ae24-4e1a-a875-4655368014d1.jpg",
    "altTitles": [
      {
        "en": "Chibi-san Date"
      },
      {
        "ja": "ちびさんデイト"
      }
    ],
    "description": {
      "en": "On the crescent-shaped island of Nantucket lives Seiji, a young Japanese artist. This heartwarming story is about his daily life and interactions with the people there."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "898d5e90-ebc3-4d08-af53-f4462fdef573",
    "title": {
      "en": "Yuusha-sama wa Houshuu ni Hitozuma wo go Kibou desu"
    },
    "updatedAt": "2024-04-10T10:41:56+00:00",
    "coverArt": "https://mangadex.org/covers/898d5e90-ebc3-4d08-af53-f4462fdef573/90cbd6e5-ae43-4750-9631-f55c4fce194c.jpg",
    "altTitles": [
      {
        "ja": "勇者さまは報酬に人妻をご希望です"
      },
      {
        "ja-ro": "Yuusha-sama wa Houshuu ni Hitozuma o go Kiboudesu"
      },
      {
        "id": "Pahlawan menginginkan milf sebagai hadiah"
      },
      {
        "en": "The Hero Wants a Married Woman as a Reward"
      }
    ],
    "description": {
      "en": "The hero, Chloe, is a strange hero who demands a bounty when saving people.  And what makes it different is the prize... He only likes married women, so he demands the prettiest Milf in town.\n\n**\"If you want me to save the city, give me the most beautiful milf\"**\n\n A unique erotic Fantasy story created by a hero!",
      "id": "Pahlawan ini keji...!!  Pahlawan, Chloe, adalah pahlawan aneh yang menuntut hadiah saat menyelamatkan orang. Dan yang membuatnya berbeda adalah hadiahnya...Dia hanya senang dengan wanita yang sudah menikah, jadi dia menuntut Milf yang paling cantik di kota. \n\n\"Jika kau ingin aku menyelamatkan kota, berikan aku milf yang paling cantik\" \n\nSebuah cerita unik fantasi erotis yang dibuat oleh pahlawan!",
      "ja": "この勇者、下劣ッ…！！勇者・クロエは人々を救う際に報酬を要求する、異質な勇者だった。そして彼が異質なのはその報酬であった…彼は人妻にしか興奮しない為、その町で一番美しい人妻を要求するのであった。「町を救ってほしければ、一番美しい人妻を寄越せ」異色の勇者がおりなすエロファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8211bac6-a392-4e37-b3b6-dac0f4512d24",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daiyonshou - Seiiki to Gouyoku no Majou"
    },
    "updatedAt": "2024-03-19T20:03:56+00:00",
    "coverArt": "https://mangadex.org/covers/8211bac6-a392-4e37-b3b6-dac0f4512d24/500a6dd6-e5f7-4b7d-b85a-0d2233b4c216.jpg",
    "altTitles": [
      {
        "es": "Re:Zero - Empezar de cero en un mundo diferente - Arco 4: El santuario y la bruja de la avaricia"
      },
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 4: The Sanctuary and the Witch of Greed"
      },
      {
        "ja": "Re:ゼロから始める異世界生活 第四章 聖域と強欲の魔女"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть четвёртая: Святилище и ведьма жадности"
      },
      {
        "pt-br": "Re:Zero - Capítulo 4: O Santuário e a Bruxa da Ganância"
      }
    ],
    "description": {
      "en": "Natsuki Subaru defeats the white whale and the archbishop of the \"Sloth\" deadly sin, and is reunited with Emilia. The two have reconciled after overcoming a painful breakup, but new turmoil awaits them...",
      "es": "Decididos a liberar a Rem de un misterioso letargo, Subaru y Emilia emprenden un nuevo viaje hacia el Santuario en donde se enfrentarán a nuevos peligros que jamás imaginarían.\n\n¡La esperada adaptación del arco 4 comienza aquí!",
      "ru": "После победы над белым китом и архиепископом греха лени Петельгейзе, Субару наконец воссоединяется с Эмилией. Однако они узнают шокирующие новости, что на Круш с Рем по пути в столицу снова напал культ ведьмы. Круш потеряла свою память, а все воспоминания о Рем у людей были стёрты. Вместе с жителями деревни Субару решает вернуться обратно, однако деревня оказалась пустой. Оставшиеся жители, которые под руководством Рам отправились в так называемое \"Святилище\", до сих пор не вернулись. Что же там произошло?.."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9b2fbc4-e351-406c-a468-799be14033df",
    "title": {
      "en": "TenPuru -No One Can Live on Loneliness-"
    },
    "updatedAt": "2024-01-13T18:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/b9b2fbc4-e351-406c-a468-799be14033df/b0bf7473-4fd2-4380-89aa-8a5c4aa92733.jpg",
    "altTitles": [
      {
        "es": "Templo - Nadie puede vivir en soledad"
      },
      {
        "ja-ro": "Tenpuru"
      },
      {
        "ja": "てんぷる"
      },
      {
        "zh": "庙不可言"
      },
      {
        "en": "Temple"
      },
      {
        "de": "TenPuru: Von Einsamkeit kann man nicht leben"
      }
    ],
    "description": {
      "en": "That's right, I'll become a monk! Not knowing what to do with his worldly desires, Akagami Akemitsu aims to live a stoic life. However, the thick karmic blood flowing in him will not permit it!",
      "es": "Así es, me volveré un monje! Al no saber qué hacer con sus deseos mundanos, Akagami Akemitsu aspira a llevar una vida estoica. Sin embargo, la espesa corriente de energía del karma que fluye en él no lo permitirá.",
      "es-la": "\"É isso mesmo, eu vou me tornar um monge!\". Sem saber o que fazer com seus desejos mundanos, Akagami Akemitsu decide viver uma vida estóica. No entanto, o sangue cármico espesso que flui nele não permitirá!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10fab94e-2227-47e2-b059-f4762eb5ca4e",
    "title": {
      "en": "Jii-san To Baa-san Wakagaeru"
    },
    "updatedAt": "2024-01-26T04:22:08+00:00",
    "coverArt": "https://mangadex.org/covers/10fab94e-2227-47e2-b059-f4762eb5ca4e/dd69b606-9567-4225-a645-e62eedf38a70.jpg",
    "altTitles": [
      {
        "tr": "Gençliklerini geri kazanan büyükbaba ve büyükanne hakkında hikaye"
      },
      {
        "en": "A Story About A Grandpa And Grandma Who Returned Back To Their Youth"
      },
      {
        "id": "Sebuah Kisah Tentang Kakek dan Nenek yang Kembali Ke Masa Mudanya."
      },
      {
        "ru": "История о Дедушке и Бабушке, которые снова стали молодыми"
      },
      {
        "uk": "Історія про дідуся з бабусею, що знову стали молодими"
      },
      {
        "ja": "おじいさんとおばあさんが若返った話。"
      },
      {
        "ja": "じいさんばあさん若返る"
      },
      {
        "es-la": "Un abuelo y una abuela que regresaron a su juventud"
      },
      {
        "ja-ro": "Ojii-san to Obaa-san ga Wakigaetta Hanashi"
      },
      {
        "pt-br": "Uma história sobre um vovô e uma vovó que voltaram à juventude"
      }
    ],
    "description": {
      "en": "This story is about Ine and Shouzou, two pensioners well into their 80s who are mysteriously returned to their 20s one night.",
      "pt-br": "História sobre Ine e Shouzou, dois aposentados com mais de 80 anos que misteriosamente voltaram aos 20 anos uma noite."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a6b625c-0c5e-4a2d-829f-d897832deec3",
    "title": {
      "en": "YoRHa - Pearl Harbor Descent Record - A NieR:Automata Story"
    },
    "updatedAt": "2024-01-22T09:44:16+00:00",
    "coverArt": "https://mangadex.org/covers/4a6b625c-0c5e-4a2d-829f-d897832deec3/7d861052-5c6e-4c2c-a456-494c83832a6e.jpg",
    "altTitles": [
      {
        "ja-ro": "NieR: Automata: YoRHa Shinjuwan Kouka Sakusen Kiroku"
      },
      {
        "ja-ro": "Yoruha Shinjuwan Kōka Sakusen Kiroku"
      },
      {
        "ja": "ヨルハ 真珠湾降下作戦記録"
      },
      {
        "en": "YoRHa: Pearl Harbor Descent Mission Record"
      }
    ],
    "description": {
      "en": "***A complete comicalization of the musical drama that shares the same worldview as NieR:Automata!***\n\nIn the distant future, the earth is invaded by aliens and their \"machine life\" weapons, and humanity flees to the moon. The humans develop android soldiers and organize a resistance army. A long battle ensued & the year is 11941. In order to break the stalemate in the war, a new type of female android decisive weapon, \"YoRHa,\" was formed and descended to the front lines of the Earth. What is the future of the automatic infantry dolls that fight only to carry out their goal of.... retaking the earth for humanity? A complete comicalization of the musical drama that shares the same worldview as NieR:Automata, written and supervised by Yoko Taro! (MTL)",
      "pt": "Adaptação da peça teatral \"YoRHa Ver.1.2\" de Yoko Taro, esta é a história de andróides lutando para recuperar a Terra para a humanidade, e o futuro para esses andróides cujo único propósito é lutar."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61b0d21c-b703-4999-910d-ebffc44791bb",
    "title": {
      "en": "Akuyaku Reijou Tensei Oji-san"
    },
    "updatedAt": "2024-01-20T16:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/61b0d21c-b703-4999-910d-ebffc44791bb/112f00c7-6fbf-49ca-b5da-ae70c1da9863.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢転生おじさん"
      },
      {
        "en": "The Old Man Reincarnated as a Villainess"
      },
      {
        "ko": "악역 영애 전생 아저씨"
      },
      {
        "en": "Villainess Reincarnation Uncle"
      },
      {
        "id": "Bapakku Villainess"
      }
    ],
    "description": {
      "en": "After a traffic accident, 52-year-old civil servant Kenzaburou Tondabayashi awakens to find he's become Grace Auvergne, a duke's daughter, and more importantly the villainess of an otome game. Not wanting to get in the way of the happy endings of the young characters around him, Grace sets out to play the role of the villain, but whether it's due to Kenzaburou's memories of being an affectionate parent getting in the way or not being able to remember those pesky foreign names properly, it ends up being a lot harder than it looks…",
      "id": "Setelah mengalami sebuah kecelakaan, seorang PNS berusia 52 tahun bernama kenzaburou tondabayashi tiba-tiba berada di tubuh seorang putri duke yang bernama grace auvergne, terlebih lagi, grace merupakan seorang villainess di sebuah game otome. Tidak ingin mengganggu happy ending anak-anak muda yang ada di dekatnya, grace memutuskan untuk menjalankan perannya sebagai seorang villainess, tapi mungkin karena ingatan kenzaburou yang dulunya merupakan seorang orang tua yang penuh kasih sayang atau karena tidak bisa mengingat nama-nama asing, akhirnya setiap grace ingin menjalankan peran villainessnya, grace selalu terganggu.\nSehingga dia merasa menjadi seorang villainess ternyata lebih sulit dari yang dia pikirkan..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-01-03T18:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-03-20T01:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/c421579e-d76e-4994-9c2e-ba16d9015fef.jpg",
    "altTitles": [
      {
        "ru": "Гачиакута"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ja": "ガチアクタ"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n\n---\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (U.S. Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68a9d14a-3d14-4295-bc10-ad75cc32e885",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Deep Sea Cyber-Paradise, SE.RA.PH"
    },
    "updatedAt": "2024-02-05T21:12:57+00:00",
    "coverArt": "https://mangadex.org/covers/68a9d14a-3d14-4295-bc10-ad75cc32e885/30be794f-e1d8-435e-a1d6-16d230c0824b.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　深海電脳楽土 SE.RA.PH"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Shinkai Dennou Rakudo, SE.RA.PH"
      },
      {
        "en": "Fate/Grand Order -Epic of Remnant- Abyssal Cyber Paradise, SE.RA.PH"
      },
      {
        "en": "Fate/EXTRA CCC x Fate/Grand Order"
      },
      {
        "ru": "Судьба/Великий приказ: Эпос о Наследии. SE.RA.PH. Электронный рай в морской глубине"
      },
      {
        "uk": "Доля/Великий Наказ: Епос Залишків - Глибоководний кібер-рай SE.RA.PH"
      }
    ],
    "description": {
      "en": "To repair the singularity of the future, the main character, Ritsuka Fujimaru, will shift again to lay down a tremendous battle.",
      "pt-br": "Ao lidar com a incineração da ordem humana, Fujimaru Ritsuka se depara com uma nova e incompreensiva ameaça. Tudo começa quando um navio petroleiro denominado Seraphix desaparece sem deixar rastros."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79dff01d-d7c7-415d-bb30-55af681cbce0",
    "title": {
      "en": "Watashi ni Tenshi ga Maiorita!"
    },
    "updatedAt": "2024-03-07T20:53:48+00:00",
    "coverArt": "https://mangadex.org/covers/79dff01d-d7c7-415d-bb30-55af681cbce0/89fc9b36-4ea9-4557-88f1-cf106d19d9e2.jpg",
    "altTitles": [
      {
        "en": "An Angel Flew Down to Me!"
      },
      {
        "ja-ro": "Wataten"
      },
      {
        "ja": "私に天使が舞い降りた!"
      },
      {
        "ru": "Мой ангел спустился ко мне!"
      },
      {
        "zh-hk": "天使降臨到我身邊！"
      },
      {
        "zh": "天使降临到我身边！"
      }
    ],
    "description": {
      "en": "The four-panel comedy manga's story centers on Miyako Hoshino, a shy college student and otaku. Miyako's younger sister Hinata, who is a fifth grader, has a classmate and friend named Hana. When they meet, Miyako falls for Hana at first sight."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a92fcfb2-27b7-476f-a9d5-4cd557ae39c0",
    "title": {
      "en": "Tondemo Skill de Isekai Hourou Meshi: Sui no Daibouken"
    },
    "updatedAt": "2024-02-24T11:59:40+00:00",
    "coverArt": "https://mangadex.org/covers/a92fcfb2-27b7-476f-a9d5-4cd557ae39c0/ff2d7b90-105f-43b5-b462-200ce7145fd6.jpg",
    "altTitles": [
      {
        "en": "Campfire Cooking in Another World with My Absurd Skill: Sui’s Great Adventure"
      },
      {
        "ja": "とんでもスキルで異世界放浪メシ スイの大冒険"
      },
      {
        "en": "Sui's Big Adventure"
      }
    ],
    "description": {
      "en": "A spin-off of the series TONDEMO SKILL DE ISEKAI HOUROU MESHI told from Sui's perspective."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eae56312-4a24-433a-90f2-63bdf7c57a2d",
    "title": {
      "en": "I Took Away the Tyrant’s Virginity"
    },
    "updatedAt": "2024-04-18T13:14:03+00:00",
    "coverArt": "https://mangadex.org/covers/eae56312-4a24-433a-90f2-63bdf7c57a2d/0557c401-8703-462e-86fa-cf392d303fdb.jpg",
    "altTitles": [
      {
        "en": "I Took Away the Tyrant's Chastity"
      },
      {
        "en": "I Took Away the Tyrant's First Time"
      },
      {
        "ko": "폭군의 순결을 빼앗아 버렸다"
      },
      {
        "pt-br": "Tirei a virgindade do tirano"
      }
    ],
    "description": {
      "en": "“After all, a man must have big breasts… … .”\n\nThe man's chest visible through the sunlight is very handsome... … .\nfor a moment. Who are you naked next to me?\n\n\"Emperor… … your majesty?\"\n\nUnbelievable.\nUnintentionally at a masquerade ball\nIt seems like he spent the night catching a tyrant.\n\n“How dare you take away the emperor’s virginity and leave?”\n\nNo, last night was an agreement!\n\n“If you knocked me down on the bed, you will be responsible.”\n\nyes?\nThe look in your eyes that silently urges me to answer... … .\n\n“I will take responsibility for the book, Your Majesty.”\n\nI curled my tail.",
      "pt-br": "“Afinal, um homem deve ter um peito grande…”\n\nO homem cujo peito estava exposto à luz do sol era muito bonito… Espere, quem é você ? Por que você está nu ao meu lado?\n\n“Sua Majestade… o Imperador?”\n\nInacreditável. Parece que ela involuntariamente passou uma noite com um tirano no baile de máscaras.\n\n“Como você ousa querer ir embora depois de tirar a virgindade do imperador?”\n\nNão, ontem à noite, nós dois concordamos!\n\n“Se você me derrubou na cama, você deveria assumir a responsabilidade.”\n\nEu fiz?\n\nOlhando naqueles olhos que insistiam em esperar por uma resposta, eu……\n\n“Eu-eu assumirei a responsabilidade, Vossa Majestade.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8edc81f2-bb70-4100-9df7-2552a14e5d75",
    "title": {
      "en": "Sousou no Frieren - kmtakpk's Frieren Koma (Doujinshi)"
    },
    "updatedAt": "2024-03-15T05:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/8edc81f2-bb70-4100-9df7-2552a14e5d75/a796decd-4c85-45db-a95b-9f7ca32e1d8b.jpg",
    "altTitles": [
      {
        "ja": "葬送のフリーレン - P助のフリーレンコマ"
      },
      {
        "en": "Frieren at the Funeral - kmtakpk's Frieren Koma"
      },
      {
        "en": "Frieren: Beyond Journey’s End - kmtakpk's Frieren Koma"
      }
    ],
    "description": {
      "en": "A collection of 1-5 koma manga shorts about *Frieren: Beyond Journey's End*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67e56a7a-c7ea-4db8-84f0-db19c2034729",
    "title": {
      "en": "Seasons of Blossom"
    },
    "updatedAt": "2024-02-29T23:43:42+00:00",
    "coverArt": "https://mangadex.org/covers/67e56a7a-c7ea-4db8-84f0-db19c2034729/86f85502-4640-4947-b740-69a2149c2eb3.jpg",
    "altTitles": [
      {
        "en": "Cheongchun Blossom"
      },
      {
        "en": "Youth Blossom"
      },
      {
        "ko": "청춘 블라썸"
      },
      {
        "uk": "Розквіт молодості"
      }
    ],
    "description": {
      "en": "Children who are beginning their youth.  \nTheir growing pain on their way to spring."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "130"
  },
  {
    "mangaId": "e93849b2-939f-40f3-91b4-79b96133052e",
    "title": {
      "en": "Medusa Dorei o Katta"
    },
    "updatedAt": "2024-04-17T02:56:16+00:00",
    "coverArt": "https://mangadex.org/covers/e93849b2-939f-40f3-91b4-79b96133052e/aeea8e0a-bc77-4d6b-a754-dc1a1bc91269.jpg",
    "altTitles": [
      {
        "ja-ro": "Medusa Dorei o Katta"
      },
      {
        "id": "Aku Membeli Budak Medusa"
      },
      {
        "ja": "メドゥーサ奴隷を買った"
      },
      {
        "en": "I Bought a Medusa Slave"
      },
      {
        "pt-br": "Eu Comprei Uma Escrava Medusa"
      },
      {
        "es-la": "Compré una esclava medusa"
      }
    ],
    "description": {
      "en": "I’m not sure why I decided to buy a medusa in the slave market, but since then she insists a lot that I remove the blindfold from her eyes. Is she trying to petrify me? Or does she really want to see me with her own eyes?",
      "es-la": "No estoy seguro de por qué decidí comprar una medusa en el mercado de esclavos, pero desde entonces ella parece ser muy proactiva con su petición de que remueva la venda de sus ojos. \n¿Acaso busca petrificarme? ¿O de verdad quiere verme con sus propios ojos?",
      "pt-br": "Não tenho certeza de por que decidi comprar uma medusa no mercado de escravos, mas desde então ela insiste muito para que eu remova a venda de seus olhos. Ela está tentando me petrificar? Ou ela realmente quer me ver com seus próprios olhos?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "670eb240-f97c-4809-9c4e-f89ec5ea5429",
    "title": {
      "en": "Moto Ojou-sama, Roudou no o Jikan desu"
    },
    "updatedAt": "2024-04-18T13:29:19+00:00",
    "coverArt": "https://mangadex.org/covers/670eb240-f97c-4809-9c4e-f89ec5ea5429/bfefb229-4523-4288-8685-be4a5d1a7d12.jpg",
    "altTitles": [
      {
        "ja": "元お嬢様、労働のお時間です"
      },
      {
        "en": "It's time for work, Former Young Lady"
      },
      {
        "hi": "Kam ka waqt hain,  Purani Ma'am Saheb"
      },
      {
        "es": "Es hora de trabajar, Ex Joven Dama"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ebd557-8394-4f16-8afe-a8644e555ddc",
    "title": {
      "en": "Hirayasumi"
    },
    "updatedAt": "2024-04-18T14:09:18+00:00",
    "coverArt": "https://mangadex.org/covers/87ebd557-8394-4f16-8afe-a8644e555ddc/f5f9b3ed-1f42-4712-9409-e4f0e5a2d0c7.jpg",
    "altTitles": [
      {
        "ja": "ひらやすみ"
      },
      {
        "ne": "हिरा यासुमी"
      },
      {
        "uk": "Хіраясумі"
      },
      {
        "ru": "Хираясуми"
      },
      {
        "ru": "Жизнь в одноэтажном доме"
      }
    ],
    "description": {
      "en": "29-year-old freeter Ikuta Hiroto is a carefree young man without a love life, regular job, or any real worries about the future. He inherits an old house from the neighbourhood granny, where his 18-year-old cousin, Natsumi moves in with him to study art in Tokyo. This is a story about Hiroto and the people around him who struggle with life.",
      "ru": "Двадцатидевятилетний работник на полставки Икута Хирото — беззаботный парень, у которого нет ни личной жизни, ни постоянной работы, ни каких-либо беспокойств о собственном будущем. В наследство от соседской бабушки ему достаётся старый дом, куда переезжает его восемнадцатилетняя двоюродная сестра Нацуми, чтобы учиться искусству в Токио. Это история о Хирото и окружающих его людях, которые борются с жизнью.",
      "uk": "29-річний Ікута Хірото — безтурботний молодий чоловік без особистого життя, постійної роботи та реальних турбот про майбутнє. Він успадковує старий будинок від сусідської бабусі, куди переїжджає його 18-річна двоюрідна сестра Нацумі, щоб вивчати мистецтво в Токіо. Це історія про Хірото та людей навколо нього, які борються з життям.",
      "pt-br": "Ikuta Hiroto, de 29 anos, é um jovem despreocupado sem uma vida amorosa, emprego regular ou qualquer preocupação real com o futuro: um \"freeter\". Ele herda uma velha casa da avó do bairro, onde sua prima de 18 anos, Natsumi, vai morar com ele para estudar arte em Tóquio. Esta é uma história sobre Hiroto e as pessoas ao seu redor que lutam contra a vida."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4304d3b-191d-471f-8c78-353d403a35d0",
    "title": {
      "en": "Sengoku Komachi Kuroutan: Noukou Giga"
    },
    "updatedAt": "2024-04-06T17:49:14+00:00",
    "coverArt": "https://mangadex.org/covers/a4304d3b-191d-471f-8c78-353d403a35d0/796e3304-cbc3-41df-b7bf-4df5949f9227.jpg",
    "altTitles": [
      {
        "en": "A Tale of a Small Town hardship in Sengoku Era - An Agriculture Comic"
      },
      {
        "ja": "戦国小町苦労譚 農耕戯画"
      },
      {
        "ko": "전국 코마치 고생담"
      },
      {
        "zh": "战国小町苦劳谭-农耕戏画"
      },
      {
        "it": "Come sopravvivere nell'era Sengoku"
      },
      {
        "fr": "Nobunaga et moi !"
      },
      {
        "fr": "Les difficultés d'un village à l'époque Sengoku - Une histoire agricole"
      }
    ],
    "description": {
      "en": "One fateful day, a girl time slipped into the Sengoku Era. It was an abrupt enough event to be dubbed god’s whim, done to sate hellish boredom. The girl has no power to change the world.  \nShe was a very ordinary, common, and plain girl that can be found anywhere.  And that girl can do no more than a single thing...\n\nSurvive the Sengoku Era – that’s all.  \n  \n\n\n---\n\nAdapted from [Web Novel](https://ncode.syosetu.com/n8406bm/) (Raw)  \nLight Novel: [Bookwalker](https://bookwalker.jp/series/62898/)  \nAlternative Manga Raw: [Pixiv Comic](https://comic.pixiv.net/works/3714)",
      "fr": "Shizuko est une lycéenne ordinaire avec des intérêts extraordinaires : l'Histoire et l'agricutlure. Ces passions vont peut-être lui sauver la vie : projetée à la période Sengoku, elle se retrouve au service d'un seigneur excentrique et exigeant : le fameux Oda Nobunaga. Obsédé par l'idée d'unifier le pays en proie aux guerres intestines, il entend bien faire usage des étranges compétences de cette fille venue d'ailleurs. Shizuko parviendra-t-elle à gagner sa confiance ? Retournera-t-elle à son époque ?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afbabab5-1543-4562-866a-af1da1a3178b",
    "title": {
      "en": "In the Name of Bai Ze"
    },
    "updatedAt": "2024-03-11T18:29:37+00:00",
    "coverArt": "https://mangadex.org/covers/afbabab5-1543-4562-866a-af1da1a3178b/75cd158d-f05c-46eb-bd44-e5478b51b98c.png",
    "altTitles": [
      {
        "en": "Baize's Name"
      },
      {
        "zh-ro": "Bái Zé Zhī Míng"
      },
      {
        "en": "The Name of White Marsh"
      },
      {
        "zh": "白泽之名"
      }
    ],
    "description": {
      "en": "Several decades ago, the young boy Bai Ze mistakenly entered a mystical world's immortal mountain and formed a bond with an Immortal Gege. Over ten years later, the college student Baize once again arrives in the mystical realm, only to discover that the Immortal Gege he had dreamed of day and night has become a pitiable figure forgotten by the mortal world. In a world where demons and monsters wreak havoc, the unfortunate originator turns out to be this pitiful divine being. Unable to ignore the situation, Bai Ze forcefully brings his Immortal Gege back into the mortal realm, helping him fulfill his desire for a peaceful life. After all, who could resist someone so beautiful, powerful yet pitiful?",
      "pl": "Młody chłopiec o imieniu Bai Ze przypadkiem wszedł do mistycznego świata, w którym normalne było potwory i bóstwa. Zaprzyjaźnił się tam z przystojnym nieśmiertelnym mężczyzną, lecz musiał wracać do rodziców. Ponad dziesięć lat później Bai Ze ponownie trafia do tajemniczego wymiaru, gdzie odkrywa, że poznane uprzednio bóstwo, o którym śnił nocami i dniami, stało się zapomnianą przez wszystkich postacią. Nie będąc w stanie tego zignorować, Bai Ze siłą zabiera go do swojego świata, pomagając mu spełnić marzenie o spokojnym życiu.",
      "zh": "十数年前，小正太白泽误入异世仙山，与神仙大哥哥结缘。 十数年后，大学生白泽再次来到异世，却发现日思夜梦的神仙大哥哥成了被人世遗忘的可怜人 世间妖魔作乱，始作俑者却就是这个可怜兮兮的神仙。 没办法，白泽硬拉着神仙哥哥重新入世，帮他完成安稳世间的愿望，谁让他又美又强又惨呢？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2520d63-8970-4222-b83a-f2b99af3a96d",
    "title": {
      "en": "Infinite Stratos, Akinator - Orimunator (Doujinshi)"
    },
    "updatedAt": "2024-02-24T20:27:30+00:00",
    "coverArt": "https://mangadex.org/covers/a2520d63-8970-4222-b83a-f2b99af3a96d/bcfbe16c-5fa6-45f6-9f2d-90beca79e60c.jpg",
    "altTitles": [
      {
        "ja": "オリムートネーター"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3ffcb40-f4c0-4046-9d29-f4f82cf32515",
    "title": {
      "en": "Nineteen, Twenty-One"
    },
    "updatedAt": "2023-03-09T23:33:20+00:00",
    "coverArt": "https://mangadex.org/covers/c3ffcb40-f4c0-4046-9d29-f4f82cf32515/ed9ff17f-19c5-445d-adc6-636c660a210b.jpg",
    "altTitles": [
      {
        "fr": "Dix-neuf et vingt-et-un ans"
      },
      {
        "de": "Neunzehn, einundzwanzig"
      },
      {
        "ru": "Девятнадцать, Двадцать один"
      },
      {
        "zh": "十九岁二十一岁"
      },
      {
        "ja": "十九歲二十一歲"
      },
      {
        "ko": "열아홉스물하나"
      },
      {
        "uk": "Дев'ятнадцять, двадцять один"
      }
    ],
    "description": {
      "en": "Yun-lee is a girl who is carrying a huge emotional scar in her heart. Due to an accident, she lost 2 precious years of her life, the time period between 19 and 21 years old. Her life is empty. She is miserable, but still attending a preparatory school in an attempt to catch up with all the time she has lost.\n\nSuddenly, one day on her way to feed some stray cats, she comes across a young man who seems to have what she has lost… the period between 19 and 21 years old.",
      "ru": "Юн-ли - девушка с сильной эмоциональной травмой. Из-за несчастного случая, она потеряла два бесценных года своей жизни, временный промежуток между 19 и 21 годами. Её жизнь - пуста. Она несчастна, но все равно посещает подготовительную школу, пытаясь восстановить все утраченное время. Однажды, когда она шла покормить бродячих кошек, она встретила молодого человека, который, вроде бы, имеет то, что она потеряла… время между 19 и 21 годами.",
      "pt-br": "Yun-lee é uma garota que carrega uma enorme cicatriz em seu coração. Devido a um acidente, ela perdeu dois anos preciosos de sua vida, o período entre seus 19 e 21 anos de idade. Na tentativa de superar o ocorrido, ela tenta levar a vida normalmente. Como parte dessa decisão, ela resolve frequentar um cursinho, mas os dias vão passando e mesmo assim ela continua se sentindo infeliz, até que um dia ela se depara com um jovem que parece ter o que ela perdeu…."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "21"
  },
  {
    "mangaId": "3fc308c9-4b00-4dc3-943e-1f39242bc708",
    "title": {
      "en": "Overgeared"
    },
    "updatedAt": "2023-10-30T21:10:27+00:00",
    "coverArt": "https://mangadex.org/covers/3fc308c9-4b00-4dc3-943e-1f39242bc708/2af0c6f7-cd3d-4c59-afee-a8ff471e0561.jpg",
    "altTitles": [
      {
        "ko": "템빨"
      },
      {
        "ru": "Во всеоружии (перезапуск)"
      },
      {
        "fa": "تا دندان مسلح"
      },
      {
        "en": "Overgeared (Team Argo)"
      },
      {
        "ja": "テムパル〜アイテムの力〜"
      },
      {
        "id": "Kekuatan Item"
      },
      {
        "zh-hk": "裝備仔"
      },
      {
        "zh": "装备我最强"
      }
    ],
    "description": {
      "de": "Shin Youngwoo spielt mit seinem Avatar \"Grid\" das zurzeit beliebteste Virtual-Reality-Spiel der Welt: Satisfy.  \n  \nOb in der Realität oder in-game, Shin scheint vom Unglück verfolgt zu werden. Doch als er nach der Suche nach einem Questgegenstand seine Belohnung erhält, kann er zu einer legendären Klasse wechseln. Einer Klasse, die außer ihm niemand der über 2 Milliarden Spielern besitzt.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "en": "Shin Youngwoo (aka Grid), an unlucky man in life and a low-level player in the popular VR game Satisfy, finds a powerful item that earns him a rare legendary class title: Pagma’s Successor. Now a skilled blacksmith, he can forge unique weapons and equip the game’s most powerful gear!\n\nGrid resolves to use his new abilities to achieve fame and fortune, but as his very existence begins to stir up trouble in Satisfy, he realizes that life as a legend may be more than he bargained for….\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "fa": "⁧⁧بزرگ‌ترین بازی واقعیت مجازی جهان «ستیسفای».  \n⁧چه تو واقعیت و چه در دنیای مجازی شینگ وو کسی بود که همه‌ی بدبختی‌ها سرش می‌اومد.  \n⁧اما تو میون این‌همه بدبختی‌، یه‌بار شانس بهش رو می‌کنه و تو یه مأموریت غیرممکن کتاب پاگما رو پیدا می‌کنه، کتابی افسانه‌ای که زندگی اون رو از این رو به اون رو می‌کنه.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "fr": "Quand un joueur raté de VMMORPG tombe, lors d’une quête, sur un livre légendaire permettant de changer de classe, il en profite immédiatement. Attention joueurs, le plus grand de tous les forgerons est né ! Et il n‘a pas prévu de passer inaperçu !\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "id": "Shin Youngwoo punya kehidupan yang bernasib sial. Ia terpaksa bekerja kasar di sebuah tempat kontruksi untuk membayar biaya sekolah dan uang game yang ia gunakan. Bahkan ia juga kerja kasar di VR Game yang bernama Satisfy. Namun, hidupnya mulai berubah ketika karakternya sebagai 'Grid' di game menemukan 'Pagma's Rare Book' hingga menjadi legendary class player.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "ja": "世界最高のバーチャルリアリティゲーム<SATISFY>。 全世界ユーザー数２０億人、もう一つの地球と呼ばれるほどの壮大なファンタジーゲーム。 しがない無職のゲーム中毒者である「長嶺巧」はゲーム課金の借金を返すために日雇い労働をする以外のほとんどの時間はゲームに費やしていた。 ある日、クエスト中にレジェンダリー転職書＜ファグマの奇書＞を手に入れた「巧」。 ＜ファグマの奇書＞売って大儲けできると思ったその瞬間…！新たなクエストが発動され殺される寸前になるが… このままだと殺され、レジェンダリー転職書＜ファグマの奇書＞もなくしてしまうと思った「巧」は＜ファグマの奇書＞を開き、伝説の職人＜ファグマの末裔＞へとジョブチェンジするが… 借金まみれの底辺人生から２０億プレイヤーの頂点に立つレジェンダリープレイヤーになれるのか！？\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "ko": "[신영우 (유저 네임: 그리드)]\n세계 최고의 가상 현실 게임 <SATISFY>.\n\n현실에서나, 게임 속에서나, 불운은 항상 그의 곁을 맴도는데....\n퀘스트 수행 중 우연히 발견한 게임 속 로또, '파그마의 기서'. \n20억 명이 넘는 유저 중 유일한 최강의 레전드리 직업으로 전직.\n\n\"어떻게 아직 살아있는 거지...?!\"\n\n\"뭐, 특별한 건 없고...\"\n\n\n\"템빨이죠.\"\n\n지긋지긋한 불운과 악몽 같은 빚쟁이 인생에서 벗어난\n최강 플레이어 \"그리드\".\n고인물도 울고 갈 끝판왕이 찾아온다!\n\n[<SATISFY>에 접속합니다.]\n\n웹툰 <템빨>은 매주 토요일 연재됩니다.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "ru": "В реальности, в играх, где бы он ни был, ему сопутствуют неудачи... Но в один момент всё меняется. В игре конце Северной пещеры он обнаружит квест, в котором найдёт \"Редкую книгу Пагмы\"... Ему удастся то, что не удалось сотням миллионов пользователей. - Как ты выжил? - Ничего особенного.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "th": "ชินยองอู ID กริด ไม่ว่าจะในชีวิตจริงหรือในในโลกเกมเสมือนจริง SATISFY เขาก็เป็นตัวแทนแห่งความอับโชคไม่ต่างกัน...\nแต่อยู่มาวันหนึ่ง กริด ได้พบกับตำราเปลี่ยนอาชีพที่นำเขาไปสู่การเปลี่ยนเป็นอาชีพระดับตำนาน 'ทายาทของแพ็กม่า'\nอาชีพช่างตีเหล็กในตำนานที่จะทำให้เขาหลุดพ้นจากหนี้สิน พร้อมกับได้สัมผัส 'พลังแห่งไอเทม' และก้าวสู่การเป็นผู้เล่นที่แข็งแกร่งที่สุด!\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh": "无论是现实世界还是游戏世界中，他都是最底层的存在！然而咸鱼翻身的机会终于来了！只要能够找到游戏中的最强装备，就能获得超20亿玩家中唯一一个成为传说中最强职业电竞选手的机会！他能否在假想现实游戏世界中创造新的传奇，成功脱离如同噩梦般的悲惨人生呢？\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh-hk": "[申英宇(使用者名稱：格里德)]\n稱霸全球的虛擬實境遊戲《SATISFY》\n\n無論現實還是遊戲中，他都是個「不幸」的象徵...\n在解任務時偶然發現\n遊戲中的樂透——「帕格瑪的奇書」，\n並轉職成20億玩家中，僅只一名的最強傳奇級職業。\n\n「你怎麼還活著...?!」\n\n「嗯...也沒什麼啦...」\n\n「靠裝備囉。」\n\n脫離不幸與惡夢般的債務，\n重生為最強玩家的「格里德」!\n經典名著通通滾開，真正的王者駕到了!\n\n[已成功登入《SATISFY》。]\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a316a7c5-f48f-412e-9b78-68e378c37775",
    "title": {
      "en": "Screw the Noble Life, I’m Going Home"
    },
    "updatedAt": "2024-04-11T04:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/a316a7c5-f48f-412e-9b78-68e378c37775/d935d69f-2351-4341-9a3f-00be8ef0efac.jpg",
    "altTitles": [
      {
        "ko": "공녀고 나발이고 집에 간다고"
      },
      {
        "en": "Noble Lady or Whatever, I'm Going Home"
      }
    ],
    "description": {
      "en": "After confirming that I had won the lottery, I tried to quit my job! However, as soon as I opened the door, I found myself transmigrated into the body of a noble lady. I have one year to claim the prize money, so I have to return home at all costs. Please wait for me, my 1.7 million won! Mum will be there soon, but... What's wrong with this family?!\r\n\r\n\"I love you.\" But I'm not your daughter!\r\n\r\n\"Sister, you might get hurt so I'll hold you.\" Did he mean he would lift me? What is this guy, a giant brown bear?\r\n\r\n\"If you mess with our sister one more time, I'll make you disappear without a trace.\" He's got a pretty face, but he has a sharp tongue.\r\n\r\n\"Don't fall ill.\" Don't worry about me. Why are there so many of them?! I'm not a noble lady! Leave me alone, I wanna go home!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4b0e10ac-c3c1-477d-ac6a-d10586f44db8",
    "title": {
      "en": "The Princess Has a Rosy Dream"
    },
    "updatedAt": "2024-04-15T17:53:15+00:00",
    "coverArt": "https://mangadex.org/covers/4b0e10ac-c3c1-477d-ac6a-d10586f44db8/d96ac83b-a4af-4573-926d-b468715f49d9.jpg",
    "altTitles": [
      {
        "ja": "吸血姫は薔薇色の夢をみる"
      },
      {
        "ja-ro": "Princess wa Barairo no Yume wo Miru"
      },
      {
        "en": "Vampire Princess' Rose-Colored Dream"
      },
      {
        "en": "Vampire Princess Sees a Rose-Colored Dream"
      },
      {
        "ru": "Принцесса Вампиров видит розовый сон"
      },
      {
        "ja-ro": "Kyuuketsu Hime wa Barairo no Yume wo Miru"
      }
    ],
    "description": {
      "en": "\"She\" was supposed to have fallen into eternal sleep. However, a sudden accident woke her up, and \"he\" find \"herself\" reincarnated in a game \"he\" was playing when \"he\" was alive.\n\n\"I\" have reincarnated as my own character, a beautiful vampire princess, and while surrounded by her demon underlings that \"I\" raised in the game, \"I\" ended up reigning at the top of a demon empire...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f893560-4c4a-4f1b-a949-ae37e73f1305",
    "title": {
      "en": "Urareta Henkyou Haku Reijou wa Ringoku no Outaishi ni Dekiai Sareru"
    },
    "updatedAt": "2023-12-14T10:45:35+00:00",
    "coverArt": "https://mangadex.org/covers/6f893560-4c4a-4f1b-a949-ae37e73f1305/0a6cd1c8-81d4-4f6c-a191-1ff99a0fba3a.jpg",
    "altTitles": [
      {
        "ja": "売られた辺境伯令嬢は隣国の王太子に溺愛される"
      },
      {
        "en": "The Young Lady of a District Count Is Sold and Forced to Dote on the Crown Prince of the Neighbouring Country"
      },
      {
        "en": "The Young Lady of a District Count Is Sold and Forced to Dote on the Crown Prince of the Neighboring Country"
      },
      {
        "zh": "被卖掉的的边境伯爵大小姐却被邻国王太子所溺爱"
      },
      {
        "zh-hk": "被賣掉的的邊境伯爵大小姐卻被鄰國王太子所溺愛"
      }
    ],
    "description": {
      "en": "\"What a boring world this is.\"\n\nA noble society where it is common sense for women to marry a nobleman from a good family and dote on their husband for the rest of their lives. Anna, the young daughter of the Harmich family, has grown tired of such a world. Rather than having fantasies of marriage, Anna, who is obsessed with the art of war, dreamt of appearing on the battlefield alongside her father. However, after being invaded by their neighbouring country, Albion, Anna's father departed for the battlefield for his last and final time. On top of that, the eldest son was taken as a war prisoner. In dire straits, the Harmich family decides to offer their second daughter, Anna, to the neighbouring country!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4aef76e-0674-441c-9dcf-fa5504908c96",
    "title": {
      "en": "Succubus x Delinquent (Webtoon)"
    },
    "updatedAt": "2024-01-28T17:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/f4aef76e-0674-441c-9dcf-fa5504908c96/b0b7d189-490f-474f-a48a-0173899652a4.jpg",
    "altTitles": [
      {
        "en": "Succubus x Delinquent"
      }
    ],
    "description": {
      "en": "Satan's daughter is a succubus who just wants to play video games and chill at home, until one day he gets tired of her lazing about the house, and kicks her out into the human world..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "8ee7d7b1-1f85-4b8e-9861-66c8b7b53929",
    "title": {
      "en": "Comic Girls"
    },
    "updatedAt": "2024-02-14T11:30:09+00:00",
    "coverArt": "https://mangadex.org/covers/8ee7d7b1-1f85-4b8e-9861-66c8b7b53929/1d032732-751d-4d11-9948-a7fdac00a3a6.jpg",
    "altTitles": [
      {
        "ja": "こみっくがーるず"
      },
      {
        "zh-hk": "漫畫女孩"
      },
      {
        "zh": "漫画女孩"
      },
      {
        "zh-ro": "Mànhuà nǚhái"
      },
      {
        "ko": "코믹걸즈"
      }
    ],
    "description": {
      "en": "The story concerns the daily life of young up-and-coming mangaka living together in an all-female dormitory.",
      "es": "La historia trata de la vida cotidiana de unas jovenes y prometedoras mangakas quienes viven juntas en una residencia.",
      "pt": "A vida diária de garotas mangakás vivendo juntas em um dormitório."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": ""
  },
  {
    "mangaId": "76ee7069-23b4-493c-bc44-34ccbf3051a8",
    "title": {
      "en": "Tomo-chan wa Onna no ko!"
    },
    "updatedAt": "2024-02-08T21:17:25+00:00",
    "coverArt": "https://mangadex.org/covers/76ee7069-23b4-493c-bc44-34ccbf3051a8/cfac7a67-3c4b-4b29-8599-bad47613185c.jpg",
    "altTitles": [
      {
        "es": "¡Tomo-chan es una chica!"
      },
      {
        "ca": "La Tomo és una noia!"
      },
      {
        "tl": "Si Tomo-chan ay babae!"
      },
      {
        "ja": "Tomo Chan ha Onnanoko!"
      },
      {
        "sv": "Tomo-chan är en tjej!"
      },
      {
        "pt": "Tomo-chan é uma Garota!"
      },
      {
        "it": "Tomo-chan è una ragazza!"
      },
      {
        "tr": "Tomo-chan da kız!"
      },
      {
        "no": "Tomo-chan er en jente!"
      },
      {
        "da": "Tomo-chan er en pige!"
      },
      {
        "fr": "Tomo-chan est une fille !"
      },
      {
        "en": "Tomo-chan is a Girl!"
      },
      {
        "id": "Tomo-chan Itu Perempuan!"
      },
      {
        "ru": "Томо-тян — девушка!"
      },
      {
        "ja": "トモちゃんは女の子!"
      },
      {
        "ko": "토모짱은 여자아이!"
      }
    ],
    "description": {
      "en": "Tomo Aizawa was able to successfully confess to her crush Junichirou Kubota. There is only one problem: He just sees her as his buddy. He thought that she was a boy until they went to middle school together, because her grade school was in a different school district."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "953"
  },
  {
    "mangaId": "251afc21-8932-464b-906f-eeb976a14e55",
    "title": {
      "en": "Strange and Mysterious Daily Tales!"
    },
    "updatedAt": "2023-10-03T19:21:10+00:00",
    "coverArt": "https://mangadex.org/covers/251afc21-8932-464b-906f-eeb976a14e55/f0a740af-ac19-4763-aec3-4983ced68a0a.jpg",
    "altTitles": [
      {
        "ja-ro": "Kimyou de Kaii na Nichijou Tan!"
      },
      {
        "ja": "奇妙で怪異な日常譚！"
      },
      {
        "ja-ro": "Kimyou de Kaii na Nichijoutan!"
      }
    ],
    "description": {
      "en": "It was suppose to be just a normal commuter train, but then they notice that all the other passengers have disappeared, and there are only four JKs left...! Although they have never met each other before, they get off the train at the next station, and start thinking about how to make their way home...?\n\nThis is the rumored supernatural train station...?\nLost and unable to return home!\nThe strange daily life of the four JKs begins...!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e8fac17-979e-4e37-8f45-2c334b25d6dd",
    "title": {
      "en": "Whisper Me a Love Song"
    },
    "updatedAt": "2024-01-15T18:28:57+00:00",
    "coverArt": "https://mangadex.org/covers/0e8fac17-979e-4e37-8f45-2c334b25d6dd/fa147d46-44cc-4b6e-936f-ffd81578eb8c.jpg",
    "altTitles": [
      {
        "id": "Membisikan Lagu Cinta"
      },
      {
        "ja-ro": "Sasakoi"
      },
      {
        "ja-ro": "Sasayaku you ni Koi o Utau"
      },
      {
        "es": "Susurrame Una Canción de Amor"
      },
      {
        "ru": "Прошепчу тебе песню о любви"
      },
      {
        "ja": "ささやくように恋を唄う"
      },
      {
        "zh": "恋语轻唱"
      },
      {
        "zh-hk": "恰如細語般的戀歌"
      },
      {
        "zh-ro": "Liàn yǔ qīng chàng"
      },
      {
        "uk": "Прошепочу тобі пісню про кохання"
      },
      {
        "pt-br": "Sussurrando Uma Canção De Amor Para Você"
      },
      {
        "en": "Whispering You a Love Song"
      }
    ],
    "description": {
      "en": "Bubbly, energetic first-year high school student Himari falls head over heels for her senpai Yori after hearing her band perform on the first day of school. Himari tells Yori she just loves her, and, to Himari’s surprise, Yori says she loves Himari back! But when Himari realizes that she and her senpai are feeling two different kinds of love, she begins to ask herself what “love” really means…",
      "es": "Himari comienza la escuela secundaria y en su primer día atiende el concierto del club de música ligera en el gimnasio de la escuela, enamorándose a primera vista con la cantante Yori y confesándole su amor en los casilleros de zapatos. Buscándo a dicha cantante, Himari se entera de que Yori no es parte del mencionado club y que a ella le gusta tocar música sola en la terraza de la escuela. Allí, se entera de que Yori también se enamoró de ella.",
      "fr": "Himari est une lycéenne de première année qui, dès le premier jour, assiste à la représentation du club de musique au gymnase de l'école. Elle a eu le coup de foudre pour la chanteuse Yori, à qui elle s'est déclarée devant les casiers du lycée. En cherchant ledit élève plus tard, elle découvre qu'elle ne fait pas vraiment partie du club et qu'elle aime jouer de la musique seule sur le toit. Là, elle découvre que Yori aussi est tombée amoureuse d'elle.",
      "ru": "Химари влюбилась в солистку группы, которая выступала на приветственной вечеринке новых студентов. После разговора с Химари Ёри — солистка группы — поняла, что влюбилась в неё с первого взгляда...\n\n---\n\n(Source: [readmanga](https://readmanga.io/proshepchu_tebe_pesniu_o_liubvi__A5238))",
      "uk": "Життєрадісна, енергійна старшокласниця Хімарі по вуха закохалася у свого семпая, на ім'я Йорі після того, як почула виступ її групи першого дня навчання. Хімарі відразу зізнається Йорі у своїх почуттях і на подив Хімарі, Йорі каже, що вона теж закохана в неї! Але коли Хімарі розуміє, що вони відчувають два різні види кохання, вона починає ставити собі питання, що ж насправді означає \"любов\".",
      "es-la": "\"Whispering you a love song\" es la historia de un amor a primera vista que inicia en la temporada de los cerezos en flor. Himari, una nueva estudiante de la preparatoria, queda fascinada por Yori-senpai, la vocalista de la banda de chicas que se presenta en la ceremonia de inauguración del año escolar.",
      "pt-br": "Himari é uma caloura do ensino médio que no primeiro dia assiste a apresentação do clube de música light na academia da escola, apaixonando-se pelo veterano e cantor Yori à primeira vista, confessando-se a ela nos armários dos sapatos. Mais tarde, procurando pelo dito veterano, Himari descobre que Yori não faz parte do clube e que, em vez disso, gosta de tocar música sozinha no telhado. Lá, ela descobre que Yori também se apaixonou por ela."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3867b8ae-9c02-4579-8a4a-c480fb92b9bb",
    "title": {
      "en": "Shoujo Jiten"
    },
    "updatedAt": "2023-01-26T23:39:52+00:00",
    "coverArt": "https://mangadex.org/covers/3867b8ae-9c02-4579-8a4a-c480fb92b9bb/5b552dc2-16e6-4b1f-87e6-0d2e544c71f0.jpg",
    "altTitles": [
      {
        "en": "Girl Dictionary"
      },
      {
        "en": "Girls Dictionary"
      },
      {
        "ja": "少女辞典"
      }
    ],
    "description": {
      "en": "Girls are creatures that are full of mysteries. In a dilapidated dormitory for girls, Yachiko who has run away from home meets Giko, the crevice ghost. Peeping on and observing girls, that is Giko's goal, all to unravel the mysteries that is a girl and to note them in his \"Girls Dictionary?!\"  \n  \nLink to the author's animations on their website:  \n<http://amagoyasairuiu.web.fc2.com/link.html>"
    },
    "status": "hiatus",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b337e56-15c4-4685-bae6-7117fb0d7acb",
    "title": {
      "en": "One Room, Hiatari Futsuu, Tenshi-tsuki"
    },
    "updatedAt": "2024-01-22T09:40:44+00:00",
    "coverArt": "https://mangadex.org/covers/4b337e56-15c4-4685-bae6-7117fb0d7acb/8f0cdb1d-b839-48b6-9998-ea1560d1e0da.jpg",
    "altTitles": [
      {
        "en": "Studio Apartment, Good Lighting, Angel Included."
      },
      {
        "ja": "ワンルーム、日当たり普通、天使つき。"
      },
      {
        "zh": "單間, 光照尚好, 附帶天使"
      }
    ],
    "description": {
      "en": "What will happen when you wake up, and find a cute girl lying next to you in bed? Furthermore, she is not an ordinary girl, but an Angel who comes from Heaven???\n\nShintarou Tokamitsu is a high school boy living alone. One day, he found a beautiful girl sitting on his balcony. Her name is Towa, but what is her true identity? A romantic comedy between two innocent souls.",
      "ja": "人暮らしの男子高校生、徳光森太郎。彼が自宅のベランダで出会ったのは清楚で優しい女の子『とわ』。けれど彼女の正体は…？　無垢な二人の胸キュン同居ラブコメディ♪",
      "vi": "Chúng ta đã quen với câu chuyện về anh nhân viên nhặt được bé JK tại lề đường. Nhưng sẽ ra sao nếu vẫn với chủ đề nhặt được người ấy, cậu học sinh năm nhất cao trung lại nhặt được một thiên thần từ Thiên Đàng ngay trong căn hộ của cậu ta? Chuyện gì sẽ xảy ra tiếp theo??"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]