[
  {
    "mangaId": "b1461071-bfbb-43e7-a5b6-a7ba5904649f",
    "title": {
      "en": "Martial Peak"
    },
    "updatedAt": "2024-04-16T18:37:16+00:00",
    "coverArt": "https://mangadex.org/covers/b1461071-bfbb-43e7-a5b6-a7ba5904649f/d175e74d-4ab7-47f4-8196-371aa51d8c2d.png",
    "altTitles": [
      {
        "zh-ro": "Wǔ Liàn Diān Fēng"
      },
      {
        "zh-ro": "Wǔ Liàn Diānfēng"
      },
      {
        "ru": "Вершина боевых искусств"
      },
      {
        "ru": "Пик боевых искусств"
      },
      {
        "zh": "武炼巅峰"
      },
      {
        "vi": "Võ Luyện Đỉnh Phong"
      },
      {
        "zh-ro": "Wu Lian Dian Feng"
      },
      {
        "zh-ro": "Wu Lian Dianfeng"
      },
      {
        "ko": "무련전봉"
      },
      {
        "en": "The Pinnacle of Martial Arts"
      },
      {
        "en": "MP"
      },
      {
        "ar": "ذروة الفنون القتالية"
      },
      {
        "ar": "مارشال بيك"
      },
      {
        "uk": "Вершина бойових мистецтв"
      },
      {
        "uk": "Пік бойових мистецтв"
      }
    ],
    "description": {
      "ar": "رحلة الوصول إلى قمة فنون القتال هي رحلة وحيدة موحشة وطويلة. في مواجهة الشدائد يجب عليك البقاء على قيد الحياة والقتال بلا هوادة، وعندها فقط يمكنك الارتقاء ومتابعة رحلتك لتصبح الأقوى. تختبر طائفة الجناح السماوي الأعلى تلاميذها بأقسى الطرق لإعدادهم لهذه الرحلة، وفي أحد الأيام تمكن المتدرب الضعيف يانغ كاي من الحصول على كتاب أسود مما جعله على الطريق إلى قمة عالم فنون القتال.",
      "en": "The peak of martial arts is solitary and lonely. It is an endless pursuit for unattainable heights as well. In order to surpass the limits of martial arts, growth and the will to survive in adverse situations is necessary.\r\nOne day, Yang Kai, a disciple-on-trial (and floor sweeper) of the Lingxiao Martial Arts Sect discovered a Wordless Black Book. That marked the turn in his luck and the beginning of his martial arts journey.",
      "fr": "Le chemin vers le sommet martial (Martial Peak) est long et solitaire. Face à l’adversité, il faut survivre et persévérer. Il est alors possible de percer et poursuivre l'ascension pour devenir le plus fort. Le Haut Pavillon Céleste entraîne ses disciples de la manière la plus sévère afin de les préparer à ce voyage. Un beau jour, le modeste balayeur Yang Kai met la main sur un livre noir, le lançant sur la route vers l'apogée du monde martial.",
      "ru": "Путь на вершину боевых искусств - путь одинокий и длинный. Перед лицом невзгод ты должен оставаться сильным и неотступным. Только тогда ты сможешь преодолеть все препятствия и стать по-настоящему сильным. Небесная Башня обучает своих учеников самым суровым образом, чтобы они могли выстоять в мире боевых искусств. Но только из-за одного самого незначительного проступка наш главный герой, Янг Кай, может быть исключен из Небесной Башни.",
      "uk": "Шлях до бойової вершини - самотній, відлюдний і довгий. Перед обличчям негараздів ти повинен вижити і залишатися непохитним. Тільки тоді ти зможеш прорватися і продовжити свій шлях, щоб стати найсильнішим. Небесна вершина випробовує своїх учнів найсуворішими способами, щоб підготувати їх до цієї подорожі. Одного разу скромному підмітальнику Ян Каю вдалося роздобути чорну книгу, яка відкриває йому шлях до вершини світу бойових мистецтв.",
      "zh": "《武炼巅峰》漫画版是由深圳漫画团队噼咔噼绘制，根据阅文集团旗起点中文网的同名小说改编，作者是莫默。武之巅峰，是孤独，是寂寞，是漫漫求索，是高处不胜寒。逆境中成长，绝地里求生，才能堪破武之极道。凌霄阁试炼弟子兼扫地小厮杨开偶获一本无字黑书，从此踏上漫漫武道。",
      "es-la": "El viaje hacia la cima marcial es solitario y largo. Ante la adversidad, debes sobrevivir y permanecer inflexible. Solo entonces podrás avanzar y continuar tu viaje para convertirte en el más fuerte. El \"Pabellón Cielo Alto\" pone a prueba a sus discípulos de las formas más duras para prepararlos para este viaje. Un día, el humilde barrendero Yang Kai logró obtener un libro negro, lo que lo puso en el camino hacia la cima del mundo marcial.",
      "pt-br": "A jornada para o Pico Marcial é algo longo e solitário. Indo de encontro com a adversidade, você deve sobreviver e permanecer vivo. Apenas aqueles que superarem os limites continuarão a jornada rumo ao objetivo de se tornar o mais forte. A Sky Tower testa seus discípulos de maneiras bem complexas para esta jornada. Um dia, o menosprezado Yang Kai conseguiu obter um livro negro, fazendo-o tomar rumo ao pico do mundo marcial."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16836fe6-b330-4924-92f3-87dd5def5ec1",
    "title": {
      "en": "Tokedase! Mizore-chan"
    },
    "updatedAt": "2023-02-20T03:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/16836fe6-b330-4924-92f3-87dd5def5ec1/a1c5acb0-a374-4abc-b4bd-cbf576f297fb.jpg",
    "altTitles": [
      {
        "en": "Melt Away! Mizore-chan"
      },
      {
        "ru": "Растай, Мидзорэ-тян!"
      },
      {
        "ja": "とけだせ! みぞれちゃん"
      },
      {
        "ko": "녹아내려라! 미조레 쨩"
      },
      {
        "vi": "Tuyết nữ Mizore"
      }
    ],
    "description": {
      "en": "Follow the antics of a snowman turned Yuki-Onna hellbent on destroying the sun with the help of a child named Himari and her Aunt Koharu.",
      "vi": "Hành trình tiêu diệt mặt trời của \"nữ chúa tuyết\" với sự giúp đỡ của Himari và họ hàng của mình."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "58"
  },
  {
    "mangaId": "030c30a3-7fa5-43fa-839b-70a1a4d55349",
    "title": {
      "en": "Fighters"
    },
    "updatedAt": "2023-02-06T22:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/030c30a3-7fa5-43fa-839b-70a1a4d55349/813b3ae5-1054-42b3-b549-911727fde220.png",
    "altTitles": [
      {
        "ko": "파이터스"
      }
    ],
    "description": {
      "en": "The Genius Fighter Jason Kim. However his winning streak ends with an accident during match, and he couldn’t use his left arm anymore.\nAfter defeat, he quit the pro scene and returned to hometown, but the life is just hard to live quietly for such fighter.\nHe’s getting involved into endless fights, regardless of his will.."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "83"
  },
  {
    "mangaId": "fff8f972-ff3e-4f24-9792-82e91635378e",
    "title": {
      "en": "Gigantis"
    },
    "updatedAt": "2023-08-12T14:37:06+00:00",
    "coverArt": "https://mangadex.org/covers/fff8f972-ff3e-4f24-9792-82e91635378e/aa2b8f94-f7a8-46e3-8088-412f879aefad.jpg",
    "altTitles": [
      {
        "ja": "GIGANTIS―ジャイガンティス―"
      },
      {
        "uk": "Ґіґантіс"
      }
    ],
    "description": {
      "en": "On that day, humanity was turned into “prey”―Gen is a high school student living on the island of Tsushima, a door to mainland Japan.\n\nAlong with his sickly sister, Misaki, and his heartwarming mother, Gen was living a peaceful life, all until an “asymmetrical monster” appears on the island. All hell breaks loose on the island of Tsushima.\n\nThese monsters devour everything from plants to animals, to humans, and mutate together. Will humanity stand a chance against these mutant creatures? Is there any hope?",
      "uk": "Того дня людство було перетворено на «здобич».\nҐен — старшокласник, який живе на острові Цушіма, що є дверима до материкової Японії.\nРазом зі своєю хворобливою сестрою Місакі та чарівною матір'ю Ґен жив мирним життям, поки на острові не з'явився «асиметричний монстр».\n\nПісля цього на острові Цушіма починається пекло.\n\nЦі монстри пожирають все, від рослин до тварин і людей. Після цього мутують.\nЧи матиме людство шанс протистояти цим істотам-мутантам?\nЄ якась надія?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "39"
  },
  {
    "mangaId": "e3fa25bc-23eb-46c3-af17-36ec9200456e",
    "title": {
      "en": "Keiyaku Shimai"
    },
    "updatedAt": "2024-03-27T01:41:01+00:00",
    "coverArt": "https://mangadex.org/covers/e3fa25bc-23eb-46c3-af17-36ec9200456e/e5fc5c8d-8f97-41b3-bbe7-97867812d0ad.jpg",
    "altTitles": [
      {
        "en": "Contract Sisters"
      },
      {
        "ja": "ケイヤクシマイ"
      },
      {
        "ja-ro": "Keiyaku Shimai"
      },
      {
        "id": "Perjanjian Saudari"
      },
      {
        "pl": "Siostry umowne"
      }
    ],
    "description": {
      "en": "Kasane Hayafuji's secret joy in life is seeing Aoyama-san, a waitress at a family restaurant. One night, she saw Aoyama standing alone in the rain. When she tried to help, Aoyama suddenly made her an offer.\n\n\"Will you be my big sister?\"\n\n---\n**Links:**\n- Alternative Official Raw - [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/59079)",
      "id": "Menemui Aoyama-san yang bekerja sebagai pelayan di restoran keluarga merupakan arti kehidupan Hayafuji Kasane. Pada suatu hari, Kasane memutuskan membantu Aoyama-san yang tengah berdiam diri di tengah guyuran hujan. Kemudian, Aoyama-san tiba-tiba menawari Kasane perjanjian saudari.\r\n\r\n“Bersediakah kamu… menjadi kakakku?”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Tune In to the Midnight Heart"
    },
    "updatedAt": "2024-04-10T22:04:32+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/f52ac1a8-2005-48ee-8a77-f7527f295d70.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "ja-ro": "Mayonaka Heart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "142438ca-afa5-439c-8bd4-dbc98e6324fc",
    "title": {
      "en": "Please Lay Your Eyes on Jasmine"
    },
    "updatedAt": "2023-08-28T01:17:09+00:00",
    "coverArt": "https://mangadex.org/covers/142438ca-afa5-439c-8bd4-dbc98e6324fc/218b035d-1cd3-42f9-952e-7dffea019236.jpg",
    "altTitles": [
      {
        "en": "Please Look at Jasmine"
      },
      {
        "ko": "자스민을 봐주세요!"
      }
    ],
    "description": {
      "en": "Jasmine had an accident with her one-sided love, Duke Aion. The straightforward man, who had not paid attention to her before, who had consistently ignored her, for some reason, now caught the feeling… “Don't you like me? Is that a lie? \"Why would I lie about that?\" “I know. You are that kind of person.” He was in a phase where he broke off from his cursed love, but instead it took a turn for the worse."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-04-15T00:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2331661-2a88-40d4-ac1a-e61ad776ed48",
    "title": {
      "en": "For My Derelict Favorite"
    },
    "updatedAt": "2024-04-11T11:51:32+00:00",
    "coverArt": "https://mangadex.org/covers/e2331661-2a88-40d4-ac1a-e61ad776ed48/43e8eeec-38dc-4862-b367-2e6f4ea2445a.jpg",
    "altTitles": [
      {
        "ko": "버려진 나의 최애를 위하여"
      },
      {
        "ko-ro": "Beoryeojin Na-eui Choeaereul Wihayeo"
      },
      {
        "en": "For My Forsaken Beloved"
      },
      {
        "en": "For My Abandoned Love"
      },
      {
        "es": "Para mi amor abandonado"
      },
      {
        "en": "For My Derelict Beloved"
      },
      {
        "es": "Por mi favorito abandonado"
      },
      {
        "zh": "为了我被遗弃的爱"
      },
      {
        "mn": "Хаягдсан хайртынхаа төлөө"
      }
    ],
    "description": {
      "en": "I entered my favorite romantic fantasy novel! I may be a commoner, but I'm rich beyond belief. I quietly watched the romance of the main characters in the original novel, assuming I would go back to reality after reaching the novel's ending... However, even after the ending, I am still stuck in this world! As a result, I learned the behind-the-scenes stories that I didn't want to know. My favorite second male lead, Kaelus, died. Living in poverty without him, I eventually became ill and died as well. I thought I would return to reality, but I went back in time instead. This is definitely... This means I have to save my beloved, right?\n\n---\n**Notes:**\n* The novel of this series was originally released as R15, 7 months after being completed the book/ebook was later re-released as R19. The webtoon will follow how the novel was originally released which is R15.\n* *For My Derelict Favorite* is the official English name on the Korean novel.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8423030), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794155)",
      "hu": "Hestia, a főhősnőnk a kedvenc regényének egy gazdag mellékszereplőjeként ébred egy nap. Rajongóként legelső dolga, hogy nemesi címet vásároljon magának annak érdekében, hogy az imádott drágaságát, a regény second male lead-jét, Caelust láthassa az arisztokrata bálokon. Hestia úgy dönt, csak külső szemlélő lesz, nem avatkozik bele a cselekményszálba. A regény eredeti befejezését követő évben azonban olyan váratlan dolog történik Caelus-szal, ami Hestiát mégis cselekvésre készteti, hogy a bias-a elkerülhesse a tragikus befejezést.1",
      "ko": "\"내 최애를 살려내!\"\nN회차 정주행할 만큼 애정하던 로판 소설에 빙의한 헤스티아,\n엑스트라 of 엑스트라에 빙의한 덕에 주인공들을 직관하고 드디어 맞이한 작품의 엔딩!\n엔딩 후 현실로 돌아가게 될 거란 예상은 산산조각이 나고,\n소설의 엔딩 후 비하인드가 가장 애정하는 캐릭터였던 서브남 카엘루스의 죽음이라는 충격에서 벗어나기도 전에\n소설의 엔딩 직후로 회귀하는데…!\n그렇다면 이번엔, 내 최애를 지켜내겠어!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af38f328-8df1-4b4c-a272-e737625c3ddc",
    "title": {
      "en": "Senpai ga Uzai Kouhai no Hanashi"
    },
    "updatedAt": "2024-03-16T16:06:17+00:00",
    "coverArt": "https://mangadex.org/covers/af38f328-8df1-4b4c-a272-e737625c3ddc/57004e6b-3573-414d-b234-afd512d89c63.jpg",
    "altTitles": [
      {
        "en": "A Story About a Senior Who Annoys His Junior"
      },
      {
        "en": "A Story About a Senpai Who Annoys His Kouhai"
      },
      {
        "en": "My Senpai Is Annoying"
      },
      {
        "ja-ro": "Senpai ga Urusai Kouhai no Hanashi"
      },
      {
        "ro": "Senpai-ul meu este enervant"
      },
      {
        "tr": "Senpai'si Uyuz Kouhai'nin Hikayesi"
      },
      {
        "ja": "先輩がうざい後輩の話"
      },
      {
        "pt-br": "Meu Senpai é Irritante"
      },
      {
        "uk": "Мій семпай дратує"
      },
      {
        "el": "Ο Senpai Μου Είναι Ενοχλητικός"
      }
    ],
    "description": {
      "en": "Futaba Igarashi is a diminutive office lady who finds that her towering and boisterous work senpai Harumi Takeda always gets in her hair, but he always has her back, he always keeps her company, and she starts noticing that her heart is slowly veering towards him…  \n  \n1st place of Tsugi Manga Awards, Category Webmanga (2018)\n\n---\n\n+++ Difference to volumes\nPixiv/Twitter (Web) to volume mapping:\n| Web Ch. | Volume Ch. | Change | Difference \n| :--- | :--- | :--- | :--- |\n| 64 | v.4 64 | | 0 |\n| 65 | v.4 64.5 | - | 1 |\n| 66 | v.4 65 |  | 1 |\n| 79 | v.4 77.5 | - | 2 |\n| 146.5 | v. 5. 145 | + | 1 |\n| 149.5 | v. 8 149 | + | 0 |\n| 150.5 | v. 8 151 | + | 1 |\n| 153.5 | v. 8 155 | + | 2 |\n| 154.5 | v. 8 157 | + | 3 |\n+++",
      "ja": "ちょっぴりガサツだけど面倒見のいい先輩・武田と、そんな彼に素直になれない（？）後輩・五十嵐。\n\n今日も五十嵐は武田をうざいと思いつつ、本当はまんざらでもなかったりやっぱり本当にうざいときもあったりと自覚のない二人の微妙な距離感にもだえちゃうことまちがいなし！",
      "uk": "Іґараші - працьовита молода офісна жінка. Такеда - семпай з роботи, нервує її постійно - і все ж вона стає все ближче до нього. Кожен день наповнений комічними невдачами та романтичними моментами, коли Іґараші намагається збалансувати роботу, життя та кохання.",
      "pt-br": "Igarashi é uma jovem esforçada que trabalha em um escritório. Takeda, o senpai acima dela no trabalho, a irrita constantemente - e ainda assim ela se encontra cada vez mais próxima dele. Todos os dias são repletos de contratempos cômicos e momentos românticos enquanto Igarashi tenta equilibrar trabalho, vida e amor."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2024-04-12T16:02:34+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/468f1a80-99f1-4cd8-8578-0225a503ae3b.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "611abd12-2640-49f0-89e1-44a6a79bf8c8",
    "title": {
      "en": "Unexpected Luck"
    },
    "updatedAt": "2024-03-26T18:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/611abd12-2640-49f0-89e1-44a6a79bf8c8/b38be28c-2604-4ae5-a2c1-3554064541b2.jpg",
    "altTitles": [
      {
        "zh": "追尾"
      },
      {
        "en": "Rear-End Collision"
      }
    ],
    "description": {
      "en": "\"Young Master Chi, you're not going to help me unconditionally, are you?\"\n\n\"You'll find out soon enough what this deal entails. Now, all you need to do is give me an answer. Do you want this opportunity or not?\"\n\n\"Yes, I do.\"\n\nChi Mingyao made a deal with an actor who was brave enough to block him because of a car accident. He only wanted to tease the little actor at first, but eventually, he genuinely wanted to befriend Li Yangxiao and pass on his good luck to him—all so that Yangxiao could chase his dreams without a care in the world."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-03-05T03:44:52+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/2e5f2212-c0fc-4441-9264-6e581a76bef4.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9a97875-8528-48af-b663-9133c58f16bb",
    "title": {
      "en": "Into the Rose Garden"
    },
    "updatedAt": "2023-01-31T09:05:17+00:00",
    "coverArt": "https://mangadex.org/covers/f9a97875-8528-48af-b663-9133c58f16bb/82d167bd-43fb-465e-b166-c1709797be72.png",
    "altTitles": [
      {
        "ko": "인투 더 로즈 가든"
      }
    ],
    "description": {
      "en": "Alock, taking pride in being an aristocrat, falls in love with Klopp at first sight, a nobleman of a family of lower social status whom he met by chance.\nIgnoring the difference in social rank, wealth as well as the taboo of both being Alphas, Alock approaches Klopp, only to be disregarded by Klopp who later marries an Omega.\nBlinded by jealousy, Alock ultimately commits a terrible sin. Having learned the truth, Klopp takes a ruthless revenge. Alock struggles and tries to resist all while slowly enduring the price to pay for his sin…\n\n\"What you did wasn't love.\"\n\"If that wasn't love, I don't know what I should call this feeling.\"\n\nIf given the chance to turn back time, would it make a difference to the pair’s relationship?\n\n'Can life become a blessing once again? \nCan I be guided towards the light once again?\nWill I be able to see him along the path under the cedar trees once again?'"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed",
    "title": {
      "en": "Isekai de Haishin Katsudou wo Shitara Tairyou no Yandere Shinja wo Umidashite Shimatta Ken"
    },
    "updatedAt": "2024-01-30T04:19:05+00:00",
    "coverArt": "https://mangadex.org/covers/7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed/3234bce0-6cf3-4e55-a88a-a8661ff8164e.jpg",
    "altTitles": [
      {
        "ja": "異世界で配信活動をしたら大量のヤンデレ信者を生み出してしまった件"
      },
      {
        "en": "When I started streaming in another world, I ended up creating a large number of Yandere followers."
      }
    ],
    "description": {
      "en": "Living in Ataraxia, a world of swords and magic, a reincarnated individual decided to make a living out of streaming.\n\nLiving in a world where such a thing did not exist despite the many forms of entertainment, he quickly made a name for himself.\n\nThis is not the tale of just a streamer… but of a boy who becomes a legend as a haishinsha.",
      "ja": "剣と魔法の世界アタラシア――その世界に生きる一人の転生者が配信活動に手を出した。 数多くの娯楽はあれど、そのようなモノが存在しなかった世界で彼はたちまち有名になった。 これは異世界で唯一の配信者……ではなく、ハイシンシャになろうと考えた少年の物語である。",
      "vi": "Anh nhân vật chính của chúng ta được chuyển sinh sang thế giới có sự tồn tại của ma thuật. Sở hữu trong mình sức mạnh bá ko tả nổi, anh sẽ đánh bại quái vật để kiếm sống ư? Không, anh chê, anh muốn theo đuổi đam mê, anh muốn làm streamer để kiếm sống."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbf53f02-9594-42e7-9dbf-8ae1c783466f",
    "title": {
      "en": "Arcane Sniper"
    },
    "updatedAt": "2024-02-10T15:39:33+00:00",
    "coverArt": "https://mangadex.org/covers/cbf53f02-9594-42e7-9dbf-8ae1c783466f/0ae5f0af-dd5b-4fee-8612-95bb22b087fd.png",
    "altTitles": [
      {
        "ko": "마탄의 사수"
      },
      {
        "ru": "Магический стрелок"
      },
      {
        "en": "Mystic Musketeer"
      },
      {
        "en": "Matan's shooter"
      },
      {
        "de": "Der Freischütz"
      },
      {
        "ja": "魔弾の銃士"
      },
      {
        "zh-hk": "魔彈-射手"
      },
      {
        "th": "สไนเปอร์กระสุนเวท"
      },
      {
        "id": "The Freeshooter"
      }
    ],
    "description": {
      "en": "Paraplegic ex-sniper Ha Yiha is getting a fresh start in the VR game “Middle Earth.” He hopes to become a powerful player and earn enough money to afford surgery, but there’s a small problem… an untimely logout leaves him playing as a musketeer, the game’s most ineffective class. Luckily, he’s able to use his real-life sharpshooting skills to take musketeering to new heights. As his unprecedented progress turns heads and prompts new quests, Yiha thinks he’s got a shot at success, but he may have just landed himself directly in danger’s sights.\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)\r\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/The-Freeshooter/548)",
      "ja": "いつも完璧を勝ち取る吉田ローガン。 しかし、不意の事故により下半身不随の障害を負い、社会から捨てられる。 絶望に陥った彼に訪れた、革命的なVRゲーム「ミドルアース」による新しい世界が始まる。 だが、とあるトラブルによりキャラクター選びを大間違い！一番能力の低い「マスケット銃士」を選んでしまう！ “クッソ…俺は他の奴と違う。俺が本物のマスケット銃の力を見せてやる！”\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ko": "\"하 중사, 이 미친놈아. 또 만발인 거 알아?\"\r\n\r\n이제 말뚝 박을 일만 남은 명사수 부사관 하이하.\r\n그러나 불의의 사고로 하반신을 못 쓰게 되어 사회로 내쳐졌다.\r\n절망에 빠져있던 그에게 혁명적인 VR 게임 [미들 어스]가 새로운 삶을 선사한다.\r\n가상현실 게임인 [미들 어스]에서 획득한 돈은 현실의 돈이 된다!\r\n\r\n하지만 캐릭터 생성 때 가장 성능이 낮은 캐릭터를 고르게 되는 바람에 망하게 생겼다!\r\n\r\n\"난 다르다. 이것이 내 마지막이야!\"\r\n\r\n흑색화약, 쇠구슬, 꼬질대. 진짜 '머스킷티어'가 무엇인지 보여주마!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ru": "Сериал про гиперреалистичную фэнтезийную игру! «Сержант Ха, ты сумасшедший ублюдок. Ты выстрелил еще раз в пулю?» Меткий стрелок Ха ЛиХа просто хотел навсегда стать частью армии. Однако из-за несчастного случая он стал парализованным и был отброшен обратно в общество. Революционная игра VR [Средиземье] подарила ему новую жизнь. Деньги, полученные в [Средиземье], имеют реальную ценность! Тем не менее, он испортил свой шанс, выбрав персонажа самого низкого уровня! «Я не такой, как другие. Это все, что у меня есть». Черный порох, железные шары и шомполы ... Я вам всем покажу, что такое настоящий «мушкетер»!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "th": "ฮาลีฮา นักแม่นปืนแห่งทหารกองหนุนได้เกิดอุบัติเหตุระหว่างขนย้ายดินปืนในค่ายทหาร ทำให้เขาสูญเสียประสาทสัมผัส ของขาทั้งสองข้าง เดินไม่ได้ และต้องใช้เงินผ่าตัดเป็นจำนวนสองพันล้านวอน\r\n\r\nหลังจากที่แม่ของเขาเห็นเขาเศร้า หมดอาลัยที่สูญเสียขา ทำให้เธอซื้อเครื่องเล่นเกมเสมือนจริงมาให้เขาเล่น ซึ่งใช้ในการหาเงินได้ด้วย เขารู้สึกดีใจมากที่ได้กลับมาเดินได้อีกครั้งแม้จะเป็นในเกม และเขาก็ได้ใช้ทักษะนักแม่นปืนของเขากับเกมนี้ด้วย\r\n\r\nเขาหวังว่าจะสามารถหาเงินจากการเล่นเกมมาผ่าตัดขาตัวเองให้กลับมาเดินได้อีกครั้ง\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "pt-br": "Uma série sobre um jogo de fantasia hiper-realista!  \r\n  \r\n“Sargento Ha, seu louco bastardo. Você acertou todos os alvos outra vez?”  \r\n  \r\nO atirador Ha LeeHa simplesmente queria fazer parte do exército para sempre. No entanto, devido a um infeliz acidente, ele ficou paraplégico e foi jogado de volta à sociedade.  \r\n  \r\nO revolucionário jogo de realidade virtual [Terra Média] apresentou-lhe uma nova vida. O dinheiro obtido na [Terra Média] tem valor no mundo real! Ainda assim, ele arruinou sua chance ao selecionar o personagem de nível mais baixo!  \r\n  \r\n“Eu não sou como os outros. Isso é tudo que tenho.”  \r\n  \r\nPólvora preta, bolas de ferro e varetas… Vou mostrar a todos o que é um verdadeiro ‘mosqueteiro’!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "52ab10b8-d539-4839-9b31-7937fb08c813",
    "title": {
      "en": "I Love Amy"
    },
    "updatedAt": "2024-04-06T23:35:10+00:00",
    "coverArt": "https://mangadex.org/covers/52ab10b8-d539-4839-9b31-7937fb08c813/7c8f7447-a813-46bf-ae91-d5cc06482824.jpg",
    "altTitles": [
      {
        "ko": "나는 에이미를 사랑해"
      },
      {
        "ko-ro": "Naneun Eimireul Saranghae"
      },
      {
        "ru": "Я Люблю Эми"
      },
      {
        "fr": "J'aime Amy"
      }
    ],
    "description": {
      "en": "\"Is this how it feels to have a friend?\" \n\nBibi is obsessed with Peter, the prince of the school. When she spots Amy next to him, she starts to feel jealous. She invites Amy to her house to warn her, but instead takes a liking to the girl. They agree to be friends on the condition that Amy has to help Bibi confess.",
      "fr": "\"C'est ce qu'on ressent lorsqu'on a une amie ?\"\nBibi est obsédée par Peter, le prince de l'école. Lorsqu'elle repère Amy près de lui, elle commence à être jalouse. Elle invite Amy chez elle pour la prévenir, mais à la place, elle commence à apprécier cette fille. Elles acceptent d'être amies à la condition que Amy doive aider Bibi à se déclarer.",
      "ko": "\"원래 친구 사이엔 이런 기분이 드는 걸까?\"\n\n'비비'는 학교 제일의 킹카 피터에게 집착하다, 그의 곁에 있던 '에이미'를 보고 질투를 느낀다. 그녀에게 경고하기 위해서 자신의 집에 초대했지만 오히려 호감을 느끼게 되고...\n둘은 비비의 고백을 돕는다는 조건으로 서로에게 유일한 친구가 되기로 한다.",
      "ru": "\"Вот что значит быть друзьями?\" Биби одержима Питэром, принцем школы.\nКогда она замечает Эми рядом с ним, она начинает ревновать. Она приглашает Эми к себе, чтобы предупредить. Но вместо этого Эми нравится ей. Они соглашаются быть друзьями, но при одном условии: Эми должна помочь Биби признаться в любви."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46.10"
  },
  {
    "mangaId": "890eda31-541b-479a-ad8a-ceba4771093e",
    "title": {
      "en": "Reliance"
    },
    "updatedAt": "2024-03-08T18:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/890eda31-541b-479a-ad8a-ceba4771093e/92f78baf-564b-40b8-8010-596eb619807b.jpg",
    "altTitles": [
      {
        "ja": "リライアンス"
      },
      {
        "zh": "Reliance -信赖-"
      }
    ],
    "description": {
      "en": "Spin-off story of 14-sai no Koi, featuring Aoi Shiki (a lesbian side character in an unrequited love with the FMC of the main story) and a new character, Iori Tachibana, in their 3rd year of middle school."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "921fb112-54c2-457f-8e7b-3a357ee391cc",
    "title": {
      "en": "Mahou Shoujo Ikusei Keikaku F2P"
    },
    "updatedAt": "2024-03-04T13:10:23+00:00",
    "coverArt": "https://mangadex.org/covers/921fb112-54c2-457f-8e7b-3a357ee391cc/9a01b152-450b-4efc-9519-16b59a7ed88e.jpg",
    "altTitles": [
      {
        "en": "Magical Girl Raising Project F2P"
      },
      {
        "ja": "魔法少女育成計画 F2P"
      }
    ],
    "description": {
      "en": "Trapped between two sides.  \n  \nThe Resistance, or The Land of Magic?  \n  \nRumors have spread of a Magical Girl with the ability to cancel death. To confirm these rumors, the Land of Magic sends two Magical Girls to investigate.  \n  \nWhat they found instead was a large dome-like barrier. Inside were a group of Magical Girls, calling themselves The Resistance. They claim to fight against what they believe is the corrupted regime of the Land of Magic. As the Land of Magic loses contact with their two agents, tensions escalate as both sides are locked in a clash within F-City.  \n  \nExperience both sides of the story in this Magical Girl vs. Magical Girl conflict."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "71effc7d-ec26-41af-8629-cd53bf8bce7a",
    "title": {
      "en": "Quinpath Romance"
    },
    "updatedAt": "2023-12-24T07:33:53+00:00",
    "coverArt": "https://mangadex.org/covers/71effc7d-ec26-41af-8629-cd53bf8bce7a/645f1632-14e4-4dc9-91a3-40986a7135d3.jpg",
    "altTitles": [
      {
        "ja": "今世は五縁がありますように！"
      },
      {
        "ja-ro": "Imayo wa Goen ga Arimasu you ni!"
      },
      {
        "ja-ro": "Konsei wa Goen ga Arimasu you ni!"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Medaka Kuroiwa is Impervious to My Charms"
    },
    "updatedAt": "2024-04-10T12:43:20+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/175849f0-09fd-4bc0-b92a-ab601587a241.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Mes charmes sont inutiles sur Kuroiwa Medaka"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "912dd3eb-80f2-4659-8986-badb32c847c0",
    "title": {
      "en": "Seven Sleeping Beauties"
    },
    "updatedAt": "2024-03-21T19:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/912dd3eb-80f2-4659-8986-badb32c847c0/7cab4f00-a328-424e-bbf0-a67925d96612.jpg",
    "altTitles": [
      {
        "ja": "7人の眠り姫"
      },
      {
        "ja-ro": "7-Nin no Nemuri Hime"
      },
      {
        "es-la": "Las Siete Bellas Durmientes"
      },
      {
        "fr": "Les Sept Princesses Endormies"
      },
      {
        "ja-ro": "Shichinin no Nemurihime"
      },
      {
        "en": "The Seven Sleeping Beauties"
      },
      {
        "nl": "De Zeven Slapende Prinsesjes"
      },
      {
        "fr": "Les Sept Belles Endormies"
      },
      {
        "nl": "De Zeven Slapende Schoonheden"
      },
      {
        "fr": "Les Sept Beautés Endormies"
      },
      {
        "de": "Die Sieben Dornröschen"
      },
      {
        "zh": "爱寐七公主"
      }
    ],
    "description": {
      "en": "A wandering prince set off to break an ancient curse bewitching the Kingdom of Amaryllis by waking up its princess with a kiss of true love. However, nobody told him there were 7 princesses to kiss and he must now take responsibility by living with them while they find out why the people of Amaryllis are unable to wake up. Will they reach a happily ever after?",
      "fr": "Un prince errant est parti pour briser une ancienne malédiction qui ensorcelle le royaume d'Amaryllis en réveillant sa princesse par un baiser d'amour véritable. Cependant, personne ne lui a dit qu'il y avait 7 princesses à embrasser et il doit maintenant prendre ses responsabilités en vivant avec elles pendant qu'ils découvrent pourquoi les habitants d'Amaryllis sont incapables de se réveiller. Parviendront-ils à être heureux pour toujours ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30b89356-952c-4a72-9d8c-cf44147e881a",
    "title": {
      "en": "IDOL×IDOL STORY!"
    },
    "updatedAt": "2024-03-01T02:34:32+00:00",
    "coverArt": "https://mangadex.org/covers/30b89356-952c-4a72-9d8c-cf44147e881a/a53438ab-4e54-4c36-9e73-7ae11f748c10.jpg",
    "altTitles": [
      {
        "ja": "アイドル×アイドル　ストーリー！"
      },
      {
        "ru": "Айдол×Айдол история!"
      }
    ],
    "description": {
      "en": "Mimi Nagisa (22 years old) is a former idol. After giving up on her dream of being an idol because of her lacking talent she spends her days working part-time while attending college. However, the moment she meets the idol Ibuki Nanakusa, whom she recently found interest in, their lives begin to cross each other.\n\n(Source: Comic Fuz, translated)\n\n[Official Twitter](https://twitter.com/idol2story_info)",
      "ja": "才能がないと夢を諦めた元アイドルのミミと、ミミに憧れていた現役アイドル・イブキ。そんな2人が、ひょんな出会いから一緒にサバイバルオーディション番組への出演を目指すことに…!?　一度は諦めかけた夢、今度こそ2人でなら…！",
      "ru": "Мими Нагиса (22 года) — бывший айдол. После того, как она отказалась от своей мечты стать айдолом из-за отсутствия таланта, она проводит дни работая на неполный рабочий день, учась в колледже. Однако в тот момент, когда она встречает кумира Ибуки Нанакуса, к которому она недавно проявляла интерес, их жизни начинают пересекаться."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82f18ea7-867d-4041-926b-00fe30c79c58",
    "title": {
      "en": "I Brought Home a Succubus Who Failed to Find a Job."
    },
    "updatedAt": "2022-07-03T15:41:27+00:00",
    "coverArt": "https://mangadex.org/covers/82f18ea7-867d-4041-926b-00fe30c79c58/9fd7b0a6-26b3-42ec-8550-d7accb8e57d4.jpg",
    "altTitles": [
      {
        "fr": "J'ai ramené chez moi une Succube qui ne trouve pas d'emploi"
      },
      {
        "es": "Llevé un Súcubo a casa que no pudo encontrar trabajo"
      },
      {
        "ja": "就活失敗したサキュバスさんを拾いました"
      },
      {
        "pt-br": "Levei para casa uma súcubos que não conseguiu encontrar um emprego."
      },
      {
        "ja-ro": "Shuukatsu Shippai shita Succubus-san wo Hiroimashita"
      }
    ],
    "description": {
      "en": "Man brings home succubus, doesn’t get fucked. Instead, gets a cute succubus to take care of him."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb676579-bf11-45cc-90f5-2870bfe94605",
    "title": {
      "en": "Mako-san Wa Shindemo Jiritsu Shinai"
    },
    "updatedAt": "2023-10-04T14:45:10+00:00",
    "coverArt": "https://mangadex.org/covers/bb676579-bf11-45cc-90f5-2870bfe94605/4125a0c1-e949-494e-9bfa-0fa739b2b392.jpg",
    "altTitles": [
      {
        "en": "Mako-san Will Not Be Independent Even If It Kills Her"
      },
      {
        "en": "Under The Same Roof"
      },
      {
        "ja": "マコさんは死んでも自立しない"
      },
      {
        "zh-hk": "真子小姐她死都不想自立"
      },
      {
        "ru": "Мако не будет независимой, даже если это убьёт её"
      }
    ],
    "description": {
      "en": "It's been one year since Rin moved to Tokyo for high school. He was told by the landlord of his apartment that he didn't have to pay rent if he takes care of the landlord's granddaughter, which he immediately accepted. However, that granddaughter, Mako, ended up being a 20 year old college student who is completely incapable of taking care of herself. Even so, it was love at first sight for Rin, and he's been taking care of her ever since."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "108"
  },
  {
    "mangaId": "f4aef76e-0674-441c-9dcf-fa5504908c96",
    "title": {
      "en": "Succubus x Delinquent (Webtoon)"
    },
    "updatedAt": "2024-01-28T17:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/f4aef76e-0674-441c-9dcf-fa5504908c96/b0b7d189-490f-474f-a48a-0173899652a4.jpg",
    "altTitles": [
      {
        "en": "Succubus x Delinquent"
      }
    ],
    "description": {
      "en": "Satan's daughter is a succubus who just wants to play video games and chill at home, until one day he gets tired of her lazing about the house, and kicks her out into the human world..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "576dc5cc-cf96-45a2-a885-3df17b6472dc",
    "title": {
      "en": "I Came to Say Goodbye to Her"
    },
    "updatedAt": "2024-04-17T15:46:46+00:00",
    "coverArt": "https://mangadex.org/covers/576dc5cc-cf96-45a2-a885-3df17b6472dc/06994b45-bc07-40aa-9a68-3bc9401c8f92.jpg",
    "altTitles": [
      {
        "ja": "彼女とお別れをしにきた"
      },
      {
        "ja-ro": "Kanojo to wo wakare wo Shi ni Kita"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76ee7069-23b4-493c-bc44-34ccbf3051a8",
    "title": {
      "en": "Tomo-chan wa Onna no ko!"
    },
    "updatedAt": "2024-02-08T21:17:25+00:00",
    "coverArt": "https://mangadex.org/covers/76ee7069-23b4-493c-bc44-34ccbf3051a8/cfac7a67-3c4b-4b29-8599-bad47613185c.jpg",
    "altTitles": [
      {
        "es": "¡Tomo-chan es una chica!"
      },
      {
        "ca": "La Tomo és una noia!"
      },
      {
        "tl": "Si Tomo-chan ay babae!"
      },
      {
        "ja": "Tomo Chan ha Onnanoko!"
      },
      {
        "sv": "Tomo-chan är en tjej!"
      },
      {
        "pt": "Tomo-chan é uma Garota!"
      },
      {
        "it": "Tomo-chan è una ragazza!"
      },
      {
        "tr": "Tomo-chan da kız!"
      },
      {
        "no": "Tomo-chan er en jente!"
      },
      {
        "da": "Tomo-chan er en pige!"
      },
      {
        "fr": "Tomo-chan est une fille !"
      },
      {
        "en": "Tomo-chan is a Girl!"
      },
      {
        "id": "Tomo-chan Itu Perempuan!"
      },
      {
        "ru": "Томо-тян — девушка!"
      },
      {
        "ja": "トモちゃんは女の子!"
      },
      {
        "ko": "토모짱은 여자아이!"
      }
    ],
    "description": {
      "en": "Tomo Aizawa was able to successfully confess to her crush Junichirou Kubota. There is only one problem: He just sees her as his buddy. He thought that she was a boy until they went to middle school together, because her grade school was in a different school district."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "953"
  },
  {
    "mangaId": "fbc8e1e4-cba6-48ec-b828-d613fe3d93a6",
    "title": {
      "en": "The Ice Guy and His Cool Female Colleague"
    },
    "updatedAt": "2024-04-07T17:59:36+00:00",
    "coverArt": "https://mangadex.org/covers/fbc8e1e4-cba6-48ec-b828-d613fe3d93a6/d9916e5f-db23-4095-9944-ec781b8274b0.jpg",
    "altTitles": [
      {
        "ja": "氷属性男子とクールな同僚女子"
      },
      {
        "ja-ro": "Koori Zokusei Danshi to Cool na Douryo Joshi"
      },
      {
        "en": "The Ice Guy and the Cool Girl"
      },
      {
        "de": "Ice-Guy und seine coole Kollegin"
      },
      {
        "fr": "The Ice Guy & the Cool Girl"
      },
      {
        "fr": "L'homme glacé et la consœur cool"
      },
      {
        "fr": "L'homme froid et la collègue cool"
      },
      {
        "it": "Ice Guy & Cool Girl"
      },
      {
        "es": "El chico de hielo y su genial colega femenina"
      },
      {
        "pl": "Śnieżny chłopak i cool dziewczyna"
      },
      {
        "ru": "Ледяной парень и классная девушка-коллега"
      },
      {
        "th": "บริษัทลุ้นรัก หนุ่มหิมะกับสาวสุดคูล"
      },
      {
        "ko": "빙속성 남자와 쿨한 동료녀"
      },
      {
        "tr": "Buz çocuk ve havalı i̇ş arkadaşı"
      },
      {
        "zh": "冰属性男子与酷酷女同事"
      },
      {
        "zh-hk": "冰屬性男子與無表情女子"
      },
      {
        "ar": "رجل الثلج وزميلة العمل الباردة"
      },
      {
        "vi": "Anh chàng băng giá và cô nàng đồng nghiệp lạnh lùng"
      },
      {
        "vi": "Chàng \"băng\" nàng \"giá\""
      },
      {
        "en": "Ice Guy and the Cool Female Colleague"
      }
    ],
    "description": {
      "de": "Himuro ist Büroangestellter und der Nachfahre einer Schneefrau. Wann immer seine Gefühle außer Kontrolle geraten, werden seine Kollegen seinen eisigen Kräften ausgesetzt. Jedoch besitzt er entgegen seiner frostigen Fähigkeiten eine sehr warmherzige und freundliche Persönlichkeit. Er liebt Katzen und Blumen, auch wenn er ihnen nicht zu nahe kommen kann. Diejenige, die seine Gefühle immer wieder aus der Bahn wirft und sein Herz zum Schmelzen bringt, ist seine stets gefasst wirkende und ein wenig exzentrische Kollegin Fuyutsuki. Obwohl alle Kollegen durch den stetigen Ausbruch seiner Kräfte von seinen Gefühlen für Fuyutsuki wissen, ist diese vollkommen ahnungslos. Dies hält Himuro jedoch nicht davon ab, zu versuchen, ihr Herz für sich zu gewinnen.",
      "en": "A cute fluffy romance about the decendant of a yuki-onna who freezes the surrounding area every time he talks to his cute coworker.\n\nx.5 chapters are longer than normal chapters and have more fluffy content, make sure to read them!\n\n---\nHimuro is a living descendant of the Snow Woman from Japanese folklore. But anytime he's around his eccentric yet kind colleague, Fuyutsuki-san, he totally freezes up! Despite the snowstorm of love that rages on in his heart, and her complete cluelessness, will he take a step forward or stay frozen in place?\n\n---\n**Links:**\n- Alternative Official English - [Penguin Random House](https://www.penguinrandomhouse.com/series/FQP/the-ice-guy-and-the-cool-girl/)",
      "fr": "Himuro est le descendant d'une yuki-onna, une femme des neiges. Par cette filiation, il plonge inconsciemment son entourage dans un environnement proche de l'Arctique lorsqu'il se concentre.\n\nPire encore, il passe pour un homme qu'il n'est pas : perçu comme insensible et au tempérament glacial, il est en réalité chaleureux, aime les chats et les fleurs.\n\nSon état finit par attirer l'attention de sa collégue Fuyutsuki, dont il est secrètement amoureux. Himuro se montre alors déterminé à capturer le coeur de la jeune femme.",
      "id": "Romansa lembut yang lucu tentang dekendensi yuki-onna yang membekukan area sekitarnya setiap kali dia berbicara dengan rekan kerjanya yang imut.",
      "it": "Il manga racconta la dolce storia d'amore tra due colleghi, la tranquilla e dolce Fuyutsuki-san e Himuro-kun, discendente di una donna delle nevi, che letteralmente ghiaccia ogni cosa attorno a lui.\n\n---\nQuesta è la storia di Himuro, il discendente di una donna delle nevi, e della sua gentile seppur particolare collega Fuyutsuki... Anche se a prima vista possono sembrare due persone imperturbabili, entrambi sono in realtà molto impacciati quando si tratta di questioni di cuore; infatti l’amore che Himuro nutre nei confronti di Fuyutsuki imperversa nel suo animo come una bufera di neve, impedendogli di compiere il fatidico primo passo. Lei, d’altro canto, pare del tutto inconsapevole dei suoi stessi sentimenti...",
      "ja": "現代を生きる雪女の末裔な氷室くんと、同僚のちょっとユニークで優しい冬月さん。一見、クールに見えつつも、二人は恋愛にすっごく不器用。冬月さんへの「好き」が心の内で吹雪のように吹き荒れる氷室くんはもう一歩を踏み出せず、一方の冬月さんは自分の感情に超が付くほど鈍感で!?　Twitter＆pixivで大人気!!　クールな二人のピュア過ぎラブコメディー♪　単行本だけの描き下ろしマンガ３編を収録☆",
      "ko": "현대를 살아가는 설녀의 후예 히무로와 \n약간 독특하면서도 상냥한 동료 후유츠키. \n\n언뜻 보면 쿨해보이는 두 사람이지만, 연애에 관해서는 놀랄 만큼 서투르다. \n후유츠키를 향한 ‘호감’이 마음속에서 눈보라처럼 몰아치자, \n히무로는 더 이상 한 걸음도 나아가지 못하고. \n후유츠키 역시도 자신의 감정에 둔감하기는 마찬가지였는데!? \n\nTwitter&pixiv에서 대인기!! \n쿨한 두 사람의 맑다 못해 투명한 러브 코미디♪ \n\n단행본만의 오리지널 에피소드 3편도 수록☆",
      "pl": "Poznajcie Himuro, żyjącego we współczesnej Japonii potomka yuki-onny, oraz jego nieco nietypową koleżankę z biurka obok, Fuyutsuki. Choć na pierwszy rzut oka oboje wydają się spokojni i opanowani, tak naprawdę w miłości nie do końca dobrze sobie radzą. Himuro, w którego sercu panuje miłosna zamieć, nie jest w stanie wykonać kolejnego kroku naprzód, zaś Fuyutsuki zdaje się nie zauważać jego starań…",
      "ru": "Милый пушистый роман о классной работнице и её, холодном как лёд, коллеге.",
      "th": "ฮิมุโระคุง ชายหนุ่มผู้สืบเชื้อสายของสาวหิมะซึ่งใช้ชีวิตอยู่ในยุคปัจจุบัน \nและคุณฟุยุสึกิ เพื่อนร่วมงานสาวผู้อ่อนโยนและค่อนข้างไม่เหมือนใคร \nหากมองแค่ผิวเผิน หนุ่มสาวคู่นี้ก็ดูเป็นคนคูลๆ อยู่หรอก \nแต่พอเป็นเรื่องราวความรักแล้ว ทั้งสองกลับไม่เอาไหนซะเลย\nฮิมุโระคุงผู้ได้แต่เก็บความ \"ชอบ\" \nที่มีต่อฟุยุสึกิไว้ในใจประหนึ่งพายุหิมะที่โหมกระหน่ำ \nโดยไม่กล้าก้าวออกไปเริ่มต้นสักที \nส่วนฝ่ายคุณฟุยุสึกิเองก็ช่างความรู้สึกช้าไม่รู้ใจตัวเองเลย!?",
      "tr": "Sevimli iş arkadaşıyla her konuştuğunda çevreyi donduran ve Yuki-Onna'nın soyundan gelen adam hakkında sevimli, kabarık bir romantizm.",
      "vi": "Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy. Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy.",
      "zh": "冰属性男子与酷酷女同事漫画 ，当雪男遇上酷酷女同事，办公室将掀起一场恋爱暴风雪！",
      "pt-br": "Himuro-kun, descendente de uma Yuki-onna moderna, acabou de chegar em seu novo trabalho, e acaba criando tempestades de neve e bonecos de neve quando é tomado por suas emoções e perde o controle. Sua paixão secreta por Fuyutsuki-san, uma colega de trabalho única, mas gentil, cresce tão forte que congela às vezes aqueles ao seu redor. Por outro lado, Fuyutsuki-san, que muitas vezes é visto como legal pelos outros, também está muito interessada no misterioso Himuro-kun. O relacionamento deles muda gradualmente através do trabalho diário e dos eventos da empresa, e eles também começam a passar tempo juntos, mas ambos são desajeitados no amor e não conseguem se aproximar…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "657c948d-6682-4559-aba7-741fbfed6730",
    "title": {
      "en": "Tsuihou Suru Gawa no Monogatari"
    },
    "updatedAt": "2024-01-13T14:01:42+00:00",
    "coverArt": "https://mangadex.org/covers/657c948d-6682-4559-aba7-741fbfed6730/81ac5c14-5721-47eb-8864-0ae06c8a1bf8.jpg",
    "altTitles": [
      {
        "ja": "追放する側の物語"
      },
      {
        "ja": "追放する側の物語 仲間を追放したらパーティーが弱体化したけど、世界一を目指します。"
      },
      {
        "en": "The Story Of The Banisher Side After Banishing The Party Member - The Party Was Weakened, But We Aim To Be The Best In The World"
      },
      {
        "ja-ro": "Tsuihou Suru Gawa no Monogatari - Nakama wo Tsuihou Shitara Party ga Jakutaika Shitakedo, Sekaiichi wo Mezashimasu."
      }
    ],
    "description": {
      "en": "\"Exile\" and you're weakened!? A \"do-over\" fantasy of a failed party!\n\"Stardust\", an up-and-coming party, in order to aim even higher, expels Est, a “burden” of the party members.\nBut as a result, the party is weakened and Est is awakened!\n\nIn this \"Serves You Right!\" situation, a swordsman with zero motivation and zero pride rises to the occasion!\nThis is a story about the \"Aftermath\" of the \"Side that Banished Him\"."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "33"
  },
  {
    "mangaId": "37b88c85-20b9-4f35-a024-db2c62220564",
    "title": {
      "en": "Getting Shot on the Frying Pan"
    },
    "updatedAt": "2024-02-24T18:33:49+00:00",
    "coverArt": "https://mangadex.org/covers/37b88c85-20b9-4f35-a024-db2c62220564/027124c4-3e3f-47a4-9563-faf557e016e4.jpg",
    "altTitles": [
      {
        "ja": "鍋に弾丸を受けながら"
      },
      {
        "ja": "Nabetama"
      },
      {
        "en": "Getting Shots On Frying Pan"
      },
      {
        "ja-ro": "Nabe ni Dangan wo Ukenagara"
      },
      {
        "vi": "Ăn Đạn Trên Chảo Nóng"
      }
    ],
    "description": {
      "en": "Meet Juntaro. A Japanese fishing addict who was born and raised in what is perceived to be one of the roughest parts of Japan. It is through his lens where you can experience various parts of the world, their culture, and of course their food. He particularly loves to visit countries and cities that are also believed to be highly dangerous due to his personal belief that they will absolutely have delicious food. Because this was intended for a Japanese audience, you will also get to witness various worldviews unique to Japan alongside it all. There's just one problem:\n\nHe has extreme brainrot and views the world through a cute anime girl filter.",
      "ja": "50000点の美味を求めて美少女（？）が世界の危険地帯に赴き、現地の怪しくも魅惑的な料理の数々を喰らう！ノンフィクション＆カオス＆ハードグルメリポートコミック！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be2efc56-1669-4e42-9f27-3bd232bca8ea",
    "title": {
      "en": "Ningen ni Koisuru Shinigami-chan"
    },
    "updatedAt": "2024-02-12T03:36:37+00:00",
    "coverArt": "https://mangadex.org/covers/be2efc56-1669-4e42-9f27-3bd232bca8ea/81ebe544-0b20-4306-b7ba-0200ade0b527.jpg",
    "altTitles": [
      {
        "ja": "にんげんに恋する死神ちゃん"
      },
      {
        "pt-br": "A ceifadora se apaixona por um humano"
      },
      {
        "en": "The Grim Reaper Falls in Love With a Human"
      },
      {
        "vi": "Thần chết trót đem trọn tình yêu với một con người."
      },
      {
        "id": "Shinigami-chan yang jatuh cinta pada manusia"
      }
    ],
    "description": {
      "en": "_\"You can see me again?\"_\n\nOne day \"Human\" was overworked from his black company and about to die... and saw a Grim Reaper! But even though her job is to collect souls, \"Grim-chan\" instead takes care of \"Human\" so he doesn't die....?",
      "ja": "「ちゃんと休め～～!!」\n「また、あたしが見えてるな？」\n\n残業過多で疲れ切ってる「にんげん」はある日、ブラックな労働環境に死にかけて……死神が見えてしまう。\nしかし、魂の回収がお仕事なハズの「死神ちゃん」は、「にんげん」が心配のあまり死なないようにお世話をしてしまい――!?\n\n「死神ちゃん」と過ごす、春夏秋冬。疲れ切ってるあなたに贈る、癒やしのフルカラー・ラブコメ・コミック!!\n\n---\n\n\"Chanto yasume ~~!!\"\n \"Mata, atashi ga mie teru na?\"\n\nZangyō kata de tsukare kitteru 'nin gen' wa aru hi, burakkuna rōdō kankyō ni shinikakete... shinigami ga miete shimau. Shikashi, tamashī no kaishū ga oshigotona hazu no 'shinigami-chan' wa,'ni n gen' ga shinpai no amari shinanai yō ni osewa o shite shimai ――!? \n\n`Shinigami-chan' to sugosu, shunkashūtō. Tsukare kitteru anata ni okuru, iyashi no furukarā rabukome komikku!!",
      "pt-br": "\"Você pode me ver de novo?\" Um dia o \"Humano\" estava sobrecarregado de trabalho de sua empresa abusiva e prestes a morrer... ele viu uma Ceifadora! Mas mesmo que seu trabalho seja coletar almas, \"Grim-chan\" decide cuidar do \"Humano\" para que ele não morra...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffed9e72-03b6-4ac1-9686-3299ee28a379",
    "title": {
      "en": "Paradise Hell"
    },
    "updatedAt": "2024-02-28T12:13:34+00:00",
    "coverArt": "https://mangadex.org/covers/ffed9e72-03b6-4ac1-9686-3299ee28a379/e666c369-850f-450d-a7ce-2fe7ffdc8892.jpg",
    "altTitles": [
      {
        "ja": "パラダイスヘル"
      }
    ],
    "description": {
      "en": "Shizuka Kamishiro is 21 years old, with no money, no friends, and no girlfriend. He was stuck at home, after he got scammed by a college acquaintance who wasn't even really a friend, when he heard a loud gasp from his neighbor, a college girl who was fucking her boyfriend while he's lying on his mattress suffering all alone. The absurd difference in circumstances drove him crazy, and he punched the wall so hard that he broke through. The neighbors came over, and her boyfriend beat him almost senseless. As despair and dark emotions overwhelmed him, a messenger from the demon world appeared. Immediately, the boyfriend's head flew off, and the demon told him, \"So, go ahead and XXX this girl.\"\n\nWhen a young man gains supernatural powers, an immoral \"erotic x grotesque\" game begins!\n\n(Source: Futabasha, translated)",
      "ja": "金なし、彼女なし、友達なしの苦学生・神城静21歳。\n\n\n\n同じ大学で友達とも呼べない知り合いに勧められた投資詐欺に引っかかり、自宅で意気消沈していると、隣人の女子大生の大きな喘ぎ声が聞こえてくる。\n\n\n\n布団にくるまり苦しむ自分と、彼氏とハッスルしている女子大生。そのあまりに理不尽な違いに思わず発狂し、勢いそのままに壁パンをかましたところ壁が貫通。すると、女子大生とその彼氏が乗り込んできて半殺しにされる。\n\n\n\n絶望を通り越し、暗黒の感情が充満したその時、目の前に魔界からの使者が現れる。一瞬にして、彼氏の首が飛び、そして使者はこう告げるーー。\n\n\n「その女、×××しなよ」超絶画力で紡ぐ“エロ×グロ“の男子校ノリ全開の不謹慎エンターテインメント！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5830e058-e67b-43e2-a5af-1e10c2b9ae6d",
    "title": {
      "en": "Biden vs Obama"
    },
    "updatedAt": "2023-09-02T09:33:12+00:00",
    "coverArt": "https://mangadex.org/covers/5830e058-e67b-43e2-a5af-1e10c2b9ae6d/a987ebce-d7c9-48bb-bc62-eb3e13e01df9.jpg",
    "altTitles": [
      {
        "ru": "Байден против Обамы"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Tying the Knot with an Amagami Sister"
    },
    "updatedAt": "2024-04-17T10:17:09+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/dab49715-9fe2-4f1d-82c0-d27c3f39ed7f.jpg",
    "altTitles": [
      {
        "ja-ro": "Amagami-san Chi no Enmusubi"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a4896718-ecef-4701-8497-5ba07d4e89cc",
    "title": {
      "en": "I Killed the Player of the Academy"
    },
    "updatedAt": "2023-12-15T08:17:39+00:00",
    "coverArt": "https://mangadex.org/covers/a4896718-ecef-4701-8497-5ba07d4e89cc/c876c829-a2ce-45fc-a263-cef39e01fa5d.png",
    "altTitles": [
      {
        "ko": "아카데미 플레이어를 죽였다"
      },
      {
        "en": "I Killed an Academy Player"
      },
      {
        "en": "I Killed the Academy Player"
      }
    ],
    "description": {
      "en": "I killed the player.\n\nHe was a real son of a bitch…\n\nHe loved me too much and was a sociopath.\n\nNow that I'm back in time, I'll kill him before being manipulated again and save the harem's girls who will help me win the video game's scenario!",
      "ko": "플레이어를 죽였다.\n죽일 만한 놈이었다. 아주 X새끼였거든."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-04-15T18:53:26+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/84f6d77a-889c-4efe-8dfa-2d819743d8af.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers! As the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72a2961a-333b-434c-8552-8944d5c0c862",
    "title": {
      "en": "Gojuu, Rokujuu, Yorokonde"
    },
    "updatedAt": "2024-02-03T15:20:44+00:00",
    "coverArt": "https://mangadex.org/covers/72a2961a-333b-434c-8552-8944d5c0c862/9c8f875f-71f6-48fa-8b2b-6c599ccd758f.jpg",
    "altTitles": [
      {
        "en": "Fifty, Sixty, It's My Pleasure."
      },
      {
        "ja": "五十、六十、よろこんで。"
      },
      {
        "ru": "Пятьдесят, шестьдесят, с удовольствием."
      }
    ],
    "description": {
      "en": "Aki-san (50), a divorced woman, has been getting along well with Rokujo-san (60).\nPeople around them are worried about their pure relationship, but there is no need to worry. At a summer festival, the two quickly grow closer, and their feelings for each other continue to grow.\nThey envision a future together, and finally....\n\"I want to spend the rest of my life with the person I love.\"",
      "ru": "Аки-сан (50 лет), разведённая женщина, хорошо проводит время с Рокудзё-саном (60 лет). Окружающие беспокоятся, но их отношения чисты, и беспокоиться не стоит. На летнем фестивале они быстро сближаются, и их чувства друг к другу продолжают расти. Они представляют себе совместное будущее, и, наконец... «Я хочу провести остаток жизни с любимым человеком»."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "60"
  },
  {
    "mangaId": "334019e1-18bb-4ac0-b35c-0e8efb1e481c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands (Official Colored)"
    },
    "updatedAt": "2023-12-19T20:26:22+00:00",
    "coverArt": "https://mangadex.org/covers/334019e1-18bb-4ac0-b35c-0e8efb1e481c/931ca2d2-a398-42b6-aac4-4c588973f8dd.jpg",
    "altTitles": [
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ カラー版"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure.\n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2024-04-14T17:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/6dfe5a5e-feaa-4a7d-97ec-24bd654282ed.jpg",
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484f94e7-35c3-4cb5-a068-53d684c1439a",
    "title": {
      "en": "Baki Rahen"
    },
    "updatedAt": "2024-04-09T00:09:56+00:00",
    "coverArt": "https://mangadex.org/covers/484f94e7-35c3-4cb5-a068-53d684c1439a/9e78de44-f1bc-42a4-822d-2204e44cadd1.png",
    "altTitles": [
      {
        "ja": "刃牙らへん"
      },
      {
        "en": "Baki Part 6"
      },
      {
        "ru": "Баки: Рахэн"
      },
      {
        "ru": "Баки: Где-то рядом"
      },
      {
        "en": "Baki and Others"
      },
      {
        "tr": "Baki Rahen"
      }
    ],
    "description": {
      "en": "The sixth part of the Baki series.",
      "ru": "Продолжение великой эпопеи \"Баки\". 6-я номерная серия тайтла, которая поведает нам нереальную историю сражения Джека Хаммера и доисторического человека Пикла!!!",
      "tr": "Büyük destan Bucky'nin devamı. Jack Hammer ve tarih öncesi adam Pickle arasındaki savaşın gerçek dışı hikayesini anlatacak olan Baki'nin 6 numaralı serisidir!!!",
      "pt-br": "Jack derrubou o mundo do sumô, agora ele irá desafiar a todos para seu torneio. Desta vez uma nova jornada."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aadd98aa-00ae-4c09-9903-28cb346c45ee",
    "title": {
      "en": "Healing Space"
    },
    "updatedAt": "2024-04-17T14:47:57+00:00",
    "coverArt": "https://mangadex.org/covers/aadd98aa-00ae-4c09-9903-28cb346c45ee/b683b9f2-b01b-44bb-b62a-ad110a660378.jpg",
    "altTitles": [
      {
        "ja": "Healingスペース"
      }
    ],
    "description": {
      "en": "3 chapter guest serialization from Manga Time Kirara."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b17751a-f0e2-46a2-9c39-8cae0cb69d39",
    "title": {
      "en": "Nyako to Hakase"
    },
    "updatedAt": "2024-02-26T14:07:57+00:00",
    "coverArt": "https://mangadex.org/covers/6b17751a-f0e2-46a2-9c39-8cae0cb69d39/1598168b-f331-4a2d-a07d-3f42afe5fd08.png",
    "altTitles": [
      {
        "en": "Nyako and Doctor"
      },
      {
        "en": "Sorajirou's Untitled Cat Maid"
      },
      {
        "ja": "にゃことはかせ"
      },
      {
        "ru": "Няко и профессор"
      },
      {
        "pt-br": "A Empre-Gata Nyako e a Professora"
      },
      {
        "en": "Nyako and Professor"
      }
    ],
    "description": {
      "en": "Twitter short series by @SORAji34",
      "ru": "Короткие истории из жизни профессора и её горничной — Няко.",
      "pt-br": "Uma Série Curta do Twitter feita pelo @SORAji34"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  },
  {
    "mangaId": "9dbd08c3-a4ed-4fa3-82e2-18a400f80627",
    "title": {
      "en": "Nimotsu Mochi no Nousuji Musou"
    },
    "updatedAt": "2024-02-27T16:23:26+00:00",
    "coverArt": "https://mangadex.org/covers/9dbd08c3-a4ed-4fa3-82e2-18a400f80627/2c974d5a-c3cb-4d42-8827-11bab030c35b.jpg",
    "altTitles": [
      {
        "ja": "荷物持ちの脳筋無双"
      }
    ],
    "description": {
      "en": "The more he carries, the stronger he becomes! An unmatched fantasy by the weakest adventurer duo!\n\nRyuk, a boy with a unique skill “Porter,” which allows him to carry a massive amount of items, was being exploited as a chore boy for the S-rank party “Black Lion of Foresight.” One day, the party managed to acquire a storage item more convenient than Ryuk’s skill, thus no longer needed, Ryuk is banished inside a dangerous dungeon. Despairing in this hopeless situation, suddenly he meets a shrine maiden girl, Mio — and then?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "341ef721-6c92-4884-b17b-236b74401fd3",
    "title": {
      "en": "Koneko ♂ ga Matterunode Kaerimasu."
    },
    "updatedAt": "2023-02-20T10:14:09+00:00",
    "coverArt": "https://mangadex.org/covers/341ef721-6c92-4884-b17b-236b74401fd3/31e10d4e-dfe7-4e33-9329-4e75499c9d90.jpg",
    "altTitles": [
      {
        "en": "My Cat Is Waiting For Me!"
      },
      {
        "en": "My Kitten♂ Is Waiting, So I'm Going Home."
      },
      {
        "ja": "子猫♂が待ってるので帰ります。"
      }
    ],
    "description": {
      "en": "Miyako is stressed out at work. Seeking solace, she tries to get a cat, but is unable to do so. She returns home dejected… only to find a child with cat ears and a hoodie lying on the floor…! When she rushes to take care of him, she finds out that he is a very beautiful boy!\n\nThe cute and dangerous life together of a beautiful boy and an office worker begins!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "6c1eb4e1-95c5-466e-b4e6-ea545585d19a",
    "title": {
      "en": "Tsubaki-chou Lonely Planet"
    },
    "updatedAt": "2023-10-03T21:23:17+00:00",
    "coverArt": "https://mangadex.org/covers/6c1eb4e1-95c5-466e-b4e6-ea545585d19a/1921bf9e-701c-4034-b50e-3a370f191f09.jpg",
    "altTitles": [
      {
        "ja": "椿町ロンリープラネット"
      },
      {
        "ja-ro": "Tsubakichou Ronrii Puranetto"
      },
      {
        "en": "This Lonely Planet"
      },
      {
        "ar": "كوكب تسوباكي تشو الوحيد"
      },
      {
        "ar": "كوكب حي تسوباكي الوحيد"
      },
      {
        "th": "ขยับหัวใจเข้าใกล้นายมาดเข้ม"
      },
      {
        "ko": "츠바키 쵸 론리 플래닛"
      },
      {
        "zh": "椿町里的寂寞星球"
      }
    ],
    "description": {
      "en": "Ohno Fumi is a poor 2nd year high school student. Because of her father's debts, she's kicked out of her own home and has to rely on her own connections to survive. Thus begins her life as a live-in housekeeper for a reclusive writer."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "77.4"
  },
  {
    "mangaId": "d1874a5b-9397-41ee-9289-415e975b53bd",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Koto Nairan-hen"
    },
    "updatedAt": "2022-06-16T07:57:18+00:00",
    "coverArt": "https://mangadex.org/covers/d1874a5b-9397-41ee-9289-415e975b53bd/d2c2328e-6686-4e5c-aa4c-6d6878f8a051.jpg",
    "altTitles": [
      {
        "ja-ro": "Mahouka Koukou no Rettousei - Ancient City Insurrection Arc"
      },
      {
        "en": "The Irregular at Magic High School -  Ancient City Insurrection Arc"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Волнение в Древней Столице"
      },
      {
        "ja": "魔法科高校の劣等生 古都内乱編"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō Nama Koto Nairan-hen"
      }
    ],
    "description": {
      "en": "Zhou Gongjin, who was the mastermind of what happened in the Parasite Doll incident of Nine Schools Competition, has fled from Yokohama to the area of the original ancient magic users group centred around Kyoto also known as the *traditionalists*.   \nSince then two months have passed and the National High School Magic Thesis Competition will soon be held again. This year's Thesis Competition is being held in Kyoto sponsored by the Magic Association and in their conference hall.   \nTatsuya gets visited by the Kuroba twins who as representatives bring Yotsuba Maya's letter to him. The letter is a request from his aunt saying \"I hope for your cooperation to capture Zhou Gongjin\".  \nWhile it is questionable that whether it is a \"command\" rather than a \"request\", Tatsuya and Miyuki go to Kudou's house as they are in the centre as opponents of the traditionalists. As a result, the two siblings have a fated encounter with the \"Genius Augmented Magician”.   \nConspiracy of the ancient city was the stage. The fate that has continued to smoulder away in the back of the history of magician development, Tatsuya and Miyuki and his companions are challenged.   \n  \nAdaptation of the original novel's volumes 14-15."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "34"
  },
  {
    "mangaId": "480f2660-be46-4868-bf70-d06655d9089e",
    "title": {
      "en": "Higurashi no Naku Koro ni Oni"
    },
    "updatedAt": "2024-04-11T16:20:24+00:00",
    "coverArt": "https://mangadex.org/covers/480f2660-be46-4868-bf70-d06655d9089e/c03e4ff2-9d52-432e-81c0-5d494e6ed6d4.jpg",
    "altTitles": [
      {
        "ja": "ひぐらしのなく頃に 鬼"
      },
      {
        "en": "Higurashi When They Cry Demon"
      }
    ],
    "description": {
      "en": "Taisho, year 12 (1923). A tragedy in Hinamizawa village changes the fate of a girl and her friends. The turbulent early life of Oryou, head of the Sonozaki family, one of the Three Great Families, who would later be feared and known as Empress Sonozaki.\nThe missing link to the original *Higurashi no Naku Koro ni* is now revealed."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc24c75e-1c73-43bc-80aa-024ebb041e34",
    "title": {
      "en": "Musume Janakute, Watashi (Mama) ga Suki Nano!?"
    },
    "updatedAt": "2023-10-04T12:59:49+00:00",
    "coverArt": "https://mangadex.org/covers/bc24c75e-1c73-43bc-80aa-024ebb041e34/4c1ec54a-ba65-4d13-9e57-8d3aba060345.jpg",
    "altTitles": [
      {
        "id": "Kamu Suka Aku, Bukan Putriku?!"
      },
      {
        "ja-ro": "MAMASUKI"
      },
      {
        "ja-ro": "Musume Janakute, Watashi ga Suki Nano!?"
      },
      {
        "en": "You Like Me, Not My Daughter?!"
      },
      {
        "ja": "娘じゃなくて私が好きなの！？"
      },
      {
        "zh": "喜欢的不是女儿而是我吗？"
      },
      {
        "pt-br": "Você Gosta É De Mim (Mamãe) E Não Da Minha Filha?!"
      },
      {
        "en": "You Like Me (Mama), Not My Daughter?!"
      }
    ],
    "description": {
      "en": "This is a romantic comedy starring an adult 30 year old woman named Ayako who is confessed to by a man 10 years her junior, 20 year old college student Takumi… A man she knows as the boy \"Takkun\" who lives next door and who has tutored her adopted daughter since he was 10. The revelation astounds her as she thought her daughter Miu and he were an item.",
      "pt-br": "Esta é uma comédia romântica estrelada por uma mulher adulta de 30 anos chamada Ayako, que é confessada por um homem 10 anos mais novo dela, o estudante universitário de 20 anos, Takumi … Um homem que ela conhece como o menino \"Ta-kun\" que mora ao lado e que ensina sua filha adotiva desde os 10 anos. A revelação a espanta, pois ela pensava que sua filha Miu e ele eram um casal."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]