[
  {
    "mangaId": "a5472353-d9e2-4f8e-ae1a-f25ffae45258",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon Official Guidebook"
    },
    "updatedAt": "2023-10-29T13:56:36+00:00",
    "coverArt": "https://mangadex.org/covers/a5472353-d9e2-4f8e-ae1a-f25ffae45258/de51bfe1-503a-420d-840b-995dddb183e0.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi's Dragon Maid Official Guidebook"
      },
      {
        "en": "Maidragon Compendium"
      },
      {
        "ja": "小林さんちのメイドラゴン公式ガイドブック メイドラ大全"
      }
    ],
    "description": {
      "en": "A complete compendium! This official guidebook tells you everything about \"Kobayashi-san Chi no Maid Dragon\" (as of now).\nCharacter profiles for humans and dragons / Recap of the story by volume / Dragon matching test / Guardian knowledge test / Collection of gorgeous illustrations by the best guest artists / Q&A with Coolkyoushinja / Drafts for Chapter 1 / Illustration gallery (in full color)... and more!\nIt also includes a special chapter newly drawn!\nA super-supreme must-have for all Dragon Maid fans!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d322930b-e3a6-4494-853d-288ebb50c6b6",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Shizoku Kaigi-hen"
    },
    "updatedAt": "2025-01-21T16:40:32+00:00",
    "coverArt": "https://mangadex.org/covers/d322930b-e3a6-4494-853d-288ebb50c6b6/1c829d0f-9f54-4c07-840b-49b3aed61062.jpg",
    "altTitles": [
      {
        "es-la": "Mahouka Koukou no Rettousei -  La Conferencia de los Clanes Maestros"
      },
      {
        "es": "Mahouka Koukou no Rettousei -  La Cumbre de los Clanes Maestros"
      },
      {
        "en": "The Irregular at Magic High School - The Master Clans Conference Arc"
      },
      {
        "en": "Mahouka Koukou no Rettousei - The Master Clans Summit"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Собрание главных кланов"
      },
      {
        "ja": "魔法科高校の劣等生 師族会議編"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō-sei - Shi-zoku Kaigi-hen"
      }
    ],
    "description": {
      "en": "At the Yotsuba New Year's gathering, Miyuki was names as the successor whilst Tatsuya was named her fiancé. Tatsuya and Miyuki's non-sibling relationship and engagement are now public knowledge. Among the shocked students the most shocked are those that knew the siblings.  \nMeanwhile, the Ten Master Clans selection meeting, followed by magicians all over the world, is due to take place at a hotel in Hokone.  \n  \nAdaptation of the original novel's volumes 17-19.",
      "es": "La sucesión al los Yotsuba y el compromiso de Shiba Miyuki se anunció a la comunidad mágica. Sin embargo, la Familia Ichijou de los Diez Clanes Maestros presentó una objeción. Mientras tanto, la atmósfera en la Preparatoria de Magia, el aire de respeto por los hermanos Shiba, que habían ocultado sus identidades, está siendo evitado, y Tatsuya y Miyuki se están aislando. ¡Un nuevo episodio que describe la nueva relación entre los dos ha sido adaptado a un cómic por el nuevo Takeda Hazumi!  \n  \nAdaptación de los volúmenes 17-19 de la novela ligera original."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "53"
  },
  {
    "mangaId": "0148ce7c-7abe-4521-9711-70687f00269f",
    "title": {
      "en": "Rikudou"
    },
    "updatedAt": "2024-10-11T17:31:50+00:00",
    "coverArt": "https://mangadex.org/covers/0148ce7c-7abe-4521-9711-70687f00269f/ee04e871-ed8e-4e5b-b927-4bf7a8f8eaf2.jpg",
    "altTitles": [
      {
        "en": "Path of Riku"
      },
      {
        "fr": "Riku-Do, La rage aux poings"
      },
      {
        "ja-ro": "Rikudo"
      },
      {
        "ja": "リクドウ"
      }
    ],
    "description": {
      "en": "Riku experienced a lot of pain and tragedy in his early life. After his father's death, a former-boxer Yakuza man taught him how to do a basic punch, and that punch saved his life when he had to defend himself from his mom's drug dealer. He ended up taking the drug dealer's life, marking him as a killer. Criminals continued to come after him, leading to more tragedy for the people who attempted to care for him. All of this drove him to ask that same former boxer to teach him to become stronger, which led him to a rundown gym, his door to the world of pro boxing!  \n  \n**Officially published:**  \n- In french by [Kazé](http://manga.kaze.fr/catalogue/ri_ku_la_rage_aux_poings) as \"Riku-Do, La rage aux poings\"  \n- In italian by [J-Pop](https://www.j-pop.it/855-rikudo)",
      "es": "Riku Akutou, un chico que ha perdido a su padre, conoce a Kyosuke Tokorozawa, un antiguo boxeador que se dedica a cobrar deudas. En un mundo lleno de sinrazón, ¿qué utiliza la gente como guía para sobrevivir? ¿Pelearán? ¡Esta es la historia de la increíble lucha a puñetazos de Riku Akutou mientras recorre el espinoso camino de la vida!　El chico no tiene nada. Excepto por sus puños.",
      "ja": "父親を失った少年・芥生リクは借金取りの元ボクサー・所沢京介と出会う。理不尽に満ちたこの世界で、人は何をよすがに生き抜くのか。戦うのか。人生という茨の道を歩む芥生リクの破格の拳闘ストーリー！　少年には何もない。その拳以外は。",
      "es-la": "Riku experimentó mucho dolor y tragedia en sus primeros años de vida. Tras la muerte de su padre, un antiguo boxeador de la Yakuza le enseñó a dar un puñetazo básico, y ese puñetazo le salvó la vida cuando tuvo que defenderse del traficante de drogas de su madre. Acabó quitándole la vida al traficante, marcándolo como un asesino. Los delincuentes siguieron persiguiéndolo, lo que provocó más tragedias para las personas que intentaron cuidarlo. Todo esto le llevó a pedir a ese mismo ex boxeador que le enseñara a ser más fuerte, lo que le llevó a un gimnasio en decadencia, ¡su puerta al mundo del boxeo profesional!",
      "pt-br": "Riku passou por muita dor e tragédia em sua vida precoce. Após a morte de seu pai, um ex-boxeador membro da máfia Yakuza ensinou-lhe como dar um soco básico, e esse soco salvou sua vida quando ele teve que se defender do traficante de drogas de sua mãe. Acabou tirando a vida do traficante, marcando-o como um assassino. Criminosos continuaram a persegui-lo, resultando em mais tragédias para as pessoas que tentaram cuidar dele. Tudo isso o levou a pedir ao mesmo ex-boxeador que o ensinasse a se tornar mais forte, o que o levou a um ginásio decadente, sua porta de entrada para o mundo do boxe profissional!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "23",
    "lastChapter": "241"
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2025-01-01T17:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/f21987e8-1918-4d2d-9796-3c66ac271820.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "zh": "蓝箱"
      },
      {
        "eu": "Kutxa Urdina"
      },
      {
        "pl": "Niebieskie pudełko"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "ja": "バドミントン部に所属する猪股大喜（いのまたたいき）は、女子バスケ部の先輩・鹿野千夏（かのちなつ）に恋をしていた――。自主練を真摯に取り組む姿に心惹かれていたが、思いもよらぬ事実が発覚し…!?　道のりは遠く、想いは近く。",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c718eb5d-6544-49ab-9fb4-ee90f6b75f8e",
    "title": {
      "en": "The Age of Arrogance"
    },
    "updatedAt": "2024-11-21T01:08:24+00:00",
    "coverArt": "https://mangadex.org/covers/c718eb5d-6544-49ab-9fb4-ee90f6b75f8e/e7198cb0-6882-4963-adae-fc3a1de456cb.jpg",
    "altTitles": [
      {
        "ko": "오만의 시대"
      },
      {
        "ko-ro": "Omane Sidae"
      },
      {
        "en": "The Era of Pride"
      },
      {
        "en": "City of Arrogance"
      },
      {
        "fr": "L'âge de l'arrogance"
      },
      {
        "es": "La edad de la arrogancia"
      },
      {
        "es": "La nueva era"
      },
      {
        "ne": "अहङ्कारको युग"
      },
      {
        "ru": "Эпоха высокомерия"
      },
      {
        "th": "ยุคแห่งความโอหัง"
      },
      {
        "ja": "傲慢の時代"
      },
      {
        "zh": "傲慢的时代"
      },
      {
        "zh-hk": "傲慢的時代"
      },
      {
        "id": "Masa Kesombongan"
      },
      {
        "vi": "Thời đại của oman"
      },
      {
        "tr": "Gurur Çağı"
      },
      {
        "ar": "عصر الغطر"
      },
      {
        "es-la": "La era de arrogancia"
      },
      {
        "pt-br": "A Era da Arrogância"
      }
    ],
    "description": {
      "ar": "سيد بيرباز، الذي قاد الحرب التي استمرت 28 عامًا إلى النصر، \"آشا بيرباز\". بالنسبة لبيرفاز، الذي دمرته الحرب الطويلة، تتوجه آشا إلى العائلة الإمبراطورية لتلقي مكافأة النصر التي وعد بها الإمبراطور. ومع ذلك، فإن المكافأة الوحيدة التي عادت كانت <الحق في اختيار شريك الزواج>. كخيار أفضل، أشار آشا إلى \"دوق كارلايل هافن\"، وهو الأمير الأول الذي تم حرمانه مؤخرًا من لقب ولي العهد. إذا تم رفضها، كانت تنوي الحصول على نفقة من الإمبراطور... \"ماركيز بيرباز. سأقبل عرض زواجك\". وعلى عكس التوقعات، قبل دوق كارلايل اختيار آشا. وعود بدعم هائل لبيرفاز...!",
      "en": "The lord of Pervaz, who led the 28-year war to victory, Asha Pervaz. \n\nFor Pervaz, who was devastated by the long war, Asha heads to the imperial family to receive the victory reward promised by the emperor.  However, the only reward that came back was the \"right to choose a marriage partner.\" \n\nAs the best choice, Asha pointed out the Duke of Carlisle Haven, the first prince who had recently been deprived of the title of crown prince.  If she was refused, she intended to receive compensation from the emperor... \n\n\"Marquise Perbaz. I will accept your marriage proposal.\" \n\nContrary to expectations, the Duke of Carlisle accepted Asha's choice.  Promising tremendous support for Pervaz...!\n\n---\nAfter winning a long war, Asha Pervaz is expecting the emperor to compensate her with money. Unlike her expectations though, the emperor asks Asha to choose her own husband from a list of nobles. Asha chooses Duke Carlisle Haven, the emperor’s eldest son and former crown prince. Asha expects him to object and pay an alimony instead, but the duke actually agrees to marry her! He even promises to help Asha rebuild Pervaz. What does the duke really want? And will Asha get what she wants without getting embroiled in the growing royal conspiracy?",
      "fr": "Après avoir mis fin à la longue guerre contre les Lurs, Asha Pervaz, Seigneure des terres de Pervaz, se rend au palais impérial dans l'espoir d'obtenir la récompense promise par l'Empereur. Mais contrairement à ses attentes, Asha ne se voit offrir que le droit de choisir un époux. Fine stratège, elle choisit le Duc Carlisle Haven, fils aîné de l'empereur et prince héritier temporairement privé de son autorité, pensant que celui-ci refusera et lui versera en échange une compensation financière. Mais contre toute attente, le Duc accepte de l'épouser. Il lui promet de lui fournir les matériaux nécessaires à la reconstruction de Pervaz si Asha l'aide à récupérer le trône qui lui revient de droit.",
      "id": "Setelah kematian ayah dan kakak-kakaknya melawan suku barbar, Asha Pervaz turun tangan untuk menggantikan mereka. Kemenangan berhasil ia raih, namun imbalan yang ia terima hanya cemoohan rakyat dan “hak memilih calon suami”, alih-alih hadiah uang untuk membangun kembali wilayahnya. Sadar bahwa Kaisar mempermainkannya, Asha memilih Carlisle Haven Evaristo, sang putra mahkota kekaisaran yang dicabut haknya akibat skandal besar, untuk menjadi suaminya! Asha yakin Carlisle akan menolaknya, namun…",
      "ko": "28년간의 전쟁을 승리로 이끈 페르바즈의 영주, '아샤 페르바즈'. 긴 전쟁으로 황폐해진 페르바즈를 위해 아샤는 황제가 약속한 승전 보상을 받으러 황실로 향한다.   하지만 돌아온 보상은 고작 <결혼 상대 선택권>.  최선의 선택으로 얼마 전 황태자 위를 박탈당한 1황자, '칼라일 헤이븐 공작'을 지목한 아샤. 거절하면 황제에게 위자료를 지급받을 생각이었으나…  \"페르바즈 변경백. 그대의 청혼을 받아들이겠다.\"  예상과 다르게 칼라일 공작은 아샤의 선택을 받아들였다. 페르바즈에 대한 엄청난 지원까지 약속하면서…!",
      "th": "อาชา เปอร์เวซ ลอร์ดแห่งเปอร์เวซ ผู้นำชัยชยะมาสู่สงครามที่กินเวลายาวนานกว่า 28 ปี อาชามุ่งหน้าไปยังพระราชวังเพื่อรับรางวัลแห่งชัยชนะที่จักรพรรดิได้ให้คำมั่นไว้ โดยมีจุดมุ่งหมายเพื่อนำมาบูรณะดินแดนเปอร์เวซ ซึ่งถูกจักรวรรดิทอดทิ้งจากสงครามที่ยืดเยื้อ แต่ทว่า รางวัลเดียวที่อาชาได้รับกลับเป็น <การเลือกคู่แต่งงาน> อาชาตัดสินใจเลือกมกุฎราชกุมาร ดยุกแห่งคาร์ไลล์ ฮาเว่น ผู้ซึ่งถูกปลดจากตำแหน่งมกุฎราชกุมารเมื่อไม่นานมานี้ ถ้าเธอถูกปฏิเสธ เธอก็จะได้รับรางวัลอย่างงามจากจักรพรรดิ แต่ว่า… “มาร์คกราฟแห่งเปอร์เวซ ข้ายอมรับคำขอแต่งงานของเจ้า” ทุกอย่างกลับไม่เป็นไปตามที่คาดไว้ ดยุกแห่งคาร์ไลล์ ฮาเว่นเลือกที่ยอมรับคำขอแต่งงานของอาชา และเขายังสัญญาที่จะให้การสนับสนุนเปอร์เวซอย่างเต็มที่อีกด้วย",
      "tr": "Perbaz’ın 28 yıl süren savaşı zafere taşıyan lordu ‘Asya Pervaz’. Uzun süren savaşta harap olan Pervaz için Asya, imparator tarafından vaat edilen zafer ödülünü almak üzere imparatorluk ailesine gider. Ancak kendisine geri dönen tek ödül <Evlilik eşi seçme hakkı> olmuştur. Asya en iyi seçenek olarak, yakın zamanda veliaht prens ünvanından mahrum bırakılan ilk prens olan ‘Colail Haven Dükü’nü işaret etti. Eğer reddedilirse, imparatordan nafaka almaya niyetliydi… “Markiz Pervaz. Evlilik teklifinizi kabul ediyorum.” Beklentilerin aksine Colail Dükü, Asya’nın teklifini kabul etti. Pervaz’a büyük destek sözü verdi!..",
      "vi": "Lãnh địa Pervaz đã bị tàn phá bởi một cuộc chiến tranh. Và vĩ lãnh chúa mới của lãnh địa Pervaz này chính là Asha Pervaz. Cô được hoàng đế ban thưởng cho chiến thắng của mình. Nhưng người gặp cô lại chế giễu cô là ‘nàng công chúa man rợ’ và thật là một đề nghị vô lý khi trao quyền chọn bạn đời làm phần thưởng cho chiến thắng. Asha phải đưa ra lựa chọn tốt nhất ngay cả trong hoàn cảnh này. “Vậy…công tước Carlyle Haven đi” Cô chọn ra đại hoàng tử, người đứng đầu danh sách quý tộc và cách đây không lâu đã gây ra một vụ bê bối lớn và bị tước đoạt danh hiệu đại hoàng tử. Nếu anh ta tức giận và từ chối, cô sẽ nhanh chóng đòi bồi thường sau đó, nhưng đâu ngờ rằng Carlyle lại chấp nhận sự lựa chọn của cô. “Anh mong muốn gì ở tôi?” “Đừng bận tậm đến việc tôi làm ở Pervaz. Đừng mong rằng được đối xử như một người vợ và cũng đừng nghĩ đến việc dính líu đến phe đối lập của tôi. Và khi tôi yêu cầu thì đừng nói linh tinh gì cả, chỉ cần ký vào tờ giấy ly hôn là được” Đó là một giao dịch không có gì là không tốt đối với Asha. Cô nắm lấy tay của kẻ ngạo mạn kia mà ngay cả hoàng đế cũng coi thường. Một nụ cười đầy sức quyến rũ nở trên môi anh. “Phu nhân, sau này xin được giúp đỡ”",
      "zh": "事业型男女主被迫联姻，\n强强联合收获爱与权力\n在长达28年的战争中，佩尔瓦兹的领主“阿西娅·佩尔瓦兹”成功地率领众人取得了胜利。为了重建因长期战争而荒芜的佩尔瓦兹，阿西娅前往皇室领取皇帝承诺的胜仗奖励。但等待她却只是区区<择偶权>，而无任何实质性的奖励。想到佩尔瓦兹的百姓连今年冬天都可能撑不过去，阿西娅只好选择刚失去皇太子身份的卡莱尔公爵作为结婚对象…“既然皇室不想让我们好过，那么就拉你们一起下水”。",
      "pt-br": "Depois de vencer uma longa guerra, Asha Pervaz esperava que o imperador a compensasse com dinheiro. Ao contrário de suas expectativas, o imperador ordenou que Asha escolhesse um marido dentre uma lista de nobres. Ela escolheu o Duque Carlisle Haven, filho mais velho do imperador e antigo príncipe herdeiro. Asha esperava que ele fosse contra isso e, ao invés, pagasse uma pensão para ela , mas o Duque concordou em se casar com ela! Ele até prometeu ajudar a reconstruir Pervaz. O que o Duque realmente quer?  E Asha vai conseguir o que quer sem se envolver na crescente conspiração real?",
      "zh-hk": "為了拯救因漫長戰爭而荒廢的領地「菲爾巴茲」，亞莎前往皇室向皇帝要求當初所承諾的戰勝補償。然而，她卻只獲得了「結婚對象選擇權」。權衡之下，亞莎認為最好的人選是不久前被剝奪皇太子地位的卡拉爾．海本公爵，假如被拒絕了，就能從皇帝那裡得到精神賠償… 「菲爾巴茲伯爵，我接受妳的求婚。」 出乎意料的是，卡拉爾公爵接受了亞莎的選擇，還承諾提供菲爾巴茲龐大的支援…！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2025-01-27T16:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/e64f7500-6e1f-4740-b495-26ccc0e97e01.jpg",
    "altTitles": [
      {
        "ja": "戦隊大失格"
      },
      {
        "en": "Go! Go! Loser Ranger!"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10,000 meters in the sky to invade Earth! The villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety! The assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest...?",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ja": "人類の守護者・竜神戦隊ドラゴンキーパーVS.世界征服を企む悪の軍団・怪人。彼らは互いの存亡を懸け、死闘を繰り広げ続けている！！……というのは、やらせの茶番劇。他の星から侵略してきた怪人達は、わずか１年で屈服。民衆の前で敗北を演じ続ける道化と化していた！悪者にすらなれず、隷従させられ続ける日々。そんな状況を覆すべく、一人の怪人が最強の大戦隊を相手に反旗を翻す！",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c82afd11-07c0-4ce5-a2e8-a5ec5998d171",
    "title": {
      "en": "My Boyfriend in Orange"
    },
    "updatedAt": "2024-07-02T06:43:43+00:00",
    "coverArt": "https://mangadex.org/covers/c82afd11-07c0-4ce5-a2e8-a5ec5998d171/bb1ffcb6-1aeb-409a-9162-2ac7f06cb0fc.jpg",
    "altTitles": [
      {
        "en": "Moekare wa Orenji-iro"
      },
      {
        "ja": "モエカレはオレンジ色"
      }
    ],
    "description": {
      "en": "Hot firemen, now in the world of shojo manga! High school student Moe has moved to a new town after the death of her father. Moe’s already having enough trouble fitting into her new class as it is, so she’s totally mortified when she ends up being “rescued” by local firefighter Kyosuke during a fire drill… in front of all the kids at school. But the embarrassing incident might be a blessing in disguise, because gruff-but-kind Kyosuke gives Moe the courage she needs to leap out of her comfort zone as she aims to leave her loner days behind. Not to mention she’s soon falling head over heels for him… !"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68236d5a-329c-4fb4-9ebb-7f7264fe28a9",
    "title": {
      "ja": "Kamiyama-san No Kamibukuro No Naka Ni wa"
    },
    "updatedAt": "2024-10-30T14:38:40+00:00",
    "coverArt": "https://mangadex.org/covers/68236d5a-329c-4fb4-9ebb-7f7264fe28a9/3173e7ba-7c4a-4d17-8133-594c211e27bc.jpg",
    "altTitles": [
      {
        "ja": "紙山さんの紙袋の中には"
      },
      {
        "en": "What's Under Kamiyama-san's Paper Bag?"
      },
      {
        "pt-br": "O Que Há Debaixo da Sacola de Papel de Kamiyama-san?"
      }
    ],
    "description": {
      "en": "On his very first day of starting high school, Namito Kominato's homeroom teacher has him sit behind a strange girl who wears a paper bag over her head and is always soaking wet with sweat. Her name is Samidare Kamiyama, a extremely shy girl with severe social anxiety. Ultimately, she meets Hinata Arai (the student council president who's kind and helpful, but alarmingly obsessed with her uniform) and Harusame Amano (a girl who only speaks to a cardboard cutout of a magical girl). These three unfortunate, but beautiful girls form a \"conversation club\", opening the curtain on this somewhat pitiful and comedic tale of adolescent romance!",
      "id": "Kominato Namito, seorang siswa SMA yang ingin menghabiskan waktu dengan tenang, untuk pertama kalinya di sekolah, tapi hari-hari yang tenang itu menjadi berantakan setelah dia bertemu dengan gadis aneh yang memakai kantong kertas dikepalanya",
      "pt-br": "Em seu primeiro dia de aula no Ensino Médio, Kominato Namito, um estudante que deseja ter uma vida tranquila, se vê sentado atrás de uma garota glamorosa com uma sacola de papel na cabeça, suando de forma descomunal. Seu nome é Kamiyama-san. Para corrigir sua timidez e incapacidade de tirar a sacola de papel da cabeça, ele funda um clube chamado \"Clube do Bate-Papo\" com um grupo de lindas garotas, uma é a presidente Arai Yousuke, que é muito carinhosa, mas mostra uma obsessão incomum por uniformes, e Amano Harusame, que conversa com um painel de garota mágica 2D. \n\nUma comédia romântica adolescente consideravelmente excêntrica começa!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ecd78d9-c686-46f8-8e74-d91a3d7e7958",
    "title": {
      "en": "Ueno-san wa Bukiyou"
    },
    "updatedAt": "2025-02-03T02:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/3ecd78d9-c686-46f8-8e74-d91a3d7e7958/a8b4a487-8746-42a0-a3e3-8fd506272c9c.jpg",
    "altTitles": [
      {
        "en": "How clumsy you are, Miss Ueno"
      },
      {
        "ja": "上野さんは不器用"
      },
      {
        "zh-hk": "笨拙之极的上野"
      }
    ],
    "description": {
      "en": "Ueno-san is strong in attitude, but weak in romance.  \nIt's a clumsy-heroine gag comedy!",
      "pt-br": "Ueno-san tem uma atitude forte, mas é fraca para romances. É uma comédia com uma garota desajeitada!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "101"
  },
  {
    "mangaId": "3e2f3e25-b81c-4f65-9129-8b5529102594",
    "title": {
      "en": "Yameru Hoshi yori Ai wo Komete"
    },
    "updatedAt": "2025-01-17T11:28:30+00:00",
    "coverArt": "https://mangadex.org/covers/3e2f3e25-b81c-4f65-9129-8b5529102594/05b3facd-5be4-446f-9c1a-e7e2ae9aca0b.jpg",
    "altTitles": [
      {
        "en": "From Sick Planet With Love"
      },
      {
        "ja": "病める惑星より愛をこめて"
      }
    ],
    "description": {
      "en": "Suicide is a daily occurrence for people on this planet, where they coexist with \"Fluffy,\" a special clinical creature provided by aliens with the ability to give super-powerful healing to its hosts. What is the drama for people living in this strange world?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo"
    },
    "updatedAt": "2024-12-04T05:14:05+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/6b262f80-972a-4bb1-a62a-6e6f1a2f8478.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05c5464a-babb-46f9-9489-a469394f1fe0",
    "title": {
      "en": "Chichi Chichi"
    },
    "updatedAt": "2024-06-19T01:48:15+00:00",
    "coverArt": "https://mangadex.org/covers/05c5464a-babb-46f9-9489-a469394f1fe0/5167b8e3-5c5e-46cd-a7df-443bce4a08b2.jpg",
    "altTitles": [
      {
        "en": "A Girl and Life to Live…Enormous Breast Paradise"
      },
      {
        "ja": "Chi Chi Chi Chi"
      },
      {
        "ja": "Chichichichi"
      },
      {
        "pl": "cyckicyckicyckicycki"
      },
      {
        "tr": "MemelerMemeler"
      },
      {
        "id": "NenenNenen"
      },
      {
        "id": "PayudaraPayudara"
      },
      {
        "es": "TetasTetas"
      },
      {
        "id": "TetekTetek"
      },
      {
        "de": "TietenTieten"
      },
      {
        "en": "Tits Tits Tits Tits"
      },
      {
        "en": "TitsTitsTitsTits"
      },
      {
        "de": "TittenTitten"
      },
      {
        "tl": "UtongUtong"
      },
      {
        "it": "ZizzeZizze"
      },
      {
        "ru": "сиськисиськисиськи"
      },
      {
        "hi": "स्तन स्तन स्तन स्तन"
      },
      {
        "th": "หัวนมหัวนมหัวนมหัวนม"
      },
      {
        "ja": "チチチチ"
      },
      {
        "zh": "孚乚孚乚"
      },
      {
        "ko": "가슴가슴가슴가슴"
      },
      {
        "ko": "치치치치"
      },
      {
        "es-la": "ChiChiChiChi"
      },
      {
        "es-la": "Una Chica y una vida que vivir....Un paraíso de enormes Tetas."
      }
    ],
    "description": {
      "en": "One day, a picture book writer named Yorozu Hikaru was asked by his close online friend, Chintarou, if they could share a room together while he attended a nearby university. Although they only knew each other through online interactions, Hikaru agrees to it without much thought. However unbeknownst to Hikaru, Chintarou, despite having a male name, is actually a girl: a very well endowed girl.",
      "es-la": "Un día, a un autor de libros ilustrados quién se llama Yorozu Hikaru, su amigo cercano de internet, llamado Chintarou, le pidió que le compartiera un cuarto en su casa, en lo que atendía la universidad. \nA pesar de que solo han interactuado en línea, Hikaru acepto sin pensarlo dos veces. Sin embargo y para su sorpresa, Chintarou, a pesar de tener un nombre masculino, es en realidad una chica: Una chica muy atractiva.",
      "pt-br": "Um dia, um escritor de ilustrador de livros chamado Yorozu Hiraku foi convidado pelo seu amigo próximo, Chintarou, se eles pudessem dividir um quarto juntos enquanto ele frequentava uma universidade próxima. Embora eles só se conhecessem através de interações online, Hikaru concorda com isso sem pensar muito. No entanto, sem o conhecimento de Hikaru, Chintarou, apesar de ter um nome masculino, é na verdade uma menina: uma garota muito bem dotada."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7b62193-bdfb-4953-a6c6-0bd1b9a872f9",
    "title": {
      "en": "The Bugle Call: Song of War"
    },
    "updatedAt": "2025-01-29T11:48:42+00:00",
    "coverArt": "https://mangadex.org/covers/f7b62193-bdfb-4953-a6c6-0bd1b9a872f9/3dbdafa6-e32f-4b31-8663-e8385d384a2b.jpg",
    "altTitles": [
      {
        "ja": "戦奏教室"
      },
      {
        "ja-ro": "Sensou Kyoushitsu"
      },
      {
        "ru": "Зов горна"
      }
    ],
    "description": {
      "en": "In Arboral Year 1294, the world is dominated by nine massive towers known as the Spires, remnants of an ancient civilization. Filled with lost secrets and powerful knowledge, nations struggle to possess them. Luca is a bugler in a mercenary company who wants nothing more than to leave the battlefield behind and become a true musician, a maestro. But marked as one of the enigmatic Branch-hexed, and gifted with the strange ability to see the sound of his instrument, Luca finds himself drawn reluctantly into a war of epic proportions!\n\nLeft for dead after a battle, Luca is saved by the mysterious Pontiff and learns he is not the only person with unusual powers. The Pontiff has formed a special team of Branch-hexed individuals he plans to use to help him defeat rival empires, and Luca learns that his powers, rather than being an escape from the battlefield, now force him to be a muse of massacre.",
      "fr": "Transcender le fracas des armes, décider du sort de la bataille !\nLuka, orphelin recueilli par le chef d'un groupe de mercenaires, n'est pas comme les autres : une branche pousse sur son crâne et il peut voir les sons, matérialisés par des traits de lumière... Le seul à lui parler sans crainte est son père adoptif, aussi fin stratège qu'impitoyable au combat. À 14 ans, Luka a déjà vu assez d'horreurs pour une vie. En tant que clairon, il est de tous les affrontements, transmettant les ordres via son instrument. En réalité, il n'a qu'une envie : échapper à ce quotidien fait de violence pour devenir musicien...\n\n\nSeulement, la bataille qui s'annonce pourrait être sa dernière : cette fois, il doit prendre les armes... et, surtout, parmi ses opposants se trouvent d'autres \"branchus' dotés de divers pouvoirs surnaturels ! Ils font un massacre dans les rangs de Luka, et ce dernier, blessé, se saisit d'un clairon pour sonner la retraite... C'est alors que son véritable pouvoir se dévoile : tous ses alliés visualisent le son de son instrument et ses indications résonnent comme des ordres dans la tête des soldats de son camp ! Le garçon les sauve grâce aux stratégies de son père adoptif.\n\n\nTémoins de son exploit, les énigmatiques adversaires s'emparent de lui. Luka s'éveille dans une ville entourant une tour immense, vestige des temps anciens et source de magie... Ses nouveaux compagnons sont les protecteurs du lieu, régi par un mystérieux pape. Celui-ci passe un accord avec Luka : si le garçon met son pouvoir et son don tactique à son service, il l'aidera à devenir musicien. Sans le savoir, le jeune prodige se retrouve embarqué dans une guerre dont les enjeux le dépassent !\n\n\nLa lumière du son, seul espoir dans l'horreur des batailles... D'un trait vif et nerveux, une nouvelle génération d'auteurs invente un monde de dark fantasy sans concession. Mais ici, pas de héros surdoué au combat, juste un garçon rêvant de musique... Et pourtant, de ses talents dépend l'issue du conflit !",
      "ja": "樹木暦1294年。音が“見える”ラッパ手の少年・リュカは傭兵団に属しながらも戦争を嫌い、楽師になる事を夢見ていた。しかしある日、「枝憑き」と呼ばれる力が発現し、彼の運命は大きく動き出す――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "002871dd-5d07-4204-a6fd-a33a44af2630",
    "title": {
      "en": "Soubi Seisakukei Cheat de Isekai wo Jiyuu ni Ikite Ikimasu"
    },
    "updatedAt": "2024-10-29T22:32:48+00:00",
    "coverArt": "https://mangadex.org/covers/002871dd-5d07-4204-a6fd-a33a44af2630/73e9af04-9814-4968-9bd2-09ebc3ac3b06.jpg",
    "altTitles": [
      {
        "ja": "装備製作系チートで異世界を自由に生きていきます"
      },
      {
        "en": "I Will Live Freely in Another World with Equipment Manufacturing Cheat"
      },
      {
        "zh": "以装备制作系开挂技能自由的过活"
      }
    ],
    "description": {
      "en": "Toji, a 29-year-old part-time worker who has been involved in the summoning ceremony of others has come to a different world. When he was driven out of the castle as a nuisance and gave up on everything, he saw the same status screen as an Online Game, what he used to play. What a convenient game system was available only for Toji in this world! Strengthen your weapons, summon cute monsters, etc… A free adventure of Touji begins here, focusing on wisdom and living in a different world!   \n  \nThe amazingly popular fantasy of Alphapolis Web ranking 1st place, long-awaited comicalization!",
      "ja": "他人の召喚に巻き込まれ、異世界に来てしまった29歳のフリーター、トウジ。厄介者として王城を追い出され、全てを諦めかけたその時、かつて遊んでいたネトゲと同じステータス画面が目に入る。なんとゲームの便利システムが、この世界でトウジにのみ使えるようになっていたのだ！　武具を強化したり、可愛いサモンモンスターを召喚したり……知恵を絞って異世界を生きる、トウジの自由な冒険がここに始まる――！　アルファポリスWebランキング１位獲得の超人気ファンタジー、待望のコミカライズ！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d7970b5-6cb1-47a8-b1e0-5968dfea8c03",
    "title": {
      "en": "Precious Venom"
    },
    "updatedAt": "2025-01-18T00:33:35+00:00",
    "coverArt": "https://mangadex.org/covers/7d7970b5-6cb1-47a8-b1e0-5968dfea8c03/164f4079-a133-4130-aa46-57ed441f7c7e.png",
    "altTitles": [
      {
        "ko": "귀중한 독"
      }
    ],
    "description": {
      "en": "Xialys seems like typical a second-year college student. She's living with her freshman girlfriend who worked hard to get into the same school as her. But they both have some...problems. So maybe there's much more in store for their futures than just each other. Maybe, Xialys is destined to meet someone special, someone just as seemingly \"typical\" as she is."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b895e1b4-7afb-4a61-be6b-39da400ef8f2",
    "title": {
      "en": "The Demon Maid Only Wants to Be Bullied by the Villainess Noble Lady"
    },
    "updatedAt": "2025-01-06T21:04:32+00:00",
    "coverArt": "https://mangadex.org/covers/b895e1b4-7afb-4a61-be6b-39da400ef8f2/1a221a87-7e2e-449d-93f9-8ddd34e81c6a.png",
    "altTitles": [
      {
        "zh": "恶魔女仆只想被恶役千金欺负"
      },
      {
        "zh-ro": "Èmó nǚpū zhǐ xiǎng bèi è yì qiānjīn qīfù"
      },
      {
        "en": "The Demon Maid Only Wants to Be Bullied by the Villainess"
      }
    ],
    "description": {
      "en": "The Noble Lady binds Tentacle Maid\n\nSharan, a pious girl, has secured a well-paying job as a maid. Her mission is to serve a prideful, sadistic noble lady named Lynette. However, her job won't simply be that easy...."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41bfb7ca-3256-4af0-b6b2-1017d714d1ed",
    "title": {
      "en": "Summer Trend"
    },
    "updatedAt": "2024-11-04T23:13:16+00:00",
    "coverArt": "https://mangadex.org/covers/41bfb7ca-3256-4af0-b6b2-1017d714d1ed/6c24bbca-7496-4e81-b12d-2fc56c5ebd44.png",
    "altTitles": [
      {
        "zh": "潮夏"
      },
      {
        "zh-ro": "Cháo xià"
      },
      {
        "pl": "Letni krzyk mody"
      }
    ],
    "description": {
      "en": "After her parents divorced, Lu Yang moved into her mother's good friend's house and began living with the friend's daughter, Su Gui. Su Gui is smart and gentle, like the warm sun in winter, kind yet unobtrusive. She illuminates Lu Yang's life and shines into Lu Yang's heart. Lu Yang saw her as a sister, a friend, and a mother figure... Later on, Lu Yang didn't want to be her little sister anymore, she wanted to date her. However, after realizing that her feelings for Su Gui had changed, Lu Yang did not want to ruin their current relationship. She was afraid to lose her identity as \"little sister\". She had to change her dependence on Su Gui and distance herself. But after reuniting with Su Gui at work, the suppressed feelings bloomed like a rose, tightly binding Lu Yang and Su Gui together. Was it a long-term scheme or destiny?..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f6c0f5d-3c3d-4b1d-89e7-b445804d506c",
    "title": {
      "en": "Kono Mama Mobu ja Owarenai!"
    },
    "updatedAt": "2025-02-06T00:36:58+00:00",
    "coverArt": "https://mangadex.org/covers/8f6c0f5d-3c3d-4b1d-89e7-b445804d506c/d8e11f32-f0aa-4e11-9867-480479b770de.jpg",
    "altTitles": [
      {
        "ja": "このままモブじゃ終われない！"
      },
      {
        "en": "I Won't End Up as a Mobu!"
      }
    ],
    "description": {
      "en": "To achieve her dream of becoming a manga artist, the succubus Satou Piko (26) moved to the human world.\nDespite being an elite among succubi, possessing the pinnacle of sex appeal (self-described), she has no skill when it comes to manga!\nBut just when she was about to abandon her dreams and go back home to the demon world, she got a message from her old classmate, Komona...\n\nEven at rock bottom, you can still dream big!\nA slice-of-life comedy about succubi manga artists!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8dcbff1-a8b6-4fcf-88de-3977aa5cef33",
    "title": {
      "en": "Bungou Stray Dogs: Dazai, Chuuya, Juugo-sai"
    },
    "updatedAt": "2025-01-28T18:39:46+00:00",
    "coverArt": "https://mangadex.org/covers/d8dcbff1-a8b6-4fcf-88de-3977aa5cef33/49ee25f7-5643-4e56-ae42-7feb45ef942c.jpg",
    "altTitles": [
      {
        "ja": "文豪ストレイドッグス 太宰、中也、十五歳"
      },
      {
        "en": "Bungou Stray Dogs - Dazai, Chuuya, Fifteen years old"
      },
      {
        "en": "Bungou Stray Dogs - Dazai, Chuuya, Age Fifteen"
      },
      {
        "ru": "Великий из Бродячих Псов: Дазай и Чуя, 15 лет"
      },
      {
        "es-la": "Bungou Stray Dogs - Dazai, Chuuya, 15 años"
      },
      {
        "uk": "Бродячі Пси: Дазай і Чуя 15"
      }
    ],
    "description": {
      "en": "Not long after Ougai Mori takes the reins of the Port Mafia, his accomplice Osamu Dazai has a dreadful run in with Chuuya Nakahara, a boy known as the Sheep King who is capable of manipulating gravity. But when strange rumors about the mysterious being Arahabaki start spreading throughout Yokohoma, the duo must put aside their differences and get to the bottom of things. Before they achieved infamy as the fearsome pairing Twin Dark, Dazai and Chuuya were just boys. Was their first encounter a harbinger of hope, or an ill omen of things to come...?",
      "ja": "ヨコハマの街にて、武装探偵社とポートマフィアがしのぎを削る“現在”より七年前。ポートマフィアに所属する少年・太宰治は、＜羊＞と呼ばれる集団のリーダー・中原中也と出会う。",
      "ru": "«Призрак», неожиданно воскресшего, предыдущего босса не даёт покоя Портовой Мафии Йокогамы. Молодому члену мафии Дазаю, под присмотром новоиспечённого Босса Мафии Мори, было поручено разобраться в этом деле. Расследование приводит к так называемому «королю» печально известной группе подростков — «Овцы». Чуя соглашается работать вместе с Дазаем, чтобы раскрыть правду о его собственном прошлом и выяснить истинную причину недавних событий.",
      "es-la": "El fantasma del predecesor acecha a Port Mafia. A los quince años, Osamu Dazai, bajo la atenta mirada de Ōgai Mori, recibe su primera misión de investigar el asunto. La investigación lo lleva a Chūya Nakahara, el infame \"Rey de las Ovejas\", un grupo rival de jóvenes. Con su propio pasado desconocido para él, y las vidas de los miembros de Sheep en juego gracias a Port Mafia, Chūya acepta trabajar junto a Dazai para revelar la verdad detrás del exjefe de Port Mafia."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "23"
  },
  {
    "mangaId": "cefd2176-6e85-4550-9942-3a5c60675f14",
    "title": {
      "en": "I Want to Kill the Yandere Prince Everyday"
    },
    "updatedAt": "2025-02-06T00:29:42+00:00",
    "coverArt": "https://mangadex.org/covers/cefd2176-6e85-4550-9942-3a5c60675f14/399e275e-5d02-4265-b06f-94d5dd9a9a58.jpg",
    "altTitles": [
      {
        "zh": "每天都想让病娇王子社死"
      },
      {
        "zh-ro": "Meitian Du Xiang Rang Bing Jiao Wangzi She Si"
      },
      {
        "es-la": "Quiero que el príncipe yandere muera todos los días"
      },
      {
        "en": "I Want the Dark and Obsessive Prince To Suffer Humiliation Every Day"
      }
    ],
    "description": {
      "en": "Trouble brews for a sucker for pretty faces! A dirt-poor commoner and ray of sunshine, Jiang Jiao Jiao(straight guy) falls for Zhong Ming Yu's (male) looks at first sight! After an unexpected accident, the once cold and aloof young lord has transformed into a dainty, fragile [\"Little Sister Lin\"](https://en.wikipedia.org/wiki/Lin_Daiyu), even using his good looks to win the affections of the other party!! However, as their relationship deepens, Jiang Jiao Jiao begins to uncover Ming Yu’s dark, obsessive tendencies and a massive family secret spanning two generations...",
      "zh": "颜狗大危机！阳光土狗蒋骄骄(直男)对钟悯玉（男）的脸一见钟情! 一场意外，让原本高不可攀的冷面贵公子摇身一变成为撒娇易碎的“林妹妹”，还利用自己的美貌获得对方垂青！！ 可随着交往渐深，蒋骄骄逐渐发现钟悯玉的病娇本性，还有背后藏家族和两代人的巨大秘密…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b2a65340-45ef-4319-b510-a392a73356cb",
    "title": {
      "en": "7 Confessions"
    },
    "updatedAt": "2024-10-10T17:13:13+00:00",
    "coverArt": "https://mangadex.org/covers/b2a65340-45ef-4319-b510-a392a73356cb/2a41835e-ae9f-469b-be65-7beae7bfb7c1.jpg",
    "altTitles": [
      {
        "ko": "7번의 고백"
      }
    ],
    "description": {
      "en": "After leaving a long military career, Hawen works as a security guard at a daycare. One day, he discovers that his former boss, Commander Reius, has moved into the same neighborhood. However, Reius isn’t just an ordinary boss; he’s someone special to Hawen. What will between these two when they finally reunite? #MiddleAgedMaleLead #ConflictedRelationships"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2025-01-24T19:53:47+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/1e8059fa-310e-4420-86e7-e416bd41744d.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      },
      {
        "uz": "Ko'k Zindon"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ae21099-033c-4899-8da6-ff8cd7e4751e",
    "title": {
      "en": "Yes, It's Me. The Obsessive Side Top"
    },
    "updatedAt": "2025-01-29T01:22:33+00:00",
    "coverArt": "https://mangadex.org/covers/6ae21099-033c-4899-8da6-ff8cd7e4751e/86543380-f568-4622-9fb6-51c49c41f8a5.jpg",
    "altTitles": [
      {
        "ko": "그래 나다. 서브광공"
      },
      {
        "en": "Yeah, It's Me. The Side Obsessive Seme"
      }
    ],
    "description": {
      "en": "One day, he suddenly became 'Ha Jin' a love-blind sub-protagonist in a webtoon. As he inevitably becomes involved with the main protagonist, Sun Woo, he becomes more and more immersed in the atmosphere and starts talking nonsense...\n\n“Sun Woo, are you a good kisser?”\n\"Why do you want to know?\"\n\"Sun Woo, why are you so seductive?! If you continue like this, oh, I'll end up liking you!\"\n\nThe revolving love story of Sun Woo, who slowly falls in love with Ha Jin, and Ha Jin, who is a master of clueless flirting."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d14cf877-fe0d-4c71-b3f0-02c53be9192b",
    "title": {
      "en": "Isn't This Inside the Game?"
    },
    "updatedAt": "2025-02-05T17:56:01+00:00",
    "coverArt": "https://mangadex.org/covers/d14cf877-fe0d-4c71-b3f0-02c53be9192b/4a6f6ce4-f420-43ea-ba22-e77b756120b7.jpg",
    "altTitles": [
      {
        "ko": "여기 게임 속 아닌가요?"
      }
    ],
    "description": {
      "en": "A guild master, once ranked number one, wakes up 500 years in the future after winning a major siege. The guild is gone, the world feels strange, and everything has fallen apart. Determined to rebuild the guild and adapt to this unfamiliar time, they embark on a journey to restore their legacy and conquer the challenges of the new era."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "557615b9-6fec-4ab7-a512-03cbde39815f",
    "title": {
      "en": "Chika Idol wo Kage de Sasaeru Ore"
    },
    "updatedAt": "2025-01-27T21:04:54+00:00",
    "coverArt": "https://mangadex.org/covers/557615b9-6fec-4ab7-a512-03cbde39815f/81ea92f3-4cdf-414f-8013-fce513f197b4.jpg",
    "altTitles": [
      {
        "ja": "地下アイドルを影で支える俺"
      },
      {
        "en": "Underground Idol & I"
      },
      {
        "en": "Supporting an Underground Idol from the Shadows"
      },
      {
        "pl": "Podziemna Idolka i Ja"
      }
    ],
    "description": {
      "en": "Kageyama, an unremarkable boy, secretly receives a message from gal classmate Natsukawa, saying, \"Meet me at the usual karaoke place after school.\" He goes to karaoke with her alone. There, Kageyama reveals something he had been asked by Natsukawa to show her.",
      "ja": "学校イチのギャルであり、密かに地下アイドル活動を行う、夏川りお。全く冴えない同級生男子、影山とは教室では素知らぬふりを通している。しかし、実は、影山が彼女の地下アイドル活動に楽曲を提供していて…。",
      "pl": "Kageyama, niewyróżniający się chłopak, otrzymuje potajemnie wiadomość od koleżanki z klasy, Natsukawy, o treści \"Spotkajmy się po szkole w miejscu z Karaoke\". Idzie tam z nią sam na sam. Tam, Kageyama pokazuje coś o co został poproszony przez Natsukawe.",
      "pt-br": "Kageyama, um garoto normal, recebe secretamente uma mensagem da colega de classe Natsukawa, dizendo: “Encontre-me no karaokê de sempre depois da escola”.\n\nEle vai ao karaokê sozinho com ela. Lá, Kageyama revela algo que Natsukawa pediu para mostrar a ela."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "399f4c2b-8405-4c98-ad48-0b645afe5769",
    "title": {
      "en": "DEAD ROCK"
    },
    "updatedAt": "2025-01-29T06:31:06+00:00",
    "coverArt": "https://mangadex.org/covers/399f4c2b-8405-4c98-ad48-0b645afe5769/6ea8a8b6-83fe-488a-936c-8220e6f78cb5.jpg",
    "altTitles": [
      {
        "en": "Dead Rock"
      },
      {
        "ru": "Дэд Рок"
      },
      {
        "fr": "Dead Rock"
      },
      {
        "ja": "デッドロック"
      },
      {
        "ja-ro": "Deddo Rokku"
      }
    ],
    "description": {
      "en": "The latest series by Hiro Mashima is a Demon World Academy Dark Fantasy!!\nDEAD ROCK is a demon king training institution that towers over the depths of the demon world.\nYakuto, a young demon, challenges the harsh entrance exam to knock on the doors of DEAD ROCK!!",
      "fr": "DEAD ROCK se déroule au sein de l'académie sombre et fantastique du même nom, un institut d'entraînement pour les rois démons qui gouvernent les abysses du monde des démons. C'est là que Yakuto, un jeune résident du monde des démons, se lance dans le défi des examens d'admission.",
      "ja": "デッドロック、それは魔界の深層にそびえたつ魔王養成機関。\n魔界人の若者であるヤクトは、デッドロックの門戸をたたくため、過酷な入学試験に挑む!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Gal Can't Be Kind to Otaku!?"
    },
    "updatedAt": "2025-02-05T23:55:56+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/73cce7f1-61c4-4c60-bd8a-44b81b27448d.png",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Gentil com Otaku!?"
      },
      {
        "es-la": "¿¡Las Gals no pueden ser amables con los Otakus!?"
      },
      {
        "vi": "Gyaru không thể tử tế với Otaku ư?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "vi": "Một anh bạn trung bình Otaku thích anime dành cho bé gái, giáp mặt hai nàng Gyaru xinh đẹp nổi tiếng nhất trường. Nhưng không chỉ có thế, một trong hai nữ nhân xinh đẹp ấy có gì đó...hơi otaku thì phải...?",
      "es-la": "Takuya Seo es un otaku al que le gusta el \"anime para chicas\" y no puede decir que le guste en voz alta. Un día, se junta con dos chicas de su clase, Amane e Ijichi, pero parece que Amane también es una otaku...",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e44a10a-8116-430a-9e17-ba4dd58b4137",
    "title": {
      "en": "Akagi: The Genius Who Fell Into Darkness"
    },
    "updatedAt": "2024-11-01T10:19:33+00:00",
    "coverArt": "https://mangadex.org/covers/8e44a10a-8116-430a-9e17-ba4dd58b4137/e16dbf65-3b8a-4bb5-9dfd-39bdec8aee7d.jpg",
    "altTitles": [
      {
        "ja": "アカギ－闇に降り立った天才"
      },
      {
        "ja-ro": "Akagi - Yami ni Oritatta Tensai"
      },
      {
        "ru": "Акаги — легенда маджонга"
      },
      {
        "ja": "闘牌伝説アカギ 闇に舞い降りた天才"
      }
    ],
    "description": {
      "en": "The year is 1958, in the midst of a period of rapid economic growth. One rainy night at a mahjong parlor, Nangou, who was challenging the yakuza to a life-threatening game, was gradually being pushed into a corner. Suddenly, a soaking wet boy walks into the parlor. Nangou senses something extraordinary in him, and asks the boy, who has never even held a mahjong tile before, to play in his place. This is when the legend began. The boy's name was Akagi Shigeru, later known as the \"Man of the Divine Realm.\""
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "306"
  },
  {
    "mangaId": "072ea447-2da5-4445-9af0-61877ac867d8",
    "title": {
      "en": "Kyoufu: Fear"
    },
    "updatedAt": "2024-06-02T20:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/072ea447-2da5-4445-9af0-61877ac867d8/be2d9946-59e3-4755-b0b5-44cf07b1e0f7.jpg",
    "altTitles": [
      {
        "vi": "Khủng Bố"
      },
      {
        "ja-ro": "Kyôhu"
      },
      {
        "en": "Terror"
      },
      {
        "ja": "恐怖"
      }
    ],
    "description": {
      "en": "Following the life of the student newspaper reporter Emiko, these are scary stories of experiences from Miyako High School :  \n- Ubawareta Shinzou (Stolen Heart) – The school's mystery club sees the dangerous consequences of an innocent promise concerning heart donation after death between two friends.   \n- Kyuuketsu Men (Bloodsucking Mask) – A girl who wears a demon mask from a shrine for a bad-luck-banishing drama club party ends up unable to remove it.   \n- Dokuga (Poison Moth) – The science club leader creates a serum to preserve dead bodies perfectly, but it may have other unpredicted side effects.   \n- Henshitsu – A couple take shelter from a storm in a strange house with a secret that might prove to be deadly.   \n– These stories and many more are found in the two volumes of Kyoufu. [tethysdust]"
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "6"
  },
  {
    "mangaId": "c956e450-ba9e-4dd5-8008-652c0e3a6a91",
    "title": {
      "en": "Mad for Love"
    },
    "updatedAt": "2024-10-24T08:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/c956e450-ba9e-4dd5-8008-652c0e3a6a91/e6b9bfdc-e8a2-4294-9910-b567c4ebb69d.jpg",
    "altTitles": [
      {
        "zh": "脱缰"
      },
      {
        "zh-ro": "Tuojiang"
      }
    ],
    "description": {
      "en": "After traveling into a historical BL novel, the actor Lin Yan gains a special ability: fast-traveling through a skill called [Escape Death]. His first mission? To secretly orchestrate an attack on Prince Qi Zhen, which leads to the prince becoming the villain. Lin Yan’s first identity in this world is none other than Lin Shou Yan, the prince’s foolish fiancé. But as he plays his role, he accidentally captures the prince’s heart, and his fake death turns out to be the key reason Qi Zhen becomes a ruthless tyrant! A cold, overthinking tsundere prince and his scheming, perverted fiancé—chaos ensues!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43a72296-16cc-4f0d-a463-dcdc07333574",
    "title": {
      "en": "Yuusha-kun wa Tabidatenai"
    },
    "updatedAt": "2024-11-03T14:37:00+00:00",
    "coverArt": "https://mangadex.org/covers/43a72296-16cc-4f0d-a463-dcdc07333574/2baf7df3-986e-46fb-bce4-f37be4b32450.jpg",
    "altTitles": [
      {
        "ja": "勇者くんは旅立てない"
      },
      {
        "en": "Hero-kun Won't Set Out!"
      },
      {
        "zh-hk": "勇者君無法出發"
      }
    ],
    "description": {
      "en": "The Hero is expected by God and the People to defeat the Demon King!! And now its time to set out!! ...But before he can he is tempted by a thick sexy bunny girl! At the mercy of the Bunny girl's wiles he is unable to depart... Furthermore a Priest of the church charms him with her night skills... Will the Hero ever be able to set out on his journey?",
      "ja": "勇者は神と人々から期待を受け魔王討伐のため、いざ！旅立ちの時！！…が出発前に出会った、むちむちお色気バニーガールお姉さんから数々の誘惑を受けてしまう！バニーさんの手練手管に翻弄され出発はままならず…。さらに教会より派遣された僧侶に夜のスキルで魅了され…。果たして勇者は旅立てるのかーー！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51e1b2f2-8e20-4ece-a271-81959e37e22d",
    "title": {
      "en": "Azumi"
    },
    "updatedAt": "2023-12-07T05:22:03+00:00",
    "coverArt": "https://mangadex.org/covers/51e1b2f2-8e20-4ece-a271-81959e37e22d/f131a1f4-30eb-4c91-83af-d6cf3bd41b60.png",
    "altTitles": [
      {
        "ru": "Азуми"
      },
      {
        "ja": "あずみ"
      },
      {
        "ja": "少女杀手阿墨"
      },
      {
        "ja": "百人斩少女"
      },
      {
        "ko": "아즈미"
      }
    ],
    "description": {
      "en": "Azumi is a manga series that concerns a young woman brought up as part of a team of assassins, charged with killing three warlords that threaten Feudal Japan with an agenda of war and bloodshed.  \r\n  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Website](http://www.yu-koyama.com)  \r\n- [Live-Action Movie on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6166)  \r\n- [Live-Action Movie (sequel) on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6167)"
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "48",
    "lastChapter": "349"
  },
  {
    "mangaId": "cfbc98ef-7c94-4f56-a88e-bc79340b819d",
    "title": {
      "en": "The Billion-Luck Player"
    },
    "updatedAt": "2025-02-05T23:20:10+00:00",
    "coverArt": "https://mangadex.org/covers/cfbc98ef-7c94-4f56-a88e-bc79340b819d/2c13c28d-4c66-4808-a963-e7124ddc5744.jpg",
    "altTitles": [
      {
        "zh": "幸运亿的玩家"
      }
    ],
    "description": {
      "en": "Dungeon Descends! Luck is My Greatest Weapon How a Critically Lucky Assassin Elegantly Clears Dungeons Wealth and Freedom Through Luck—A Perfect Life Begins? My Evolution Skill is the Seven Deadly Sins?!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e85a7730-8473-466c-b51f-311a7f9d52db",
    "title": {
      "en": "A Red Laurel To My Emperor"
    },
    "updatedAt": "2023-10-11T11:42:48+00:00",
    "coverArt": "https://mangadex.org/covers/e85a7730-8473-466c-b51f-311a7f9d52db/73b0a9e6-e954-424a-90d4-b704574d53b9.jpg",
    "altTitles": [
      {
        "fr": "Des Fleurs pour mon empereur"
      },
      {
        "ko": "나의 황제께 붉은 월계수 꽃을"
      },
      {
        "zh-hk": "為我的皇帝獻上紅月桂花"
      },
      {
        "en": "Red Laurel Flowers to My Emperor"
      }
    ],
    "description": {
      "en": "Laurel Neales, the first princess of Tortia, has been married off to the emperor of Kairos following a political feud that ended with the assassination of her parents. Undiscouraged by the circumstances, Laurel refuses to give in to becoming yet another of the emperor's concubines. Instead, she plays along with his romantic whims and gains her own form of power in this new life by proposing an offer he cannot refuse: to facilitate his conquest of the land that betrayed her."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c078883-d60e-4435-bd38-8f37b46ba9c9",
    "title": {
      "en": "Crows Gaiden Housenka - the beginning of HOUSEN"
    },
    "updatedAt": "2025-02-05T07:36:28+00:00",
    "coverArt": "https://mangadex.org/covers/3c078883-d60e-4435-bd38-8f37b46ba9c9/a3d5c295-fead-4b3d-ba3d-0300a33d2142.jpg",
    "altTitles": [
      {
        "ja": "クローズ外伝鳳仙花 ―the beginning of HOUSEN"
      },
      {
        "ja-ro": "Crows Gaiden Housenka: the beginning of HOUSEN"
      },
      {
        "vi": "Ngoại truyện Crows Housenka: Sự khởi đầu của HOUSEN"
      }
    ],
    "description": {
      "en": "Before Narumi Taiga, Bitou Tatsuya, King Joe and Tsukimoto Mitsumasa, there was Terakado Butta. This is the story of how, under his leadership, Housen became the powerhouse that would become Suzuran High School's greatest opponent. Butta was there the year the school was founded, and without him, we would have never had the Housen Hitman we know and fear today."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "974aabfb-dc1c-4753-816c-4ac120d91399",
    "title": {
      "en": "The Return of Elena the Knight"
    },
    "updatedAt": "2023-12-03T02:37:17+00:00",
    "coverArt": "https://mangadex.org/covers/974aabfb-dc1c-4753-816c-4ac120d91399/7aa06724-5e03-4c34-aa1a-81a05ad06aa5.jpg",
    "altTitles": [
      {
        "en": "Return of the Female Knight"
      },
      {
        "en": "ROTFK"
      },
      {
        "en": "Lady in Armor"
      },
      {
        "ko": "돌아온 여기사"
      },
      {
        "zh": "回归的女骑士"
      },
      {
        "zh-hk": "穿越的女騎士"
      },
      {
        "vi": "Sự Trở Lại của Nữ Hiệp Sĩ"
      }
    ],
    "description": {
      "en": "Elena, who spent her entire life as a cold-blooded female knight to avenge her family, ended up dying without claiming her revenge. When she opened her eyes she found that she went back into the past. By day she was a lady in a dress, and at night she carried a sword to change history and prevent her family's destruction.  \n  \n\"I want to marry you, Your Highness,\" she said to the crown prince. She would do this to save her family.",
      "id": "Elena, yang menghabiskan seluruh hidupnya sebagai seorang ksatria wanita berdarah dingin untuk membalaskan dendam keluarganya, akhirnya mati tanpa menuntut balas. Ketika dia membuka matanya, dia menemukan bahwa dia kembali ke masa lalu. Pada siang hari dia menjadi seorang wanita bangsawan, dan pada malam hari dia membawa pedang untuk mengubah sejarah dan mencegah kehancuran keluarganya. \"Saya ingin menikahi Anda, Yang Mulia,\" katanya kepada putra mahkota. Dia akan melakukan ini untuk menyelamatkan keluarganya."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "The Fragrant Flower Blooms with Dignity"
    },
    "updatedAt": "2025-02-03T08:44:56+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/bad1354c-3ca6-450c-849e-f8132e52fe3c.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "de": "Kaoru und Rin"
      },
      {
        "fr": "Bloom"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "pl": "Kaoru i Rin. Rozkwitając z tobą"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "tr": "Güzel Kokulu Çiçekler Zarafetle Açar"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "vi": "Những đóa hoa thơm nở diễm kiều"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ko": "향기로운 꽃은 늠름하게 핀다"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Au cœur d'une banlieue japonaise, se dressent face à face deux établissements que tout oppose : Chidori, le lycée public pour garçons, réunit les pires cancres de la ville, tandis que le prestigieux Kikyô rassemble les esprits les plus brillants des filles de bonne famille.\n\nDonnant régulièrement un coup de main à la pâtisserie familiale, Rintarô Tsumugi, élève à Chidori, sympathise avec l'une de ses clientes régulières, Kaoruko Waguri. Alors qu'il sent peu à peu un lien se tisser entre eux, le lycéen apprend que la jeune fille fréquente Kikyô et que comme tous les élèves de ces établissements, ils sont supposés se haïr mutuellement ! La rivalité entre leurs lycées est-elle forcément signe de fatalité ?",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "vi": "Ở một nơi nào đó, có 2 trường cao trung lân cận. Cao trung Chidori, một trường nam sinh cấp thấp hội tụ đủ những thằng đần, trường nữ sinh Kikyo, một trường nữ sinh danh giá . Rintaro Tsugumi, một nam sinh năm 2 to khỏe và trầm tính tại trường Chidori, bắt gặp Kaoruko Waguri, một khách hàng khi cậu đang giúp việc tại cửa hàng bánh nhà mình . Rintaro cảm thấy thoải mái khi dành thời gian bên Kaoruko, nhưng cô lại là học sinh của trường Kikyo, ngôi trường hàng xóm cực kì căm ghét trường Chidori. Đây là câu chuyện về 2 con người ở rất gần nhưng lại rất xa",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2",
    "title": {
      "en": "Log into the Future"
    },
    "updatedAt": "2024-08-19T14:23:48+00:00",
    "coverArt": "https://mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "altTitles": [
      {
        "zh": "高武：登陆未来一万年"
      },
      {
        "en": "Martial Art: Future's Ten Thousand Years"
      },
      {
        "zh-ro": "Gao Wu: Denglu Weilai Yi Wan Nian"
      },
      {
        "pt-br": "Subindo de Nível no Futuro"
      },
      {
        "en": "Apex Future Martial Arts"
      },
      {
        "es-la": "Subiendo de nivel 10.000 años en el futuro"
      },
      {
        "en": "Logging 10,000 Years into the Future"
      }
    ],
    "description": {
      "en": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
      "pt-br": "No início do dao marcial, bestas anormais invadiram o mundo. As artes marciais da humanidade tiveram que recuar derrota após derrota. Lu Sheng transmigra para aquela época, mas em seus sonhos ele entra em um mundo 10 mil anos depois. O método fundamental de refino do corpo de 10 mil anos no futuro é milhares de vezes mais eficaz do que o atual. Depois, há o método de respiração, a fórmula da pílula para refinar o corpo e a ordem marcial sagrada de 10 mil anos depois… Apesar de desenvolver artes marciais por 10 mil anos, a humanidade foi aniquilada! Sua civilização de artes marciais atingiu o ápice, e ainda assim não sobrou ninguém para herdá-la. Exceto Lu Sheng, ele é a última centelha de esperança!",
      "zh-hk": "武道初兴之时，恐怖的异兽入侵，人类武者节节败退。陆圣穿越而来，在梦中进入一万年后的世界—— 一万年后的基础炼体术，经过改版，效果是现在的几千倍！一万年后的呼吸法、炼体药方、武学圣典…… 武道一万年，人类灭绝。 繁衍至巅峰的武道文明，却再无人可继承。 陆圣，便是那唯一的火种！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1044287a-73df-48d0-b0b2-5327f32dd651",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 7: Steel Ball Run (Official Colored)"
    },
    "updatedAt": "2024-10-31T23:46:52+00:00",
    "coverArt": "https://mangadex.org/covers/1044287a-73df-48d0-b0b2-5327f32dd651/e7e5e267-502f-4b77-9f19-b7ea1344f68f.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 7: Steel Ball Run - Digital Colored Comics"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Steel Ball Run"
      },
      {
        "en": "JoJo: SBR"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 7: Steel Ball Run"
      },
      {
        "zh": "JoJo的奇异冒险第7部分：钢球运行"
      },
      {
        "es": "La extraña aventura de JoJo Parte 7: La carrera de las bolas de acero"
      },
      {
        "ru": "Невероятное приключение ДжоДжо — Часть 7: Гонка «Стальной шар»"
      },
      {
        "ko": "조조의 기묘한 모험 7 부 : 스틸 볼 달리기"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第7部 カラー版"
      },
      {
        "pt-br": "A Bizarra Aventura de JoJo, Parte 7: A Corrida da Esfera de Aço"
      }
    ],
    "description": {
      "en": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.  The youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.",
      "hu": "Amerikában a régi vadnyugaton, a világ legnagyobb szabású versenye hamarosan kezdődik. Ezrek állnak rajzvonalhoz San Diegoban, hogy utazzanak több mint hat ezer kilómétert annak reményében, hogy megnyerhetik az ötven millió dolláros fődíjat. A lovak kora elérkezett a végéhez, így a versenyzők szabadon használhattak bármiféle járművet. A versenyzőknek el kell majd tűrniük a fárasztő körülményeket, naponta több mint, száz kilómétert megtéve felfedezetlen vidékeken. A Steel Ball Run egy igazán egyedülálló esemény.\n\nA fiatalos Johnny Joestar, egy tolószékes korábbi lovas versenyző, eljött San Diegoba, hogy megnézze a verseny rajtját. Itt találkozik Gyro Zeppelivel, egy versenyzővel két acél golyóval a derekán fegyver helyett. Johnny szemtanúja lesz annak, hogy Gyro használja az egyik acélgolyóját, szabadjára engedve annak erejét, hogy arra kényszerítsen egy férfit egy párbaj közben, hogy lőjje le magát. Az ütközet közepette, Johnny megérinti az\nacélgolyót és érezte, hogy egy erő végigáramlik a lábán, rábírva őt arra, hogy felálljon először két év után. Megfogadja, hogy rájön, hogy mi a titka az acélgolyóknak, Johnny eldönti, hogy indul a versenyen, így kezdődik el az ő bizarr kalandja Amerikán keresztül a Steel Ball Runban.",
      "it": "Nel west americano, la gara più grande e importante del mondo sta per iniziare. Migliaia di persone sono pronte a partire da San Diego per viaggiare più di seimila chilometri incoraggiati da un premio enorme da cinquanta milioni di dollari. L'era dei cavalli sta per finire, i partecipanti allora possono usare il veicolo che preferiscono. I partecipanti devono superare situazioni estenuanti, viaggiando centinaia di chilometri al giorno passando per valli deserte inesplorate. La Steel Ball Run è unica nel suo genere.  \n  \nGiovane Johnny Joestar, un ex corridore di cavalli disabile, è venuto a San Diego per vedere la partenza della gara. Lì incontra Gyro Zeppelli, un corridore con due sfere d'acciaio pendenti fino alla sua vita, al posto della pistola. Johnny vede la sfera di Gyro e capisce della sua potenzialità, riuscendo a far suicidare il nemico durante un duello. Nel mezzo dell'azione, Johnny tocca la sfera d'acciaio di Gyro e sente passare una potenza nelle sue gambe, questa potenza lo fa alzare in piedi per la prima volta dopo due anni. Dopo aver giurato di capire il segreto di quelle sfere, Johnny decide di partecipare alla gara, e qui iniziano le sue bizzarre avventure per tutta l'America nella Steel Ball Run.",
      "pt-br": "Nos Estados Unidos, na década de 1890, um homem chamado Steven Steel decide promover a \"Steel Ball Run\", uma corrida corta-mato cujo trajeto atravessa todo o país. A corrida é um grande atrativo mundial que chama a atenção tanto de corredores americanos como de corredores estrangeiros. Entre esses corredores estão Johnny Joestar, um ex-jóquei americano, e Gyro Zeppeli, um estrangeiro que carrega consigo misteriosas esferas de aço. Johnny e Gyro se esbarram e dão início à história da sétima parte de JoJo's Bizarre Adventure."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "24",
    "lastChapter": "95"
  },
  {
    "mangaId": "ea98b1cc-8900-4f83-8f94-697ced116f32",
    "title": {
      "en": "Hamster"
    },
    "updatedAt": "2022-04-27T20:59:40+00:00",
    "coverArt": "https://mangadex.org/covers/ea98b1cc-8900-4f83-8f94-697ced116f32/be382cd3-15bf-4f9e-ab20-112f8fdb8c5d.png",
    "altTitles": [],
    "description": {
      "en": "A series of short oneshots from the author’s weibo about the misadventures of a sly house cat and an earnest hamster."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "3c488225-ad7f-48ee-9bfd-81bcd11113e1",
    "title": {
      "en": "I've Become a True Villainess"
    },
    "updatedAt": "2024-09-02T02:06:03+00:00",
    "coverArt": "https://mangadex.org/covers/3c488225-ad7f-48ee-9bfd-81bcd11113e1/a438e8d5-c501-43a4-ab27-18c7440ed368.jpg",
    "altTitles": [
      {
        "ko": "합법적 악역의 사정"
      },
      {
        "ko-ro": "Hapbeopjeong Agyeogui Sajeong"
      },
      {
        "en": "The Tragedy of a Villainess"
      },
      {
        "en": "Tragedy of the Villainess"
      },
      {
        "en": "The Case of the Legal Villain"
      },
      {
        "es": "La tragedia de una villana"
      },
      {
        "id": "Penjahat VVIP"
      },
      {
        "zh": "合法反派的诉求"
      },
      {
        "es-la": "Las circunstancias de una verdadera villana"
      },
      {
        "es-la": "Las circunstancias de Selia y Lesche"
      },
      {
        "en": "The Circumstances of a True Villain"
      }
    ],
    "description": {
      "en": "I have to survive, no matter what! I've died and been reincarnated as the villain of a romance novel! In order to avoid the hideous fate that awaits me, I've righted her wrongs and even gotten engaged. I should be home free, but strange things have started happening ever since the heroine appeared. Why won't her fiancé leave me alone?\n\nNote: The English will release on 30th Nov 2022, and the Korean release will release sometime after."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "100"
  },
  {
    "mangaId": "6670ee28-f26d-4b61-b49c-d71149cd5a6e",
    "title": {
      "en": "Mieruko-chan"
    },
    "updatedAt": "2025-01-30T20:32:50+00:00",
    "coverArt": "https://mangadex.org/covers/6670ee28-f26d-4b61-b49c-d71149cd5a6e/8a0bcde7-6105-4ed9-8e38-a94269c4c6a0.jpg",
    "altTitles": [
      {
        "ja": "見える子ちゃん"
      },
      {
        "ja-ro": "Mieruko-chan"
      },
      {
        "en": "Can See Them–chan"
      },
      {
        "en": "The Girl Who Can See Them"
      },
      {
        "en": "Girl That Can See It"
      },
      {
        "ne": "मिएरुको-चान"
      },
      {
        "ru": "Девочка, которая видит это"
      },
      {
        "th": "มิเอรุโกะจัง ใครว่าหนูเห็นผี"
      },
      {
        "uk": "Дівчина, що бачить це"
      },
      {
        "ko": "보이는 여고생"
      },
      {
        "zh": "看得见的女孩"
      },
      {
        "zh-hk": "陰陽眼見子"
      },
      {
        "ar": "مييروكو تشان"
      },
      {
        "fr": "Mieruko-chan : Slice of Horror"
      },
      {
        "de": "Mieruko-chan - Die Geister, die mich riefen"
      }
    ],
    "description": {
      "en": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and… ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.\n___\n**Alt Official Raw:** [niconico Manga](http://manga.nicovideo.jp/comic/37662)",
      "fr": "**Officially Published:**  \n- In French by [Ototo Manga](http://www.ototo.fr/Serie-94-Mieruko-chanSliceofHorror)",
      "ja": "ある日突然、普通の人には見えない異形な存在が見えるようになってしまった「みこ」。彼女は彼らから逃げるでもなく、立ち向かうでもなく…精一杯シカトしつづける事に。",
      "ru": "Мико — старшеклассница, проклятая шестым чувством; у нее есть способность видеть призраков- Она пытается жить обычной жизнью, но трудно, когда призраки продолжают преследовать ее- Она также может видеть души людей, и она понимает, что люди — настоящие монстры.В один «прекрасный» день старшеклассница внезапно начала видеть призраков! Она не может от этого избавиться, но изо всех сил старается вести себя так, будто вообще их не видит. История девушки с шестым чувством начинается!",
      "uk": "В один “прекрасний” день старшокласниця раптово почала бачити привидів! Вона не може від цього позбутися, але з усіх сил намагається поводитися так, ніби взагалі їх не бачить."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-05-12T00:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/171142b4-a653-414e-9c12-e4548a33e007.jpg",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3252e3bb-dd50-4092-aa74-5ba58574fb87",
    "title": {
      "en": "SSS-Rank Paladin Who Transcends Common Sense"
    },
    "updatedAt": "2024-02-26T18:00:37+00:00",
    "coverArt": "https://mangadex.org/covers/3252e3bb-dd50-4092-aa74-5ba58574fb87/b42491c6-ec61-43d5-961d-3a6ccf31a310.png",
    "altTitles": [
      {
        "zh": "SSS级超越常理的圣骑士"
      },
      {
        "zh": "SSS jí chāoyuè chánglǐ de shèng qíshì"
      },
      {
        "en": "SSS Grade Saint Knight"
      }
    ],
    "description": {
      "en": "The game descended on reality, monsters run rampant, magical disasters overflow, everyone needs to choose a class and level up to become stronger. Zhou Yi who has been unremarkable until now awakened the S+ rank talent Protection of the Sacred Angel on the day of class awakening, turning his class into the hidden class Sacred Knight! Weapon blessing, angel blessing, honor blessing… With all sorts of buffs, Zhou Yi destroyed the space itself with just his aura. Who was it that said sacred knight is just a mundane class?",
      "fr": "Le jeu est entré dans la réalité, les monstres se déchaînent, les catastrophes magiques débordent, chacun doit choisir une classe et monter en niveau pour devenir plus fort. Zhou Yi, qui n'avait rien de remarquable jusqu'à présent, a éveillé le talent de rang S+ Protection de l'ange sacré le jour de l'éveil de classe, transformant sa classe en classe cachée Chevalier sacré ! Bénédiction de l'arme, bénédiction de l'ange, bénédiction de l'honneur... Avec toutes sortes d'améliorations, Zhou Yi détruisait l'espace lui-même avec sa seule aura. Qui a dit que le Chevalier sacré n'était qu'une classe banale ?",
      "pt-br": "O jogo emerge na realidade, os monstros correm desenfreados, os desastres mágicos transbordam, todos precisam escolher uma classe e subir de nível para aprimorarem a sua força. Zhou Yi, que tem sido uma pessoa normal até então, despertou o talento de classificação S+ \"Proteção do Anjo Sagrado\" no dia de despertar de classes, transformando sua classe na classe oculta \"Cavaleiro Sagrado\"! Bênção de arma, bênção do anjo, bênção de honra... Com todos os tipos de buffs, Zhou Yi destruiu o próprio espaço apenas com sua aura. Quem foi que disse que o paladino era uma classe mundana?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2025-01-08T00:32:28+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/cb7e6a2e-ee0b-4351-b306-4ba34cfb1cce.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Hopeless pushover Iruma Suzuki has found himself in a devil of a predicament… His trashy parents have sold off his soul, and he now has to live and attend school in the Netherworld. But with his unique survival skills and doting demon grandfather’s support, Iruma will surely make it through this hellish experience. He’ll just need to subjugate rival classmates, summon familiars, and more, all while never revealing that he’s human… Easy as *aleph, bet, gimel*, right?",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fef2e4da-36f9-48e9-8317-2516f4b6ab14",
    "title": {
      "en": "Tensei Kizoku, Kantei Skill de Nariagaru ~Jakushou Ryouchi o Uketsuida node, Yuushuu na Jinzai o Fuyashiteitara, Saikyou Ryouchi ni Natteta~"
    },
    "updatedAt": "2025-01-28T18:37:02+00:00",
    "coverArt": "https://mangadex.org/covers/fef2e4da-36f9-48e9-8317-2516f4b6ab14/787e4bd1-6717-475a-b8b1-010164935c33.jpg",
    "altTitles": [
      {
        "ja": "転生貴族、鑑定スキルで成り上がる～弱小領地を受け継いだので、優秀な人材を増やしていたら、最強領地になってた～"
      },
      {
        "ja-ro": "Tensei Kizoku Kantei Skill de Nariagaru ~Jakushou Ryouchi wo Uketsuidanode, Yuushuuna Jinzai wo Fuyashite Itara, Saikyou Ryouchi ni Natteta~"
      },
      {
        "en": "As a Reincarnated Aristocrat, I'll Use My Appraisal Skill to Rise in the World: I Inherited a Weak Territory, and If I Increase the Number of Capable Personnel, It Will Become the Strongest Territory"
      },
      {
        "zh-hk": "轉生貴族，以鑑定技能成名～因為繼承了弱小的領地，所以如果增加了優秀的人才，就會成為最強的領地～"
      },
      {
        "id": "Terlahir kembali menjadi seorang bangsawan dengan skill penilaian"
      },
      {
        "id": "Seorang bangsawan yang bereinkarnasi, bangkit dengan kemampuan analisis"
      },
      {
        "pt-br": "Como um Aristocrata Reencarnado, Usarei Minha Habilidade de Avaliação para Subir no Mundo"
      },
      {
        "vi": "Quý Tộc Tái Sinh Thăng Tiến Nhờ Kỹ Năng Thẩm Định: Vì Thừa Kế Một Lãnh Địa Nhỏ Yếu, Nên Khi Tuyển Dụng Người Tài, Đã Trở Thành Lãnh Địa Mạnh Nhất"
      },
      {
        "vi": "Tái Sinh Thành Quý Tộc Với Kĩ Năng \"Thẩm Định\""
      }
    ],
    "description": {
      "en": "After being reincarnated, Ars Louvent is supposed to live in a different world as a weak aristocrat. Both his physical strength and intelligence were mediocre in both worlds, but here he naturally possessed a skill called \"Appraisal\" that allowed him to see the potential of any person. By gathering talented people by his side, Ars uses this \"Appraisal\" skill to transform his weak territory into the strongest one! But the road ahead of him won't be so simple.",
      "ja": "転生し、弱小貴族として異世界を生きることになったアルス・ローベント。現代同様、異世界でも体力・知力ともに平凡だったが、“鑑定スキル”という人の潜在能力を知ることが出来るスキルを生まれつき所持していた。アルスは自分の民たちを守るため、“鑑定スキル”で弱小領地を最強の領地へと変貌させていく───！",
      "vi": "Sau khi được tái sinh, Ars Louvent được cho là một quý tộc yếu kém. Cả sức mạnh thể chất và trí tuệ của cậu đều ở mức trung bình ở cả 2 thế giới. Nhưng cậu sở hữu một kĩ năng độc nhất có tên ' Thẩm định' cho phép cậu có thể nhìn được chỉ số và tiềm năng của mọi người. Bằng cách tập hợp những người tài năng về bên cạnh, Ars sẽ sử dụng kĩ năng 'Thẩm định' này để khiến lãnh thổ yếu ớt của mình thành nơi mạnh nhất! Nhưng con đường phía trước của cậu sẽ không hề dễ dàng.",
      "pt-br": "Após ser reencarnado, Ars Louvent deve viver em um mundo diferente como um aristocrata fraco. Tanto sua força física quanto sua inteligência eram medíocres em ambos os mundos, mas aqui ele naturalmente possuía uma habilidade chamada “Avaliação” que lhe permitia ver o potencial de qualquer pessoa. Ao reunir pessoas talentosas ao seu lado, Ars usa esta habilidade de “Avaliação” para transformar seu território fraco no mais forte! Mas o caminho à sua frente não será tão simples."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f190b4d-c98e-4ea9-a3eb-54a50b0e9fc3",
    "title": {
      "en": "Shokuba no Onnanoko ni Toushisuru Hanashi"
    },
    "updatedAt": "2025-02-04T15:20:06+00:00",
    "coverArt": "https://mangadex.org/covers/4f190b4d-c98e-4ea9-a3eb-54a50b0e9fc3/69e642cf-1237-41f7-87b6-65a4a1f00c3f.png",
    "altTitles": [
      {
        "ja": "職場の女の子に投資する話"
      },
      {
        "en": "A Story About Investing in a Girl at the Workplace"
      },
      {
        "pt-br": "Uma história sobre investir em uma garota no local de trabalho"
      }
    ],
    "description": {
      "en": "Hatamoto Ikuto, the manager of the local bookstore \"BOOK FOREST\", is an otaku who can't resist spending money on his favorite characters in games.\nTodoroki Miran, the part-time leader, looks up to him but can't understand his obsession with spending on in-game things.\nWhen Ikuto claims, \"For me, spending money is an investment\", Miran teases, \"If that's the case, how about you invest in me...?\"\nAs the two navigate a cycle of investment and returns, the distance between their hearts begins to shrink.\nA unique and charming investment-themed romantic comedy!\n\n(Source: Melonbooks, edited)",
      "ja": "街の書店「BOOK FOREST」で店長を務める畑本育人は、ゲームの「推し」キャラに課金してしまうオタク気質。バイトリーダーの轟ミランは、店長に憧れるものの、データに課金することだけは理解できない。「オレにとって課金は投資だ」と話す育人に、「それならあたしにも投資…して?」と話すミランだが…。投資と還元を繰り返し、2人の心の距離が揺れ動く――新感覚の投資ラブコメ！",
      "pt-br": "Hatamoto Ikuto, gerente da livraria local “BOOK FOREST”, é um otaku que não resiste a gastar dinheiro com seus personagens favoritos dos jogos.\nTodoroki Miran, líder de meio período, o admira, mas não consegue entender sua obsessão por gastar em coisas de jogos.\nQuando Ikuto afirma: “Para mim, gastar dinheiro é um investimento”, Miran provoca: “Se é assim, que tal você investir em mim...?”\nEnquanto os dois navegam em um ciclo de investimentos e retornos, a distância entre seus corações começa a diminuir.\nUma comédia romântica única e encantadora com tema de investimento!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31b701a7-78bd-4bb5-931a-6308c807df88",
    "title": {
      "en": "Childhood Friendship Is Hard"
    },
    "updatedAt": "2023-02-14T01:38:31+00:00",
    "coverArt": "https://mangadex.org/covers/31b701a7-78bd-4bb5-931a-6308c807df88/2ff1a317-b9bf-4741-868a-0bd60c4caa69.png",
    "altTitles": [
      {
        "ja": "幼馴染って難しい"
      },
      {
        "ja-ro": "Osananajimitte Muzukashii"
      },
      {
        "pt-br": "Amigos de infância São complicados!"
      }
    ],
    "description": {
      "en": "Yuuma and Rin are childhood friends that are joined at the hip. However, they're mutually expecting a little something or another to nudge their relationship a little closer... not that they'll ever admit it, mind you!",
      "pt-br": "Yuuma e Rin são amigos de infância bastante unidos. No entanto, eles esperam mutuamente que uma coisinha ou outra aconteça para que aproxime um pouco mais seu relacionamento... não que eles admitam isso!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2025-01-27T19:55:13+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/e30d77bf-f6c7-4083-ad84-c13aa81dfc5b.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      },
      {
        "en": "Tougen Anki: Legend of the Cursed Blood"
      },
      {
        "fr": "Tôgen Anki : La légende du sang maudit"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!",
      "fr": "Une légende raconte qu'un enfant extrêmement fort serait né d'une pêche et baptisé Momotarô. Lorsqu'il devint assez grand et puissant, ce valeureux guerrier aurait chassé les Oni qui pillaient les villages. Ce héros n'est pas une légende... Tout comme les Oni...\nLeurs descendants sont encore parmi nous et la bataille opposait le clan Momotarô au clan des Oni fait rage ! Shiki est un jeune garçon, au sang chaud. Alors qu'il vient de se faire renvoyer de l'école, il prend conscience qu'il possède du sang de Oni. Le clan Momotarô le cherche et veut l'éliminer. la quête de liberté de Shiki et des autres Oni commence...",
      "ja": "「お前は鬼の血を継いでいる……」　主人公・四季は自らの血に棲む者と出逢うことになる。",
      "pt-br": "Ichinose Shiki, um herdeiro do sangue de Oni, viveu toda a sua infância alheio a esse fato. No entanto, quando um homem desconhecido entra correndo em sua casa na tentativa de assassiná-lo, seu pai adotivo finalmente revela a verdade. Em um mundo onde Oni e Momotarou nunca puderam coexistir, junte-se a Ichinose em sua luta pelo poder e unificando as duas raças!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]