[
  {
    "mangaId": "2d1f5245-694d-4ae6-baa2-b690a040e4d4",
    "title": {
      "en": "12 Suicidal Children"
    },
    "updatedAt": "2023-05-15T17:48:41+00:00",
    "coverArt": "https://mangadex.org/covers/2d1f5245-694d-4ae6-baa2-b690a040e4d4/9e867ca0-efc7-4ff2-bc54-324ffdfe7754.jpg",
    "altTitles": [
      {
        "ja-ro": "12-nin no Shinitai Kodomo-tachi"
      },
      {
        "ja": "十二人の死にたい子どもたち"
      },
      {
        "en": "12 Suicidal Teens"
      },
      {
        "ko": "12인의 죽고 싶은 아이들"
      },
      {
        "ru": "Двенадцать детей, которые хотят умереть"
      },
      {
        "zh": "十二个想死的少年"
      },
      {
        "zh-hk": "十二個想死的少年"
      }
    ],
    "description": {
      "en": "The story is a locked-room mystery where 12 kids go into an abandoned hospital to give up on life. In the room where they meet, a boy is already lying dead, and no one knows who he is.",
      "ja": "[Wikipedia](https://ja.wikipedia.org/wiki/%E5%8D%81%E4%BA%8C%E4%BA%BA%E3%81%AE%E6%AD%BB%E3%81%AB%E3%81%9F%E3%81%84%E5%AD%90%E3%81%A9%E3%82%82%E3%81%9F%E3%81%A1)",
      "zh-hk": "[Wikipedia](https://zh.wikipedia.org/wiki/%E5%8D%81%E4%BA%8C%E5%80%8B%E6%83%B3%E6%AD%BB%E7%9A%84%E5%B0%91%E5%B9%B4)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "981ad6bb-9eab-4777-b39a-0acb0be1ef8b",
    "title": {
      "en": "Osananajimi no Yuri"
    },
    "updatedAt": "2025-01-02T09:46:51+00:00",
    "coverArt": "https://mangadex.org/covers/981ad6bb-9eab-4777-b39a-0acb0be1ef8b/d5e39b7c-7051-4a81-b406-f3ce44c2e446.png",
    "altTitles": [
      {
        "en": "Childhood Friend Yuri"
      },
      {
        "ja": "おさななじみの百合"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c048386a-591e-4fea-9b6f-2aca55716f31",
    "title": {
      "en": "Cute Baby Arrives: Mommy is Super Fierce"
    },
    "updatedAt": "2024-08-01T14:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/c048386a-591e-4fea-9b6f-2aca55716f31/1d83031b-80c1-45be-b474-0cd84b383927.jpg",
    "altTitles": [
      {
        "zh": "萌宝驾临：爹地妈咪超凶的"
      },
      {
        "en": "Adorable Baby Arrives: Daddy and Mommy Are Super Fierce"
      },
      {
        "en": "Cute Baby Is Coming: Daddy and Mommy Are Super Fierce"
      },
      {
        "zh-ro": "Meng Bao Jia Lin: Die Di Ma Mi Chao Xiong De"
      },
      {
        "en": "The Adorable Treasure Has Arrived: Daddy and Mommy Are Super Fierce"
      },
      {
        "en": "My Baby Is My Talent Agent"
      }
    ],
    "description": {
      "en": "When the not-so-famous actress Jane wakes up in the morning, her cute-but-nagging son Ian already had her day plan out for her – go on a blind date and find a father for the household. However, her date turns out to be Mark Quinn, the biological father of her son. The sullen business man obviously doesn't have the best impression of Jane and would not have expected that they will enter marriage soon with the help of Mark's father and Ian..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "93"
  },
  {
    "mangaId": "ac783473-e74c-4ed4-b3d7-89e50b171b5f",
    "title": {
      "en": "GALAXIAS"
    },
    "updatedAt": "2024-12-29T05:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/ac783473-e74c-4ed4-b3d7-89e50b171b5f/89620328-4916-4b8b-bbe8-caf8d83d3ab0.jpg",
    "altTitles": [
      {
        "ja": "ガラクシアス"
      },
      {
        "ru": "Галаксия"
      }
    ],
    "description": {
      "en": "It's been ten years since the assassination of the Dragon King, the land's most powerful ruler. Off in the corner of the kingdom where tailed dragonfolk dwell, Jio, a human girl, yearns for adventure and an escape from rural life. However, when she meets the mysterious, amnesiac young man Neraid, Jio's life turns upside-down! With courage and curiosity knocking on the door, the two of them find the ultimate adventure waiting for them!! A traditional battle fantasy from a rookie artist begins!! (K MANGA)\n___\n[Official X Account](https://x.com/GALAXIAS_manga)\n**Official English:** [K MANGA](https://kmanga.kodansha.com/title/10608/episode/352898) - United States, Canada, Australia, New Zealand, & Singapore only."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d00e6d4-cd4a-4243-956a-fed1d7d1637a",
    "title": {
      "en": "The Duke's Hidden Baby: BOGO!"
    },
    "updatedAt": "2024-09-11T02:50:49+00:00",
    "coverArt": "https://mangadex.org/covers/0d00e6d4-cd4a-4243-956a-fed1d7d1637a/8adf2ae2-c84c-4d1a-849e-06cd22700432.png",
    "altTitles": [
      {
        "en": "One Plus One"
      },
      {
        "en": "Pregnant Wife"
      },
      {
        "zh-ro": "Yun Qi Yi Jia Yi"
      },
      {
        "zh": "孕妻一加一"
      },
      {
        "en": "Pregnant Wife And The Little Ones"
      }
    ],
    "description": {
      "en": "He has the absolute power. He kills without hesitation and is a cold, fickle man. Yet he becomes obsessed with her and dotes on her nonstop.  \n  \nThe first time they met, he asked, “Was it you, six years ago?”  \n  \nThe second time they met, he’s holding onto the DNA test, “You still dare to say he’s not my son?”  \n  \nThe n time they met, “Mr. Duke, do you have an end to this?”  \nThe guy smiled with a deep charm, “The second child have yet to be born. Of course, there’s no end to this.”"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Gal Can't Be Kind to Otaku!?"
    },
    "updatedAt": "2025-01-03T10:07:00+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/4b87e456-0243-4dfe-abda-d0f41c91141a.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "en": "Gal Can't Be Kind to Otaku!?"
      },
      {
        "en": "Gals Can't Be Kind To A Geek!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Gentil com Otaku!?"
      },
      {
        "es-la": "¿¡Las Gals no pueden ser amables con los Otakus!?"
      },
      {
        "vi": "Gyaru không thể tử tế với Otaku ư?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "vi": "Một anh bạn trung bình Otaku thích anime dành cho bé gái, giáp mặt hai nàng Gyaru xinh đẹp nổi tiếng nhất trường. Nhưng không chỉ có thế, một trong hai nữ nhân xinh đẹp ấy có gì đó...hơi otaku thì phải...?",
      "es-la": "Takuya Seo es un otaku al que le gusta el \"anime para chicas\" y no puede decir que le guste en voz alta. Un día, se junta con dos chicas de su clase, Amane e Ijichi, pero parece que Amane también es una otaku...",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40fcaf75-87fc-4b92-8dc2-543862b3b4f5",
    "title": {
      "en": "Mobile Suit Gundam Sidestory DEAD ZONE"
    },
    "updatedAt": "2025-01-05T15:46:43+00:00",
    "coverArt": "https://mangadex.org/covers/40fcaf75-87fc-4b92-8dc2-543862b3b4f5/dae817c6-42ff-48af-b886-a18f5eae36e1.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-12-09T11:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/17f8c157-ae5c-4702-a762-11bc2c8b8c64.jpg",
    "altTitles": [
      {
        "ja": "ワンピース"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "fa": "وان پیس"
      },
      {
        "hi": "वन पीस"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "th": "วันพีซ"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "he": "וואן פיס"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "vi": "Vua Hải Tặc"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "ko": "원피스"
      },
      {
        "te": "వన్ పీస్"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cac1a74c-0b5f-498a-8472-05f0636e1b4d",
    "title": {
      "en": "Return to Player"
    },
    "updatedAt": "2024-06-29T01:08:12+00:00",
    "coverArt": "https://mangadex.org/covers/cac1a74c-0b5f-498a-8472-05f0636e1b4d/640f3fb8-676f-4a79-b39f-2d2845f5d235.jpg",
    "altTitles": [
      {
        "ko": "리턴 투 플레이어"
      },
      {
        "en": "Return of the Player"
      },
      {
        "ru": "Возвращение игрока"
      },
      {
        "th": "รีเทิร์น ทู เพลย์เยอร์"
      },
      {
        "ja": "リターン・トゥ・プレイヤー"
      },
      {
        "zh": "重生最强玩家"
      },
      {
        "zh-hk": "重返玩家：Return to Player"
      },
      {
        "fr": "Return to Player (Webtoon)"
      }
    ],
    "description": {
      "en": "Ten years ago, a group of gods turned everyone on Earth into players of a sadistic game that forced them to kill monsters in real life - or be killed themselves. \n\nKim Sehan has already seen how this game will play out: everyone in the world dies except for him. \n\nWhen he’s given the chance to go back in time and start a second playthrough, Sehan is determined to change the course of events and beat the gods at their own game.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)",
      "fr": "Un jour, le monde est devenu un jeu. Les monstres qui apparaissent soudainement tuent des gens, et les gens doivent devenir des joueurs et terminer la quête ! Kim Se-han est revenu de la fin de l'humanité et c'est à présent sa deuxième partie en tant que joueur. Sera-t-il capable de détruire le «système» qui a mis fin au monde ?\n\n---\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/return-to-player/list?title_no=2574)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)",
      "id": "Dunia telah berubah menjadi game! Setelah 10 tahun, Sehan berhasil menyelesaikan segalanya. Tetapi, ia memilih untuk memulai permainan dari awal dan menjalaninya lagi. Bisakah ia menyelamatkan dunia dan menghancurkan sistem yang membuat dunia berubah itu?\n\n---\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/return-to-player/list?title_no=2574)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)",
      "ko": "어느 날, 게임이 되어버린 세상.\n갑자기 나타난 몬스터들이 사람들을 죽이고, 사람들은 플레이어가 되어 퀘스트를 달성해야 한다!\n인류의 종말에서 회귀한 2회차 플레이어, 김세한.\n그는 과연 세상을 이렇게 만든 '시스템'을 쳐부술 수 있을까!\n\n---\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/return-to-player/list?title_no=2574)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)",
      "ru": "В один день мир превратился в игру. Неожиданно появившиеся монстры стали убивать людей, а те в свою очередь были вынуждены начать выполнять различные квесты. Во всём этом хаосе апокалипсиса выделился игрок по имени Ким Сехан. Удастся ли ему найти и уничтожить систему, сделавшую мир таким?\n\n---\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/return-to-player/list?title_no=2574)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)",
      "th": "เมื่อ 10 ปีก่อนโลกใบนี้ได้กลายมาเป็นฉากของ 'เกม' พวกเราได้กลายมาเป็น 'ผู้เล่น' ของเกมนั้นและต้องฆ่ามอนสเตอร์เพื่อเอาชีวิตรอด และผลลัพธ์คือ...การล่มสลายของมนุษยชาติ\n\n---\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/return-to-player/list?title_no=2574)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)",
      "zh": "游戏通关后结局竟是，\n人类已灭亡？！\n怪物肆虐，人类被迫成为游戏玩家。当游戏结束时世界只剩我一个幸存者，还被系统告知——单人模式结束，DLC商店开启。我竟然回到了游戏的第一天！\n一切都可以重新再来，这次我将改变结局！\n\n---\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/return-to-player/list?title_no=2574)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)",
      "zh-hk": "變為遊戲的世界裡，唯有殺死怪物才得以生存! 第1局遊戲中唯一倖存的玩家—金世翰，獲得了二次挑戰的機會。他究竟是否能從這場眾神遊戲中獲勝? 還是依舊無法改變人類滅亡的命運?\n\n---\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/return-to-player/list?title_no=2574)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad562f3c-7a3e-4de2-806a-557f4ef94ed5",
    "title": {
      "en": "Otome no Chikyuu no Hashirikata"
    },
    "updatedAt": "2024-12-15T17:10:51+00:00",
    "coverArt": "https://mangadex.org/covers/ad562f3c-7a3e-4de2-806a-557f4ef94ed5/b4a235a2-8575-40d9-91bf-8044acc452ed.jpg",
    "altTitles": [
      {
        "ja": "乙女の地球の走りかた"
      },
      {
        "ja-ro": "Otome no Chikyuu no Hashirikata"
      },
      {
        "en": "Girl's way of running the planet"
      }
    ],
    "description": {
      "en": "Ayumi Miyamura came to Mt. Mitake in Okutama, Tokyo to lose weight.\nOn her way to the trailhead, she encounters a strange runner who dashed past her and entered the mountain from a back road. Unbeknownst to her, this was her first encounter with a map and compass, and the start of her quest to participate in an \"adventure race.\"\n\nThis is the start of a next-generation outdoor manga about enjoying nature with all one's being.",
      "id": "Ayumi Miyamura, yang mendaki gunung untuk berdiet, bertemu dengan seorang gadis misterius yang mendaki gunung tanpa jalan daki."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec94b8e4-b9a8-4f10-9fd6-0bb6e33377b8",
    "title": {
      "en": "Our Field of Dreams"
    },
    "updatedAt": "2022-06-23T03:00:03+00:00",
    "coverArt": "https://mangadex.org/covers/ec94b8e4-b9a8-4f10-9fd6-0bb6e33377b8/4d1533ce-30f6-480c-9156-13ebcaecc894.jpg",
    "altTitles": [
      {
        "vi": "Sân cỏ ước mơ"
      },
      {
        "ja": "俺たちのフィールド"
      },
      {
        "zh": "我们的足球场"
      },
      {
        "zh": "足球好小子"
      },
      {
        "ja-ro": "Ore-tachi no Field"
      }
    ],
    "description": {
      "en": "A soccer loving boy Takasugi Kazuya dreams of playing soccer with his Japan League star father at the National Yoyogi Stadium. The story follows Kazuya's life as he travels to Argentina, plays for Yamaki, and goes to the 1998 World Cup in France."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "34",
    "lastChapter": "324"
  },
  {
    "mangaId": "83e6e476-63e0-4c86-aaed-c011150d8cab",
    "title": {
      "en": "The Lady Knight and the Beast-Eared Child"
    },
    "updatedAt": "2024-11-05T15:56:15+00:00",
    "coverArt": "https://mangadex.org/covers/83e6e476-63e0-4c86-aaed-c011150d8cab/c3849162-18c2-4416-b78f-dc91ef105a5f.jpg",
    "altTitles": [
      {
        "ja": "女騎士とケモミミの子"
      },
      {
        "ja-ro": "Onna Kishi to Kemomimi no Ko"
      },
      {
        "ja": "Female knight and the Kemonomimi child"
      },
      {
        "en": "Female Knight and the Kemonomimi Child"
      },
      {
        "en": "The Female Knight and the Beast-Eared Child"
      },
      {
        "uk": "Пані-лицар та звіродитя"
      }
    ],
    "description": {
      "en": "A different world where demons are rampant and murderous. Olivia, a female knight, lives with her apprentice Noah, an animal eared child. A tale of a master and apprentice growing up, adventuring and being healed by the strong bond between each other.",
      "ja": "魔物が蔓延り殺伐とした異世界。女騎士オリビアは、弟子の獣人ノアと暮らしていた。強く生きる2人の絆に癒され、キュンとする師弟の成長冒険譚。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16489014-524c-4216-9602-5d87d33c75de",
    "title": {
      "en": "Spark"
    },
    "updatedAt": "2025-01-05T15:39:52+00:00",
    "coverArt": "https://mangadex.org/covers/16489014-524c-4216-9602-5d87d33c75de/200222d2-36db-4a99-b311-9a2d7eb84d41.jpg",
    "altTitles": [
      {
        "vi": "Ánh lửa"
      },
      {
        "ja": "火花"
      },
      {
        "ja-ro": "Hibana"
      }
    ],
    "description": {
      "en": "The story is told from a third person perspective. About her boyfriend and a transfer boy."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "4c532b6f-0f3d-47db-8dd3-94474dc0e325",
    "title": {
      "en": "Perhaps Invincible"
    },
    "updatedAt": "2024-12-17T12:24:33+00:00",
    "coverArt": "https://mangadex.org/covers/4c532b6f-0f3d-47db-8dd3-94474dc0e325/428da4af-03c3-4443-a447-1e730fb908fb.jpg",
    "altTitles": [
      {
        "ko": "아마도 무적불패"
      },
      {
        "es-la": "Probablemente... invencible?"
      },
      {
        "pt-br": "Talvez...? Invencível?"
      }
    ],
    "description": {
      "en": "Yu Hyeol, a third-rate warrior infamously nicknamed *“The Star of the Dark Arts”* due to his menacing appearance, lived a life plagued by false rumors and endless misunderstandings. One day, Seolhwa—the woman he once vowed his future to—reappears before him, no longer the gentle figure he remembered but a formidable master of martial arts.  \n\nFrom that moment, his name becomes entangled with the lives of countless warriors, spiraling his already infamous reputation. As his so-called “notoriety” spreads, the Murim Alliance, the Demon Cult, and even the royal court take notice of him.  \n\n*\"No, really… it’s all just a big misunderstanding!\"*  \n\nBut can he convince the world otherwise? Or will he unintentionally become the legend he never aimed to be?",
      "es-la": "Yoo Hyeol, un guerrero de tercera categoría apodado infamemente “La Estrella de las Artes Oscuras” debido a su apariencia amenazante, vivió una vida plagada de falsos rumores y malentendidos sin fin. Un día, Seolhwa, la mujer a la que una vez le prometió su futuro, reaparece ante él, ya no es la figura gentil que recordaba, sino una formidable maestra de las artes marciales. A partir de ese momento, su nombre se enreda con las vidas de innumerables guerreros, lo que hace que su ya infame reputación se vuelva cada vez más complicada. A medida que su supuesta “notoriedad” se extiende, la Alianza Murim, el Culto del Demonio e incluso la corte real se fijan en él. \"No, en serio... ¡todo es solo un gran malentendido!\" Pero, ¿podrá convencer al mundo de lo contrario? ¿O se convertirá involuntariamente en la leyenda que nunca quiso ser?",
      "pt-br": "Yoo Hyeol, um guerreiro de terceira categoria infamemente apelidado de “A Estrela das Artes Sombrias” devido à sua aparência intimidadora, viveu uma vida atormentada por falsos rumores e constantes mal-entendidos. Um dia, Seolhwa — a mulher a quem ele uma vez prometeu seu futuro — reaparece diante dele, já não sendo a figura gentil que ele lembrava, mas uma formidável mestre em artes marciais.\n\nA partir desse momento, o nome de Yoo Hyeol se entrelaça com as vidas de incontáveis guerreiros, ampliando ainda mais sua já notória reputação. À medida que sua “fama” se espalha, até mesmo a Aliança Murim, o Culto Demoníaco e a corte real começam a prestar atenção nele.\n\n“Não, sério… tudo isso é só um grande mal-entendido!”\n\nMas será que ele conseguirá convencer o mundo do contrário? Ou acabará se tornando, sem querer, a lenda que nunca almejou ser?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52565c9-d99a-4380-9dc8-67369d448eb7",
    "title": {
      "en": "Mahou Shoujo Madoka☆Magica"
    },
    "updatedAt": "2024-10-22T18:02:34+00:00",
    "coverArt": "https://mangadex.org/covers/c52565c9-d99a-4380-9dc8-67369d448eb7/47d75e43-2535-47f5-9f4e-ce9c90aec258.png",
    "altTitles": [
      {
        "ja": "魔法少女まどか☆マギカ"
      },
      {
        "ja-ro": "Mahou Shoujo Madoka Magica"
      },
      {
        "ja-ro": "Puella Magi Madoka★Magica"
      },
      {
        "en": "Puella Magi Madoka Magica"
      },
      {
        "en": "Magical Girl Madoka Magica"
      },
      {
        "en": "Magical Girl Madoka★Magica"
      },
      {
        "ru": "Девочка-волшебница Мадока"
      }
    ],
    "description": {
      "en": "There exist familiars who have the power to grant one wish to a chosen girl. However, in return that girl must then become a magical girl and fight against witches, evil creatures born from curses that are responsible for murders and suicides. A schoolgirl named Madoka Kaname and her friend Sayaka Miki are approached by a familiar named Kyubey and a magical girl named Mami Tomoe with offers of becoming magical girls. Another mysterious magical girl named Homura Akemi tries to prevent Madoka from agreeing to the contract."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "12"
  },
  {
    "mangaId": "270f205c-e9a6-4b24-b940-59d5c07829d1",
    "title": {
      "en": "Gal ni Yasashii Otaku-kun"
    },
    "updatedAt": "2024-10-30T21:24:03+00:00",
    "coverArt": "https://mangadex.org/covers/270f205c-e9a6-4b24-b940-59d5c07829d1/9430b5bb-1b28-46f3-9656-cc2cbab46505.jpg",
    "altTitles": [
      {
        "ja": "ギャルに優しいオタク君"
      },
      {
        "ja-ro": "Gyaru ni Yasashii Otaku-kun"
      },
      {
        "en": "Otaku x Gal"
      },
      {
        "en": "Otaku-kun Who's Kind to Gyaru"
      },
      {
        "en": "Otaku-kun Who's Kind to Gals"
      },
      {
        "en": "Gal-Friendly Otaku-kun"
      }
    ],
    "description": {
      "en": "Otakura is a high school boy who's clearly an otaku, and Narumi is a high school gal. Normally, these two polar opposites would never cross paths, even at school. But by a strange coincidence, it turns out Otakura is able to use his inherently handy nature to help out Narumi with her own hobby-related requests, one after another?",
      "id": "Odakura, seorang anak SMA yang terlihat otaku, dan Narumi, seorang gadis SMA yang terlihat seperti seorang gal. Awalnya, mereka adalah dua kutub yang berlawanan yang tidak akur di sekolah, tetapi secara kebetulan, Odakura menggunakan ketangkasan alaminya untuk mengabulkan permintaan Narumi satu demi satu!? \n\nKomedi romantis remaja sekolahmu♪",
      "ja": "見た目がオタクな男子高校生の小田倉と、ギャルな女子高生の鳴海。\n本来は学校でも交わらない真逆のタイプの二人だったけれど、ひょんなことから小田倉は持ち前の手先の器用さで、鳴海の趣味に関するお願い事を次々と叶えていって!?\n\nギャルの趣味を理解するオタク君の学園青春ラブコメディー♪\n\n---\n\nMitame ga otakuna danshi kōkōsei no Odagura to, gyaruna mesukōsei no Narumi. Honrai wa gakkō demo majiwaranai magyaku no taipu no futaridattakeredo, hyon'nakotokara Odagura wa mochimae no tesaki no kiyō-sa de, Narumi no shumi ni kansuru o negaigoto o tsugitsugi to kanaete itte!? \n\nGyaru no shumi o rikai suru otaku-kun no gakuen seishun rabukomedī ♪",
      "pt-br": "Odakura, um garoto do ensino médio que parece um otaku, e Narumi, uma garota do ensino médio que se parece com uma gal. Originalmente, eles eram polares opostos que não se davam bem na escola, mas por acaso, Odakura usou sua destreza natural para conceder os desejos da Narumi um após o outro!? Sua comédia romântica escolar da juventude."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f67c73a1-09ba-4047-8771-5299ae71f750",
    "title": {
      "en": "Meika-san wa Oshikorosenai"
    },
    "updatedAt": "2024-10-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/f67c73a1-09ba-4047-8771-5299ae71f750/078c9ece-8ba3-4dc2-9b37-4d6db737c7ec.jpg",
    "altTitles": [
      {
        "en": "Meika-san Can't Conceal Her Emotions"
      },
      {
        "en": "The Maid Who Can't Hide Her Feelings (Serialization)"
      },
      {
        "ja": "メイカさんは押しころせない"
      },
      {
        "pt-br": "A Empregada Que Não Consegue Esconder Seus Sentimentos (Serialização)"
      },
      {
        "vi": "Meika-san Không Thể Thổ Lộ Tình Cảm Của Cô Ấy"
      }
    ],
    "description": {
      "en": "A serialization of the webcomic about a maid, Meika, who can't completely suppress her feelings for her master, Kouta.",
      "vi": "Một câu chuyện kể về một cô hầu gái, Meika, người không thể kìm nén hoàn toàn tình cảm của mình dành cho chủ nhân của cô ấy, Kouta.",
      "es-la": "Una serialización del webcomic sobre una maid, Meika, quien no puede reprimir por completo sus sentimientos por su amo, Kouta.",
      "pt-br": "A serialização da webcomic sobre uma empregada, Meika, que não consegue ocultar completamente seus sentimentos pelo seu mestre, Kouta."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "153"
  },
  {
    "mangaId": "d31b8a09-e28d-4f9f-887b-d62dced36db8",
    "title": {
      "en": "Omiai Shitakunakatta node, Murinandai na Jouken wo Tsuketara Doukyuusei ga Kita Ken ni Tsuite"
    },
    "updatedAt": "2024-10-26T16:35:54+00:00",
    "coverArt": "https://mangadex.org/covers/d31b8a09-e28d-4f9f-887b-d62dced36db8/a581c499-f228-4dc8-b5e6-9c0bb5f9351a.jpg",
    "altTitles": [
      {
        "en": "About That Time I Didn’t Want to Have a Matchmaking Interview, So I Set Some Impossible Conditions and Then My Classmate Showed Up"
      },
      {
        "en": "I Didn’t Want to Meet a Prospective Marriage Partner So I Set an Impossible Condition and Then My Classmate Came"
      },
      {
        "ja": "お見合いしたくなかったので、無理難題な条件をつけたら同級生が来た件について"
      },
      {
        "es": "No Quería ir a la Cita, Así que Puse Condiciones Absurdas y Vino una Compañera de Clases"
      },
      {
        "es-la": "En ese Momento no Quería Tener una Entrevista de Emparejamiento, así que Puse Algunas Condiciones Imposibles y Luego Apareció mi Compañero de Clase"
      }
    ],
    "description": {
      "en": "One day, Yuzuru Takasegawa — a first-year high school student — is urged by his grandfather to go on an arranged marriage meeting, insisting that he wants to see his great-grandson before he dies.\n\nHowever, not wanting to bear the weight of a fiancee at the tender age of a freshman in high school, Yuzuru tries to avoid the arranged marriage meeting by imposing an irrational condition that, “If she is Blonde Haired, Blue Eyed, Fair Skinned with big boobs, only then I will think about the marriage”.\n\nBut somehow, he finds the girl who meets the conditions that Yuzuru has put out, and he reluctantly ends up going to matchmaking only once.\n\nAnd on the day of matchmaking, it was Arisa Yukishiro, a beautiful girl with reputation at school, shows up on the scene. [adapted from Novel Updates]",
      "es": "Un día, su abuelo insta a Yuzuru Takasegawa, un estudiante de primer año de secundaria, a asistir a una reunión matrimonial arreglada, insistiendo en que quiere ver a su bisnieto antes de morir. Sin embargo, al no querer soportar el peso de una prometida a la tierna edad de un estudiante de primer año en la escuela secundaria, Yuzuru intenta evitar la reunión matrimonial arreglada imponiendo una condición irracional que dice: \"Si es de pelo rubio, ojos azules, piel clara, etc. ., sólo entonces pensaré en el matrimonio ”. Pero de alguna manera, encuentra a la chica que cumple con las condiciones que Yuzuru ha puesto, y de mala gana termina yendo al emparejamiento solo una vez. Y el día del emparejamiento, Arisa Yukishiro, una hermosa chica con reputación en la escuela, apareció en escena. Al escuchar su historia, parece que también la obligaron a regañadientes a continuar el emparejamiento. Por lo tanto, los dos intentan evitar más propuestas de matrimonio con su falso \"compromiso\".",
      "ja": "私と嘘の“婚約”をしませんか？ 嘘から始まるピュアラブコメディ開幕!!\n\nお見合い話を持ってくる祖父に「金髪碧眼色白美少女なら考える」と、無理難題をつきつけた高校生・高瀬川由弦。数日後、お見合いの場にいたのは同級生の雪城愛理沙!? 由緒ある家に生まれたため、幾度となくお見合いを勧められうんざりしていた二人は、お互いのために、嘘の『婚約』を交わすことになるのだが…。嘘の婚約から始まるピュアラブコメディ、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca33a142-58fb-4fee-88b9-36ef87f02c77",
    "title": {
      "en": "Nezumi no Hatsukoi"
    },
    "updatedAt": "2024-12-19T19:54:27+00:00",
    "coverArt": "https://mangadex.org/covers/ca33a142-58fb-4fee-88b9-36ef87f02c77/48064043-c556-4cb2-b8ef-3aa3a7cfc24b.jpg",
    "altTitles": [
      {
        "ja": "ねずみの初恋"
      },
      {
        "en": "Nezumi's First Love"
      },
      {
        "fr": "Le Premier Amour de Nezumi"
      },
      {
        "ne": "नेजुमी को पहिलो प्रेम"
      },
      {
        "vi": "Tình đầu của Nezumi"
      },
      {
        "pt-br": "O Primeiro Amor de Nezumi"
      }
    ],
    "description": {
      "en": "Nezumi is a girl who was raised as a hitman by the yakuza and grew up not knowing human love. An ordinary young man, Ao, knows nothing. They fall in love and start to live together, but the evil hand is close at hand... This is a story of first love, so cruel and so sad.\n\nRead the prequel oneshot featuring Messiah-chan's backstory [here](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan).",
      "fr": "Nezumi est une fille qui a été élevée comme tueuse à gages par les yakuzas et qui a grandi sans connaître l'amour humain. Un jeune homme ordinaire, Ao, n'en sait rien. Ils tombent amoureux et commencent à vivre ensemble, mais la main du mal est proche.... C'est l'histoire d'un premier amour, si cruel et si triste.",
      "ja": "ヤクザに殺し屋として育てられ、人の愛を知らずに育った少女、ねずみ。何も知らない普通の青年、碧(あお)。二人は恋に落ち、共に暮らし始めるが、魔の手はすぐそこまで迫っていた‥‥。",
      "pt-br": "Nezumi, uma garota criada como uma assassina pela yakuza, cresceu sem conhecer o amor humano. Ao, um jovem comum, não sabe nada sobre o passado sombrio dela. Mesmo assim, eles se apaixonam e começam a viver juntos, mas o perigo está à espreita... Esta é uma história de um primeiro amor, tão cruel e triste.\n\nLeia o oneshot prequel, que conta a história de origem da Messiah-chan, [aqui](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan)."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3175db1-7f49-4321-ad68-5a59e0e53b61",
    "title": {
      "en": "Shota Oni"
    },
    "updatedAt": "2024-10-13T12:48:56+00:00",
    "coverArt": "https://mangadex.org/covers/b3175db1-7f49-4321-ad68-5a59e0e53b61/0ea6e4d0-629c-4f8d-b8ec-94617dff56a5.jpg",
    "altTitles": [
      {
        "ja": "ショタおに"
      }
    ],
    "description": {
      "en": "After leaving a scar on his best friend's face years ago, Tsubaki feels responsible and is determined to grow up big and strong so he can protect Yuu. Yuu is already in high school and Tsubaki is only in elementary, but he is sure that his feelings will get through and Yuu will eventually come to rely on him."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d85cb6a1-4bbe-4fa8-a18c-093fee1c7b4a",
    "title": {
      "en": "Sacrificial Princess and the King of Beasts"
    },
    "updatedAt": "2024-12-19T23:39:21+00:00",
    "coverArt": "https://mangadex.org/covers/d85cb6a1-4bbe-4fa8-a18c-093fee1c7b4a/b60a6a51-69e0-4ff1-ae24-67833015efb9.jpg",
    "altTitles": [
      {
        "ja": "贄姫と獣の王"
      },
      {
        "ja": "Nie-hime to Kemono no Ou"
      },
      {
        "ja": "Niehime to Kemono no Oh"
      },
      {
        "ja-ro": "Niehime to Kemono no Ou"
      },
      {
        "en": "Princess of the Sacrifice & King of the Beast"
      },
      {
        "de": "Sacrifice to the King of Beasts"
      },
      {
        "fr": "La princesse et la bête"
      },
      {
        "it": "La principessa sacrificio i el re delle bestie"
      },
      {
        "ko": "산제물의 공주와 짐승의 왕"
      },
      {
        "ko": "제물공주와 짐승의 왕"
      },
      {
        "zh": "祭品公主与兽之王"
      }
    ],
    "description": {
      "en": "Saliphie, the 99th sacrifice to the terrifying demon king, learns two secrets about the king: The first, that he has been letting the sacrifices go in secret. The second, that half of his blood is that of a human. She gets to know the king's kindness and sorrow, and then it's announced that the king has taken Saliphie, who wishes to become a source of energy for the king, as his queen, and…?",
      "pt-br": "Localizado no fim do mundo, o Reino de Ozmargo é habitado por feras de todas as formas e feitios, governado por um temível rei sem nome. Após o fim de uma guerra de cem anos entre Ozmargo e o reino humano vizinho, um tratado de paz foi assinado: todo ano, um sacrifício deve ser enviado para ser devorado pelo rei na noite da revelação.\n\nSariphi é o 99º e mais recente sacrifício humano. Embora pareça frágil, ela não teme o rei nem tem uma família ou um lar para onde retornar caso consiga escapar de sua morte iminente. Intrigado pela garota audaciosa, o rei deixa Sariphi vagar pelo palácio, apesar da desaprovação de seu conselheiro, Anúbis.\n\nAos poucos, o rei e Sariphi começam a se aquecer um com o outro, mas a noite da revelação está se aproximando rapidamente. Sem que eles saibam, o dia fatídico desencadeia uma série de eventos que mudarão o curso do destino não apenas de Sariphi e do rei, mas também de seus respectivos mundos."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "89.6"
  },
  {
    "mangaId": "26c4a83f-4078-431b-b862-820c452bb278",
    "title": {
      "en": "Misoshiru de Kanpai!"
    },
    "updatedAt": "2024-11-17T00:32:32+00:00",
    "coverArt": "https://mangadex.org/covers/26c4a83f-4078-431b-b862-820c452bb278/9c0e0cb7-2b1f-434a-a9ab-8bb79c6c956c.jpg",
    "altTitles": [
      {
        "en": "Let's Have a Toast With Miso Soup!"
      },
      {
        "ja": "味噌汁でカンパイ！"
      },
      {
        "ko": "미소된장국으로 건배!"
      }
    ],
    "description": {
      "en": "Zenichirou is a middle school student raised in a motherless family. His breakfast always consists of onigiri and instant miso soup from the convenience store. Yae, a childhood friend of Zenichirou, cannot stand to see him eat such an innutritious breakfast, so she decides to make him breakfast every morning…  \n  \nThis story conveys a simple message: eating with another person makes miso soup taste more delicious and hearty!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "84"
  },
  {
    "mangaId": "2c46f07f-7c9b-4ddb-b2dd-4cf8658f33b4",
    "title": {
      "en": "Gyaru to Kyouryuu"
    },
    "updatedAt": "2023-11-04T00:49:00+00:00",
    "coverArt": "https://mangadex.org/covers/2c46f07f-7c9b-4ddb-b2dd-4cf8658f33b4/5cc91b95-2b9e-4665-be2c-9a01f04a2386.jpg",
    "altTitles": [
      {
        "en": "My Roomie Is a Dino"
      },
      {
        "en": "Gal & Dino"
      },
      {
        "ja": "ギャルと恐竜"
      }
    ],
    "description": {
      "en": "A story of a gyaru who picks up a dinosaur.  \n\n---\n**Links:**\n  \n- [Official Site](http://galkyo.com/)\n- Alternative Official English - [Kodansha](https://kodansha.us/series/my-roomie-is-a-dino/)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "105"
  },
  {
    "mangaId": "23410e36-1834-441a-85fd-722f74e0db02",
    "title": {
      "en": "Royal Tailor: Clothier to the Crown"
    },
    "updatedAt": "2024-06-27T15:57:04+00:00",
    "coverArt": "https://mangadex.org/covers/23410e36-1834-441a-85fd-722f74e0db02/ff251526-b1f5-44a2-8170-8c9a9a67f5c9.jpg",
    "altTitles": [
      {
        "ja": "ロイヤルテーラー　―王宮の裁縫師―"
      },
      {
        "ja-ro": "Royal Tailor -Oukyuu no Saihoushi-"
      },
      {
        "zh-hk": "皇家裁縫 -王宮的裁縫師-"
      },
      {
        "zh": "皇家裁缝 -王宫的裁缝师-"
      }
    ],
    "description": {
      "en": "Hana's lifelong dream is to become a tailor and make wonderful clothes for people of all the different fantasy races. However, in a world where humans are discriminated against, even getting work as a seamstress is a struggle. When a handsome, mysterious prince offers her a job, it seems like Hana's fortunes might finally be changing for the better!\n\n(Source: [Seven Seas Entertainment](https://sevenseasentertainment.com/series/royal-tailor-clothier-to-the-crown/))"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6da232d-1527-49fc-b3ce-c8325263a6a2",
    "title": {
      "en": "Silencer"
    },
    "updatedAt": "2024-01-04T14:31:10+00:00",
    "coverArt": "https://mangadex.org/covers/d6da232d-1527-49fc-b3ce-c8325263a6a2/8df0ccd6-10d0-4c66-8887-2965790d83b4.jpg",
    "altTitles": [
      {
        "ja": "サイレンサー"
      },
      {
        "ja-ro": "Sairensā"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nShizuka Katsuragi is a female detective who loves silencers. She is assigned to the \"annex\" of the Community Safety Division, a hive of activity in the Tokyo Metropolitan Police Department.\n\n Her partner is Kenya Iha, the most eccentric person in the Metropolitan Police Department. The pairing of the two is a strange one, as they both pull each other down. \n\nWith the policy of \"conquer poison with poison,\" her beloved gun quietly blows fire today..."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "34"
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/ab0a4f24-602b-4d62-b66e-ddd98b2d52af.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12ac16ec-8894-420b-bc03-eade9340dfd8",
    "title": {
      "en": "Trinity Seven"
    },
    "updatedAt": "2024-10-14T12:42:32+00:00",
    "coverArt": "https://mangadex.org/covers/12ac16ec-8894-420b-bc03-eade9340dfd8/3cdb9d45-248f-495c-bc53-d68584db4688.jpg",
    "altTitles": [
      {
        "en": "Trinity 7"
      },
      {
        "ja-ro": "Trinity Seven - 7-Nin no Masho Tsukai"
      },
      {
        "ja-ro": "Trinity Seven: 7-Nin no Mahoutsukai"
      },
      {
        "id": "ทรินิตี้เซเว่น 7 จ้าวคัมภีร์เวท"
      },
      {
        "ja": "トリニティセブン 7人の魔書使い"
      },
      {
        "ko": "트리니티 세븐"
      },
      {
        "en": "Trinity Seven - The 7 Magicians"
      }
    ],
    "description": {
      "en": "Everyday is a normal day in the small town where Kasuga Arata lives. However, everything changed on the day of the Black Sun, and following it, a magician appears before him. The Black Sun caused the Breakdown Phenomenon which destroyed the town where he lives. Because of this, his normal life was artificially reconstructed by a Grimoire that his childhood friend had left. Just what is the purpose of the magician coming to the town? What will he do with the Grimoire's keepsake?",
      "pt-br": "Arata Kasuga está vivendo uma vida comum com sua prima, Hijiri, quando um acontecimento misterioso chamado \"Fenômeno do Colapso\" a faz desaparecer diante de seus olhos. Determinado a erradicar o Fenômeno do Colapso e trazer Hijiri de volta, Arata se matricula na Academia Real Biblia. É uma estrada difícil pela frente, mas nada é impossível quando você tem sete lindas garotas — cada uma mestre em sua própria arte mágica — ao seu lado! A comédia romântica e a história às vezes séria da escola de bruxas começa!\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 30. ]"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0458e53f-59ab-49f0-b99a-9deb16049377",
    "title": {
      "en": "Zenbu Kimi no Sei - Extras / After Story"
    },
    "updatedAt": "2024-11-07T15:03:34+00:00",
    "coverArt": "https://mangadex.org/covers/0458e53f-59ab-49f0-b99a-9deb16049377/a0b9c6a0-cb16-46eb-ab60-92b1a2ccb3f3.png",
    "altTitles": [
      {
        "en": "All Because of You"
      },
      {
        "ja": "ぜんぶきみの性"
      },
      {
        "ko": "전부 너의 성"
      },
      {
        "zh": "都是性别惹的祸"
      },
      {
        "en": "All Your Sex"
      },
      {
        "ja": "男にも女にも中学教師"
      },
      {
        "ja-ro": "Otoko ni mo Onna ni mo Naru Chuugaku Kyoushi"
      },
      {
        "ja": "どっちも女装するカップル♂"
      },
      {
        "ja-ro": "Docchi mo Josou Suru Couple ♂"
      }
    ],
    "description": {
      "en": "Extras and After Story of [Zenbu Kimi no Sei](https://mangadex.org/title/82476383-e6a9-41a7-b98c-87cc8be9efbb/zenbu-kimi-no-sei), mainly centred around Ryou and Nagisa. (the Official Raws are free to view)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "822c9883-385c-4fd0-9523-16e7789cbeae",
    "title": {
      "en": "Seitokai ni mo Ana wa Aru!"
    },
    "updatedAt": "2024-12-07T15:50:10+00:00",
    "coverArt": "https://mangadex.org/covers/822c9883-385c-4fd0-9523-16e7789cbeae/b0ecfe80-aae9-41a5-a9b6-ecf716543e91.jpg",
    "altTitles": [
      {
        "ja": "生徒会にも穴はある!"
      },
      {
        "en": "There is Also a Hole in the Student Organization!"
      },
      {
        "en": "Even the Student Council has Holes"
      },
      {
        "fr": "Les allumés du conseil ! (Meian)"
      },
      {
        "ru": "В студсовете тоже есть дырка!"
      },
      {
        "vi": "Hội học sinh cũng lắm trò vui!"
      }
    ],
    "description": {
      "en": "When it comes to the face of this student organization, it's a little weird, like a fool, scary, or moody. However, mysterious and futuristic days that seem strangely cute pass by.",
      "ja": "この生徒会の面子ときたら、あほの子だったり、恐ろしかったり、むっつりだったり、ちょっと変！ でも、それがなんだか、妙に可愛く思える今日この頃……。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f73cb139-5ecb-4442-a100-ff2e08583797",
    "title": {
      "en": "Gekizumi Dungeon Desu ga Skill Hanshoku de Gyakuten Shitai to Omoimasu"
    },
    "updatedAt": "2025-01-05T14:58:58+00:00",
    "coverArt": "https://mangadex.org/covers/f73cb139-5ecb-4442-a100-ff2e08583797/5d7c5caa-9192-4fe3-8bc6-cba0b7a84046.png",
    "altTitles": [
      {
        "ja-ro": "Gekizumi Dungeon Desu Ga “skill: Hanshoku” De Gyakuten Shitai To Omoimasu"
      },
      {
        "ja": "激詰みダンジョンですが《スキル：繁殖》で逆転したいと思います"
      },
      {
        "en": "Extreme Dead-End Dungeon: Turning the Tables with My Skill: Reproduction!"
      }
    ],
    "description": {
      "en": "Akira the Dungeon Master: From Weakest to Strongest! Reborn in another world as a dungeon master, Akira Hanamura constructs a cozy dungeon within just 30 minutes. However, there's one major flaw—this \"perfect\" dungeon has zero defenses against the flood of adventurers seeking its treasures. It’s a ticking time bomb where being conquered means instant death for Akira. In this desperate situation, Akira discovers the potential of his unique 《Reproduction》 skill. To survive, he must expand his forces by creating new monsters, utilizing both female adventurers and monster girls as vessels to grow his dungeon's strength. What starts as the weakest dungeon turns into a relentless rise to power as Akira battles to create the ultimate stronghold. An erotic and high-stakes dungeon-building fantasy born from Nocturne Novels—prepare for a thrilling journey of strategy, survival, and unexpected alliances!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fc308c9-4b00-4dc3-943e-1f39242bc708",
    "title": {
      "en": "Overgeared"
    },
    "updatedAt": "2024-07-14T21:00:08+00:00",
    "coverArt": "https://mangadex.org/covers/3fc308c9-4b00-4dc3-943e-1f39242bc708/2af0c6f7-cd3d-4c59-afee-a8ff471e0561.jpg",
    "altTitles": [
      {
        "ko": "템빨"
      },
      {
        "ru": "Во всеоружии (перезапуск)"
      },
      {
        "fa": "تا دندان مسلح"
      },
      {
        "en": "Overgeared (Team Argo)"
      },
      {
        "ja": "テムパル〜アイテムの力〜"
      },
      {
        "id": "Kekuatan Item"
      },
      {
        "zh-hk": "裝備仔"
      },
      {
        "zh": "装备我最强"
      }
    ],
    "description": {
      "de": "Shin Youngwoo spielt mit seinem Avatar \"Grid\" das zurzeit beliebteste Virtual-Reality-Spiel der Welt: Satisfy.  \n  \nOb in der Realität oder in-game, Shin scheint vom Unglück verfolgt zu werden. Doch als er nach der Suche nach einem Questgegenstand seine Belohnung erhält, kann er zu einer legendären Klasse wechseln. Einer Klasse, die außer ihm niemand der über 2 Milliarden Spielern besitzt.",
      "en": "Shin Youngwoo (aka Grid), an unlucky man in life and a low-level player in the popular VR game Satisfy, finds a powerful item that earns him a rare legendary class title: Pagma’s Successor. Now a skilled blacksmith, he can forge unique weapons and equip the game’s most powerful gear!\n\nGrid resolves to use his new abilities to achieve fame and fortune, but as his very existence begins to stir up trouble in Satisfy, he realizes that life as a legend may be more than he bargained for….",
      "fa": "⁧⁧بزرگ‌ترین بازی واقعیت مجازی جهان «ستیسفای».  \n⁧چه تو واقعیت و چه در دنیای مجازی شینگ وو کسی بود که همه‌ی بدبختی‌ها سرش می‌اومد.  \n⁧اما تو میون این‌همه بدبختی‌، یه‌بار شانس بهش رو می‌کنه و تو یه مأموریت غیرممکن کتاب پاگما رو پیدا می‌کنه، کتابی افسانه‌ای که زندگی اون رو از این رو به اون رو می‌کنه.",
      "fr": "Quand un joueur raté de VMMORPG tombe, lors d’une quête, sur un livre légendaire permettant de changer de classe, il en profite immédiatement. Attention joueurs, le plus grand de tous les forgerons est né ! Et il n‘a pas prévu de passer inaperçu !\n\n---\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)",
      "id": "Shin Youngwoo punya kehidupan yang bernasib sial. Ia terpaksa bekerja kasar di sebuah tempat kontruksi untuk membayar biaya sekolah dan uang game yang ia gunakan. Bahkan ia juga kerja kasar di VR Game yang bernama Satisfy. Namun, hidupnya mulai berubah ketika karakternya sebagai 'Grid' di game menemukan 'Pagma's Rare Book' hingga menjadi legendary class player.\n\n---\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)",
      "ja": "世界最高のバーチャルリアリティゲーム<SATISFY>。 全世界ユーザー数２０億人、もう一つの地球と呼ばれるほどの壮大なファンタジーゲーム。 しがない無職のゲーム中毒者である「長嶺巧」はゲーム課金の借金を返すために日雇い労働をする以外のほとんどの時間はゲームに費やしていた。 ある日、クエスト中にレジェンダリー転職書＜ファグマの奇書＞を手に入れた「巧」。 ＜ファグマの奇書＞売って大儲けできると思ったその瞬間…！新たなクエストが発動され殺される寸前になるが… このままだと殺され、レジェンダリー転職書＜ファグマの奇書＞もなくしてしまうと思った「巧」は＜ファグマの奇書＞を開き、伝説の職人＜ファグマの末裔＞へとジョブチェンジするが… 借金まみれの底辺人生から２０億プレイヤーの頂点に立つレジェンダリープレイヤーになれるのか！？\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)",
      "ko": "[신영우 (유저 네임: 그리드)]\n세계 최고의 가상 현실 게임 <SATISFY>.\n\n현실에서나, 게임 속에서나, 불운은 항상 그의 곁을 맴도는데....\n퀘스트 수행 중 우연히 발견한 게임 속 로또, '파그마의 기서'. \n20억 명이 넘는 유저 중 유일한 최강의 레전드리 직업으로 전직.\n\n\"어떻게 아직 살아있는 거지...?!\"\n\n\"뭐, 특별한 건 없고...\"\n\n\n\"템빨이죠.\"\n\n지긋지긋한 불운과 악몽 같은 빚쟁이 인생에서 벗어난\n최강 플레이어 \"그리드\".\n고인물도 울고 갈 끝판왕이 찾아온다!\n\n[<SATISFY>에 접속합니다.]\n\n웹툰 <템빨>은 매주 토요일 연재됩니다.",
      "ru": "В реальности, в играх, где бы он ни был, ему сопутствуют неудачи... Но в один момент всё меняется. В игре конце Северной пещеры он обнаружит квест, в котором найдёт \"Редкую книгу Пагмы\"... Ему удастся то, что не удалось сотням миллионов пользователей. - Как ты выжил? - Ничего особенного.",
      "th": "ชินยองอู ID กริด ไม่ว่าจะในชีวิตจริงหรือในในโลกเกมเสมือนจริง SATISFY เขาก็เป็นตัวแทนแห่งความอับโชคไม่ต่างกัน...\nแต่อยู่มาวันหนึ่ง กริด ได้พบกับตำราเปลี่ยนอาชีพที่นำเขาไปสู่การเปลี่ยนเป็นอาชีพระดับตำนาน 'ทายาทของแพ็กม่า'\nอาชีพช่างตีเหล็กในตำนานที่จะทำให้เขาหลุดพ้นจากหนี้สิน พร้อมกับได้สัมผัส 'พลังแห่งไอเทม' และก้าวสู่การเป็นผู้เล่นที่แข็งแกร่งที่สุด!\n\n---\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh": "无论是现实世界还是游戏世界中，他都是最底层的存在！然而咸鱼翻身的机会终于来了！只要能够找到游戏中的最强装备，就能获得超20亿玩家中唯一一个成为传说中最强职业电竞选手的机会！他能否在假想现实游戏世界中创造新的传奇，成功脱离如同噩梦般的悲惨人生呢？\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)",
      "zh-hk": "[申英宇(使用者名稱：格里德)]\n稱霸全球的虛擬實境遊戲《SATISFY》\n\n無論現實還是遊戲中，他都是個「不幸」的象徵...\n在解任務時偶然發現\n遊戲中的樂透——「帕格瑪的奇書」，\n並轉職成20億玩家中，僅只一名的最強傳奇級職業。\n\n「你怎麼還活著...?!」\n\n「嗯...也沒什麼啦...」\n\n「靠裝備囉。」\n\n脫離不幸與惡夢般的債務，\n重生為最強玩家的「格里德」!\n經典名著通通滾開，真正的王者駕到了!\n\n[已成功登入《SATISFY》。]\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8249e7e-cd20-43f3-b961-f47ad1070ab0",
    "title": {
      "en": "Dame Ningen no Itoshikata"
    },
    "updatedAt": "2024-12-23T18:22:12+00:00",
    "coverArt": "https://mangadex.org/covers/b8249e7e-cd20-43f3-b961-f47ad1070ab0/99ee60c6-a3ba-469f-a814-617570d5af75.jpg",
    "altTitles": [
      {
        "ja": "ダメ人間の愛しかた"
      },
      {
        "ja-ro": "Dame Ningen no Aishikata"
      },
      {
        "en": "How to Love a Loser"
      },
      {
        "en": "How to Love a Misfit"
      },
      {
        "pt-br": "Como Amar Uma Pessoa Inútil"
      },
      {
        "vi": "Bí Quyết Để Yêu Một Tên Vô Dụng"
      }
    ],
    "description": {
      "en": "\"No talent, no money, no education. A worthless person, bottom of the barrel.\"\n\"But... just seeing you like that makes me feel so happy.\"\n\nShinba, an unemployed young man, is what someone could call a useless person. For some reason, such a man is dating a cool and beautiful woman named Hizumi. For the sake of Hizumi, whom he loves very much, Shinba tries to graduate from being a useless person, but his efforts are always in vain. She ridicule, sneers and deny him. She whisper words of love to him and stays by his side.",
      "ja": "キミはホントに面白いね寝坊はするし　忘れ物多いし部屋は汚いし　知らないゲームの話ばっかするし　知らない歌ばっか歌って初めてくれたプレゼントは、ゲーセンのオモチャの指輪どこに出しても恥ずかしいダメ人間\n\n…ふふっ　落ち込まないで　私は楽しいから　そのバツの悪そうな顔を見てるだけで不安にさせてごめんね好きだから許してね　はは",
      "vi": "\"Anh là một tên bất tài, lại chẳng có tý học vấn nào, chưa kể là còn nghèo rách mồng tơi...\"\n\"Là một sản phẩm vô giá trị, một thứ cặn đáy của xã hội chẳng đáng ngó tới\"\n\"Cho dù thế...\"\n\"Thấy anh là chính mình như vậy, cũng khiến em cảm thấy hạnh phúc biết bao...\"\nVì một vài lý do mà thằng ăn hại như Shinba lại hẹn hò với một người phụ nữ trưởng thành và xinh đẹp tên Hizumi.\nVì một tương lai sánh vai với cô ấy người mà hắn yêu thương nhất, Shinba sẽ cố gắng thoát khỏi con người vô dụng của bản thân mình, nhưng mọi nổ lực của hắn đều thất bại.\nCô ấy giễu cợt, chế nhạo và từ chối hắn ta. Đồng thời cũng rớt vào tai hắn những lời ngọt ngào và ở lại bên hắn.\nĐây là một câu chuyện tình không cân bằng của một tên đàn ông vô dụng và một cô bạn gái độc mồm.",
      "pt-br": "\"Sem talento, sem dinheiro, sem educação. Uma pessoa sem valor, no fundo do poço.\"\n\"Mas... só de te ver assim me faz tão feliz.\"\nShinba, um jovem desempregado, é o que alguém poderia chamar de uma pessoa inútil.\nPor algum motivo, esse homem está namorando uma mulher legal e bonita chamada Hizumi.\n\nPelo bem de Hizumi, a quem ele ama muito, Shinba tenta se formar como uma pessoa útil, mas seus esforços são sempre em vão.\n\nEla ridiculariza, zomba e o nega. Sussurra palavras de amor para ele e fica ao seu lado.\n\nUma história de amor desequilibrada, apresentada por um homem inútil e uma namorada diabólica, abre suas cortinas para o mundo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2025-01-02T05:18:12+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "pt-br": "Akane-Banashi"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f1779b9-5fe9-4d0e-be6e-7193c2508b55",
    "title": {
      "en": "Kill My Love"
    },
    "updatedAt": "2024-10-15T15:11:22+00:00",
    "coverArt": "https://mangadex.org/covers/1f1779b9-5fe9-4d0e-be6e-7193c2508b55/f9441e27-b730-4322-abd5-53c12b1d2bb3.jpg",
    "altTitles": [
      {
        "zh": "爱与杀意之夜"
      },
      {
        "zh-ro": "Ai Yu Sha Yi Zhi Ye"
      },
      {
        "en": "Night of Love and Murder"
      },
      {
        "es-la": "Mata Mi Amor"
      },
      {
        "en": "Night of Love and Murderous Intent"
      }
    ],
    "description": {
      "en": "A decade ago, he was a beta at the pinnacle of his assassin career. But one day, while trying to save an Alpha child, he suffered severe injuries leading him to lose the sharpness and insight an assassin needs. Left with no choice, he retired and moved into a remote small town to start a new life under a new identity. Everything was going well until an unexpected visitor showed up at his house. The child he had saved years ago has now grown into the leader of an organization, and he’s coming after the beta with a powerful intent—"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e42e911c-b1fc-4530-9148-d127fd148128",
    "title": {
      "en": "Tsurego Shimai Ni Iroiro Hasama Rete Nemurenai"
    },
    "updatedAt": "2025-01-03T14:13:03+00:00",
    "coverArt": "https://mangadex.org/covers/e42e911c-b1fc-4530-9148-d127fd148128/62bdb854-3891-4801-84dd-17d35e10353d.png",
    "altTitles": [
      {
        "ja": "連れ子姉妹にいろいろ挟まれて眠れない"
      },
      {
        "en": "I Can't Sleep Because Of My Step-Sisters"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eee68d43-9d0b-4c72-90f0-8210c86f7c87",
    "title": {
      "en": "Why I Quit Being the Demon King"
    },
    "updatedAt": "2024-10-29T15:05:43+00:00",
    "coverArt": "https://mangadex.org/covers/eee68d43-9d0b-4c72-90f0-8210c86f7c87/b165b62b-7729-4a93-8a74-ecca718e6443.png",
    "altTitles": [
      {
        "ko": "마왕을 그만둔 이유"
      },
      {
        "ko-ro": "Mawangeul Geumandun Iyu"
      },
      {
        "id": "Alasan Mengapa Aku Berhenti Jadi Raja Iblis"
      }
    ],
    "description": {
      "en": "In a time of chaos, the Demon King traversed through 665 realms before invading the human realm. It was a brave hero who ceased the war. Thanks to their divine sacrifice, mankind barely managed to survive.\n\nBut that led to the story of the new Demon King.\n\nMeet Demon King Demiourgos, the 666th. “I quit being the Demon King,” he said, before leaving the demon realm. This is a story about a runaway Demon King and a hero who becomes his subordinate.\n\nWhy did the Demon King quit?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a580438-bc72-4503-940b-12a5da881b56",
    "title": {
      "en": "Kimi wa Yotsuba no Clover"
    },
    "updatedAt": "2024-12-27T23:06:37+00:00",
    "coverArt": "https://mangadex.org/covers/0a580438-bc72-4503-940b-12a5da881b56/a57a5f83-d4b8-4ad4-bdbe-37c72e82876d.jpg",
    "altTitles": [
      {
        "ja": "きみは四葉のクローバー"
      },
      {
        "en": "You are a Four Leaf Clover"
      },
      {
        "zh": "恋人手中四叶草"
      },
      {
        "vi": "Cậu là cỏ 4 lá"
      }
    ],
    "description": {
      "en": "Uichi was once popular, but now he is being bullied excessively. Then suddenly, his first love, Yotsuha, appears in front of him. What is this cute and brave girl's purpose...?",
      "ja": "かつての人気者で、今は過激ないじめを受ける宇一。そんな彼の前に突然現れた初恋の相手・よつは。可愛く健気な彼女の目的とは一体…!?",
      "vi": "Câu chuyện romcom nhẹ nhàng về hành trình chữa lành trái tim đã tan vỡ của main",
      "zh": "某天，曾很有人气的宇一的生活陡然一变。 以往光芒四射的日子被用抹布也无法擦去的黑暗所笼罩。 这时，熟悉宇一过去的初恋—— 四叶突然出现在了他的面前。 她的目的究竟是…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "51884f2e-8df3-45ec-8bab-4a9b10ae38ce",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal~〈Fan Colored〉"
    },
    "updatedAt": "2024-12-30T18:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/51884f2e-8df3-45ec-8bab-4a9b10ae38ce/ee70f5cf-aecb-4c44-98ea-f6e1c8023204.jpg",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ff7c185-a4f9-4831-8d50-a33a88161dd5",
    "title": {
      "en": "Kao Dake Mysterious-chan"
    },
    "updatedAt": "2025-01-05T14:09:03+00:00",
    "coverArt": "https://mangadex.org/covers/9ff7c185-a4f9-4831-8d50-a33a88161dd5/042b949a-2f00-4cb8-9f81-091c2637f334.jpg",
    "altTitles": [
      {
        "ja": "顔だけミステリアスちゃん"
      },
      {
        "en": "Mysterious-chan's Face"
      },
      {
        "ja": "田舎なんて、こんなことしか楽しみがないから"
      },
      {
        "ja-ro": "Inaka Nante, Konna Koto Shika Tanoshimi ga Nai Kara"
      },
      {
        "en": "Not Much Else to Do for Fun in the Countryside"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28ce7d9d-c65a-462b-bb8f-25864d409108",
    "title": {
      "en": "The Gods World"
    },
    "updatedAt": "2025-01-05T14:11:23+00:00",
    "coverArt": "https://mangadex.org/covers/28ce7d9d-c65a-462b-bb8f-25864d409108/9d3f78a1-46f1-4422-8e07-2e49379a1cb0.png",
    "altTitles": [],
    "description": {
      "en": "My first ever manga and is a joke manga will not be taken seriously and will get updated at random"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "637c9fd2-4b57-45f8-b2a0-35b9915b128d",
    "title": {
      "en": "Falling for the Enemy"
    },
    "updatedAt": "2024-08-13T17:21:57+00:00",
    "coverArt": "https://mangadex.org/covers/637c9fd2-4b57-45f8-b2a0-35b9915b128d/010512d5-edf6-4b28-af99-142bbff90c38.jpg",
    "altTitles": [
      {
        "ko": "원수를 사랑하게 된 이유에 대하여"
      },
      {
        "ko-ro": "Wonsureul Saranghage Doen Iyue Daehayeo"
      },
      {
        "en": "How Could I Love the Enemy?"
      },
      {
        "zh-hk": "關於我愛上仇人的理由"
      },
      {
        "zh-hk": "關於愛上冤家的理由"
      },
      {
        "zh": "关于爱上冤家的理由"
      },
      {
        "id": "Jatuh untuk musuh"
      },
      {
        "fr": "S'amourachant du ennemi"
      },
      {
        "fr": "S'amourache du ennemi"
      },
      {
        "es": "Enamorarse de tu enemigo"
      }
    ],
    "description": {
      "en": "How could I love the enemy? After her parents' death, Lia versed herself in swordsmanship to protect her family. But as the Empire's only female Commander of a knights' battalion, she can't seem to catch a break because of the meddling Duke Edgar! But wait... Why does this \"enemy\" blush whenever he looks her way?!",
      "ko": "부모님이 마차 사고로 돌아가시고, 가문을 지키기 위해 검을 든 리아.\n제국 유일의 여기사 단장이 되어 인정받았다 생각하고 한시름 놓았더니,\n사사건건 시비를 거는 원수 같은 공작 에드가 때문에 하루하루 속만 터져간다!\n\n그런데 리아를 보고 얼굴을 붉히는 이 원수....뭔가 이상한데?",
      "zh": "因为父母去世，为了守护家族而举起剑的莉亚，想着能作为帝国唯一的女骑士团长获得认可之后松了口气，却因为大大小小的事都来挑衅的冤家一样的公爵埃德而每一天都要气炸了！ 然而看着莉亚却脸红了的这个冤家...总感觉有点奇怪呢？？",
      "zh-hk": "我怎麼可能愛上仇人呢？父母去世之後，莉婭為了保護家人而努力精通了劍術。但作為帝國唯一的女騎士團長，她卻因為愛德加公爵的攪和而不得安生！等等…這個‘仇人’為什麼每次見到她都會臉紅啊？ ！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "48"
  },
  {
    "mangaId": "7e2933d2-8587-4c0f-b69c-4233864b96a8",
    "title": {
      "en": "Ousama Ranking"
    },
    "updatedAt": "2025-01-04T01:40:12+00:00",
    "coverArt": "https://mangadex.org/covers/7e2933d2-8587-4c0f-b69c-4233864b96a8/0359c91d-5123-4a56-b646-cf18944c1efa.jpg",
    "altTitles": [
      {
        "vi": "Bảng xếp hạng Quốc Vương"
      },
      {
        "ja": "王様ランキング"
      },
      {
        "en": "Ranking of Kings"
      },
      {
        "ru": "Рейтинг королей"
      },
      {
        "ru": "Рейтинг короля"
      },
      {
        "pt-br": "Ranking dos Reis"
      },
      {
        "en": "The King Ranking"
      }
    ],
    "description": {
      "en": "The web manga centers around Bojji, a deaf, powerless prince who cannot even wield a children's sword. As the firstborn son, he strives hard and dreams of becoming the world's greatest king. However, people mutter about him behind his back as \"a good-for-nothing prince\" and \"no way he can be king.\"  \n  \nBojji is able to make his first ever friend, \"Kage\" — a literal shadow on the ground who somehow understands Bojji well. The story follows Bojji's coming-of-age as he meets various people in his life, starting with his fateful encounter with Kage.",
      "es": "Bojji es un príncipe sordomudo que vive en un mundo fantástico repleto de criaturas mágicas. Pese a no destacar en nada, y siendo incapaz ni siquiera de empuñar una espadita de niño, sueña con algún día convertirse en el rey más grande del mundo.\n\nLa gente lo considera un completo inútil y sin ningún talento para ser rey. Aunque la situación cambia cuando conoce a Kage, una sombra (literalmente) que es uno de los pocos supervivientes de un clan de asesinos y que intenta robarle las pocas pertenencias que Bojji llevaba encima.\n\nDe alguna manera, Kage logra comprender al príncipe y se convierte en su primer amigo verdadero, dando así inicio a la aventura que Bojji tanto anhela. Mientras tanto, en la oscuridad, un poder amenaza con devastar al reino.",
      "ru": "Боддзи удаётся найти своего первого в жизни друга, «Кагэ» — буквально тень на земле, которая каким-то образом хорошо понимает Боддзи. История рассказывает о взрослении Боддзи, о том, как он встречает разных людей в своей жизни, начиная с судьбоносной встречи с Кагэ.",
      "vi": "\"Bảng xếp hạng Quốc vương\" xoay quanh Bojji, một hoàng tử điếc, vô năng, và thậm chí không thể cầm nổi thanh kiếm của một đứa con nít. Là con cả, cậu luôn cố gắng hết mình để tiến tới ước mơ trở thành vị vua vĩ đại nhất thế giới. Thế nhưng, luôn có những kẻ buông lời xì xào bàn tán sau lưng Bojji, bảo cậu là \"một thằng hoàng tử bất tài\", và \"không đời nào có thể trở thành vua được\". \n\nBojji đã có người bạn đầu tiên của mình, \"Kage\", một bóng đen trên mặt đất, bằng cách nào đó lại có thể hiểu rõ về cậu. Đây là câu chuyện kể về sự trưởng thành của Bojji khi cậu gặp được những người khác nhau trong cuộc đời mình, bắt đầu từ lần gặp gỡ định mệnh của cậu với Kage.",
      "pt-br": "O mangá da web comic gira em torno de Bojji, um príncipe surdo e impotente que não consegue nem empunhar uma espada infantil. Como filho primogênito, ele se esforça muito e sonha em se tornar o maior rei do mundo. No entanto, as pessoas murmuram sobre ele pelas costas como 'um príncipe inútil' e 'de jeito nenhum ele pode ser rei'.\n\nBojji é capaz de fazer seu primeiro amigo, 'Kage' - literalmente um ser vivo que é uma sombra no chão que de alguma forma entende Bojji bem. A história segue o amadurecimento de Bojji enquanto ele conhece várias pessoas em sua vida, começando com seu fatídico encontro com Kage.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 12, Cap 155. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec3d72be-ef09-4139-9910-920dcdc033ef",
    "title": {
      "en": "Megarosalia"
    },
    "updatedAt": "2024-12-20T16:44:15+00:00",
    "coverArt": "https://mangadex.org/covers/ec3d72be-ef09-4139-9910-920dcdc033ef/1ed3b0b8-766c-4d8f-8854-6ccc187e94d3.jpg",
    "altTitles": [
      {
        "ja": "メガロザリア"
      },
      {
        "ru": "Мегарозалия"
      },
      {
        "uk": "Мега Розалія"
      }
    ],
    "description": {
      "en": "A true villainess, she will mercilessly kill anyone who gets in the way of her glory. She'll trick and manipulate the witch with the power to rewind time into killing her rivals! A fantastic suspense story about starting from the bottom and overthrowing the hierarchy to become Queen!",
      "ja": "これが本物の悪役令嬢、栄光の邪魔になる者は容赦なくぶち殺す。時間を巻き戻す力を持つ魔女を騙し操り、ライバル令嬢を殺せ！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7d7219c-a12b-484f-b29d-6013beac61b2",
    "title": {
      "en": "Random Chat"
    },
    "updatedAt": "2024-11-28T19:01:57+00:00",
    "coverArt": "https://mangadex.org/covers/e7d7219c-a12b-484f-b29d-6013beac61b2/5cbec9cf-9f3e-4824-938d-4a7ac98f950f.jpg",
    "altTitles": [
      {
        "pl": "Dziewczyna z RanCzatu!"
      },
      {
        "en": "Random Chat"
      },
      {
        "en": "Random Chatting"
      },
      {
        "ko-ro": "Random Chatting-ui Geunyeo!"
      },
      {
        "en": "The girl from Ranchat"
      },
      {
        "ru": "Девушка из анонимного чата!"
      },
      {
        "zh": "匿名女孩!"
      },
      {
        "ko": "랜덤채팅의 그녀!"
      },
      {
        "en": "The Girl from Random Chatting!"
      }
    ],
    "description": {
      "en": "Joonwoo hates school and has trouble making friends. The only time he's happy is when he's talking to strangers on the Random Chatting phone app. That's how Joonwoo ends up befriending a girl on RanChat who turns out to be his classmate Sungah but she has no idea about it! Will Joonwoo be able to fight his social anxiety and become closer to her in real life?  \n\n---\n**Links:**\n- Alternate Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=3166015)\n- Promotional video - [YouTube](https://youtu.be/YmCRdVGAOPk)\n- Songs accompanying the chapters - [YouTube](https://www.youtube.com/channel/UCoEbYVmn3Vy_q874VMUq41Q/video)",
      "ja": "[Official Japanese](https://manga.line.me/product/periodic?id=Z0000295)",
      "ko": "[Alternate Korean Source - Naver Series](https://series.naver.com/comic/detail.series?productNo=3166015)",
      "th": "[Official Thai](https://m.webtoons.com/th/drama/the-girl-from-the-random-chat/list?title_no=1251&webtoon-platform-redirect=true)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "351"
  },
  {
    "mangaId": "6e4ab519-495f-4dc9-9f8a-00f18de96fe8",
    "title": {
      "en": "The Great Ruler"
    },
    "updatedAt": "2024-09-07T20:53:46+00:00",
    "coverArt": "https://mangadex.org/covers/6e4ab519-495f-4dc9-9f8a-00f18de96fe8/4f3cd3c2-f9d1-4f19-b9de-d6f16bc8e17a.png",
    "altTitles": [
      {
        "zh-ro": "Da Zhu Zai"
      },
      {
        "zh-ro": "Dou Po Cang Qiong Zhi Da Zhu Zai"
      },
      {
        "en": "The Great Dictator"
      },
      {
        "zh": "大主宰"
      },
      {
        "zh": "斗破苍穹之大主宰"
      },
      {
        "zh-ro": "Dà Zhǔ Zǎi"
      },
      {
        "zh-ro": "Dòu Pò Cāng Qióng Zhī Dà Zhǔ Zǎi"
      },
      {
        "vi": "Đại chúa tể"
      },
      {
        "es-la": "El gran gobernante"
      }
    ],
    "description": {
      "en": "The Great Thousand World. It is a place where numerous planes intersect, a place where many clans live and a place where a group of lords assemble. The Heavenly Sovereigns appear one by one from the Lower Planes and they will all display a legend that others would desire as they pursue the road of being a ruler in this boundless world.  \n  \nIn the Endless Fire Territory that the Flame Emperor controls, thousands of fire blazes through the heavens.  \n  \nInside the Martial Realm, the power of the Martial Ancestor frightens the heaven and the earth.  \n  \nAt the West Heaven Temple, the might of the Emperor of a Hundred Battles is absolute.  \n  \nIn the Northern Desolate Hill, a place filled with thousands of graves, the Immortal Owner rules the world.  \n  \nA boy from the Northern Spiritual Realm comes out, riding on a Nine Netherworld Bird, as he charges into the brilliant and diverse world. Just who can rule over their destiny of their path on becoming a Great Ruler? In the Great Thousand World, many strive to become a Great Ruler.  \n  \n*Note : The Comic Format Change From Normal Page to Longstrip Starting at Chapter 84,*",
      "vi": "Trong đại thiên thế giới, nơi các vị diện giao thoa, vạn tộc lập quần hùng, lần lượt là những thiên vương từ các hạ vị diện, trong đại thiên thế giới này, đang lập nên những huyền thoại mà mọi người khao khát, theo đuổi chúa tể chi lộ. Đạo tranh phía trước, ta chính là đại chúa tể!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04d4dcd8-c009-476e-86f5-d00ddb2057bd",
    "title": {
      "en": "Toki"
    },
    "updatedAt": "2024-10-15T18:34:57+00:00",
    "coverArt": "https://mangadex.org/covers/04d4dcd8-c009-476e-86f5-d00ddb2057bd/e4e321b0-21b0-4494-abe8-c9286eb1c0f3.jpg",
    "altTitles": [
      {
        "ja": "怜-Toki-"
      }
    ],
    "description": {
      "en": "A Saki spin-off series. It follows the characters Toki Onjouji, Ryuuka Shimizudani and other girls from Osaka during their elementary and middle school years."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d0e881c9-371f-4e00-a0fd-7648c1c5d7a1",
    "title": {
      "en": "The Errand Princess of the Inner Palace"
    },
    "updatedAt": "2024-09-02T07:29:20+00:00",
    "coverArt": "https://mangadex.org/covers/d0e881c9-371f-4e00-a0fd-7648c1c5d7a1/1b89948f-1a71-4fe7-beb5-32b9793798bd.jpg",
    "altTitles": [
      {
        "ja": "後宮の雑用姫"
      },
      {
        "ja-ro": "Koukyuu no Zatsuyouki"
      }
    ],
    "description": {
      "en": "Shaolan (Xiao Lian) is an orphaned girl who lives alone in the mountains at the very nook of an impoverished village. One day, an envoy from the palace arrives and scouts her to to be a lady-in-waiting for the imperial harem. This was how a wild girl raised on the mountains was able to live in a luxurious palace working as a lady-in-waiting, however...\n\nOn her first day (due to various reasons), Shaolan had suddenly become a criminal after slapping one of the consorts.\n\nThough execution appeared certain, she was specially pardoned and demoted from a lady-in-waiting to a maidservant in charge of odd jobs. She is ridiculed by the other consorts as the, \"Princess of Odd Jobs,\" however, this is where her rapid advance begins. She implements reforms to the worn-down palace and optimizes her chores through the knowledge she learned from her life of living in poverty, earning the gaze of the other ladies-in-waiting and the imperial consorts alike. Continuing these course of events, Shaolan's name spreads through the imperial palace, reaching even the emperor's ears..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "27"
  },
  {
    "mangaId": "7005f4c8-b4a5-4765-8698-711091cf3548",
    "title": {
      "en": "Shinobeyo! Stalker"
    },
    "updatedAt": "2024-05-16T18:07:33+00:00",
    "coverArt": "https://mangadex.org/covers/7005f4c8-b4a5-4765-8698-711091cf3548/33515bb5-0760-470c-bd0a-d4030521e72d.jpg",
    "altTitles": [
      {
        "ja": "忍べよ！ストーカー"
      },
      {
        "en": "Ninja Stalker!"
      },
      {
        "es-la": "Perseguidor Ninja!"
      },
      {
        "vi": "Ninja Rình!"
      }
    ],
    "description": {
      "en": "As a runaway ninja, Benimaru has little to no prospects in life. As he was lying in the woods, contemplating his death, a stranger approaches him and gives him back his will to live. Benimaru finds out that the man was none other than the province's feudal lord's son, Lord Shinosuke Kiyohisa Yamato. Putting his skills to use, Benimaru sneaks around and secretly looks after Lord Shinosuke, who may be much more clueless than he lets on...",
      "vi": "Câu chuyện tình yêu hài hước về Benimaru – một ninja “bị ruồng bỏ” biến thái, cuồng rình rập chàng trai Shinosuke đã đem đến cho mình hi vọng sống."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "1d682eb9-c947-4fdd-bdca-61dd70a13741",
    "title": {
      "ja": "Demon Academy"
    },
    "updatedAt": "2024-03-09T21:51:36+00:00",
    "coverArt": "https://mangadex.org/covers/1d682eb9-c947-4fdd-bdca-61dd70a13741/d4f2f0e6-c000-40fd-8ee9-511804efa3a9.jpg",
    "altTitles": [
      {
        "ja": "魔界学園"
      },
      {
        "zh-hk": "魔界學園"
      },
      {
        "ja-ro": "Makai Gakuen"
      }
    ],
    "description": {
      "en": "The Fierce Demons pride themselves as being the reigning delinquent gang of Mikado High School, but their name lets on much more, as they are being influenced by strange occult forces.\nDan Hayato, a mysterious transfer student with an unknown past, arrives at the school with a hidden agenda. With his power to separate his soul from his body, what does he know about the motives of the Fierce Demons and what events will lead to the destruction of the school?",
      "ja": "帝高校夜間部のアイドル、氷河めぐみが、謎の老婆ミス・ヴァージン率いる黒門高校によって拉致された！彼女を救うために教師が招いたのは、檀隼人という謎の転校生。めぐみ奪還に動き出す隼人だったが、その役目は我らにこそあり、と帝高護衛団「烈鬼」も動き出す。果たして彼女を救いだすのは――？"
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "21",
    "lastChapter": "188"
  }
]