[
  {
    "mangaId": "e93849b2-939f-40f3-91b4-79b96133052e",
    "title": {
      "en": "Medusa Dorei o Katta"
    },
    "updatedAt": "2024-06-04T16:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/e93849b2-939f-40f3-91b4-79b96133052e/33fb8f04-fe91-4e0e-8ac5-841f2deb0c5d.jpg",
    "altTitles": [
      {
        "id": "Aku Membeli Budak Medusa"
      },
      {
        "ja": "メドゥーサ奴隷を買った"
      },
      {
        "en": "I Bought a Medusa Slave"
      },
      {
        "pt-br": "Eu Comprei Uma Escrava Medusa"
      },
      {
        "es-la": "Compré una esclava medusa"
      }
    ],
    "description": {
      "en": "I’m not sure why I decided to buy a medusa in the slave market, but since then she insists a lot that I remove the blindfold from her eyes. Is she trying to petrify me? Or does she really want to see me with her own eyes?",
      "es-la": "No estoy seguro de por qué decidí comprar una medusa en el mercado de esclavos, pero desde entonces ella parece ser muy proactiva con su petición de que remueva la venda de sus ojos. \n¿Acaso busca petrificarme? ¿O de verdad quiere verme con sus propios ojos?",
      "pt-br": "Não tenho certeza de por que decidi comprar uma medusa no mercado de escravos, mas desde então ela insiste muito para que eu remova a venda de seus olhos. Ela está tentando me petrificar? Ou ela realmente quer me ver com seus próprios olhos?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b5b5a68-3b6e-439d-827c-aacbf12e775b",
    "title": {
      "en": "Qing Huan Xu"
    },
    "updatedAt": "2022-11-19T05:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/2b5b5a68-3b6e-439d-827c-aacbf12e775b/448f500f-8a15-41da-a817-5bb37b63746c.jpg",
    "altTitles": [
      {
        "zh": "清欢序"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2bb86240-1f2a-4061-88d5-f3db0b1a19e2",
    "title": {
      "en": "Kaijin Reijou"
    },
    "updatedAt": "2023-12-01T05:55:54+00:00",
    "coverArt": "https://mangadex.org/covers/2bb86240-1f2a-4061-88d5-f3db0b1a19e2/92a562ee-6493-427e-bdb6-8f78e69ce519.jpg",
    "altTitles": [
      {
        "en": "Slasher Maidens"
      },
      {
        "ja": "怪人麗嬢"
      },
      {
        "ko": "괴인영애"
      }
    ],
    "description": {
      "en": "Asuma Sudou has always been a proud pervert, but he's sworn to give that up to chase the girl of his dreams. Having received a special invitation to enter the same all-girls school as her, he's planning to live his romantic youth to the fullest. But those plans are cut short when it turns out the school is a front for a secret organization dedicated to battling kaijin-monsters created when people succumb to their murderous impulses! The girls of the school fight using the relics of defeated kaijin, but when the bloodthirsty instincts sealed within threaten to overwhelm them, Asuma is the only one who can bring them back to their senses!\n\n(From: Yen Press)",
      "ja": "幼い頃からエロかった須藤遊真はお嬢様高校に通う少女に一目惚れし、その高校へ編入してしまう。\n憧れの少女、印南と出会いワクワクの遊真だったがその高校にはとんでもない秘密が…！\n\n「アカメが斬る！」の田代哲也が送る、超絶スプラッターアクション!!",
      "es-la": "En todo el mundo, las personas se están convirtiendo en monstruos y se apoderan de impulsos asesinos. El joven Asuma Sudô lleva una vida tranquila y nunca ha tenido que lidiar con ningún monstruo. Obsesionado por las chicas desde su infancia, se enamoró a primera vista de una alumna de un instituto para solo para chicas. Fue entonces que por un increíble golpe del destino, le ofrecieron ingresar a este establecimiento, a pesar de ser un chico. Asuma se encuentra así junto a la chica de sus sueños, ¡pero, no sabe que esta escuela secundaria es en realidad una organización especializada en el exterminio de monstruos!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e65f466-214a-4517-bd1a-2f6c8d8b812b",
    "title": {
      "en": "Vengeful Venomous Consort"
    },
    "updatedAt": "2024-08-07T15:29:59+00:00",
    "coverArt": "https://mangadex.org/covers/6e65f466-214a-4517-bd1a-2f6c8d8b812b/0124e4db-39df-4e4f-a6e2-2c9c3251e198.jpg",
    "altTitles": [
      {
        "en": "Poisonous Concubine Against the Heaven"
      },
      {
        "zh-ro": "Ni Tian Du Fei"
      },
      {
        "zh": "逆天毒妃"
      }
    ],
    "description": {
      "en": "Betrayed by her sister and her lover, prodigious Tang Xueyan was on the verge of death. However, just as she reached her demise, Xueyan was reincarnated in the Purple Moon Realm 200 years later, into the body of Nangong Xue - the eldest daughter of the Nangong Family. Nangong Xue used to be a prodigious cultivator too, until she fell prey to an evil plot set up by her brother, lost her cultivation, and ended up useless, weak, and crippled. From the moment Tang Xueyan was reincarnated into Nangong Xue's body, she swore to protect her loved ones and unleash vengeance upon her enemies!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "275"
  },
  {
    "mangaId": "cbaa1f75-958f-4b33-80f5-cab5d328f83c",
    "title": {
      "en": "The Waste Female Demon God"
    },
    "updatedAt": "2023-07-22T10:59:29+00:00",
    "coverArt": "https://mangadex.org/covers/cbaa1f75-958f-4b33-80f5-cab5d328f83c/138e7ef4-f076-48b2-b508-8497d00ab770.jpg",
    "altTitles": [
      {
        "en": "Return of the Demon Goddess"
      },
      {
        "th": "การกลับมาของธิดาปีศาจ"
      },
      {
        "zh": "废女妖神"
      }
    ],
    "description": {
      "en": "Bai youling, one of the three demon cultivators were betrayed by her only disciple, who was also her husband-to-be.\nReborn in a commoner’s body, she will once again rise to the top!",
      "fr": "Bai Youling, l'une des trois cultivateurs de démons, a été trahie par son unique disciple, qui était aussi son futur mari.\nRenaissant dans le corps d'une femme ordinaire, elle va de nouveau s'élever jusqu'au sommet!",
      "th": "ไป๊ โหย่วหลิงผู้เป็น 1 ใน 3 ปีศาจที่ยิ่งใหญ่ และเป็นผู้อวุโสที่สำนักหลิงเสี่ยว ได้มีลูกศิษย์อยู่คนนึงนามว่า สวี๋ ซีเยวียน การอยู่ด้วยกันของทั้งสองเป็นเวลานานจึงทำให้เกิดความรักขึ้นระหว่าง ศิษย์กับอาจารย์ สวี๋ ซีเยวียนจึงได้ขออาจารย์ของตนเองแต่งงาน เมื่อเข้าสู่คืนแห่งการวิวาห์ กับเกิดเหตการณ์อันน่าเศร้า เมื่อศิษย์หนึ่งเดียวของไป๊ โหย่วหลิง กับคิดเนรคุณจึงทำให้นางถึงแก่ความตาย แต่แล้วเหมือนโชคชะตากำลังเล่นตลก วิญญาณของนางกลับย้ายร่างไปสู่ ลูกสาวตระกลูไป๊ ที่มีชื่อเดียวกลับนาง!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "380da075-2030-48d0-9c5f-86742be4ff10",
    "title": {
      "en": "Sentouin, Hakenshimasu!"
    },
    "updatedAt": "2024-07-03T03:24:24+00:00",
    "coverArt": "https://mangadex.org/covers/380da075-2030-48d0-9c5f-86742be4ff10/a489fa05-ecaf-4efc-9eb3-bebdae4397a5.jpg",
    "altTitles": [
      {
        "en": "Combatants Will Be Dispatched!"
      },
      {
        "fr": "Les Combattants Vont Etre Déployés!"
      },
      {
        "ru": "Бойцы будут высланы!"
      },
      {
        "ja": "戦闘員、派遣します！"
      },
      {
        "ko": "전투원, 파견합니다!"
      }
    ],
    "description": {
      "en": "The Secret Society Kisaragi has one mission: world domination! They claim to be an evil organization, but their scientist is eccentric, their hot female generals wear little clothing, and they’re surprisingly concerned about the fate of the world?! No. 6 is a Combatant for Kisaragi, meaning his body has been reconstructed to be stronger and obey the orders of the generals. His latest mission? To do recon on an unknown alien planet with his new partner, the deadpan android Alice. There, he meets a busty female knight… riding a unicorn?! Thus begins their hilarious invasion of a magical fantasy world!",
      "es": "La Sociedad Secreta Kisaragi tiene una misión: dominación mundial. Afirman que es una organización malvada, pero su científica es excéntrica, sus ardientes generales mujeres usan poca ropa y están sorprendentemente preocupados por el destino del mundo. No. 6 es un Combatiente para Kisaragi, lo que significa que su cuerpo ha sido reconstruido para ser más fuerte y obedecer las órdenes de los generales. ¿Su última misión? Hacer reconocimiento en un planeta alienígena desconocido con su nueva pareja, la inexpresiva androide Alicia. Allí, conocí a una caballero tetona…¡¿montando un unicornio?! ¡Así comienza su hilarante invasión de un mundo mágico de fantasía!",
      "pt": "Havia uma empresa chamada Kisaragi, uma sociedade secreta do mal que derruba um número de heróis no mundo e está prestes a conquistar o muno. Como não se sabe os desejos dessa associação, o combatente N° 6, o protagonista, será despachado para outros planetas com a android Alice. No entanto, este combatente mudou as configurações da android pare que ela não se comportasse como se fosse uma invasão, e sim u festival de Ochin, fazendo seus companheiros ficarem estúpidos. Além disso, quando chamaram novos companheiros, os novos membros que se uniram atraíram estandarismo, como a estupida quimera e o bispo. Enquanto isso, o mesmo vendedor que invoca o exército Magus começa a invadir a terra para destruí-la. A notícia se espalha nas ruas por atos de contravenção, e é transmitida ao herói que estava carregando a virtude do mal. “Não há organizações más no mundo” combatente N° 6 finalmente entra em ação com as heroínas metamorfose e as táticas de Kudzu, invadindo o novo mundo.",
      "ru": "Протагонистом является старший элитный боец корпорации зла именуемой как \"Тайное сообщество Кисараги\", которого вместе с девочкой андроидом отправили в другое измерение. И так они оказываются в мире меча и магии, где им предстоит создать предпосылки для захвата этого нового мира корпорацией зла Кисараги.",
      "pt-br": "A Sociedade Secreta Kisaragi tem uma missão: dominar o mundo! Eles afirmam ser uma organização maligna, mas seu cientista é excêntrico, suas generais gostosas usam pouca roupa e estão surpreendentemente preocupadas com o destino do mundo?! O nº 6 é um combatente de Kisaragi, o que significa que seu corpo foi reconstruído para ser mais forte e obedecer às ordens dos generais. Sua última missão? Para fazer reconhecimento em um planeta alienígena desconhecido com sua nova parceira, a andróide inexpressiva Alice. Lá, ele conhece uma cavaleira peituda… montando um unicórnio?! Assim começa a hilariante invasão de um mundo mágico de fantasia!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "66"
  },
  {
    "mangaId": "6debafd1-ecbb-4262-9493-7c170f1b8214",
    "title": {
      "en": "The Revenge of Danzhu"
    },
    "updatedAt": "2024-08-07T15:05:25+00:00",
    "coverArt": "https://mangadex.org/covers/6debafd1-ecbb-4262-9493-7c170f1b8214/bdcd3f02-8364-432c-a0e4-73c56a476c5e.jpg",
    "altTitles": [
      {
        "en": "Ask Danzhu"
      },
      {
        "en": "To Ask the Pellet and the Cinnabar"
      },
      {
        "zh": "问丹朱"
      }
    ],
    "description": {
      "fr": "Chen Danzhu, la fille du grand Fu de l'état de Wu dans sa vie antérieure, a vécu l'effondrement du pays et de sa famille et s'est réincarnée dix ans dans le passé. \nIl y a dix ans, elle s'est transformée en lotus noir, a tué un scélérat, est devenue une espionne, s'estjouée d'un groupe d'officiels...Elle a insisté pour prendre le chemin du méchant, pour que le méchant n'ait aucun chemin à suivre ! \nLe Général Impérial portant un masque de fer détestait Danzhu pour sa cruauté et ses intrigues, mais quand Danzhu appelait son parrain avec douceur... c'est le général au masque de fer qui répond ?!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "130"
  },
  {
    "mangaId": "753e8d16-9977-4422-9ed7-3589492ee371",
    "title": {
      "en": "Rebirth of King Zhou: Not Being the Ultimate Villain"
    },
    "updatedAt": "2024-06-28T13:51:15+00:00",
    "coverArt": "https://mangadex.org/covers/753e8d16-9977-4422-9ed7-3589492ee371/c1010a2b-2238-48cc-b255-747b2765d0f9.jpg",
    "altTitles": [
      {
        "zh": "重生之纣王不做大反派"
      }
    ],
    "description": {
      "en": "Liu Nian enters a game called ‘Glory Continent’ and discovers after his death that he is the reincarnation of King Zhou. Enchanting beast-eared girls, cold and beautiful mature women, sweet and adorable lolis… a harem of beauties for him to choose from. In this life, he decides not to be the ultimate villain. He wants all the stunning beauties and to overturn the heavens in the new round of the Ultimate Venerate/God Battle, aiming to become the top deity!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55fe7e05-6c8e-4164-bd42-4ecfb76c5715",
    "title": {
      "en": "Surviving the Game as a Barbarian"
    },
    "updatedAt": "2024-06-27T14:45:08+00:00",
    "coverArt": "https://mangadex.org/covers/55fe7e05-6c8e-4164-bd42-4ecfb76c5715/dc43f01f-540f-47b9-9d51-50301a2b517c.jpg",
    "altTitles": [
      {
        "ko": "게임 속 바바리안으로 살아남기"
      },
      {
        "ko-ro": "Game Sok Babarian-euro Saranamgi"
      },
      {
        "es-la": "Sobreviviendo al juego siendo un bárbaro"
      }
    ],
    "description": {
      "en": "After spending nine years on Dungeon and Stone, the role-playing game that no player has ever beaten, Lee Hansoo finally reaches the dungeon of the final boss.\n\nAs soon as he opens the gate, however, he suddenly sees a message that says his tutorial has been completed and finds himself in the body of Bjorn Yandel, a real barbarian within the game.\n\nAn exciting adventure awaits him as he endeavors to abide by the laws of the fictional world!\n\n----\n[Additional Official English translation (Tappytoon)](https://www.tappytoon.com/en/book/surviving-the-game-as-a-barbarian)",
      "ko": "지금껏 아무도 클리어하지 못한 게임 [던전 앤 스톤]을 9년간 플레이한 끝에 최종 보스 스테이지에 도달한 이한수.\n그러나 보스 방에 입장함과 동시에, 튜토리얼 완료라는 멘트와 함께 [던전 앤 스톤] 속 바바리안 '비요른 얀델'에 빙의하게 된다.\n\n도시에서 부과하는 막대한 세금을 내지 못하면 '하층민'으로 사형당한다.\n빙의한 사실을 들키면 '악령'이라고 판단되어 살해당한다.\n살아남을 수 있는 유일한 길은 미궁에 들어가 목숨을 걸고 싸우는 것뿐.\n\n9년간 쌓아온 공략법과 무식하게 강한 바바리안의 육체로, 반드시 이 게임에서 살아남겠다!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aee2c77a-ccba-41ed-bd7a-5f14d01a6bd4",
    "title": {
      "en": "The Phoenix in a Turbulent World"
    },
    "updatedAt": "2024-08-07T13:36:42+00:00",
    "coverArt": "https://mangadex.org/covers/aee2c77a-ccba-41ed-bd7a-5f14d01a6bd4/667629d5-d924-425b-be0a-c4926b5afca4.jpg",
    "altTitles": [
      {
        "en": "The Things I Do For Love"
      },
      {
        "zh": "凤起华藏"
      },
      {
        "ko": "벼랑위의 꽃"
      }
    ],
    "description": {
      "fr": "Médecin célèbre et intelligent dans la dynastie  Zhou, Qiu Xiluo rencontre deux seigneurs et est impliquée dans d'interminables effusions de sang. \nYan Lang, un prince doux et puissant, qui n'a jamais cessé de se battre pour son royaume, est prêt à mourir pour la protéger. \nSong Si-ren, un jeune maître du royaume de Han, beau et débridé, aux grandes aspirations, a traversé toutes les épreuves et tous les dangers. \nLorsqu'ils s'affrontent et doivent choisir entre l'amour et le pouvoir, qui sera son chevalier ?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "133"
  },
  {
    "mangaId": "cb83505c-9c89-4f1b-b533-9d439956cb5b",
    "title": {
      "en": "Chihiro-san"
    },
    "updatedAt": "2024-08-07T16:41:14+00:00",
    "coverArt": "https://mangadex.org/covers/cb83505c-9c89-4f1b-b533-9d439956cb5b/053be100-7f7b-447c-a331-68bdfe9c8591.png",
    "altTitles": [
      {
        "en": "ちひろさん"
      }
    ],
    "description": {
      "en": "Chihiro-san, a former sex worker uninhibited by the shackles of society and conventional wisdom, is a someone that has life figured out… for the most part. The story follows her life in a small seaside town as customers of the box lunch shop she works at come to her about various concerns weighing on their minds. What's Chihiro's guiding answer to their love, work, family, and self-inflicted troubles?"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "63"
  },
  {
    "mangaId": "b05918e4-fb1a-4b10-a919-eaecf00fd7dd",
    "title": {
      "en": "Tower Dungeon"
    },
    "updatedAt": "2024-08-07T16:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/b05918e4-fb1a-4b10-a919-eaecf00fd7dd/5859acad-3dfb-4675-b3f1-3700b86ba29e.jpg",
    "altTitles": [
      {
        "ja": "タワーダンジョン"
      },
      {
        "fr": "La tour colossale"
      },
      {
        "uk": "Вежа підземелля"
      }
    ],
    "description": {
      "en": "The setting is a certain kingdom. In order to save the kidnapped princess of the kingdom, the Kingsguard squadron challenges the \"Dragon Tower,\" a gigantic structure floating in the middle of the sky, but they are blocked by powerful demons.\nA provocation is made by a neighboring village to replenish the injured personnel, and when a young man is sent to the tower, the wheel of fate begins to turn.\n\nTale of sword & sorcery and labyrinth exploration begins!\n___\n[Alt Official Raw (Comic DAYS)](https://comic-days.com/episode/14079602755364316216)\n\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10604/episode/353121)",
      "uk": "Місце дії - певне королівство. Щоб врятувати викрадену принцесу королівства, загін королівської гвардії кидає виклик «Драконячій вежі» - гігантській споруді, що ширяє посеред неба, але їм стають на заваді могутні демони.\n\nСусіднє селище влаштовує провокацію, щоб замінити поранених, і коли до вежі відправляють юнака, колесо долі починає обертатися.\n\nІсторія про меч, чари та дослідження лабіринту починається!",
      "pt-br": "Para salvar a princesa Ignelia que foi sequestrada por um necromante, o Batalhão da Guarda Real se aventura pela “Torre do Dragão”, uma estrutura gigantesca que costumava flutuar no meio do céu, mas são bloqueados por criaturas poderosas. \nUma ordem de recrutamento é enviado para uma aldeia vizinha para repor os soldados feridos, e quando um jovem é enviado para a Torre, a roda do destino começa a girar.\n\nComeça a história de espadas, feitiçaria e exploração do labirinto!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c258c7a-5529-4fde-b6c0-f8028223993b",
    "title": {
      "en": "Yu-Gi-Oh! OCG Structures"
    },
    "updatedAt": "2024-04-15T15:39:23+00:00",
    "coverArt": "https://mangadex.org/covers/1c258c7a-5529-4fde-b6c0-f8028223993b/166cfb05-6cb3-4d50-ab7f-864f5cd0a638.jpg",
    "altTitles": [
      {
        "en": "Yu-Gi-Oh! Official Card Game Structures"
      },
      {
        "ja": "遊☆戯☆王 OCGストラクチャーズ"
      },
      {
        "ja": "遊☆戯☆王 オフィシャルカードゲーム ストラクチャーズ"
      },
      {
        "ja": "遊戯王 OCGストラクチャーズ"
      },
      {
        "ja": "遊戯王 オフィシャルカードゲーム ストラクチャーズ"
      },
      {
        "pt-br": "O Rei dos Jogos! Estruturas OCG"
      }
    ],
    "description": {
      "en": "Shoma Yusa, a new kid who moved to Tokyo with his sister, learns how to make friends through Dueling and creating Structure Decks.  \n  \n*This series is based on the real life Yu-Gi-Oh! OCG (Official Card Game, known in the west as TCG) and how to build the best deck, based on the latest rule- and banlist.*",
      "pt-br": "Shoma Yusa, um novo garoto que se mudou para Tóquio com sua irmã, aprende a fazer amigos através de Duelos e criando Decks Estruturais. \n\n*Esta série é baseada no jogo da vida real de Yu-Gi-Oh! OCG (Official Card Game, conhecido no ocidente como TCG) e como construir o melhor deck, com base nas últimas regras e banlists.*"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
    },
    "updatedAt": "2024-07-24T00:32:57+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/91ce95cf-c86c-4303-bd15-e58b07025a9f.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "ja-ro": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
      },
      {
        "pt-br": "Não É Minha Culpa Não Ser Popular!"
      }
    ],
    "description": {
      "en": "Tomoko Kuroki naturally assumed she'd be popular when she got to high school... but then cold, hard reality swooped in for the attack! Turns out all the popularity points she's racked up in her video game dating sims are worth squat in real life, and Tomoko's far from prepared to navigate high school! \n\nHow can she possibly hope to impress her classmates when she can't even talk to them?! A new high-school heroine is born (maybe?)!",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo.",
      "pt-br": "Tomoko Kuroki naturalmente presumiu que ela seria popular quando chegasse ao ensino médio... mas então a realidade fria e dura se abateu para o ataque! Acontece que todos os pontos de popularidade que ela acumulou em seus simuladores de namoro de videogame valem a pena na vida real, e Tomoko está longe de estar preparada para passar pelo ensino médio!\n\nComo ela pode esperar impressionar seus colegas quando ela nem consegue falar com eles?! Nasce uma nova heroína do ensino médio (talvez?)!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-25T09:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "afa6087a-8d2b-4d8a-a4d9-1aa2d5415c1b",
    "title": {
      "en": "Sumire and Lily"
    },
    "updatedAt": "2024-06-06T19:30:05+00:00",
    "coverArt": "https://mangadex.org/covers/afa6087a-8d2b-4d8a-a4d9-1aa2d5415c1b/098ecd1c-d4de-4da9-9f46-744575048bff.png",
    "altTitles": [
      {
        "ja": "スミレとリリィ"
      },
      {
        "ja-ro": "Sumire to Lily"
      },
      {
        "ko": "스미레와 릴리"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9422a147-c0c8-400d-9106-57cb8ece3dba",
    "title": {
      "en": "Kimi wa Meido-sama"
    },
    "updatedAt": "2024-08-05T18:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/9422a147-c0c8-400d-9106-57cb8ece3dba/d8b32aed-7687-4757-8fd5-c19782402b53.jpg",
    "altTitles": [
      {
        "en": "You are Ms. servant"
      },
      {
        "ja": "君は冥土様"
      },
      {
        "zh-hk": "暗殺女僕冥土醬"
      }
    ],
    "description": {
      "en": "A girl in a maid uniform came to Hitoyoshi's house looking for a job. Her previous job was an assassin, and she is skilled in all the deadly arts, but she's a complete beginner at housework. Hitoyoshi was confused by the strange request and sent her away. But then she saved Hitoyoshi from a deadly accident, and he thought maybe they can make this work? This is a story about a maid who was a cold-hearted killer learning about new emotions. A maid who lived a lonely life in the underworld finally finding family. The start of an enjoyable daily life.",
      "id": "||Seorang gadis dengan pakaian pelayan datang ke rumah Hitoyoshi untuk mencari pekerjaan. Pekerjaan dia sebelumnya adalah seorang pembunuh, dan dia sangat ahli dalam semua teknik membunuh, tapi dia sangat awam dalam pekerjaan rumah. Hitoyoshi bingung dengan permintaan anehnya itu dan memintanya pergi. Tapi kemudian gadis itu menyelamatkan Hitoyoshi dari sebuah kecelakaan maut, dan Hitoyoshi pikir dia mungkin bisa mempekerjakannya? Ini adalah kisah tentang seorang pelayan yang dulunya adalah pembunuh berdarah dingin kini belajar tentang emosi baru. Seorang pelayan yang hidup kesepian di dunia bawah akhirnya menemukan keluarga. Awal kehidupan sehari-hari yang menyenangkan dimulai!||"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "601eca31-b45d-43b6-9782-f00ed745298a",
    "title": {
      "en": "Evangeline After the Ending"
    },
    "updatedAt": "2024-06-05T06:40:17+00:00",
    "coverArt": "https://mangadex.org/covers/601eca31-b45d-43b6-9782-f00ed745298a/7d94817b-89ad-4559-92ef-0ded79cd9751.jpg",
    "altTitles": [
      {
        "ko": "완결 후 에반젤린"
      },
      {
        "en": "Evangeline After the Completion"
      }
    ],
    "description": {
      "en": "I thought he died from overwork in Korea, but when I opened my eyes, I found that I was a supporting character in a novel I wrote. As Evangeline who was executed for harassing the female lead.\n\nWhile running and running alone to avoid the ending of the original, she said, “I copied the author’s novel when I was creating the world. Instead, if there is anything you want, I will give it to you.”"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "70"
  },
  {
    "mangaId": "c855ec45-b8d9-4aea-9a0d-b2ae544c11dc",
    "title": {
      "en": "Tokimori-san ga Muboubi desu!!"
    },
    "updatedAt": "2024-07-25T04:27:07+00:00",
    "coverArt": "https://mangadex.org/covers/c855ec45-b8d9-4aea-9a0d-b2ae544c11dc/bdb73d50-fe66-48fe-bb58-fe3ad0993248.jpg",
    "altTitles": [
      {
        "ja": "時森さんが無防備です!!"
      },
      {
        "zh-hk": "時森小姐毫無防備!!"
      },
      {
        "vi": "Tokimori-san Chẳng Chút Phòng Bị!!"
      },
      {
        "th": "คุณโทคิโมริไม่ระวังตัวเลยครับ!!"
      },
      {
        "en": "Tokimori-san Is Completely Defenseless!!"
      },
      {
        "ja-ro": "Tokimori-san ga Muboubi desu!!"
      }
    ],
    "description": {
      "en": "Tokimori-san is a beautiful and successful woman. But when she's off the job, she tends to be a bit absent-minded! Living together with the charming Tokimori-san always makes me nervous!",
      "ja": "美人で仕事がデキる時森さん。でもオフのときは、ちょっとみだれがちで！？艶かしい時森さんとの同居生活に、僕はいつもドキドキさせられる—！！",
      "pt-br": "Tokimori-san é uma mulher linda e bem-sucedida. Mas quando ela está fora do trabalho, ela tende a ficar um pouco distraída! Viver junto com a charmosa Tokimori-san sempre me deixa nervoso!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2cc33626-5e8d-4795-b325-1426adc9d0a9",
    "title": {
      "en": "Wagamama Kouhai-kun"
    },
    "updatedAt": "2024-08-07T16:09:32+00:00",
    "coverArt": "https://mangadex.org/covers/2cc33626-5e8d-4795-b325-1426adc9d0a9/37fe8314-3a05-4a3a-8b13-2358f0ff48ad.jpg",
    "altTitles": [
      {
        "ja": "わがまま後輩くん"
      }
    ],
    "description": {
      "en": "“Since you already promised, I’ll take you at your word and have you go along with me until I’m satisfied.”\n\nToda receives a sudden confession from his Kouhai at work, Hijima. Toda wants to stay as Senpai-Kouhai like they’ve always been, but Hijima pursues a romantic relationship with him. As Toda is half-forced into dating him, Hijima has him completely wrapped around his finger...\n\nAn office love comedy between a meddlesome senpai & a cute, selfish kouhai!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f952b22-812d-4252-88e1-a99818f13acd",
    "title": {
      "en": "The Duke of Death and His Maid"
    },
    "updatedAt": "2024-05-31T03:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/7f952b22-812d-4252-88e1-a99818f13acd/e7e125d5-01d0-405d-a88e-7d8ef36875a8.jpg",
    "altTitles": [
      {
        "fr": "Le duc de la Mort et sa gouvernante obscure"
      },
      {
        "ja-ro": "Shinigami Bocchan to Kuro Maid"
      },
      {
        "ru": "Смертоносный герцог и его черная горничная"
      },
      {
        "ar": "النبيل الشاب حاصد الأرواح و خادمته السوداء"
      },
      {
        "ja": "死神坊ちゃんと黒メイド"
      },
      {
        "en": "The Duke of Death and His Black Maid"
      },
      {
        "pt-br": "O duque da morte e sua empregada"
      }
    ],
    "description": {
      "en": "In a large mansion lives a boy, an aristocrat who was cursed by the witch to \"let everything he touches die.\" With him is his maid Alice, who besides serving him, likes to tease him. The boy who is interested in her doesn't mind the teasing, but not being able to touch her is painful!  \r\n  \r\nIf they are unable to hold hands, how will their love ever bloom?",
      "tr": "Hikâye büyük bir malikanede yaşayan kaderi bir cadı tarafından mühürlenen bir çocuk ve onunla beraber yaşayan hizmetçi Alice hakkında; çocuk dokunduğu her şeyi ölüme sürüklerken; Alice ile hiç el ele tutuşamayacak olmalarına rağmen yaşanan inişli çıkışlı bir aşk."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "223"
  },
  {
    "mangaId": "0cf88855-9b2c-4532-a7dd-8ec4e98a7701",
    "title": {
      "en": "Darashinai Onee-san wo Kaitai"
    },
    "updatedAt": "2024-08-06T14:53:23+00:00",
    "coverArt": "https://mangadex.org/covers/0cf88855-9b2c-4532-a7dd-8ec4e98a7701/c1269f75-c397-4e9e-82cd-092e5da82f90.jpg",
    "altTitles": [
      {
        "ja": "だらしないお姉さんを飼いたい"
      },
      {
        "en": "I Want to Keep a Sloppy Woman"
      },
      {
        "id": "Aku Ingin Merawat Mbak-Mbak Pemalas"
      }
    ],
    "description": {
      "en": "One day, Haruto-kun, a junior high school boy who loves to help others, encounters a half-naked lady by the roadside!\n\nHer room is a mess, she won't wear her clothes properly, and when she's drunk she does all kinds of risky things for a lady. Haruto just can't help but want to help her! Without realizing it, he's taken up the challenge of being this older girl's caretaker...?\n\nDo you like a sloppy older girl who is even cuter♡ when she is unaware of her sexuality?\n\n---\n**Links:**\n- Alternative Official Raw - [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/67169)",
      "ja": "人助けが大好きな中学生男子・はるとくんは、ある日、道端で半裸のお姉さんと遭遇！ 部屋はめちゃくちゃ、服をちゃんと着られない、酔っぱらうと色々アブなすぎるお姉さんを助けたくてたまらないはるとくん!! 思わずお姉さんのお世話役を買ってしまい…!?\n\n無自覚エッチでさらに可愛い♡ だらしないお姉さんはお好きですか!?",
      "pt-br": "Um dia, Haruto-kun, um rapaz do liceu que adora ajudar os outros, encontra uma senhora seminua à beira da estrada!\n\nO seu quarto está uma confusão, ela não veste a roupa como deve ser e, quando está bêbeda, faz todo o tipo de coisas arriscadas para uma senhora. Haruto não consegue deixar de a querer ajudar! Sem se aperceber, ele aceitou o desafio de ser o cuidador desta rapariga mais velha...?\n\nVocê gosta de uma garota mais velha desleixada que é ainda mais fofa♡ quando ela não tem consciência de sua  própria sexualidade?\n\n---\n**Links:**\n- Alternative Official Raw - [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/67169)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "912dd3eb-80f2-4659-8986-badb32c847c0",
    "title": {
      "en": "7-Nin no Nemuri Hime"
    },
    "updatedAt": "2024-06-29T22:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/912dd3eb-80f2-4659-8986-badb32c847c0/7417d386-f195-4d82-bc79-0f00c51a3941.jpg",
    "altTitles": [
      {
        "ja": "7人の眠り姫"
      },
      {
        "es-la": "Las Siete Bellas Durmientes"
      },
      {
        "fr": "Les Sept Princesses Endormies"
      },
      {
        "ja-ro": "Shichinin no Nemurihime"
      },
      {
        "en": "The Seven Sleeping Beauties"
      },
      {
        "nl": "De Zeven Slapende Prinsesjes"
      },
      {
        "fr": "Les Sept Belles Endormies"
      },
      {
        "nl": "De Zeven Slapende Schoonheden"
      },
      {
        "fr": "Les Sept Beautés Endormies"
      },
      {
        "de": "Die Sieben Dornröschen"
      },
      {
        "zh": "爱寐七公主"
      },
      {
        "pt-br": "As Sete Belas Adormecidas"
      },
      {
        "fr": "Les 7 Belles au bois dormant"
      }
    ],
    "description": {
      "en": "A wandering prince set off to break an ancient curse bewitching the Kingdom of Amaryllis by waking up its princess with a kiss of true love. However, nobody told him there were 7 princesses to kiss and he must now take responsibility by living with them while they find out why the people of Amaryllis are unable to wake up. Will they reach a happily ever after?",
      "fr": "Un prince errant est parti pour briser une ancienne malédiction qui ensorcelle le royaume d'Amaryllis en réveillant sa princesse par un baiser d'amour véritable. Cependant, personne ne lui a dit qu'il y avait 7 princesses à embrasser et il doit maintenant prendre ses responsabilités en vivant avec elles pendant qu'ils découvrent pourquoi les habitants d'Amaryllis sont incapables de se réveiller. Parviendront-ils à être heureux pour toujours ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77bee52c-d2d6-44ad-a33a-1734c1fe696a",
    "title": {
      "ja-ro": "Kage no Jitsuryokusha ni Naritakute!"
    },
    "updatedAt": "2024-07-26T17:21:36+00:00",
    "coverArt": "https://mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/c384dedc-0f09-46ed-ae68-c81eb5eacdf4.jpg",
    "altTitles": [
      {
        "en": "The Eminence in Shadow"
      },
      {
        "ru": "Восхождение в тени"
      },
      {
        "ja": "陰の実力者になりたくて！"
      },
      {
        "ko": "숨은 실력자가 되고싶어서"
      },
      {
        "uk": "Сходження у тіні"
      },
      {
        "en": "I Want To Be The Eminence In Shadow!"
      },
      {
        "en": "To Be a Power in the Shadows!"
      },
      {
        "es-la": "La Eminencia en las Sombras"
      }
    ],
    "description": {
      "en": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
      "ru": "Подобно тому, как некоторые в детстве боготворят героев, один юноша обожал силы, скрывающиеся в тени. Скрыв свою силу и прожив посредственную жизнь посредственного персонажа, проходя в это время через безумные ночные тренировки, он в конце концов перерождается в ином мире, обретая абсолютную силу. Юноша, отыгрывающий роль скрывающейся в тени силы, его неправильно всё понимающие подчинённые и огромная стёртая в пыль теневая организация… Это история о юноше, обожавшем скрывающиеся во мраке силы, который, вероятно, в итоге обретёт власть над теневой стороной иного мира.   \r\n  \r\n  \r\n- [Japanese Light Novel (Bookwalker)](https://bookwalker.jp/series/179219/)  \r\n- [Japanese Light Novel (Amazon.co.jp)](https://www.amazon.co.jp/dp/4047353027/)  \r\n- [LN Vol. 1 Youtube Promo](https://www.youtube.com/watch?v=9pahhkIs4Ss),with Kentarou Kumagai (熊谷健太郎) voicing the MC (Cid Kagenou)",
      "es-la": "Tal cual como todos adoraban héroes en su niñez, cierto adolescente adoraba los poderes que se esconden en las sombras. Tras haber ocultado su fuerza y viviendo la vida mediocre de un mob durante el día y entrenando descontroladamente por la noche, él finalmente reencarna en un mundo diferente y gana el poder definitivo. El adolescente que solo juega a ser una eminencia en las sombras, sus subordinados confusos, y una gigante organización en las sombras que es pisoteada... Esta es la historia de un adolescente que adoraba esos poderes en las sombras y que posiblemente llegue a reinar en las sombras de otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9cda134-9c53-4dd2-8ce0-f9b0171afb39",
    "title": {
      "en": "Goblin Slayer Gaiden: Year One"
    },
    "updatedAt": "2024-03-19T20:05:28+00:00",
    "coverArt": "https://mangadex.org/covers/e9cda134-9c53-4dd2-8ce0-f9b0171afb39/19f17f1e-6cd8-44c8-ae33-e3a744ba0733.jpg",
    "altTitles": [
      {
        "en": "Goblin Slayer! Side Story: Year One"
      },
      {
        "ru": "Убийца Гоблинов: Год первый"
      },
      {
        "ja": "ゴブリンスレイヤー外伝：イヤーワン"
      },
      {
        "zh-hk": "哥布林殺手外傳：第一年"
      }
    ],
    "description": {
      "en": "A prequel series revealing Goblin Slayer's past and the events that led him to become an adventurer with the sole purpose of exterminating all goblins from the world.",
      "pl": "Prequel ujawniający przeszłość Goblin Slayer'a i wydarzenia, które doprowadziły go do zostania poszukiwaczem przygód, któremu przyświeca wyłącznie jeden cel: eksterminacja wszystkich goblinów. ~M  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/GoblinSlayer_GA)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/kentosakaeda)  \n- [Official LN (JP)](https://www.ganganonline.com/contents/goblinyo/)  \n- [Official LN (EN)](https://yenpress.com/series-search/?series=yen346-goblin-slayer-side-story-year-one-light-novel)  \n- [Official Anime (JP)](http://www.goblinslayer.jp/)",
      "pt": "Uma série de prequel que revela o passado de Goblin Slayer e os eventos que o levaram a se tornar um aventureiro com o único propósito de exterminar todos os goblins do mundo.",
      "ru": "События манги перенесут нас на 5 лет назад, в то время, когда Убийца Гоблинов только закончил свои тренировки и расстался с мастером. Манга поведает нам о том, чем занимался Убийца Гоблинов все эти 5 лет до встречи с Жрицей."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e6f404a-e002-46dc-a946-779ea3115c9d",
    "title": {
      "en": "Lovely Allergen"
    },
    "updatedAt": "2024-05-25T00:22:29+00:00",
    "coverArt": "https://mangadex.org/covers/5e6f404a-e002-46dc-a946-779ea3115c9d/ea3abd6c-00e8-4a94-8e2c-ef7da60ef676.png",
    "altTitles": [
      {
        "zh": "可爱过敏原"
      },
      {
        "zh-ro": "Keai Guominyuan"
      }
    ],
    "description": {
      "en": "Yue Zhishi and Song Yu are not blood related brothers, Yue Zhishi, who was fostered by the Song family since childhood, loves to cling to his older brother, Song Yu, who is three years older than him. However, Song Yu always deliberately maintains a distance. Song Yu, the brother who pretends to be indifferent, and Yue Zhishi, the brother who is a clingy little puppy. But what others don't know is that he understands his own heart, he choose to exercise self-control and maintain a distance because… Yue Zhishi is Song-Yu’s only allergen."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-06-30T10:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/58c16a15-ca53-45dc-a352-4f63587d666f.png",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      },
      {
        "ja-ro": "Dekai Hachi no Hanashi"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c2b7c0d-f97b-4044-b94a-638d99e92d24",
    "title": {
      "en": "Hana Yori Dango: Boys Over Flowers"
    },
    "updatedAt": "2023-08-06T10:18:06+00:00",
    "coverArt": "https://mangadex.org/covers/4c2b7c0d-f97b-4044-b94a-638d99e92d24/58376ba7-7925-4453-b34d-21f6d75939f8.png",
    "altTitles": [
      {
        "en": "Boys Over Flowers: Jewelry Box"
      },
      {
        "vi": "Con Nhà Giàu"
      },
      {
        "en": "Dumplings Over Flowers"
      },
      {
        "ja-ro": "HanaDan"
      },
      {
        "en": "Meteor Garden"
      },
      {
        "es": "No me lo digas con flores"
      },
      {
        "ja": "流星花园"
      },
      {
        "ja": "花より男子"
      },
      {
        "zh-hk": "花样男子"
      },
      {
        "ko": "꽃보다 남자"
      }
    ],
    "description": {
      "en": "Eitoku Academy is a school that caters to children and from rich, high-society families. Hence, Makino, who comes from a poor family, is considered by others as the \"weed\" of the school. The school is ruled by the \"Flower Four\" group, more commonly known as the F4. The F4 leader, and son of the wealthiest, most powerful family in Japan, Domyouji Tsukasa, takes an interest in Tsukushi because she is the only girl at Eitoku who does not fawn over him. However, his hot-headed nature and bullying ways are originally a major turn-off for Tsukushi, who has her sights set on Rui Hanazawa.  \n  \nVolume 37 is comprised of three short stories that happen after the ending"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "37",
    "lastChapter": "241.5"
  },
  {
    "mangaId": "afa40bc8-34fa-4b03-a1e1-50f4eb79f9da",
    "title": {
      "en": "My Father Has Become a Beautiful Girl and It's a Lot of Pain"
    },
    "updatedAt": "2024-08-04T21:02:17+00:00",
    "coverArt": "https://mangadex.org/covers/afa40bc8-34fa-4b03-a1e1-50f4eb79f9da/d7ae21a3-7950-4191-a386-996b07e6273b.png",
    "altTitles": [
      {
        "ja": "父親が美少女になってしまって色々つらい"
      },
      {
        "ja-ro": "Chichioya ga Bishoujo ni Natte Shimatte Iroiro Tsurai"
      },
      {
        "en": "My Father Turned into a Beautiful Girl and It's a Lot of Trouble."
      },
      {
        "ru": "Мой отец превратился в красивую девушку и это доставляет много хлопот."
      }
    ],
    "description": {
      "en": "A successful but annoying dad got gender-swapped and became a beautiful girl. Now he has lost his job and has to depend on his son while slowly starting anew.",
      "ru": "Однажды в комнату Тацуи заходит красивая девушка... и, к его удивлению оказывается его отцом, который полностью изменился из-за шока от увольнения с работы! !\nХотя он и растерян перед своим отцом, потерявшим все (?), меняются ли мало-помалу отношения между родителем и ребенком, которые раньше были далекими? ? ?\nОтец Тацуи потерял все. Тацуя с недоумением смотрит на отца, но расстояние между отцом и сыном постепенно сокращается...?\nОтец – это мать, а сын – это отец? Нет, мой лучший друг — мой отец, а мой отец — мой лучший друг...?\nНовая комедия TS, которая, несмотря на то, что в социальных сетях ее называют \"физиологически невозможной\", на самом деле является удивительной историей отца и сына, которая согреет ваше сердце!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fbcdc4e-c990-40e5-a9b0-4d0816206783",
    "title": {
      "en": "Black Lagoon: Eda Initial stage"
    },
    "updatedAt": "2023-12-28T22:10:38+00:00",
    "coverArt": "https://mangadex.org/covers/0fbcdc4e-c990-40e5-a9b0-4d0816206783/f3d09c0a-e44c-4d45-85a5-63d028adc76b.jpg",
    "altTitles": [
      {
        "en": "Black Lagoon Eda - Initial Stage"
      },
      {
        "ja": "BLACK LAGOON エダ -initial stage-"
      },
      {
        "ru": "Чёрная Лагуна: Эда. Начальный этап"
      },
      {
        "ja": "BLACK LAGOON エダ イニシャルステージ"
      }
    ],
    "description": {
      "en": "The manga centers on Eda, the original manga's undercover CIA agent based in Roanapur's church, during her early days as a rookie in the CIA."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e326fcfb-ec60-4f6b-877b-ab2448c678d3",
    "title": {
      "en": "7th Time Loop: The Villainess Enjoys a Carefree Life Married to Her Worst Enemy!"
    },
    "updatedAt": "2024-01-26T22:26:07+00:00",
    "coverArt": "https://mangadex.org/covers/e326fcfb-ec60-4f6b-877b-ab2448c678d3/3566c9c1-f891-43c9-8bdb-99659233ca2f.jpg",
    "altTitles": [
      {
        "ja": "ループ7回目の悪役令嬢は、元敵国で自由気ままな花嫁（人質）生活を満喫する"
      },
      {
        "ja": "ループ7回目の悪役令嬢は、元敵国で自由気ままな花嫁生活を満喫する"
      },
      {
        "ja-ro": "Loop 7-kai me no Akuyaku Reijou wa, Moto Tekikoku de Jiyuu Kimamana Hanayome Seikatsu wo Mankitsu Suru"
      },
      {
        "ja-ro": "Rūpu 7-kai-me no Akuyaku Reijō wa, Moto Tekikoku de Jiyū Kimamana Hanayome (Hitojichi) Seikatsu o Mankitsu suru"
      },
      {
        "ja-ro": "Rūpu 7-kai-me no Akuyaku Reijō wa, Moto Tekikoku de Jiyū Kimamana Hanayome Seikatsu o Mankitsu suru"
      },
      {
        "en": "The Villain Daughter Enjoys Her Seventh Life as a Free-Spirited Bride (Hostage) in a Former Enemy Country"
      },
      {
        "en": "The Villainess Wants to Enjoy a Carefree Married Life in a Former Enemy Country in Her Seventh Loop!"
      },
      {
        "zh": "轮回七次的恶役千金，在前敌国享受随心所欲的新婚生活"
      },
      {
        "zh-hk": "輪回七次的惡役千金，在前敵國享受隨心所欲的新婚生活"
      },
      {
        "vi": "Nữ Phụ Phản Diện Ở Kiếp Thứ 7 Muốn Tận Hưởng Cuộc Sống Hôn Nhân Ở Địch Quốc"
      }
    ],
    "description": {
      "en": "Rishe, the daughter of a duke, is stuck in a time loop that begins at the moment her engagement is annulled and ends with her early demise at the age of 20. She has now begun her seventh loop.  \n  \nIn her past do-overs, Rishe experienced various occupations, including being a merchant, a pharmacist, and a knight. But this time around, she simply wishes to live a long and leisurely life!  \n  \nThat *was* the plan, only for it to be derailed by an unprecedented marriage proposal from her killer in the previous loop, the neighbouring country's Crown Prince—?!  \n\n\n---\n\n- [Original Web Novel](https://ncode.syosetu.com/n1784ga/)",
      "id": "Rishe, seorang putri dari bangsawan, terjebak dalam putaran waktu yang dimulai sesaat setelah pertunangannya dibatalkan, dan berakhir saat kematiannya di awal usia 20 tahun. sekarang dirinya memulai putaran waktu yang ke tujuh kalinya. Di kehidupan sebelumnya, Rishe menjalani berbagai macam pekerjaan, termasuk bekerja menjadi pedagang, apoteker, dan seorang kesatria. Tetapi pada kali ini, dia hanya mengharapkan kehidupan panjang dan waktu yang luang! Itu adalah rencananya, hanya untuk tergelincir dalam tunangan yang belum pernah terjadi dari seseorang yang membunuhnya pada putaran waktu yang sebelumnya, Putra mahkota dari negeri tetangga-?!",
      "ja": "公爵令嬢リーシェの人生には大きな秘密があった――。 \nそれは“20歳で命を落としては婚約破棄の瞬間に戻ってしまう”こと。 \n\nこれまで商人や薬師、侍女などそれぞれで充実した時間を満喫したが７回目の今度の人生は、違った決意に満ちていた。 \n\n「今度こそ長生きをしてゴロゴロした生活を送りたい！」 \n\nだが、実行に移すべく城を飛び出そうとした矢先、皇国ガルクハインの皇太子アルノルトと邂逅を果たす。 \n\n彼こそ“騎士”だった前世でリーシェを殺害した張本人だった！ \nさらに、妙に気に入られ結婚まで申し込まれてしまい――!? \nゴロゴロしたい決意とは裏腹に、波瀾万丈な７回目の人生が始まる。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec387b13-b35c-4abe-a089-5b69ff429118",
    "title": {
      "en": "Ouji-sama no Tomodachi"
    },
    "updatedAt": "2024-07-21T00:23:20+00:00",
    "coverArt": "https://mangadex.org/covers/ec387b13-b35c-4abe-a089-5b69ff429118/092f54e9-1908-46db-8076-d378fcd58320.jpg",
    "altTitles": [
      {
        "ja": "王子様の友達"
      },
      {
        "ja": "学園の王子様とハグする話"
      },
      {
        "ja-ro": "Gakuen no Ouji-sama to Hagu suru Hanashi"
      },
      {
        "en": "The Prince's Friend"
      },
      {
        "en": "The Story About Hugging the School Prince"
      },
      {
        "pt-br": "A história sobre abraçar o príncipe da escola"
      },
      {
        "zh-hk": "王子大人的朋友"
      },
      {
        "en": "A Prince of a Friend"
      }
    ],
    "description": {
      "en": "I'm always at the mercy of the prince!?\nA slapstick romantic comedy with a handsome girl!",
      "pt-br": "Estou sempre à mercê do príncipe!?\nUma comédia romântica pastelão com uma garota linda!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Kusobitch na Gal Ane o Wakaraseru Hanashi"
    },
    "updatedAt": "2024-07-17T03:26:35+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/934206d6-5cba-4bad-8f2d-d29ebcd693e2.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Kusobitch na Gal Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Kusobicchi na Gyaru Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Kusobicchi na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gal Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Bitchy Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8adbd5c7-5ccc-4eec-ae8e-1b7daa062959",
    "title": {
      "en": "A Splendid Revenge Story of a Super-Dreadnought Cheat Villainess"
    },
    "updatedAt": "2024-08-07T15:42:42+00:00",
    "coverArt": "https://mangadex.org/covers/8adbd5c7-5ccc-4eec-ae8e-1b7daa062959/20feee71-dc75-4f33-8532-b4f5e28626a0.jpg",
    "altTitles": [
      {
        "ja-ro": "Choudokyuu Cheat Akuyaku Reijou no Karei naru Fukushuutan"
      },
      {
        "ja": "超弩級チート悪役令嬢の華麗なる復讐譚"
      }
    ],
    "description": {
      "en": "Lunaria il von Solfege. The protagonist, who was reincarnated as the villainess of her favourite game, was flooded with tragic memories of Lunaria. She was condemned, left alone and uncared for, and tried to commit suicide by stabbing herself with a dagger.\n\"Leave everything to me, Lunaria. Now that I'm Lunaria, I won't show them any mercy.\"",
      "ja": "最愛の悪役令嬢・ルナリアに転生した主人公は、復讐を開始する。その相手とは、ルナリアを破滅へと追いやった、醜悪な面々。邪な義母と義妹、非道なる父や兄、そして元・婚約者と主人公（ヒロイン）‥！\n\n目覚めたら、推しの悪役令嬢でした―――。\nルナリア・イル・フォン・ソルフェージュ。大好きだったゲームの悪役令嬢に転生した主人公の頭に流れ込んできたのは、ルナリアの悲惨な記憶。彼女は断罪され、誰からも気にされず一人ぼっちになり、そして自ら短剣を刺して自殺を図ろうとしたのだ。\n「全部任せてルナリア。〝私〟がルナリアになったからには容赦なんかしてやらないわ。」\n「愛」のために戦う悪役令嬢の、華麗なる復讐劇が開幕する―――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a84638a7-2a16-4fad-888f-c99033300cf4",
    "title": {
      "en": "Everything but your life"
    },
    "updatedAt": "2024-07-31T16:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/a84638a7-2a16-4fad-888f-c99033300cf4/d19ecc4e-89b4-42b2-8ec1-49a893de2e09.png",
    "altTitles": [],
    "description": {
      "en": "A transfer student desperately seeking someone to relate to pursues the attention of a mysterious boy covered in bandages, thinking he might finally be able to build a friendship for the first time since a tragic accident."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-07-29T01:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/f9aac218-b3a4-4533-b886-fdb7624ffefb.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-07-03T14:35:40+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/6165bf16-82af-4c8a-86ab-f70355158bc5.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484088b5-dc50-476e-9576-a6db27960116",
    "title": {
      "en": "Gyakusatsu Happy End"
    },
    "updatedAt": "2023-06-20T00:45:07+00:00",
    "coverArt": "https://mangadex.org/covers/484088b5-dc50-476e-9576-a6db27960116/229ae1d1-4c9d-4af9-817c-d994169acbdf.jpg",
    "altTitles": [
      {
        "ja-ro": "Gyakusatsu Happiendo"
      },
      {
        "ja": "虐殺ハッピーエンド"
      },
      {
        "en": "Happy Massacre Ending"
      },
      {
        "en": "Massacre Happy End"
      }
    ],
    "description": {
      "en": "High school student Kusakabe Makoto has to work all day to raise money for the treatment of his younger sister, who suffers from a serious illness. The father is unemployed, the mother ran away, leaving the children, bullying at work … Despite all this, he does not lose hope and continues to live for her sister. But having learned that she did not have long, Makoto falls into despair. Fear of the unknown causes him to take a different look at the value of human life.",
      "ru": "Старшекласснику Кусакабэ Макото приходится работать дни напролёт, чтобы собрать деньги на лечение младшей сестры, страдающей от тяжёлой болезни. Отец безработный, мать сбежала, бросив детей, издевательства на работе… Несмотря на всё это, он не теряет надежды и продолжает жить ради сестры. Но узнав, что ей осталось недолго, Макото впадает в отчаяние. Страх перед неизвестностью заставляет его по-другому взглянуть на ценность человеческой жизни."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "55"
  },
  {
    "mangaId": "e6798008-41b8-49fa-9318-a653ffe11c73",
    "title": {
      "en": "Onegai, Nugashite."
    },
    "updatedAt": "2024-03-31T13:20:48+00:00",
    "coverArt": "https://mangadex.org/covers/e6798008-41b8-49fa-9318-a653ffe11c73/d118e5ce-242e-4e47-abc8-986c1d0b0bab.jpg",
    "altTitles": [
      {
        "en": "Please, Take It Off."
      },
      {
        "ko": "부탁이야, 벗겨줘"
      },
      {
        "ja": "お願い、脱がシて。"
      },
      {
        "zh-hk": "拜託了、脫下來吧。"
      },
      {
        "ne": "कृपया, फुकालिदेऊ"
      },
      {
        "vi": "Làm ơn, giúp tớ cởi nó xuống!"
      }
    ],
    "description": {
      "en": "There is a curse on this school. It prevents the person who commits \"impure acts\" from taking off his or her panties. Only the right hand of the protagonist can break the curse and remove the panties, his name is Kamite.\n\nKamite tells the girls that they have been cursed and that he can take off their panties, but... obviously it is almost unacceptable for them to have any man take them off...!\n\nThis is how the girls end up in a lot of trouble. But if the panties are not removed, they can get into even more trouble...",
      "es": "Hay una maldición en esta escuela. La cual, le impide quitarse la ropa interior a toda persona que cometa \"actos impuros\" dentro de la escuela. Solamente la mano derecha de Kamite es capaz de romper la maldición y quitarles la ropa interior. Él les menciona a las chicas que han sido maldecidas y que es capaz de quitarles la ropa interior, pero… ¡Obviamente es casi inaceptable para ellas que un hombre cualquiera se las quite…! Así es como las chicas terminan pasando por momentos de confusión. Pero, si no les es quitada la ropa interior, puede que tengan algo que lamentar.",
      "pt-br": "Existe uma maldição nesta escola. Que impede que a pessoa que cometa “atos impuros” tire sua calcinha. Só a mão direita do protagonista consegue quebrar a maldição e tirar a calcinha, seu nome é Kamite. Kamite fala para as garotas que elas foram amaldiçoadas e que ele pode tirar sua calcinha, mas… obviamente é quase inaceitável para elas que um homem qualquer a tire…! É assim que as garotas acabam passando por vários perrengues. Mas se a calcinha não for retirada, elas podem ter mais problemas ainda."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "183"
  },
  {
    "mangaId": "cc76123d-ac07-4f79-970c-a83df9920176",
    "title": {
      "en": "Suterare Hanayome no Saikon - Koori no Henkyou Haku wa Saiai o Chikau"
    },
    "updatedAt": "2024-08-07T15:40:16+00:00",
    "coverArt": "https://mangadex.org/covers/cc76123d-ac07-4f79-970c-a83df9920176/aef76e45-817d-437c-8ee1-5122ffa87078.png",
    "altTitles": [
      {
        "ja": "捨てられ花嫁の再婚 氷の辺境伯は最愛を誓う"
      },
      {
        "ja-ro": "Suterare Hanayome no Saikon - Koori no Henkyou Haku ha Saiai wo Chikau"
      },
      {
        "ja": "Remarriage of the Abandoned Bride"
      }
    ],
    "description": {
      "en": "Chloe has just finished a five-year contract marriage, despite being abused by a hostile marquess family. Unable to decide what to do with her life after the divorce, she finds herself living with her former fiancé and childhood friend Theodore, her first love! He has become a frontier count, but he remains as kind as he ever was--and he is still the same man. Chloe has begun to be attracted to Theodore."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-06-26T04:40:46+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/d241a461-acac-48f4-9c8a-ec8211619263.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2024-07-31T12:01:23+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/dccbd42d-5a83-431d-aba7-e889002efc5d.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "en": "Sasha-chan and Her Classmate Otaku-kun"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      },
      {
        "en": "Sasha-chan & Her Classmate Geek-kun"
      },
      {
        "en": "Sasha and Her Otaku Classmate"
      },
      {
        "ru": "Саша и ее одноклассник Отаку"
      },
      {
        "zh-hk": "莎夏醬和阿宅君同學"
      },
      {
        "zh": "JC莎夏酱和同班的宅宅"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me \"Master\"!?\r\n\r\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "ja": "僕は未来の大漫画家にして現えっちな同人誌アシの中学生。学校で同人誌を読んでいたら、えっち方面に興味津々の美少女、サーシャさんから「ししょー」と呼ばれ‥‥!?",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1c3c46f-77c3-4916-a743-9afa25ac1f40",
    "title": {
      "en": "Nirameba Koi"
    },
    "updatedAt": "2023-08-28T16:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/e1c3c46f-77c3-4916-a743-9afa25ac1f40/e6f4b11b-58a7-49b6-aa59-50155001aff3.jpg",
    "altTitles": [
      {
        "en": "I Glare at You, Because I Love You"
      },
      {
        "zh": "爱上你不屑的眼神"
      },
      {
        "ja": "睨めば恋"
      }
    ],
    "description": {
      "en": "Apart from the fact he's in the student council and has quite strange tastes, Shima is an average, low-profile, quiet high schooler. Therefore, he doesn't understand why Ryuunosuke, a sports student, always glares at him every time they cross paths. Shima doesn't want to draw the punk's attention, but the instinctive hostility of Ryuunosuke towards him troubles him, and he wants to know why the other boy hates him.  \n\n\n---",
      "pl": "Shima, członek samorządu uczniowskiego, ma dość dziwny gust jak na zwykłego, niczym nie wyróżniającego się, spokojnego chłopaka. Pewnego razu zauważa, że Ryuunosuke, uczeń wydziału sportowego, bez przerwy się na niego gapi. Shima zdecydowanie wolałby, żeby taki łobuz nie interesował się nim zbytnio, a wrogie spojrzenie Ryuu coraz bardziej mu przeszkadza, zwłaszcza, że nie ma bladego pojęcia, dlaczego ten chłopak tak go nienawidzi…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "31acae21-e957-4f79-8bbd-42b5e6302365",
    "title": {
      "en": "Layton Mystery Tanteisha: Katri no Nazotoki File"
    },
    "updatedAt": "2024-07-30T22:04:20+00:00",
    "coverArt": "https://mangadex.org/covers/31acae21-e957-4f79-8bbd-42b5e6302365/c2d5454a-37c1-4178-bc5b-6d8b9d37d942.jpg",
    "altTitles": [
      {
        "ja": "レイトンミステリー探偵社 カトリーのナゾトキ事件簿"
      },
      {
        "en": "Layton Mystery Detective Agency: Katri's Puzzle Solving Files"
      },
      {
        "fr": "L'agence de Détectives Layton - Katrielle et les Enquêtes Mysterieuses"
      }
    ],
    "description": {
      "ja": "「――現実はいつも稀有なものなのです！」\n\nおしゃれやスイーツと同じくらい不思議なナゾが大好きな女の子・カトリーが開いた「レイトンミステリー探偵社」。そこにはロンドンで起こる難事件が次々と持ち込まれるようになって…？"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "737a846b-2e67-4d63-9f7e-f54b3beebac4",
    "title": {
      "en": "Please Go Home, Akutsu-san!"
    },
    "updatedAt": "2024-06-06T09:23:20+00:00",
    "coverArt": "https://mangadex.org/covers/737a846b-2e67-4d63-9f7e-f54b3beebac4/cbd0f7b8-3fc5-4161-b3a2-102048c314ae.jpg",
    "altTitles": [
      {
        "ja-ro": "Kaette Kudasai! Akutsu-san"
      },
      {
        "ja": "ヤンキー娘"
      },
      {
        "ja": "帰ってください！ 阿久津さん"
      },
      {
        "ja-ro": "Kaette Kudasai, Akutsu-san!"
      },
      {
        "ja-ro": "Yankee Musume"
      },
      {
        "vi": "Xin hãy về nhà, Akutsu-san!"
      },
      {
        "uk": "Будь ласка, йди додому, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу!"
      },
      {
        "zh": "请你回去吧！阿久津同学"
      },
      {
        "es-la": "Por favor vete a casa, ¡Akutsu-san!"
      },
      {
        "it": "Per favore torna a casa, Akutsu-san!"
      },
      {
        "vi": "Cút mẹ về nhà đi Akutsu!"
      },
      {
        "de": "Bitte geh heim, Akutsu-san!"
      },
      {
        "pt-br": "Por favor vá para casa, Akutsu-san!"
      }
    ],
    "description": {
      "en": "Ooyama-kun normally doesn’t get involved with Akutsu-san, a delinquent girl in his class, but for some reason she makes his house her hang-out place!\n\nWill she do something horrible to him behind closed doors or will he chase her out? But dealing with Akutsu-san’s sexy, cute behavior in such a confined space… he’s sure to get flustered! He wants her to go home, but he also doesn’t?\n\nA teasing comedy under a single roof!",
      "it": "Ooyama-kun normalmente non si fa coinvolgere da Akutsu-san, una ragazza delinquente della sua classe, ma per qualche motivo lei fa della sua casa il suo luogo di ritrovo!  Ooyama le farà qualcosa di orribile a porte chiuse o la caccerà fuori? Tuttavia aver a che fare con il comportamento sexy e carino di Akutsu-san in uno spazio così ristretto... è sicuro che si ecciterà!  Vuole che lei torni a casa e allo stesso tempo non vuole,  Una commedia stuzzicante sotto lo stesso tetto!",
      "ja": "**俺の部屋がヤンキー娘のたまり場に!? ヤンキー×非リア充のからかいコメディ！**\n\n普段は全く関わりのないクラスの不良女子・阿久津さんに何故か家をたまり場にされてしまった一人暮らしの大山くん。ガラの悪い阿久津さんに何かひどいことをされるのではと追い出そうとするのだが、無防備で距離感の近い彼女のエロカワイイ仕草にドギマギしてしまい…？ 帰ってほしいのに、帰ってほしくない!? 一つ屋根の下のからかいショートコメディ！\n\n---\n\n**Ore no heya ga yankī musume no tamariba ni!? Yankī × hi riajū no karakai komedi!**\n\nFudan wa mattaku kakawari no nai kurasu no furyō joshi Akutsu-san ni nazeka ie o tamariba ni sa rete shimatta hitorigurashi no Ōyama-kun. Gara no warui Akutsu-san ni nanika hidoi koto o sa reru node wa to oidasou to suru nodaga, mubōbi de kyori-kan no chikai kanojo no erokawaī shigusa ni dogimagi shite shimai…? Kaette hoshī no ni, kaette hoshikunai! ? Hitotsu yane no shita no karakai shōtokomedi!",
      "ru": "Оояма-кун обычно не связывается с Акуцу-сан, девушкой-правонарушителем в его классе, но по каким-то причинам она делает его дом своим тусовочным заведением! Оояма сделает с ней что-нибудь ужасное за закрытыми дверями или он её прогонит? Он хочет, чтобы она пошла домой, но не хочет? Дразнящая комедия под одной крышей!  \n  \n**Notes:**   \n- Yankee Musume (ヤンキー娘) is the pre-serialization name.  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/NAGAOKA0)  \n- [Artist's Pixiv](https://www.pixiv.net/member.php?id=133935)",
      "es-la": "Ooyama-kun normalmente no se involucra con Akutsu-san, una chica yankee de su clase, ¡pero por alguna razón ella hace de su casa su lugar de reunión! ¿Ooyama le hará algo horrible cuando estén las puertas cerradas o la echará? Pero lidiar con el sexy y lindo comportamiento de Akutsu en un espacio tan reducido sera un problema…",
      "pt-br": "Ooyama geralmente não se envolve com com Akutsu-san, uma garota delinquente da sua turma, mas por alguma razão ela transformou o quarto dele no seu local de descanso! Será que ela vai fazer algo horrível para ele ou ele vai expulsar ela? Mas lidar com a sexy e fofa Akutsu-san em um espaço fechado... Ele com certeza vai ficar envergonhado! Ooyama quer que ela vá para casa, mas ele também não quer? Uma comédia provocante sob um mesmo teto!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484f94e7-35c3-4cb5-a068-53d684c1439a",
    "title": {
      "en": "Baki Rahen"
    },
    "updatedAt": "2024-08-03T12:24:41+00:00",
    "coverArt": "https://mangadex.org/covers/484f94e7-35c3-4cb5-a068-53d684c1439a/15b0c95c-037b-48df-a09e-d2f9d90fefa7.jpg",
    "altTitles": [
      {
        "ja": "刃牙らへん"
      },
      {
        "en": "Baki Part 6"
      },
      {
        "ru": "Баки: Рахэн"
      },
      {
        "ru": "Баки: Где-то рядом"
      },
      {
        "en": "Baki and Others"
      },
      {
        "tr": "Baki Rahen"
      }
    ],
    "description": {
      "en": "The sixth part of the Baki series.",
      "ru": "Продолжение великой эпопеи \"Баки\". 6-я номерная серия тайтла, которая поведает нам нереальную историю сражения Джека Хаммера и доисторического человека Пикла!!!",
      "tr": "Büyük destan Bucky'nin devamı. Jack Hammer ve tarih öncesi adam Pickle arasındaki savaşın gerçek dışı hikayesini anlatacak olan Baki'nin 6 numaralı serisidir!!!",
      "pt-br": "Jack derrubou o mundo do sumô, agora ele irá desafiar a todos para seu torneio. Desta vez uma nova jornada."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b33b8c1-b47f-4c93-b371-522cd3a57996",
    "title": {
      "en": "Oni Ure Idol ga Kyou mo Watashi wo Oshitekuru (Pre-Serialization)"
    },
    "updatedAt": "2024-08-07T00:55:51+00:00",
    "coverArt": "https://mangadex.org/covers/6b33b8c1-b47f-4c93-b371-522cd3a57996/159a683b-249b-4f71-9ba5-c0cc46b6e5e8.jpg",
    "altTitles": [
      {
        "ja": "鬼売れアイドルが今日も私を推してくる"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": {
      "en": "【Oshi no Ko】"
    },
    "updatedAt": "2024-07-20T17:10:55+00:00",
    "coverArt": "https://mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/151b2710-652d-4a27-971f-6458fda2ed49.jpg",
    "altTitles": [
      {
        "es-la": "Hijos predilectos"
      },
      {
        "en": "【My Star】"
      },
      {
        "ru": "Звёздное дитя"
      },
      {
        "ja": "推しの子"
      },
      {
        "de": "Mein*Star"
      },
      {
        "id": "Oshi no Ko - Anak Idola"
      },
      {
        "fa": "اوشی نو کو (Pashto)"
      },
      {
        "fa": "فرزند آیدول مورد علاقه‌ام"
      },
      {
        "el": "Το Αστέρι μου"
      },
      {
        "th": "【เกิดใหม่เป็นลูกโอชิ】"
      },
      {
        "ja": "【推しの子】"
      },
      {
        "ru": "Ребёнок идола"
      },
      {
        "pl": "Moja gwiazda"
      },
      {
        "zh-hk": "【我推的孩子】"
      },
      {
        "ko": "【최애의 아이】"
      },
      {
        "fr": "Oshi no Ko"
      },
      {
        "pt": "Criança que deve ser suportada"
      },
      {
        "pt": "Filho de sua favorita"
      },
      {
        "ar": "نجمتي"
      },
      {
        "ar": "الفتاة التي ادعمها"
      },
      {
        "tr": "Yıldızım"
      },
      {
        "tr": "İdolümün Çocuğu"
      },
      {
        "vi": "Dưới Ánh Hào Quang"
      },
      {
        "de": "Mein Star"
      },
      {
        "cs": "【OŠI NO KO】"
      },
      {
        "ka": "ჩემი ვარსკლავი"
      },
      {
        "pt-br": "Oshi no Ko - Minha Estrela Preferida"
      },
      {
        "ja-ro": "[Oshi no Ko]"
      }
    ],
    "description": {
      "el": "H Άι Χόσινο είναι ένα ανερχώμενο μουσικό είδωλο, η οποία ανακοίνωσε ξαφνικά οτι θα πάρει ενα διάλειμμα από το μουσικό της γκρουπ, Μπι-Κομάτσι, για λόγους υγείας. Προς εκπλήξη ενός από τους μεγαλύτερους θαυμάστες της, του γυναικολόγου Γκόρο Αμεμίγια, μια μέρα η νεαρή Αϊ εμφανίστηκε στο νοσοκομείο οπού δουλεύει. Ο Γκόρο έρχοντας πλεον πρόσωπο με πρόσωπο με την αδυναμία του, τρέμει στο γεγονός ότι η 16-χρονη Αϊ είναι έγκυος... με δίδυμα με τον πατέρα άφαντο. Αποφασισμένη να αποκτήσει την δικιά της οικογένεια και να συνεχίσει την δουλεία της ως είδωλο, έχει σκοπο να κρατήσει την γέννα των παιδιών της μυστικο, μαζί με την βοήθεια του Γκόρο.\n\nΤο δυνατότερο όπλο ενός ειδώλου ειναι τα ψέματα.\nΜια ίστορια μυστηρίου και εξαπάτησης, όπου η σκοτεινή πλευρά της σόου-μπιζ αποκαλύπτεται κάτω από τις στρώσεις ψεμάτων και εκμεταλεύσεων.",
      "en": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
      "es": "'Oshi no Ko' explora la vida de una abrumadoramente hermosa heroína y muestra la industria del entretenimiento desde un punto de vista nunca antes visto.\n\n- [Wikipedia](https://es.wikipedia.org/wiki/Oshi_no_Ko)",
      "fa": "آی هوشینو ۱۶ ساله یک آیدول با استعداد و زیباست که هواداران زیادی داره؛اون نماد پاکیه، ولی ظاهر با باطن قضیه متفاوته. گورو هوندا یک پزشک زنان که ساکن حومه‌ی شهره که یکی از طرفداران بزرگ آی هستش، ولی ناگهان آیدول مورد علاقه خودش رو ملاقات میکنه و متوجه میشه که اون بارداره، گورو به اون قول میده که بچش رو سالم بدنیا بیاره، ولی اون نمیدونست که این ملاقات باعث عوض شدن زندگیش میشه.",
      "fr": "L'histoire commence avec une belle fille, son sourire parfaitement faux, et les gens qui l'aiment égoïstement pour cela. Que se passe-t-il dans les coulisses de la brillante industrie du showbiz? Jusqu'où iriez-vous pour votre idole bien-aimée ? Que feriez-vous si vous découvriez que la réincarnation est réelle? La star du spectacle est Aquamarine Hoshino et la scène n'est qu'une simple façade. Parviendra-t-il à atteindre le point culminant avant que le monde du glamour ne l'avale tout entier?  \n\n\n---\n\n- [Nominated for the 14th annual Manga Taisho awards.](https://www.animenewsnetwork.com/news/2021-01-24/14th-manga-taisho-awards-nominate-10-titles/.168759)\n\n- [Wikipedia](https://fr.wikipedia.org/wiki/Oshi_no_ko)",
      "ja": "「この芸能界（せかい）において嘘は武器だ」　地方都市で、産婦人科医として働くゴロー。芸能界とは無縁の日々。一方、彼の“推し”のアイドル・星野アイは、スターダムを上り始めていた。そんな二人が“最悪”の出会いを果たし、運命が動き出す…!?",
      "ru": "Что, если бы дорога в шоу-бизнес была открыта для тебя с самого начала?  \nНовая серия оригинальной манги от двух известных авторов — Акасака Ака («Госпожа Кагуя: в любви как на войне») и Ёкояри Мэнго («Тайные желания отвергнутых»). Это совершенно новая работа, в которой мир шоу-бизнеса предстаёт перед читателями в очень необычном свете: у лидера идол-группы Хосино Аи есть секрет, о котором никто не должен знать…  \n\n\n---\n- [Wikipedia](https://ru.wikipedia.org/wiki/Oshi_no_Ko)",
      "vi": "Câu chuyện khởi đầu với sự xuất hiện của một cô gái xinh đẹp, mang nụ cười giả tạo hoàn hảo, và có những người yêu cô ấy một cách ích kỷ bất chấp điều đó.\n\nĐiều gì diễn ra đằng sau ánh hào quang của thế giới showbiz? Con người ta sẽ làm đến mức nào vì thần tượng yêu quý của mình? Bạn sẽ làm gì nếu phát hiện ra luân hồi chuyển kiếp là có thật? Nhân vật chính của chúng ta - Aquamarine Hoshino liệu có hoàn thành được khát vọng báo thù trước khi bị thế giới hào nhoáng ấy nuốt trọn? Hãy cùng đón xem bộ truyện được sáng tác bởi bộ đôi tác giả của Kaguya-sama và Kuzu no Honkai.",
      "es-la": "La historia comienza con una hermosa chica, su sonrisa perfectamente falsa y la gente que la ama con egoísmo gracias a eso.\n  \n¿Qué ocurre detrás de la brillante industria del espectáculo? ¿Hasta dónde llegarías por el bien de tu ídolo? ¿Qué harías si descubrieras que la reencarnación es real? La estrella del espectáculo es Aquamarine Hoshino, y el escenario no es más que una mera fachada. ¿Conseguirá llegar al clímax antes de que el mundo del espectáculo se lo trague por completo?",
      "pt-br": "Doutor Goro é obstetra em um hospital do interior e se encontra longe do mundo em que brilha e evolui Aï Hoshino, uma cantora de sucesso crescente da qual é fã absoluto. O que ele ainda não sabe é que sem mais nem menos ele se encontrará com sua idol favorita em uma circunstância um pouco fora do normal. Terá ele tempo suficiente para ficar perto dela ou o mundo irá girar de maneira cruel para ele? Essa é uma história sobre o mundo do entretenimento japonês."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]