[
  {
    "mangaId": "196e48dd-7e08-4fed-ae66-f07f7c634c30",
    "title": {
      "en": "Outo no Hazure no Renkinjutsushi ~Hazure Shokugyou Datta node, Nonbiri Omise Keiei Shimasu~"
    },
    "updatedAt": "2024-02-03T16:51:06+00:00",
    "coverArt": "https://mangadex.org/covers/196e48dd-7e08-4fed-ae66-f07f7c634c30/336eb104-1c54-4831-aa8c-f5f7f5182494.jpg",
    "altTitles": [
      {
        "ja": "王都の外れの錬金術師 ～ハズレ職業だったので、のんびりお店経営します～"
      },
      {
        "en": "A Tale of a Little Alchemist Blessed by the Spirits"
      },
      {
        "en": "The Failure Alchemist of the Royal Capital: My Job Is a Failure So, I’ll Manage My Store Carefreely"
      }
    ],
    "description": {
      "en": "I am Daisy von Preslaria. Even though I was born in a viscount family that produces excellent magicians, I was the only one in my family that was granted the failure job, Alchemist. Since this has happened, I'm going to try studying hard and becoming independent as a worthy alchemist!\n\nThe five-year-old girl so resolved and began to make potions by trial and error. Thanks to the Appraisal skill that she secretly possessed, let alone failures, her finished products were of such high quality never seen anywhere! She cultivated medicinal herbs, indulged herself in research, went harvesting, and opened a store.",
      "ja": "名門魔導師の家系に生まれたのに、ハズレ職の「錬金術師」を与えられてしまったデイジー。が、希少な「鑑定」スキルを持ち、精霊の加護を受ける彼女にとっては天職だった…!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb114652-dbaa-49bc-b49a-ac9483967a78",
    "title": {
      "en": "Shojo Null"
    },
    "updatedAt": "2024-04-10T06:58:14+00:00",
    "coverArt": "https://mangadex.org/covers/cb114652-dbaa-49bc-b49a-ac9483967a78/9e7ef59a-9154-4c23-8f37-2aab461592b4.jpg",
    "altTitles": [
      {
        "ja": "少女Null"
      }
    ],
    "description": {
      "en": "With the proliferation of organic robots called Gijins, humanity is enjoying prosperity in 23rd century Tokyo. But when a young man named Riaha meets a certain Gijin, he uncovers the dark truth of the world! From the creators of Hiasobi Domei!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f208e0e-d61a-4a10-bf8c-dc8e4464378c",
    "title": {
      "en": "Star of the Giants"
    },
    "updatedAt": "2023-12-09T06:35:12+00:00",
    "coverArt": "https://mangadex.org/covers/3f208e0e-d61a-4a10-bf8c-dc8e4464378c/c7cad76c-3290-4cad-9921-03f60690e6fe.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyojin no Hoshi"
      },
      {
        "ja": "巨人の星"
      }
    ],
    "description": {
      "en": "**\"Hyuma, be a big giant star!\"**\n\nThis is the story of Hyuma Hoshi , a hot-blooded boy who endures intense, bloody training in response to his father's wish!\n\nAdapted into Anime twice once in 1968, lasting 182 episodes and again in 1977(As Shin Star of the Giants with a follow-up), lasting a total of 75 episodes. Numerous Anime films were also produced as well as an OVA featuring a crossover with Tezuka's Atom, directed by Gundam's Yoshiyuki Tomino.\n\n---\n- **Won the 8th Kodansha Children's Manga Award in 1967**"
    },
    "status": "completed",
    "releaseDate": 1966,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": ""
  },
  {
    "mangaId": "9932c3f4-63c4-4e7c-b26d-781c958e3aad",
    "title": {
      "en": "Ookumo-chan Flashback"
    },
    "updatedAt": "2024-04-10T06:45:22+00:00",
    "coverArt": "https://mangadex.org/covers/9932c3f4-63c4-4e7c-b26d-781c958e3aad/766220aa-480c-40ed-b528-a052f82ec21d.jpg",
    "altTitles": [
      {
        "en": "Ookumo Flashback"
      },
      {
        "ru": "Флешбэк Окумо"
      },
      {
        "ja": "大蜘蛛ちゃんフラッシュ・バック"
      },
      {
        "vi": "Hồi tưởng về Ookumo"
      },
      {
        "en": "Lucky Spider"
      },
      {
        "ja": "ラッキー・スパイダー"
      }
    ],
    "description": {
      "en": "First-year high school student Minoru Suzuki, who resembles his late father like two drops of water, often sees visions of his mother's past as a high school student through the eyes of his father.",
      "pt-br": "O estudante do primeiro ano do ensino médio, Minoru Suzuki, que se parece com seu falecido pai, muitas vezes tem visões do passado de sua mãe como estudante do ensino médio através dos olhos de seu pai."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "34"
  },
  {
    "mangaId": "0cfcda3b-0dcb-459b-9931-aa823e7bf403",
    "title": {
      "en": "Nine Peaks"
    },
    "updatedAt": "2024-03-27T13:38:21+00:00",
    "coverArt": "https://mangadex.org/covers/0cfcda3b-0dcb-459b-9931-aa823e7bf403/6293e09a-fd60-4bc7-9b28-c0e0cd8b2edd.png",
    "altTitles": [
      {
        "ja": "ナインピークス"
      },
      {
        "ja-ro": "ＮＩＮＥＰＥＡＫＳ"
      },
      {
        "ru": "Девять вершин"
      },
      {
        "ru": "Пиковая девятка"
      },
      {
        "vi": "Cửu lĩnh"
      }
    ],
    "description": {
      "en": "A heartwarming tale of a father and son's bond.\n\nAfter just starting at his new school, Mashio Gaku is suspended within a week for getting into a scuffle with a third year. After returning home to his disapproving dad's okonomiyaki joint, his father, Mashio Harumi, can't help but reprimand him and refuses to serve him.\n\nTheir harsh words are the last exchange they share before an unfortunate traffic accident takes Harumi's life.\n\nAt his father's wake, Gaku finds out he was, in his words, a big fuckin' deal. In mourning, Gaku heads out to fish like him and his father always would, only to hook a big catch and get pulled into the water...\n\nWhen he comes to, he finds himself staring a familiar stranger in the face... **in the year 2000.**",
      "ru": "Душещипательная история о взаимоотношениях отца и сына. Главный герой — Масио Гаку, не особо ладит со своим отцом. После ссоры с сыном, Масио Харуми умирает... Гаку даже подумать не мог, что с его отцом, не особо общительным человеком, придёт проститься так много людей. Вскоре Гаку решает пойти на рыбалку где по случайности падает в море, но сразу же выбирается с помощью какого-то странного человека... Этим незнакомцем оказался его отец, ровно в 2000 году! Теперь Гаку начинает помогать Харуми, своему отцу, добиться статуса лидера города и разобраться что же здесь происходит...",
      "vi": "Sau cái chết của cha, Mashio Gaku biết được một sự thật động trời: Cha cậu từng là gã du côn mạnh nhất thành phố. Thế rồi một biến cố bất ngờ xảy ra, đưa cậu trở về quá khứ 22 năm trước, khi cha cậu bằng tuổi cậu..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc7f2c19-0a26-4d89-9505-332fcb7d60c6",
    "title": {
      "en": "Dead Dead Demon's Dededede Destruction"
    },
    "updatedAt": "2023-03-27T00:36:30+00:00",
    "coverArt": "https://mangadex.org/covers/fc7f2c19-0a26-4d89-9505-332fcb7d60c6/9d339c5d-3838-4b1d-bc3f-93d32e5a29ea.jpg",
    "altTitles": [
      {
        "tr": "Ölü Ölü Şeytanın Yıyıyıyıyıkımı"
      },
      {
        "en": "DDDD"
      },
      {
        "ja": "Dededede"
      },
      {
        "ja": "デッドデッドデーモンズデデデデデストラクション"
      },
      {
        "zh": "恶魔的破坏"
      },
      {
        "zh-hk": "惡魔的破壞"
      },
      {
        "zh": "灭世Demolition"
      },
      {
        "kk": "Жансыз Жек Жажажажажайпасын"
      }
    ],
    "description": {
      "en": "A series about the lives of two high school girls living in Tokyo after aliens have invaded. Dead Dead Demon's Dededededestruction is a self-styled dystopian slice-of-life that reflects on modern societal and political issues in Japan while still maintaining a sense of humor and frivolity.\n\nLarge mysterious alien ships have been looming above Japanese towns for three years, filling the sky. Everything changed three years ago. And yet, nothing has changed.\n\nNo weapon used against the invaders' ships had any success, beyond destroying part of Japan and leaving its economy in shambles. JSDF is fighting a guerrilla battle against the aliens all over Japan. America is joining the 'war' effort with more aggressive tactics, dividing Japan over the pacifist principle laid out in Article 9 of the Japanese constitution. But this may just be the mundane story of young high schoolers.\n\n\"No matter what happens, I won't back down. At least not until this world filled with lies and deceit crumbles away. The real threat to humankind is not invaders, but me.\"\n\n---\n- **Won the 66th Shogakukan Manga Award for General Manga** \n- **Won the 25th Japan Media Arts Festival Excellence Award in 2022**"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "100"
  },
  {
    "mangaId": "416e63e0-a641-4338-b9e8-2461e81ff152",
    "title": {
      "en": "How to Survive as a Maid in a Horror Game"
    },
    "updatedAt": "2023-12-29T12:25:05+00:00",
    "coverArt": "https://mangadex.org/covers/416e63e0-a641-4338-b9e8-2461e81ff152/29d67fe8-47e2-4242-8793-eca46049c117.png",
    "altTitles": [
      {
        "ko": "공포게임 메이드로 살아남기"
      },
      {
        "ko": "공포 게임 메이드로 살아남기"
      },
      {
        "en": "Surviving as a Maid in a Horror Game"
      },
      {
        "en": "No Exit Horror"
      }
    ],
    "description": {
      "en": "\"How did you know? I hid it well so that no one would find out.\"\n \nAdrian Caesar von de Paltzgraf, the successor to the Paltzgraf Family. He is hailed as an angel in this world, but only I knew that the serial murders and murder attempts happening in the area which everyone was talking about were all committed by a young, good-looking gentleman.\n\n[Adrian's murderous intent has increased.]\n[Convince Adrian to lower his murderous intent. If not, you die.]\n[Adrian's murderous intent is at 92%.]\n\nI am the only one who knows. I was the only one who transmigrated into the world of this ridiculous horror game.\n\n---\n\nNote:\n- Only Ridibooks has all the volumes, due to Volume 1 of the side stories being R19.\n- \"No Exit Horror\" is the English name on the ebook and physical Korean novel cover."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6ce20ca-73c3-4fdd-9367-e2901fca780e",
    "title": {
      "en": "The Ravages of Time"
    },
    "updatedAt": "2024-01-21T01:06:58+00:00",
    "coverArt": "https://mangadex.org/covers/f6ce20ca-73c3-4fdd-9367-e2901fca780e/f4dc7518-cebc-4ce2-9b59-82f6d389ce7e.jpg",
    "altTitles": [
      {
        "vi": "Hỏa Phụng Liêu Nguyên"
      },
      {
        "zh-ro": "Huo Feng Liao Yuan"
      },
      {
        "ja-ro": "Sangokushi Gunyuuden Kahou Ryougen"
      },
      {
        "zh-ro": "Sanguozhi Qunxiongzhuan: Huo Feng Liao Yuan"
      },
      {
        "ru": "Огненный феникс опаляет равнины"
      },
      {
        "zh-hk": "三国志群雄伝火鳳燎原"
      },
      {
        "zh-hk": "火鳳燎原"
      },
      {
        "zh": "火凤燎原"
      },
      {
        "ja": "火鳳燎原"
      },
      {
        "de": "The Ravages of Time: Die Geschichte der Drei Reiche"
      }
    ],
    "description": {
      "en": "Nearly 2000 years ago, the prosperous Han dynasty of China collapsed. Heroes rose and fell, and three nations emerged–Wei, Shu, and Wu. Historians refer to this period as the Three Kingdoms period. The romance of the three kingdoms is an intriguing tale of heroic deeds, of alliance forged and broken, of loyalty and betrayal.  \n  \nHong Kong artist Chan Mou retells this classic tale in \"The Ravages of Time\" from the perspective of the Sima clan, which in the end united the three kingdoms. Readers will be attracted by an array of well-developed characters and Chan Mou's own unique top-notch art-style. Whether you have played Dynasty Warriors or not, this is definitely worth a read!"
    },
    "status": "ongoing",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0438d896-547b-497f-866f-e97b8a77a574",
    "title": {
      "en": "Anan-san wa Deatte 3-byou de Gattai shitai!"
    },
    "updatedAt": "2024-03-13T04:48:57+00:00",
    "coverArt": "https://mangadex.org/covers/0438d896-547b-497f-866f-e97b8a77a574/8a0ed30a-2077-4474-8fd9-123ab7eff2d9.jpg",
    "altTitles": [
      {
        "ja": "阿南さんは出会って3秒で合体したい!"
      },
      {
        "en": "Anan-san Wants to Combine Within 3 Seconds of Meeting!"
      },
      {
        "zh-ro": "Ānán xiǎojiě jiànmiàn 3 miǎo hòu jiù xiǎng hétǐ!"
      },
      {
        "zh": "阿南小姐见面3秒后就想合体！"
      }
    ],
    "description": {
      "en": "Anan, an office worker who's only experience with men comes watching porn, tries to win over her boss and love interest, Dept. Chief Kitazono, but fails at every turn. In fact, Kitazono is also a virgin with zero romantic experience... This is the start of a wild AV romantic comedy!",
      "ja": "恋愛経験の乏しい阿南さんは、AVを見て知識を得る拗らせOL。憧れの男性である上司の北園部長を落とすべく奮闘するが、ことごとく失敗してしまう。実は北園も童貞を拗らせた、恋愛経験0な男で…。妄想AVラブコメスタート！",
      "es-la": "Anan, una oficinista que sólo conoce a los hombres por el porno, intenta conquistar a su jefe e interés amoroso, el jefe de departamento Kitazono, pero fracasa en cada intento. De hecho, Kitazono también es virgen y no tiene ninguna experiencia romántica... Este es el comienzo de una salvaje comedia romántica AV."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b91f496a-2b8a-4f95-8efa-569d5622b369",
    "title": {
      "en": "Flawed Almighty"
    },
    "updatedAt": "2024-02-22T01:04:29+00:00",
    "coverArt": "https://mangadex.org/covers/b91f496a-2b8a-4f95-8efa-569d5622b369/bc05ad1a-9ca9-4e5b-9b5e-7b1721a13dbd.png",
    "altTitles": [
      {
        "ko": "천치전능"
      },
      {
        "en": "Omnipotence"
      },
      {
        "en": "Omniscient And Omnipotent"
      },
      {
        "es": "Omnisciente"
      },
      {
        "ru": "Чмоджи Всемогущий"
      }
    ],
    "description": {
      "en": "Kim Jeonji, a problem child who caused violence every day while in school, injured his leg in a motorcycle accident, retired from active duty (?), and is living a good life as a social misfit. Then, one day, he gets into an argument with the old beggar on the overpass, and he does something against the old beggar.... The old man is supposed to be a 'God'?",
      "ru": "Ты был легендой — стал никем,\nКак старый лев среди шакалов.\nМечты все обратились в тлен,\nПогребены среди завалов.\n\nУвидев слабого, толкни,\nПусть и его жизнь станет адом.\nВот только даже в наши дни\nЛегенды оживают рядом. © RSC",
      "pt-br": "Faça o bem ou vá para o inferno. As condições de sua nova maldição parecem simples o suficiente para o outrora esperançoso bandido Kim Jeonji. Ou assim parece quando seu animado anjo da guarda aparece em sua porta um dia e o cura. Mas será que simplesmente fazer o que é necessário para ajudar as pessoas será o suficiente para apaziguar um deus mesquinho com rancor?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "120"
  },
  {
    "mangaId": "c682bb5f-d09c-48b5-ba4b-b07f8b632b5e",
    "title": {
      "en": "Sentimental Darling"
    },
    "updatedAt": "2024-04-04T02:32:36+00:00",
    "coverArt": "https://mangadex.org/covers/c682bb5f-d09c-48b5-ba4b-b07f8b632b5e/d201b25c-003d-4213-a990-2b8889d22edf.jpg",
    "altTitles": [
      {
        "ja": "センチメンタル・ダーリン"
      }
    ],
    "description": {
      "en": "**Sentimental Darling**\nRyosuke and Shun are in their fourth year of college and have been dating for five years. They've been happy together every day, and it's been smooth sailing... but lately, even when they've had sex, it's just been \"good work\". I want to cherish our time together! I want us to be more intimate! So Ryosuke decides to make a plan...?\n\n**Sentimental Boy**\nRyosuke and Shun have known each other since they were children, and they've taken it for granted that they'll always be together. But one day, Sun confessed to Ryosuke about his unexpected feelings for him!\n\nAlso includes Come Here Neko-san, to the Clapping Hands (Neko-san Kochira, Te no Naru Hou e)\n\n(Source: Kasakura Shuppansha, translated)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "1044287a-73df-48d0-b0b2-5327f32dd651",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 7 - Steel Ball Run (Official Colored)"
    },
    "updatedAt": "2024-02-13T20:17:34+00:00",
    "coverArt": "https://mangadex.org/covers/1044287a-73df-48d0-b0b2-5327f32dd651/e7e5e267-502f-4b77-9f19-b7ea1344f68f.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Steel Ball Run"
      },
      {
        "en": "JoJo: SBR"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 7 - Steel Ball Run - Digital Colored Comics"
      },
      {
        "zh": "JoJo的奇异冒险第7部分：钢球运行"
      },
      {
        "es": "La extraña aventura de JoJo Parte 7: La carrera de las bolas de acero"
      },
      {
        "ru": "Невероятное приключение ДжоДжо — Часть 7: Гонка «Стальной шар»"
      },
      {
        "ko": "조조의 기묘한 모험 7 부 : 스틸 볼 달리기"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第7部 カラー版"
      },
      {
        "pt-br": "A Bizarra Aventura de JoJo, Parte 7: A Corrida da Esfera de Aço"
      }
    ],
    "description": {
      "en": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.  \n  \nThe youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.",
      "hu": "Amerikában a régi vadnyugaton, a világ legnagyobb szabású versenye hamarosan kezdődik. Ezrek állnak rajzvonalhoz San Diegoban, hogy utazzanak több mint hat ezer kilómétert annak reményében, hogy megnyerhetik az ötven millió dolláros fődíjat. A lovak kora elérkezett a végéhez, így a versenyzők szabadon használhattak bármiféle járművet. A versenyzőknek el kell majd tűrniük a fárasztő körülményeket, naponta több mint, száz kilómétert megtéve felfedezetlen vidékeken. A Steel Ball Run egy igazán egyedülálló esemény.\n\nA fiatalos Johnny Joestar, egy tolószékes korábbi lovas versenyző, eljött San Diegoba, hogy megnézze a verseny rajtját. Itt találkozik Gyro Zeppelivel, egy versenyzővel két acél golyóval a derekán fegyver helyett. Johnny szemtanúja lesz annak, hogy Gyro használja az egyik acélgolyóját, szabadjára engedve annak erejét, hogy arra kényszerítsen egy férfit egy párbaj közben, hogy lőjje le magát. Az ütközet közepette, Johnny megérinti az\nacélgolyót és érezte, hogy egy erő végigáramlik a lábán, rábírva őt arra, hogy felálljon először két év után. Megfogadja, hogy rájön, hogy mi a titka az acélgolyóknak, Johnny eldönti, hogy indul a versenyen, így kezdődik el az ő bizarr kalandja Amerikán keresztül a Steel Ball Runban.",
      "it": "Nel west americano, la gara più grande e importante del mondo sta per iniziare. Migliaia di persone sono pronte a partire da San Diego per viaggiare più di seimila chilometri incoraggiati da un premio enorme da cinquanta milioni di dollari. L'era dei cavalli sta per finire, i partecipanti allora possono usare il veicolo che preferiscono. I partecipanti devono superare situazioni estenuanti, viaggiando centinaia di chilometri al giorno passando per valli deserte inesplorate. La Steel Ball Run è unica nel suo genere.  \n  \nGiovane Johnny Joestar, un ex corridore di cavalli disabile, è venuto a San Diego per vedere la partenza della gara. Lì incontra Gyro Zeppelli, un corridore con due sfere d'acciaio pendenti fino alla sua vita, al posto della pistola. Johnny vede la sfera di Gyro e capisce della sua potenzialità, riuscendo a far suicidare il nemico durante un duello. Nel mezzo dell'azione, Johnny tocca la sfera d'acciaio di Gyro e sente passare una potenza nelle sue gambe, questa potenza lo fa alzare in piedi per la prima volta dopo due anni. Dopo aver giurato di capire il segreto di quelle sfere, Johnny decide di partecipare alla gara, e qui iniziano le sue bizzarre avventure per tutta l'America nella Steel Ball Run.",
      "pt-br": "Nos Estados Unidos, na década de 1890, um homem chamado Steven Steel decide promover a \"Steel Ball Run\", uma corrida corta-mato cujo trajeto atravessa todo o país. A corrida é um grande atrativo mundial que chama a atenção tanto de corredores americanos como de corredores estrangeiros. Entre esses corredores estão Johnny Joestar, um ex-jóquei americano, e Gyro Zeppeli, um estrangeiro que carrega consigo misteriosas esferas de aço. Johnny e Gyro se esbarram e dão início à história da sétima parte de JoJo's Bizarre Adventure."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "95"
  },
  {
    "mangaId": "0390899b-c0ae-48b3-9b4e-937ebcd9db64",
    "title": {
      "en": "Happy End."
    },
    "updatedAt": "2023-10-10T06:38:10+00:00",
    "coverArt": "https://mangadex.org/covers/0390899b-c0ae-48b3-9b4e-937ebcd9db64/90597af2-4c3f-43ec-a02a-2df385e37ca7.jpg",
    "altTitles": [
      {
        "ja-ro": "Happyi Wendo."
      },
      {
        "ja": "はっぴぃヱンド。"
      }
    ],
    "description": {
      "en": "If you think this has a happy ending, you read the title."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "21"
  },
  {
    "mangaId": "f74dc24b-3f38-44d5-b7d0-8c40f4b04e29",
    "title": {
      "en": "My Dear Lass"
    },
    "updatedAt": "2024-03-06T18:53:35+00:00",
    "coverArt": "https://mangadex.org/covers/f74dc24b-3f38-44d5-b7d0-8c40f4b04e29/a17b0409-f622-4402-a420-ed1d245d9708.png",
    "altTitles": [
      {
        "zh-hk": "小姑孃"
      },
      {
        "zh-ro": "Xiǎo Gūniāng"
      },
      {
        "fr": "Ma chère demoiselle"
      },
      {
        "zh": "小姑孃"
      },
      {
        "es": "Pequeña niña"
      },
      {
        "ru": "Девчонка"
      },
      {
        "uk": "Моя люба дівчина"
      },
      {
        "fr": "Une chère amie"
      }
    ],
    "description": {
      "en": "\"It seems like I'd like someone like you.\"\n\n\"You're really like a little pony.\" \n\nThis is a slice-of-life of the romance and exploits of an adorkable and ditzy senior \"little fox\" and her dependable junior \"little pony\".",
      "uk": "\"Здається, мені б сподобався хтось на кшталт тебе\". \"Ти справді як маленьке поні\". Буденність про романтику та подвиги чарівної й навіженої Старшої \"лисички\" та її надійної Молодшої \"поні\".",
      "zh": "“我好像会喜欢你这样的人。” “你好像一匹小马。” 呆萌跳脱年上“小狐狸”和她的靠谱 “年下小马驹”的爱情事业双丰收日常 。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cb24b09-3885-4bbe-a2e6-d567e7db2d90",
    "title": {
      "en": "Kimochi Warui kara Kimi ga Suki"
    },
    "updatedAt": "2024-03-04T11:25:44+00:00",
    "coverArt": "https://mangadex.org/covers/0cb24b09-3885-4bbe-a2e6-d567e7db2d90/f3f12531-27f3-4625-8dbf-9518c90472ad.jpg",
    "altTitles": [
      {
        "ja": "きもちわるいから君がすき"
      },
      {
        "zh": "恶心至极的你最喜欢了"
      },
      {
        "en": "I Love You Because You Creep Me Out"
      }
    ],
    "description": {
      "en": "Tsukasa, who falls in love with her best friend Yoriko, hides her feeling and continues her daily life. In the meantime, Yoriko also seems to have deep affection to Tsukasa. This is a precious, pure, and disgusting story of their sick love.",
      "ja": "親友である依子(よりこ)のことが好きな司(つかさ)は、\n今日も気持ちを隠して日常を送る。\n\n一方依子も司に対して\n“トクベツ”な感情を持っているようで…？\n\n尊くて純粋できもちわるい、\nおもいあいの物語。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87716042-b3fe-4885-ae8d-f2aa2c47affb",
    "title": {
      "en": "Gently! Don Patch"
    },
    "updatedAt": "2023-07-04T06:49:09+00:00",
    "coverArt": "https://mangadex.org/covers/87716042-b3fe-4885-ae8d-f2aa2c47affb/6ba0d555-f071-4ef6-9db6-ff8137821c76.jpg",
    "altTitles": [
      {
        "ja": "ふわり! どんぱっち"
      },
      {
        "ja-ro": "Fuwari! Don patch"
      }
    ],
    "description": {
      "en": "A slice of life series taking place in an alternate universe from the main Bobobo series, focusing on Beauty's everyday with... Donpatch!? \n\nA parody of moe series."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "28"
  },
  {
    "mangaId": "72e0cfc5-1163-448f-bd56-9313dd313447",
    "title": {
      "en": "Kujibiki Unbalance"
    },
    "updatedAt": "2024-04-10T03:38:31+00:00",
    "coverArt": "https://mangadex.org/covers/72e0cfc5-1163-448f-bd56-9313dd313447/71f190cd-3ade-4d67-bc55-59ede4a7c4ec.jpg",
    "altTitles": [
      {
        "en": "Kujibiki♥Unbalance"
      },
      {
        "en": "くじびき♥アンバランス"
      },
      {
        "en": "くじびきアンバランス"
      },
      {
        "en": "不平衡抽签"
      }
    ],
    "description": {
      "en": "Chihiro has been cursed with bad luck all his life, but all that changes when he wins a mysterious lottery that earns him a spot at the prestigious Rikkyoin High School, a strange place where everything is decided by chance - even who gets appointed to the student council. Although Chihiro has drawn the winning ticket, this is no ordinary honor. Each day the student-council members must risk their lives to save the school from various forces of evil."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe",
    "title": {
      "en": "Major 2nd"
    },
    "updatedAt": "2023-06-17T00:59:28+00:00",
    "coverArt": "https://mangadex.org/covers/2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe/c9a1a49b-2e7c-47eb-a0f1-d5d04ceef8b6.jpg",
    "altTitles": [
      {
        "ru": "Второй Мэйджор"
      },
      {
        "ja": "メジャーセカンド"
      },
      {
        "en": "Major 2nd"
      },
      {
        "ja-ro": "Major 2nd"
      }
    ],
    "description": {
      "en": "A sequel to the successful baseball manga MAJOR by the same author. The series follows Gorou's son Daigo."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4",
    "title": {
      "en": "Rent-A-Girlfriend"
    },
    "updatedAt": "2024-04-04T19:42:32+00:00",
    "coverArt": "https://mangadex.org/covers/32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4/76676078-4ce9-4720-baf0-cc9df5588fa7.jpg",
    "altTitles": [
      {
        "pt-br": "Namorada de aluguel"
      },
      {
        "id": "Dia, Aku Pinjam"
      },
      {
        "pl": "Dziewczyna do wynajęcia"
      },
      {
        "id": "Gadis yang Aku [Akan] Pinjam"
      },
      {
        "de": "Ich würde mir gerne eine Freundin ausleihen"
      },
      {
        "fr": "J'aimerais louer une petite amie"
      },
      {
        "ja-ro": "KanoKari"
      },
      {
        "tr": "Kiralık Sevgili"
      },
      {
        "es-la": "Novia de Alquiler"
      },
      {
        "ms": "Pacar Sewaan"
      },
      {
        "it": "Vorrei noleggiare una ragazza"
      },
      {
        "ru": "Девушка на прокат"
      },
      {
        "ru": "Девушка на час"
      },
      {
        "th": "สะดุดรักยัยแฟนเช่า"
      },
      {
        "ja": "かのかり"
      },
      {
        "zh": "女朋友、借我一下"
      },
      {
        "ja": "彼女、お借りします"
      },
      {
        "zh": "租借女友"
      },
      {
        "ko": "여친, 빌리겠습니다"
      },
      {
        "hr": "Unajmi curu"
      },
      {
        "it": "Una ragazza a noleggio"
      },
      {
        "pt": "Namorada de Aluguer"
      },
      {
        "ja-ro": "Kanojo Okarishimasu"
      },
      {
        "zh-hk": "出租女友"
      }
    ],
    "description": {
      "en": "Kinoshita Kazuya is a regular college student who was just dumped by his girlfriend for another guy. Feeling down in the dumps, he decides to use an app called Diamond to hire Mizuhara Chizuru, a rental girlfriend, to make himself feel better. From their first meeting, she seems to be the perfect girl for him, but is there more to her than meets the eye? And how will their not quite typical relationship develop?\n\n---\n**Links:**\n\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10001/episode/312699) (U.S. Only), [Kodansha](https://kodansha.us/series/rent-a-girlfriend/)",
      "fr": "Kinoshita Kazuya est un étudiant régulier qui vient d'être largué par sa petite amie pour un autre gars. Se sentant dans les décharges, il décide d'utiliser une application appelée Diamond pour embaucher Mizuhara Chizuru, une petite amie de location, afin de se sentir mieux. Dès leur première rencontre, elle semble être la fille parfaite pour lui, mais est-ce qu'il y a autre chose pour elle que ce qui est à l'oeil? Et comment va se développer leur relation pas tout à fait typique?",
      "it": "Kinoshita Kazuya è un normale studente universitario che è stato appena lasciato dalla sua ragazza. Devastato, decide di usare un app chiamata \"Diamond\" per reclutare Mizuhara Chizuru, una ragazza a noleggio per tirargli su il morale. Fin dal loro primo incontro, sembra essere la ragazza perfetta per lui, ma ci sarà altro dietro a quell'immagine da \"brava ragazza\"…? E come si evolverà la loro inusuale relazione?",
      "pt": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar uma aplicação de relacionamentos depois de ter levado terminado com a sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!",
      "ru": "Двадцатилетний никудышный студент университета муниципального района Киносита Кадзуя. Встреча с «особенной» красавицей ознаменует начало изменений в его жизни?!",
      "pt-br": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar um aplicativo de relacionamentos depois de ter levado um fora de sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0295d266-4870-4ea3-814b-35f9afc7a9fd",
    "title": {
      "en": "Dachi no Imouto"
    },
    "updatedAt": "2023-09-04T05:04:46+00:00",
    "coverArt": "https://mangadex.org/covers/0295d266-4870-4ea3-814b-35f9afc7a9fd/adfe1bbe-a630-4a3c-a4db-a692ec6b01bc.jpg",
    "altTitles": [
      {
        "en": "My Friend's Sister"
      },
      {
        "ja": "友人の妹"
      },
      {
        "en": "The Friend's Sister"
      },
      {
        "zh-hk": "朋友的妹妹"
      }
    ],
    "description": {
      "en": "The long awaited new series from Shima Tokio, an irregular boy meets girl story. Please enjoy this extraordinarily sweet romantic comedy."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09d987b7-f2d4-40d4-9531-ef0056cd5e68",
    "title": {
      "en": "The Morning Doctor and the Evening Witch"
    },
    "updatedAt": "2024-04-10T05:40:29+00:00",
    "coverArt": "https://mangadex.org/covers/09d987b7-f2d4-40d4-9531-ef0056cd5e68/8109fb9c-ec16-41f9-b82d-83e3fdfd1111.jpg",
    "altTitles": [
      {
        "ja": "明けの女医と宵の魔女～僕と彼女のみだらなカルテ～"
      },
      {
        "ja": "The Morning Doctor and the Evening Witch"
      },
      {
        "ja-ro": "Ake no Joi to Yoi no Majo"
      }
    ],
    "description": {
      "en": "Kou, a boy, visits Hakone to cure a special illness.\nHe arrives at a remote clinic.\nDespite the spacious clinic with a swimming pool and other facilities, a female doctor lives there alone.\nHer name is Babel. The female doctor diagnoses that Kou's treatment requires contact with the seductive opposite sex.\nThis is the story of a daily medical examination between an innocent boy and a bewitching female doctor, which can never be told to others."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936765df-fd02-4659-9158-c1cefbbf4c51",
    "title": {
      "en": "Goblin Slayer Gaiden 2: Tsubanari no Daikatana"
    },
    "updatedAt": "2024-03-17T10:45:52+00:00",
    "coverArt": "https://mangadex.org/covers/936765df-fd02-4659-9158-c1cefbbf4c51/a43948fa-8250-4500-9130-d0f86ca716f9.jpg",
    "altTitles": [
      {
        "en": "Goblin Slayer! Side Story II: The Singing Death"
      },
      {
        "ru": "Убийца Гоблинов Второй Эпизод: Уловки Цубаны"
      },
      {
        "ja": "ゴブリンスレイヤー外伝2 鍔鳴の太刀"
      },
      {
        "ru": "Убийца Гоблинов Второй Эпизод: Смертельная катана"
      },
      {
        "zh-hk": "哥布林殺手外傳2 鍔鳴的太刀"
      },
      {
        "zh": "哥布林杀手外传：锷鸣的太刀"
      }
    ],
    "description": {
      "en": "Set 10 years prior to the original series, the story centers around Sword Maiden's party of six adventurers on their journey to the Dungeon of the Dead to kill the Demon Lord.  \n\n**Note**:   \n*Goblin Slayer Gaiden 2: Tsubanari no Daikatana* is a spin-off series of the main Goblin Slayer! light novel. This is the second manga adaptation of the light novel after the cancellation of [the first one](https://mangadex.org/title/46704) after only 3 chapters.",
      "ru": "История берёт начало за десять лет до событий «Убийцы гоблинов». В центре сюжета «Меч девы» — группа из шести авантюристов, отправившихся в Подземелье Мертвых, чтобы убить Короля Демонов."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83067b19-bdfb-4ba1-8178-7052e68b41bf",
    "title": {
      "en": "Goshujin-sama to Yuku Isekai Survival!"
    },
    "updatedAt": "2024-04-06T10:22:35+00:00",
    "coverArt": "https://mangadex.org/covers/83067b19-bdfb-4ba1-8178-7052e68b41bf/a0c395a7-8a1b-4ad7-911b-d847b13a890d.jpg",
    "altTitles": [
      {
        "en": "Survival in Another World with My Mistress!"
      },
      {
        "ja-ro": "Craft Game no Nouryoku de Isekai Kouryaku!!"
      },
      {
        "en": "Different World Survival to go with the Master"
      },
      {
        "ja-ro": "Goshujin-sama to Yuku Isekai Sabaibaru!"
      },
      {
        "ja-ro": "Goshujinsama to Yuku Isekai Survival!"
      },
      {
        "en": "Isekai Minecraft"
      },
      {
        "ru": "Захватить другой мир с силой майнкрафта!"
      },
      {
        "ru": "Захватить другой мир с силой ремесленных игр!"
      },
      {
        "ja": "ご主人様とゆく異世界サバイバル！"
      },
      {
        "zh": "跟主人一起在异世界生存!"
      },
      {
        "zh-hk": "跟主人一起在異世界生存！"
      },
      {
        "ja": "ご主人様とゆく異世界サバイバル! THE COMIC"
      },
      {
        "ja-ro": "Goshujin-sama to Yuku Isekai Survival! THE COMIC"
      }
    ],
    "description": {
      "en": "Kosuke found himself in a whole different world. Standing there with the wilderness to the east and a forest to his left, he decided to make good use of the occurrence, and tests his knowledge, to where he finds this amazing crafting ability, just like the games from his original world!  \n\n――This is a light for life in a different world.  When I thought, I was suddenly attacked by a beautiful dark elf…?!  \n  \nStart different world capture with different races and sub-races!  \n\n---\n\n- [Official LN (Eng)](https://sevenseasentertainment.com/series/survival-in-another-world-with-my-mistress-light-novel/)",
      "es": "Supervivencia en el otro mundo con mi maestro  \n¿¡Kousuke se encontró en un mundo completamente diferente!?  \nDe pie allí, con el desierto al este y un bosque a su izquierda, decidió hacer un buen uso de la ocurrencia y pone a prueba su conocimiento, donde encuentra esta increíble habilidad de creación, ¡al igual que los juegos de su mundo original!",
      "ja": "気が付けば、そこは異世界だった!?目の前には荒野と背後には森が広がる大地に立っていたコースケ。\n\n培った知識から森でサバイバルをしていたところ、元の世界でプレイしていたサバイバルゲームのように道具を作れるクラフト能力を手に入れていたことに気が付いた。\n\n——これで異世界生活にも光明が。と思っていたところ、いきなり美人ダークエルフに襲われて……!?\n\n異種族・亜人種たちとゆく異世界攻略スタート!!\n\n---\n\n- [Official LN (JP)](https://gcnovels.jp/goshujin/)  \n- [Original WN (JP)](https://ncode.syosetu.com/n3742ey/)",
      "ru": "Косукэ оказался в совершенно ином мире. Стоя там посреди дикой природы в густом лесу, он решил использовать это перемещение с умом и проверить свои знания выживания! Там он находит эту удивительную возможность крафта, точно такую же, как и в игре из его изначального мира!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-04-01T20:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1de48a75-06de-446e-967c-536a3fb3d390",
    "title": {
      "en": "Jinmyaku Cheat de Hajimeru Hitomakase Eiyuu-tan"
    },
    "updatedAt": "2024-03-01T07:10:38+00:00",
    "coverArt": "https://mangadex.org/covers/1de48a75-06de-446e-967c-536a3fb3d390/76e85713-a4d5-443e-9d27-617bfcc68c1d.jpg",
    "altTitles": [
      {
        "en": "A Heroic Tale About Starting With a Personal Relations Cheat(Ability) and Letting Others Do the Job"
      },
      {
        "ja-ro": "人脈チートで始める人任せ英雄譚"
      }
    ],
    "description": {
      "en": "The hero and weapon are the strongest connections! An exhilarating fantasy that lurks from the back of the world!\nNed, a young man who has been behind many of the world's greatest achievements, using a weapon known as human networking.\nOne day, however, he is judged by the selfish king to be a liability and expelled from the heroic party.\nNed decides to start as an adventurer from scratch. But his life as an adventurer is naturally out of the ordinary, as he is adored and connected with everyone from the leader of the knights to the princess of the mermaid tribe...\n'Can I get help from the Wisdom King and the Great Sage to find this person?'\nMeanwhile, the King is coming to a realization. The heroes' party was full of capable, but incredibly problematic children, and that it was Ned that controlled them..\nThus opens a new story of a hero who changes the world from behind the scenes with his motto of \"using connections\"."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "773fd242-2898-49fa-ae82-3dd26473fead",
    "title": {
      "en": "The Life of a Returning Officer"
    },
    "updatedAt": "2024-03-09T14:19:53+00:00",
    "coverArt": "https://mangadex.org/covers/773fd242-2898-49fa-ae82-3dd26473fead/4ac2a6e1-1752-4e9e-9ec9-f06bd7000726.jpg",
    "altTitles": [
      {
        "ko": "회귀 경찰의 리셋 라이프"
      },
      {
        "ko-ro": "Hoigui Gyeongchalui Riset Laipeu"
      },
      {
        "en": "Police Returner's Reset Life"
      }
    ],
    "description": {
      "en": "Choi Jong-hyuk, captain of the intellectual crime unit, loses his mother and his own life to a mysterious mastermind for digging too deeply into a case. In his last moments, Jong-hyuk catches a glimpse of the man who kills him before waking up as his 17-year-old self.\n\n To prevent his mother's death, Jong-hyuk swears to hunt down the one responsible. Luckily, he has knowledge about the future and his experience as an officer.\n\nWill these tools be enough to catch the criminal that eluded him once?",
      "id": "Cerita tentang Choi Jong-hyuk, ketua tim intelejen investigasi kejahatan, ketika dia ingin menemui jenazah ibunya, ia mengalami kecelakaan misterius lalu entah bagaimana dia kembali ke tahun tahun 1997."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67926398-0e8d-48ba-85cc-182a4d75ad4b",
    "title": {
      "en": "Haibara-kun no Tsuyokute Seishun New Game"
    },
    "updatedAt": "2024-02-22T22:17:20+00:00",
    "coverArt": "https://mangadex.org/covers/67926398-0e8d-48ba-85cc-182a4d75ad4b/4b90a775-bf6a-41fb-aefb-73d88720ddbc.png",
    "altTitles": [
      {
        "en": "Haibara-kun's Strong and Youthful New Game"
      },
      {
        "ja": "灰原くんの強くて青春ニューゲーム"
      },
      {
        "ja-ro": "Haibara-kun no Tsuyokute Seishun New Game"
      }
    ],
    "description": {
      "en": "Natsuki Haihara is a young man who failed to make his high school debut and is now in his fourth year of college following a terrible high school life. He was about to enter the workforce when he was unexpectedly whisked back in time seven years to just before he started high school!\n\nNatsuki is given the opportunity to “redo” his regret-filled high school life, and he uses his prior experiences to successfully become a member of a group of six beautiful boys and girls at the top of the class caste!\n\nWhat’s more, the beautiful girl he once had a crush on, Hikari, was also there…?!\n\nThe unconscious high-spec young man starts his second adolescence all over again in real life, a strong, new game school romantic comedy!",
      "ja": "大人気作品『灰原くんの強くて青春ニューゲーム』のコミカライズ連載スタート！\n\n高校デビューに失敗し、灰色の高校時代を経て大学４年となった青年・灰原夏希。社会人目前だった彼はある日突然、７年前――高校入学直前まで時を遡っていた!!\n後悔しかなかった高校生活の「やり直し」の機会を得た夏希は、過去の経験を活かして見事クラスカースト最上位な美男美女６人グループの一員となることに成功！\nしかもそこにはかつて片思いしていた美少女・陽花里の姿もあって……!?\n無自覚ハイスペック青年が２度目の青春をリアルにやり直す、強くてニューゲーム学園ラブコメ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/b9fece9d-5ffb-48fb-ad9c-2173aef882f2.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "935d7e0a-f06f-4fdc-8415-475806c715dc",
    "title": {
      "en": "Train to the End of World"
    },
    "updatedAt": "2024-04-10T01:27:26+00:00",
    "coverArt": "https://mangadex.org/covers/935d7e0a-f06f-4fdc-8415-475806c715dc/968123c1-4e5b-4c9b-b17f-adea082112f3.jpg",
    "altTitles": [
      {
        "ja": "終末トレインどこへいく？"
      },
      {
        "ko": "종말 트레인은 어디로 향하나?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3527e18c-6be2-4020-80d9-41cecbb53fe4",
    "title": {
      "en": "Seiken Gakuin no Maken Tsukai"
    },
    "updatedAt": "2023-11-30T09:13:35+00:00",
    "coverArt": "https://mangadex.org/covers/3527e18c-6be2-4020-80d9-41cecbb53fe4/3c64449a-c110-48fc-92c3-ae90465dd905.jpg",
    "altTitles": [
      {
        "en": "The Demon Sword Master of Excalibur Academy"
      },
      {
        "en": "Demon's Sword Master of Excalibur School"
      },
      {
        "ja": "聖剣学院の魔剣使い"
      },
      {
        "zh": "圣剑学院的魔剑使"
      },
      {
        "zh-hk": "圣劍學院的魔劍使"
      },
      {
        "ru": "Мастер демонического клинка из академии «Святого Меча»"
      }
    ],
    "description": {
      "en": "In the fantasy story, the demon king Leonis sealed himself away for 1,000 years in order to prepare for the final battle, but when he woke up, he found himself in the body of a 10-year-old boy. A beautiful young woman named Lisellia from the Holy Sword Academy then says to him, \"Why were you locked up in such a place? It's OK now, this big sister will take care of you!\" Under Lisellia's care, Leonis is shocked to see that the world has completely changed. Bewildered and confused, Leonis finds himself enrolling at the Holy Sword Academy."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "955c730a-9304-4f82-ae96-af48ff5eaa0c",
    "title": {
      "en": "Kurai Anoko to Shitai koto"
    },
    "updatedAt": "2024-03-08T22:22:19+00:00",
    "coverArt": "https://mangadex.org/covers/955c730a-9304-4f82-ae96-af48ff5eaa0c/c19a0891-121a-400c-9214-f0af81474f6c.jpg",
    "altTitles": [
      {
        "ja": "くらいあの子としたいこと"
      },
      {
        "en": "What I’d like to do with that gloomy girl"
      },
      {
        "id": "Apa yang inginku lakukan dengan gadis yang murung itu?"
      },
      {
        "ja-ro": "Kurai Ano Ko to Shitai Koto"
      },
      {
        "zh": "想与阴暗的她一起做的事"
      },
      {
        "zh-ro": "Xiǎng yǔ yīn'àn de tā yīqǐ zuò de shì"
      }
    ],
    "description": {
      "en": "That gloomy girl is so beautiful! Let's aim for it! A school romance comedy together with that reserved, cute girl as we try to stop being loners!",
      "ja": "陰のある子は美しい！\n内気可愛いあの子と送る、目指せ脱ぼっち学園ラブコメ！",
      "pt-br": "A garota sombria é linda!  Uma romcom escolar sobre uma garota fofa e tímida e um garoto que quer fazer amigos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4c0acd-dc97-44a1-bebe-040cf79b62bd",
    "title": {
      "en": "Isekai NTR ~Shinyuu no Onna wo Saikyou Skill de Otosu Houhou~"
    },
    "updatedAt": "2024-01-06T14:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/990d1e8c-0d2a-46ad-81c4-2ad94a1ee892.jpg",
    "altTitles": [
      {
        "ja": "異世界NTR～親友のオンナを最強スキルで堕とす方法～"
      },
      {
        "th": "ISEKAI NTR ~สร้างฮาเร็มโดยไม่ให้พรรคพวกรู้~"
      },
      {
        "ko": "이세계 NTR ~절친의 여자를 최강 스킬로 함락시키는 방법~"
      },
      {
        "zh-hk": "異世界NTR ～不被同伴發現地開後宮～"
      },
      {
        "zh-hk": "異世界NTR～用最強技能令摯友的女人墜落的方法～"
      },
      {
        "en": "Isekai NTR: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "en": "NTR in Another World: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "ru": "Исекай NTR"
      }
    ],
    "description": {
      "en": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them.\n\nThat's why, for his sake, I'll eat them up first. But, just what is this power…?",
      "es": "Este mundo de mierda que no es más que un juego basura, él y yo definitivamente escaparemos juntos. Entonces, todas estas mujeres molestas que intentan aprovecharse de él son solo una molestia. Lo que es peor, él parece que está comenzando a sentir algo por ellas. Por eso, por su bien, las comeré primero. Pero, ¿qué es este poder…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e4805a6-75ab-462d-883c-4ddedb8e4df6",
    "title": {
      "en": "Nano Machine"
    },
    "updatedAt": "2023-04-05T13:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/664dfc87-4464-486e-bc87-74156805fd18.jpg",
    "altTitles": [
      {
        "ko": "나노마신"
      },
      {
        "zh": "某天成为魔神"
      },
      {
        "zh-hk": "奈米魔神"
      },
      {
        "zh-hk": "喇勞 魔神"
      },
      {
        "id": "Nano Mashin"
      },
      {
        "ru": "Наномашины"
      },
      {
        "ja": "ナノ魔神"
      },
      {
        "th": "นาโนมาชิน"
      }
    ],
    "description": {
      "en": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "fr": "La vie remplit d'infortune et d'épreuve de Cheo Yeo-Woon, bâtard et dernier dans l'ordre de succession, prit un tournant après qu'un de ses « descendant » venant du futur ait injecté des Nano Machines dans son corps.",
      "id": "Setelah mengalami cobaan berat pada hidupnya, Tiba tiba Chun yeowun mendapatkan pertolongan tidak terduga dari keturunannya di masa depan yang memasukkan teknologi nano ke dalam tubuhnya! Mampukah Chun Yeowun menjadi master bela diri dengan menggunakan kekuatan nano mashin!?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ja": "「未来の力を手に入れ、邪悪な魔教に立ち向かう！」 魔教の私生児として生まれた主人公・天黎雲。 幼い頃から卑しまれ、後継者争いで命を狙われる。 死に物狂いの抵抗もむなしく、危うく命を落としかねない絶体絶命のピンチに･･･！ その瞬間、突如現れた謎の男から「ナノマシン」と呼ばれる未来の力を注入され、 目覚めるととてつもない力を手に入れていた。 魔教を超え、最強の武人を目指す天黎雲の物語が幕を開ける！\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ko": "갖은 멸시와 목숨의 위협을 받던 마교의 사생아 천여운, \n미래에서 나타난 후손이 천여운의 몸에 나노 머신을 주입한 후 그의 인생이 송두리째 바뀐다.\n마교를 넘어 무림 최고의 자리에 오르기 위한 천여운의 거침없는 이야기가 시작된다!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ru": "Чен Еун — незаконнорожденный принц, появившийся на свет без единой частички Нейгуна. С самого раннего детства он находился под гнетом всеобщего отвращения. Весь забитый, с отсутствием какой-либо мотивации, год за годом Еун влачил свое жалкое существование. Ни на что не рассчитывая... и не претендуя.\n\nБудучи изгоем, исконно презираемым шестью великими кланами, в один прекрасный день он оказался в окружении десятка подосланных убийц. Когда глаза практически застлала пелена белого света... и казалось, он уже начал теряться, проваливаясь в пучину... безграничного отчаяния, на горизонте возникла еле заметная фигура.\n\nНеизвестный \"потомок\", снизошедший из будущего, в мгновение ока уничтожил всех врагов. Прошептав нечто невнятное, он подсадил в тело нашего героя какой-то странный предмет... наномашину. С этого момента все кардинально переменилось. Поселившийся где-то внутри искусственный интеллект дал его жизни невероятный толчок.\n\nБольше не будет как прежде. Это... новая ветвь истории. Истории о парне, который бросил вызов небесам.",
      "th": "เรื่องราวของชอนยออุนลูกนอกสมรสภายในพรรคมารที่ได้เป็นเทวบุตรมารรุ่นที่ 2 และอยู่เหนือประมุขพรรคมาร\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "zh": "无名小卒却有了神秘机器，\n或许我也能挑战一下魔神？\n魔教私生子天如运饱受蔑视和生命威胁，某天来自未来的后人突然出现，给天如运的身体注入了纳米机器，从此他的人生发生了翻天覆地的变化。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "pt-br": "Depois de ser desdenhado e ter sua vida em perigo, Cheon Yeo-Woon, um órfão do culto demoníaco, recebeu uma visita inesperada de seu descendente do futuro, que inseriu nele uma micro máquina, que mudou drasticamente a vida de Cheon Yeo-Woon após sua ativação. A história da jornada de Cheon Yeo-Woon no culto demoníaco e sua subida para se tornar o melhor nas artes marciais acabou de começar.",
      "zh-hk": "在魔教少教主候選人中排名最後的天如運，是個運氣極差的人。 某天，來自未來的後代突然穿越時空出現，並且將奈米機器注入他的身體，徹底翻轉了他的人生。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30120395-d156-4076-a4fd-59e2880e2d0f",
    "title": {
      "en": "My Younger Sister Was a Genius"
    },
    "updatedAt": "2024-03-16T19:15:39+00:00",
    "coverArt": "https://mangadex.org/covers/30120395-d156-4076-a4fd-59e2880e2d0f/da45a31e-6392-486e-9d04-ff0b72ad519e.jpg",
    "altTitles": [
      {
        "en": "My Younger Sibling Was a Genius"
      },
      {
        "ko": "동생이 천재였다"
      },
      {
        "ko-ro": "Dongsaengi Cheonjaeyeotda"
      }
    ],
    "description": {
      "en": "Yoon Hajoon, who struggled to pursue his musical career despite his iffy talents and ended up sacrificing his own family along the way, \" If only I could turn back time...! \" One day, after living with regrets and alcohol for a while, he woke up and found himself had returned to the past. Just then, it dawned on him. The fact that my younger sister is a musical genius...! Now is the time to turn my life around, that is by producing my younger sister into becoming the best singer!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d76a350d-c6b5-42bb-bfba-e521a3964a6a",
    "title": {
      "en": "S-Class Hunter Doesn't Want to Be a Villainous Princess"
    },
    "updatedAt": "2024-03-29T14:08:13+00:00",
    "coverArt": "https://mangadex.org/covers/d76a350d-c6b5-42bb-bfba-e521a3964a6a/997b4ff9-ff0d-4c15-8e64-828e014d85da.png",
    "altTitles": [
      {
        "ko": "S급 헌터는 악역 공녀가 되기 싫습니다"
      },
      {
        "ko-ro": "S-geup Hunter-neun Agyeok Gongnyeoga Doegi Silseumnida"
      }
    ],
    "description": {
      "en": "**I'm done with romance, so send me home!**\n\nKim Yi-Young was just an ordinary civil service exam candidate in South Korea.\nAfter studying for more than four and a half years, she finally passed, a truly ordinary person with nothing but reading novels here and there as a hobby.\n\nHowever, on the day she went out for a celebratory meal after passing the exam, she got into a traffic accident and died, only to find herself reincarnated into the fantasy hunter novel she was reading.\n\nTo her, the \"System\" offered a way back home.\nDetermined solely to return home and cuddle her warm cat and adorable Maltese, Cerberus, she gained strength through dozens of regressions.\nSigning contracts with the constellations of the original work and dying multiple times, she eventually succeeded in conquering the \"Tower\" of the original work and defeating the owner of the tower on the final floor.\n\nNow, all that's left is to go home......\n\nOr so she thought!\n\n[Due to an error, instead of returning to the original world, we will reincarnate you into the author's new work!]\n\nI don't need that! All I wanted was my sweet home!\nIs that so difficult?! I even got rid of the Tower!?!?!\n\nMoreover, romance fantasy?! Even in my previous life, I didn't care about romance, not one bit!\nAnd to top it off, I didn't even reincarnate into my own body this time, but into the \"villainess\" of the book!\n\nI'm not afraid of the threats in this world, but I'm worried about being forced into a romance quest.\n\nCan I go home......?",
      "ko": "**로맨스는 됐으니까 집에나 보내줘!**\n김이영, 그녀는 대한민국의 평범한 공무원 시험 응시생이었다.\n그것도 4년 반이 넘는 긴 시간동안 공부 끝에 합격한, 낙이라고는 짬짬이 소설읽는 것밖에 없는 정말 평범한 사람.\n\n그러나 합격을 축하하기 위해 외식을 나간 날 교통사고를 당해 죽고, 자신이 읽던 현태판타지 헌터물에 빙의하고 만다.\n그런 이영에게 집으로 돌아갈 수 있는 길을 제안하는 '시스템'.\n그녀는 오로지 집에 돌아가서 배 따땃하게 지지고 귀여운 말티즈 켈베로스를 끌어안겠다는 일념 하에 수십 번씩 회귀하며 힘을 길렀다.\n원작 속의 성좌들과 계약하고 수차례 죽어가며 원작 속의 '탑'을 공략하여 결국 마지막 층의 지배자, 탑의 주인을 처리하는 데 성공한다. \n\n이제 남은 건 집으로 가는 것 뿐……,\n\n\n인줄 알았는데!\n\n[오류로 인해 원래 세상으로의 복귀 대신, 작가의 신작에 빙의시켜드리겠습니다!]\n\n필요 없어! 내가 바란건 내 스윗 홈뿐이었는데!\n그게 그렇게 어려워?! 탑도 내가 없애줬는데?!?!\n\n게다가, 로맨스 판타지라니! 이전 빙의에서도 로맨스의 ㄹ도, 아니, ㄹ의 한 획도 신경 안 쓰고 살았는데!\n거기에 이전처럼 내 몸으로 책에 빙의한 게 아니라 책 속의 '악녀'에 빙의했다!\n\n이 세계의 위협은 전혀 두렵지 않지만, 로맨스를 강제로 끌어내는 퀘스트는 걱정된다. \n\n나, 집에 갈 수 있을까……?",
      "pt-br": "**Estou farta de romance, então me mandem para casa!**\n\nKim Yi-Young era apenas uma candidata comum ao exame de serviço civil na Coreia do Sul. Depois de estudar por mais de quatro anos e meio, finalmente passou, uma pessoa verdadeiramente comum que só gostava de ler romances de vez em quando como passatempo.\n\nNo entanto, no dia em que saiu para uma refeição comemorativa após passar no exame, sofreu um acidente de trânsito e morreu, apenas para se ver reencarnada no romance de caçadora de fantasia que estava lendo.\n\nPara ela, o \"Sistema\" ofereceu um caminho de volta para casa. Determinada apenas a voltar para casa e abraçar seu gato e o adorável Maltês, Cerberus, ela ganhou força através de dezenas de regressões. Assinando contratos com as constelações da obra original e morrendo várias vezes, eventualmente conseguiu conquistar a \"Torre\" da obra original e derrotar o dono da torre no último andar.\n\nAgora, tudo o que resta é voltar para casa......\n\nOu pelo menos era o que ela pensava!\n\n[Devido a um erro, em vez de retornar ao mundo original, vamos reencarná-la na nova obra do autor!]\n\nEu não preciso disso! Tudo o que eu queria era minha doce casa! É tão difícil assim?! Até me livrei da Torre!?!?!\n\nAlém disso, fantasia romântica?! Nem mesmo na minha vida anterior eu me importava com romance, nem um pouco! E para piorar, nem reencarnei em meu próprio corpo desta vez, mas na \"vilã\" do livro!\n\nNão tenho medo das ameaças deste mundo, mas estou preocupada em ser forçada a uma busca romântica.\n\nSerá que posso voltar para casa......?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb5b629-e29d-46f1-86b2-241e5b097fb2",
    "title": {
      "en": "Million Times Attack Speed"
    },
    "updatedAt": "2024-02-18T06:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/0bb5b629-e29d-46f1-86b2-241e5b097fb2/28cb66f4-dff0-4afc-ad15-7fc6c6a25809.jpg",
    "altTitles": [
      {
        "zh": "我有百万倍攻速"
      },
      {
        "en": "1 Million Times Attack Speed"
      },
      {
        "zh-ro": "Wǒ Yǒu Bǎi Wàn Bèi Gōng Sù"
      }
    ],
    "description": {
      "en": "After being reincarnated into the Tianwu Continent, Ye Yun activated the Multiverse Devouring System and received the reward of a million times attack speed in the beginner's gift package. From then on, he became an invincible powerhouse! As the saying goes, in the world of martial arts, speed is paramount. Do you think I was just picking my nose and cleaning my ears? In fact, I just executed thirty-five thousand people with a single sword strike and eighty-seven thousand people with a single sword swing, while also unleashing various boxing techniques and secret arts."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9bb51b3-0e97-43ff-a64a-1c16d0de5d50",
    "title": {
      "en": "Slow Start"
    },
    "updatedAt": "2024-03-11T05:59:05+00:00",
    "coverArt": "https://mangadex.org/covers/c9bb51b3-0e97-43ff-a64a-1c16d0de5d50/b21e6938-aaaa-49c9-b715-e1c8995d07d6.jpg",
    "altTitles": [
      {
        "ja": "スロウスタート"
      }
    ],
    "description": {
      "en": "Following an unfortunately timed case of the mumps, Hana Ichinose misses all of her high school entrance exams and ends up having to spend a gap year as a ronin. Moving to a new location and starting high school a year late, Hana becomes friends with her classmates, Eiko, Tama, and Kamuri, while keeping it a secret that she is a year older than them."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66db148b-9d4e-43f8-8aee-fdc852d2816f",
    "title": {
      "en": "The Queen Starts as an A-Lister"
    },
    "updatedAt": "2024-04-10T04:58:24+00:00",
    "coverArt": "https://mangadex.org/covers/66db148b-9d4e-43f8-8aee-fdc852d2816f/5710db4e-c3c7-4895-872c-91f7af13d1f0.png",
    "altTitles": [
      {
        "zh": "女王从顶流做起"
      },
      {
        "en": "The Queen Starts From the Top"
      },
      {
        "zh-ro": "Nǚwáng Cóng Dǐng Liú Zuò Qǐ"
      }
    ],
    "description": {
      "en": "She was a female imperial general who unexpectedly crossed into the modern world. Kidnapped by a trash system, she was forced to do tasks to become a top star. Assertive and beautiful, she pedals forth into the entertainment industry with her high sense of self-discipline and strong temperament. Each one of her unrestrained and unconventional methods were pieces that attracted her a large number of diehard fans, even grabbing the attention of the viral emperor of the internet Gu Beihuai. With successive and rigorous training, she climbs all the way to top."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "553e781b-9b27-4520-aa6a-a98c7d749c9f",
    "title": {
      "en": "Konbini de Kimi to no 5-funkan"
    },
    "updatedAt": "2024-02-22T15:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/553e781b-9b27-4520-aa6a-a98c7d749c9f/7eab72f7-8508-4555-9e47-33624ddc2467.jpg",
    "altTitles": [
      {
        "ja-ro": "Combini de Kimi to no 5-funkan"
      },
      {
        "pt-br": "5 Minutos com Você em uma Loja de Conveniência"
      },
      {
        "ja": "コンビニで君との５分間"
      },
      {
        "en": "The 5 Minutes We Share At The Convenience Store."
      }
    ],
    "description": {
      "en": "The Office Lady (OL-san), who looks forward to stopping by at the convenience store on the way home from work. And Shibasaki-kun, the poker-faced high school part-timer, who gets stirred up by OL-san for some reason. A heartwarming manga about two people who pass by each other at the convenience store!\r\n___\r\nLinks:\r\n - [Official Square Enix page](https://magazine.jp.square-enix.com/yg/introduction/conveni/)\r\n - Author's Twitter: <https://twitter.com/nozo717>",
      "ja": "高校生のコンビニバイト君とOLさん（＋α）のほのぼの胸きゅん８Pオリジナル漫画です。\n年齢差＆身長差あり。\nヤングガンガンにて連載決定しました！\nこれからもどうぞ応援よろしくお願いしますฅ•ω•ฅ",
      "pt-br": "Shibasaki é um estudante do ensino médio que trabalha em tempo parcial em uma loja de conveniência. No trabalho, ele encontra uma pequena mulher e se vê apaixonado por ela. Da mesma forma, o interesse da mulher pelo jovem aumenta gradualmente, principalmente devido ao seu rosto parecido com o do gato dela. A cada breve encontro, o estudante e a senhora se aproximam lentamente durante os cinco minutos que compartilham na loja de conveniência."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "91.5"
  },
  {
    "mangaId": "63b53485-81a3-45f8-9427-4d1cb929f81d",
    "title": {
      "en": "Vanilla land"
    },
    "updatedAt": "2024-02-14T05:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/63b53485-81a3-45f8-9427-4d1cb929f81d/a83727a4-454c-41bf-9b1e-0bd3a990ff16.jpg",
    "altTitles": [
      {
        "en": "vanilla land"
      },
      {
        "en": "Vanilla Land"
      }
    ],
    "description": {
      "en": "In lands far..far away, where scary monsters and horrific creatures live. where hidden treasures and magic exists, where there are still undiscovered kingdoms and empires mankind discovered a new source of energy to empower their mechanical machines & weapons. we discovered vanilla the source of unlimited energy. follow the journey of gen orchid, rosa & altamiras as they seek the djinn chef master to grant their wishes\n\nstory & art by me & my wife, together we are couple comics #fantasy_Manga_to_read"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81",
    "title": {
      "ja": "Toaru Kagaku no Mental Out"
    },
    "updatedAt": "2024-03-08T09:35:15+00:00",
    "coverArt": "https://mangadex.org/covers/4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81/b6314a0c-d58a-4688-b6e3-8ddf4d2bbea0.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Mental Out"
      },
      {
        "ru": "Некий научный Ментал Аут"
      },
      {
        "ja": "とある科学の心理掌握"
      }
    ],
    "description": {
      "en": "The Tokiwadai student council election is approaching. Shokuhou Misaki, one of the leading candidates, is in the midst of an election campaign in spite of her own expectations due to the people around her and the fate of being the head of the largest clique...!!",
      "id": "Pemilihan presiden dewan siswa Tokiwadai semakin mendekat. Shokuhou Misaki, salah satu kandidat utama, tengah berada dalam kampanye pemilihan meskipun tidak sesuai ekspektasinya sendiri karena pengaruh orang-orang di sekitarnya dan takdir menjadi kepala kelompok terbesar...!!",
      "ru": "Приближаются выборы в студенческий совет Токивадая. Шокухо Мисаки, одна из ведущих кандидатов, находится в разгаре избирательной кампании, несмотря на ее собственные ожидания из-за окружающих ее людей и судьбы быть главой крупнейшей клики!.."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc6bbfc4-08f3-432d-914b-7fec244c001e",
    "title": {
      "en": "Banished from the Hero's Party, I Decided to Live a Quiet Life in the Countryside"
    },
    "updatedAt": "2024-03-30T22:37:10+00:00",
    "coverArt": "https://mangadex.org/covers/fc6bbfc4-08f3-432d-914b-7fec244c001e/4c3bb1d8-9c02-4468-a67f-98e25d6e0498.jpg",
    "altTitles": [
      {
        "ja-ro": "Shin no Nakama janai to Yuusha no Party wo Oidasareta node, Henkyou de Slow Life suru Koto ni shimashita"
      },
      {
        "ja": "真の仲間じゃないと勇者のパーティーを追い出されたので、辺境でスローライフすることにしました"
      },
      {
        "zh": "因为不是真正的伙伴而被逐出勇者队伍，流落到边境展开慢活人生"
      },
      {
        "ja-ro": "Shin no Nakama Janaito Yūsha no Party o Oidasa Retanode, Henkyō de Slow Life suru Koto ni Shimashita"
      },
      {
        "zh-hk": "因為不是真正的夥伴而被逐出勇者隊伍，流落到邊境展開慢活人生"
      },
      {
        "ru": "Изгнанный из отряда героя, я решил поселиться в глубинке"
      },
      {
        "ru": "Син но накама дзя най то ю:ся но па:ти: о оидасарэта нодэ, хэнкё: дэ суро: райфу суру кото ни симасита"
      },
      {
        "ar": "طردت من فريق الأبطال"
      },
      {
        "th": "ผมโดนกลุ่มผู้กล้าขับไสเลยต้องไปสโลว์ไลฟ์ที่ชายแดน"
      },
      {
        "ko": "진정한 동료가 아니라고 용사 파티에서 쫓겨났기 때문에, 변경에서 슬로우 라이프 하기로 했습니다"
      },
      {
        "zh": "因为被认为并非真正的伙伴而被赶出了勇者的队伍，所以来到边境悠闲度日"
      },
      {
        "zh-hk": "因為被認為並非真正的夥伴而被趕出了勇者的隊伍，所以來到邊境悠閒度日"
      },
      {
        "es": "Desterrado del grupo de los héroes, he decidido vivir una vida tranquila en la frontera"
      },
      {
        "fr": "Après avoir été banni du groupe du Héro, j'ai décidé d'aller vivre une vie calme à la frontière"
      }
    ],
    "description": {
      "en": "Red, who was a member of the Hero's party acting as a scout, strategist and negotiator, is the elder brother of a young girl that has the Divine Protection of the Hero and that battles against the Demon Lord. He has the Divine Protection of the Guide, which grants him a high initial level. As this Protection only grants him that and nothing else - no magic, martial arts prowess, or supernatural ability - he gradually becomes unable to keep up with the battle. As a consequence, one of his companions, a Sage, accuses him of not being a true companion, snatches all his equipment and kicks him out of the party leaving him just a copper sword.  \n  \nHaving his heart completely shattered, Red distances himself from the battle against the Demon Lord’s army despite knowing that the fate of the world rests on it, aiming to live an inconspicuous life alone at the frontier town of Zoltan as he earns money to open a herbalist shop by utilizing the knowledge he acquired throughout his journey.  \n  \nTogether with the Half-Elf Carpenter living downtown and the Princess who couldn’t become the Hero’s companion, he aims to live a slow life in the frontier of the world governed by a person’s inborn Divine Protection!",
      "ja": "初期レベルが高い『導き手』の加護を持つレッドは、次第に戦いについていけなくなり勇者のパーティーから追い出されてしまう。辺境の地へ流れたレッドは、薬草屋を開業して第２の人生をスタートさせるのだが――!?",
      "pt-br": "A história acompanha Red, um aventureiro que é expulso da grupo de heróis após ser apontado como um atraso para os demais guerreiros, já que, mesmo tendo sido escolhido, ele não tem grandes habilidades mágicas ou físicas. Sendo jogado fora pelos seus companheiros, Red se afasta das batalhas e decide viver uma vida pacifica em uma cidade distante, mas as constantes cobranças do seu passado, assim como o aparecimento de uma bela garota chamada Rit, e de seus antigos membros de equipe, faz com que não seja tão simples assim viver do jeito que Red espera."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec0f5d68-b14a-4d83-82f7-8a5b150affe4",
    "title": {
      "en": "I Can't Do That With My Former Student"
    },
    "updatedAt": "2024-03-02T12:57:35+00:00",
    "coverArt": "https://mangadex.org/covers/ec0f5d68-b14a-4d83-82f7-8a5b150affe4/e52d4fde-6247-4d76-a493-0a8eb94b34c6.jpg",
    "altTitles": [
      {
        "ja": "でっかくなった生徒に求婚される話"
      },
      {
        "ja-ro": "Dekkaku Natta Seito ni Kyuukonsareru Hanashi"
      },
      {
        "ja": "教子くんとはデキません"
      },
      {
        "en": "My Student Grew Huge and Proposed to Me"
      },
      {
        "vi": "Cậu học trò nay đã “lớn” và cầu hôn tôi"
      }
    ],
    "description": {
      "en": "A teacher finds herself getting a marriage proposal from her former student, who has had a significant growth-spurt since they last met.\n\n---\n**Links:**\n- Alternative Official Raw - [Twitter](https://twitter.com/_71416/status/1702677638756872490)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-03-30T23:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/b70c874a-be6d-4089-989d-7c408536544d.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a82fe527-9e74-48d0-9c5f-a5e788c0bd4a",
    "title": {
      "en": "The Villainess Is a Marionette"
    },
    "updatedAt": "2024-01-28T22:53:53+00:00",
    "coverArt": "https://mangadex.org/covers/a82fe527-9e74-48d0-9c5f-a5e788c0bd4a/c62f9627-3690-47f4-b0cd-0060e379eb8b.jpg",
    "altTitles": [
      {
        "ko": "악녀는 마리오네트"
      },
      {
        "ko-ro": "Agnyeoneun Marionette"
      },
      {
        "ko-ro": "Agnyeoneun Marioneteu"
      },
      {
        "fr": "La vilaine est une marionnette"
      },
      {
        "fr": "L'antagoniste est une marionnette"
      },
      {
        "pt-br": "A vilã é uma marionete"
      },
      {
        "es": "La villana es una marioneta"
      },
      {
        "uk": "Лиходійка-маріонетка"
      },
      {
        "uk": "Лиходійка Маріонетка"
      },
      {
        "ru": "Злодейка-марионетка"
      },
      {
        "fa": "شرور عروسک خیمه‌شب بازی است"
      },
      {
        "fa": "شرور عروسک خیمهشب بازی است"
      },
      {
        "mn": "Хорон санаат утсан хүүхэлдэй"
      },
      {
        "ja": "悪女はマリオネット"
      },
      {
        "th": "นางร้ายหุ่นเชิด"
      },
      {
        "zh": "恶女不做提线木偶"
      },
      {
        "zh": "恶女是提线木偶"
      },
      {
        "zh-hk": "惡女是懸絲木偶"
      },
      {
        "zh-hk": "惡女是懸線木偶"
      },
      {
        "vi": "Kẻ Phản diện chỉ là Một Con Rối"
      },
      {
        "vi": "Ác Nữ Là Con Rối"
      },
      {
        "id": "Aku Bukan Boneka"
      },
      {
        "id": "Boneka Marionette"
      },
      {
        "id": "Penjahat Wanita Adalah Boneka"
      },
      {
        "fr": "La Méchante est une marionnette (piccoma)"
      }
    ],
    "description": {
      "en": "\"Beauty cannot be real power.\"\n\nCayena, the Imperial Princess, was known as the most beautiful woman in the Empire. She was a woman who knew nothing but evil and luxury. However, she was destined for ruin: she would be used as a chess piece by her younger brother to secure his throne and killed by her crazy husband.\n\n\"I'll make you the emperor.\"\n\n\"…Sister, you're going to make me the emperor?\"\n\n\"In exchange, give me freedom.\"\n\nShe had to change things before she became *that* Cayena.\n\n---\nI woke up as Kayena Hill, the novel’s villainess, praised as the greatest beauty in the empire. Who knew that her story would catch my attention because I was her in my past life? Destined for terrible ends, I’ve died twice—but I refuse to die a third time as a pawn in someone else’s scheme. I’m no longer the vain and naïve princess. Now that I know how the story will unfold, I’ll turn the tables around and have everyone dancing to my tune. This time, I’ll be the one pulling the strings.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)",
      "ru": "Принцесса Каена, прославившаяся своей красотой на всю Империю, не ведает ничего, кроме алчности и злобы. Долгое время она пыталась избавиться от своего младшего брата-тирана, но встретила смерть от руки своего мужа.\n— Я помогу тебе стать Императором.\n— Сестра… Вы обо мне?..\n— Но в обмен… ты подаришь мне свободу.\nДо того, как «я» стану принцессой Каеной.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)",
      "zh": "帝国的皇女，卡也娜，被誉为帝国最漂亮的女人。 她也是一个除了邪恶与奢侈以外一无所知的女人。 但是，她注定会灭亡：她的弟弟用她作为棋子来保住自己的王位，而最终卡也娜也会被自己疯狂的丈夫杀死。 “我会让你成为皇帝。” “……姐姐，您是指我吗？” “作为交换，请给我自由。” 她必须在成为那个卡也娜之前扭转局面。\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2fa82a7-cf98-48cd-886c-86c35fc6d223",
    "title": {
      "en": "Shoujo Nyuumon"
    },
    "updatedAt": "2024-04-04T21:20:06+00:00",
    "coverArt": "https://mangadex.org/covers/f2fa82a7-cf98-48cd-886c-86c35fc6d223/e3f5f00c-0c9b-4e74-9a5f-3d89973f38d8.jpg",
    "altTitles": [
      {
        "ja": "少女入門"
      }
    ],
    "description": {
      "en": "A new type of romantic comedy full of laughter and excitement, featuring two \"boys who have turned into girls,\" is about to begin!",
      "ja": "新鋭・堀出井靖水がコミックウォーカー・ニコニコ漫画に登場！\n\n『女の子になってしまった男の子』×２が織りなす、笑いとときめきいっぱいの新感覚ラブコメ、スタートですっ♡"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00c76090-a70f-4d96-a663-00c2e088ba16",
    "title": {
      "en": "Shinshi Doumei Cross †"
    },
    "updatedAt": "2023-01-22T17:31:28+00:00",
    "coverArt": "https://mangadex.org/covers/00c76090-a70f-4d96-a663-00c2e088ba16/0ed4716b-67e4-41f0-a4e2-bd6449f0c020.jpg",
    "altTitles": [
      {
        "en": "Kusame and Komaki and the Key of Love"
      },
      {
        "es-la": "La Alianza de la Cruz de los Caballeros"
      },
      {
        "ja-ro": "Shinshi Doumei Cross"
      },
      {
        "ja-ro": "Shoujo Eve Rin"
      },
      {
        "ja-ro": "Umi no Chikyuugi Nocturne"
      },
      {
        "ru": "Альянс Джентльменов +"
      },
      {
        "ja": "紳士同盟＋"
      },
      {
        "ja": "紳士同盟CROSS"
      },
      {
        "ja": "紳士同盟クロス"
      },
      {
        "de": "Allianz der Gentlemen"
      },
      {
        "en": "Eve's Applework 24 Hours"
      },
      {
        "en": "The Gentlemen's Alliance Cross"
      },
      {
        "vi": "Hội quý tộc"
      },
      {
        "it": "L'accademia dei Misteri"
      },
      {
        "en": "The Globe of the Sea - Nocturne"
      },
      {
        "ko": "신사동맹 크로스"
      },
      {
        "ko-ro": "Sinsadongmeang Keuroseu"
      }
    ],
    "description": {
      "en": "In return for a business loan of 50 million yen, the prestigious Kamiya family gave their daughter Haine away to the Otomiya family. Haine, now an Otomiya, is appointed to the student council of the exclusive Imperial Academy, a private school for the aristocracy. Even though Haine is of proper lineage to be on the council, she finds herself struggling to find her place among the many secrets of its elite members, especially those of the president who holds her heart - Shizumasa Togu, aka \"the Emperor.\"  \n  \nHaine has been in love with Shizumasa Togu from the day she read the picture book he wrote as a child. She enrolls the Imperial Academy to be close to him and is accepted as a member of the student council. But with that, dark secrets start to reveal themselves! Why does \"The Emperor\" act differently? Is Haine really in love with Shizumasa? Why did her father sell her and why doesn't her mother write to her anymore?  \n  \nIncludes the following extra stories:  \n  \nVolume 1  \n- Hydrangea, the Unspoken Love Veiled by the Rain  \n  \nVolume 4  \n- I Walk the Night  \n- The Labyrinth of Maora's First Love  \n- On Monday I Fell in Love with You  \n- The Postman's Delivery Diary  \n- Go for It! Riko's First Love Story!!  \n  \nVolume 5  \n- Kusame, Komaki, and the Key to Their Love  \nAfter Komaki confesses and Kusame accepts unwillingly, Kusame tries to break up with her, but how?  \n  \nVolume 8  \n- Shoujo Eve Ringo Jikake no 24 Ji (Shoujo Eve: Eve's Applework 24 Hours, 少女イブ☆林檎じかけの２４時)  \n\"Kawaii”… Eve has come to hate this word. \"Kawaii\" has ruined her life and made her a social outcast. Yet she still has hopes Niikawa will return her feelings for him, that is if the rowdy class idol Kashii doesn't spoil everything first!  \n  \nVolume 9  \n- Strawberry Milk and Chocolate Coffee  \n  \nVolume 11  \n- The Water-Bubble Princess  \n  \n- Umi no Chikyuugi Nocturne (The Globe of the Sea: Nocturne, 海の地球儀・夜想曲 (ノクターソ))  \nSearching for the meaning of people's lives is the mission that is given by God. The reason for my birth… It's okay if it was just to meet you that night.  \n  \n- Shinshi Doumei Cross Special Side Story  \nAfter Komaki confesses and Kusame accepts unwillingly, Kusame tries to break up with her, but how?",
      "pl": "Shoujo Eve Ringo Jikake no 24 Ji: Eva jest dziewczyną, której wszyscy mówią, że jest \"kawaii\" (jap. śliczna). Jednak zamiast się z tego cieszyć, dobija ją to, ponieważ nie ma z tego powodu żadnych przyjaciół. Jednak ciągle ma nadzieję, że przynajmniej Niikawa-kun odwzajemni jej uczucia, no ale co w tym wszystkim robi denerwujący Kahii-kun?"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "47"
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-03-30T07:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/a556692c-61c0-4d40-a833-38ef8c1e6b8f.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "en": "Starting Today We’re Childhood Friends"
      },
      {
        "en": "Starting Today She's My Childhood Friend"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      }
    ],
    "description": {
      "en": "Yuuki, a transfer student, is Aida's neighbor, both at home and in the classroom. Aida tries to get friendly with Yuuki, but their conversations lead nowhere. On the other hand, when it comes to their situation as neighbors, Yuuki...\n\n[Official Twitter](https://twitter.com/kyo_osa0420)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30b76fde-1574-461f-8b52-949518500483",
    "title": {
      "en": "Real no Heroine wa Irimasen!"
    },
    "updatedAt": "2023-12-23T23:12:57+00:00",
    "coverArt": "https://mangadex.org/covers/30b76fde-1574-461f-8b52-949518500483/fed3c672-46b8-40e9-bce1-1b9441b57312.jpg",
    "altTitles": [
      {
        "en": "Even 'Used Goods' Wants to Experience Love!"
      },
      {
        "en": "Even If It Is Second Hand, I Want to Fall in Love!"
      },
      {
        "pt-br": "Eu não preciso de uma heroína real"
      },
      {
        "ru": "Даже использованный товар желает испытать любовь"
      },
      {
        "th": "มือสองแล้วทําไมถ้าใจคิดจะรัก"
      },
      {
        "zh": "中古也要谈恋爱！"
      },
      {
        "ja": "現実の彼女はいりません!"
      },
      {
        "zh-hk": "醒醒吧！你沒有女朋友"
      },
      {
        "ko": "중고라도 사랑이 하고싶어!"
      },
      {
        "ko": "현실의 여친은 필요 없어요!"
      },
      {
        "ru": "Мне не нужна реальная героиня!"
      }
    ],
    "description": {
      "en": "Aramiya Seiichi is an ordinary high school eroge otaku who's given up all hope on girls in the 3D world due to a certain incident. One day, after he's bought a bunch of new material in consequence of experiencing the frustration of a perfect eroge character turning out to be used goods, he encounters a delinquent-like-looking girl being about to get raped by a bunch of guys. By mere chance, he rescues her. Days later, when school starts again, it turns out to have been his classmate, Ayame, a feared delinquent girl who's got all kind of rumors about her, especially that she's used goods. And it appears that she's set on becoming his ideal girl to make him fall for her.",
      "ja": "三次元に興味ナシのオタクな高校生・新宮清一は、ひょんなことから学校一の不良少女・綾女古都子に告白される。当然の如くこれを断固拒否！　……した清一だったが、古都子は「じゃあ、お前の理想になってやるよ！」とメインヒロインのようなツインテ美少女に変貌して、強引なアプローチで迫り始め…？",
      "pt": "Aramiya Seiichi é um estudante ordinário… Um otaku dos eroges que perdeu todas as esperanças nas garotas em 3D devido um certo incidente. Um dia, após ele comprar alguns materiais novos devido uma frustração em consequência de uma experiência frustrante com uma \"personagem perfeita\" de um eroge, ele encontra uma garota delinquente prestes a ser estuprada por um grupo de homens. Por um acaso ele acaba salvando ela, e por este acaso a sua vida acaba mudando completamente...",
      "ru": "Когда Сейчи учился в младших классах, он получил психическую травму из-за некой девушки. С тех самых пор, он с недоверием относится к девушкам, и испытывает отвращение к не девственницам. Сейчас Сейчи эроге-отаку, ученик старшей школы, однажды вечером он оказывается свидетелем попытки изнасилования девушки группой людей, случайно привлекая внимания насильников, он использует смекалку и успешно спасает себя и девушку. Девушка оказывается известной хулиганкой, и о ней часто ходят не очень хорошие слухи, а что не менее важно, девушка эта – одноклассница Сейчи, Аямэ. После того дня, она влюбляется в главного героя, и решает добиться его расположения любым способом. Видя потуги девушки, учительница Сейчи просит его помочь Аямэ стать нормальной девушкой, на что тот неохотно соглашается. Так и начинается история о парне, который пытается исправить хулиганку, попутно устраняя все нажитые ею слухи, и о девушке, которая хочет любви."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "142"
  },
  {
    "mangaId": "4413d794-e0da-4a6e-b61a-afd5758914e6",
    "title": {
      "en": "Hanninmae no Koibito"
    },
    "updatedAt": "2024-03-26T13:02:30+00:00",
    "coverArt": "https://mangadex.org/covers/4413d794-e0da-4a6e-b61a-afd5758914e6/7188e434-cc6e-43bb-9469-3cc7b7c60dfe.jpg",
    "altTitles": [
      {
        "ja": "半人前の恋人"
      },
      {
        "en": "Blooming Love"
      },
      {
        "ru": "Цветущая любовь"
      },
      {
        "bg": "Разцъфтяваща любов"
      },
      {
        "th": "มือใหม่หัดรัก"
      },
      {
        "pt-br": "Amor Florescente"
      },
      {
        "ru": "Неопытные возлюбленные"
      },
      {
        "ru": "Недостаточно опытные возлюбленные"
      }
    ],
    "description": {
      "en": "One day, when I was making school supplies in the art room, a very scary-looking girl was staring at me...!? Crafts girl vs. art boy romantic comedy!!",
      "ru": "В один прекрасный день Ибуки Синтаро поручили сделать ящик для предложений только потому, что он состоит в художественном кружке. Пока он работал с непривычными для него инструментами, он заметил на себе сверлящий взгляд устрашающей девчонки. Неожиданно она забирает у него пилу и энергичными движениями начинает резать доску! Так начинаются отношения между мальчишкой-художником и девчонкой-мастерицей!",
      "th": "“ในวันหนึ่ง ขณะที่กำลังทำงานอุปกรณ์ในห้องศิลปะ มีเด็กสาวที่มีหน้าตาน่ากลัวกำลังเฝ้ามองมาที่ผม...!?” เรื่องราวความรักคอมเมดี้ระหว่างสาวช่างฝีมือกับหนุ่มสายศิลป์!?",
      "pt-br": "Um dia, quando eu estava fazendo material escolar na sala de arte, uma garota muito assustadora estava olhando para mim...!? \n\nMenina do artesanato vs. garoto da arte comédia romântica!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]