[
  {
    "mangaId": "f81ad5fe-8a3f-4f30-8f7e-5f755af48a52",
    "title": {
      "en": "Ranker's Return"
    },
    "updatedAt": "2024-07-28T08:59:47+00:00",
    "coverArt": "https://mangadex.org/covers/f81ad5fe-8a3f-4f30-8f7e-5f755af48a52/04fe80bc-ac8a-4ac5-971f-187c07e01aeb.jpg",
    "altTitles": [
      {
        "ko": "랭커의 귀환 (2021)"
      },
      {
        "en": "Ranker's Return (Remake)"
      },
      {
        "ja": "ランカーの帰還"
      },
      {
        "ru": "Возвращение ранкера"
      },
      {
        "zh": "榜上玩家的归还"
      },
      {
        "en": "Ranker's Return (2021)"
      }
    ],
    "description": {
      "en": "During the early years of the hottest MMORPG called Arena, the world’s top ranker Meleegod vanished after setting every possible record in the virtual world.\n\nIn the real world, this deathly mêlée damage dealer was the happy-go-lucky Kang Hyeonu, who simply deleted his character and quit his hobby to finish mandatory military service and inherit his father’s company.\n\nThis rosy future dissolves within two years when a business rival makes his father go bankrupt. Hyeonu struggles to make ends meet with a string of part-time jobs, but his best friend has a better idea. He urges Hyeonu to conquer the Arena once again and earn a cushy living as a gaming celebrity.\n\nVowing to strike it rich and avenge his father, the former Meleegod returns to the Arena as a newbie. Only this time, he’s out for blood!\n\n---\n\n**Links:**\n- [Alternative Raw (Ridibooks)](https://ridibooks.com/books/4357000090)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=6433067)\n- [Official Simplified Chinese Translation (BiliBili)](https://manga.bilibili.com/detail/mc30486)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77017)",
      "ja": "バーチャルリアリティーゲーム「アレナ」の初期、最強最高のランカーだったメレーゴッド！ キャラクターを削除して忽然と姿を消していた彼が、人生のどん底から這い上がるためにまたアレナに戻ってきた！ 「感謝、絶望、復讐、全部晴らしてやる！」",
      "ko": "가상현실게임 <아레나> 초창기,\n최강최고의 랭커였던 밀리갓!\n\n캐릭터를 삭제하고 홀연히 떠났던 그가\n망해버린 집안을 일으키기 위해 다시 아레나에 돌아왔다!\n\n“캐릭터를 생성하시겠습니까?”",
      "ru": "В былые времена Миллигат был самым лучшим игроком и очень долгое время занимал первое место в мировом топе игры «Арена»...\n\nОднажды, устав от Арены, он решил удалить свой аккаунт и заняться личной жизнью.\n\nПрошло 2 года. Семья разрушена, бизнес потерян, и у него ничего не осталось...\n\nОт безысходности Миллигат решил вернуться туда, где всё начиналось... В Арену.\n\n«Вы уверены, что хотите создать персонажа»?\n\nТрепещите, мерзавцы и обычные игроки... Король вернулся.",
      "zh": "虚拟现实游戏《幻神》创建初期最强最厉害的玩家，“米利神”高泽宇，曾经把角色删除后毫无留恋地离开了游戏，但为了拯救没落的家庭，他再次返回到此游戏当中…… “您要创建一个新角色吗？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f",
    "title": {
      "en": "Wistoria: Wand and Sword"
    },
    "updatedAt": "2024-07-08T15:44:48+00:00",
    "coverArt": "https://mangadex.org/covers/e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f/52cebe4c-5e72-4d9c-aaa9-29db6c0f1f4b.jpg",
    "altTitles": [
      {
        "ja": "Tsue to Tsurugi no Wistoria"
      },
      {
        "ja": "杖と剣のウィストリア"
      },
      {
        "zh-hk": "杖與劍的Wistoria"
      }
    ],
    "description": {
      "en": "The new, magical dungeon-adventure fantasy series from the author of Is It Wrong to Try to Pick Up Girls in a Dungeon? Seeking to fulfill a promise to a childhood friend, Will Serfort enters Regarden Magical Academy with the goal of making it to the top of the magical world. There’s just one problem: he can’t use magic! Will his sword skills be the key to unlocking his true potential?",
      "pt-br": "A nova série de fantasia mágica e de aventura em masmorras do autor de \"É Errado Tentar Pegar Garotas em um Calabouço?\" segue a jornada de Will Serfort. Buscando cumprir uma promessa feita a uma amiga de infância, Will ingressa na Academia Mágica de Regarden com o objetivo de alcançar o topo do mundo mágico. Mas há um problema: ele não pode usar magia! Serão suas habilidades com a espada a chave para desbloquear seu verdadeiro potencial?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5a829dd-c1d7-4362-ae97-2cc7e48449b1",
    "title": {
      "en": "Surviving the Apocalypse"
    },
    "updatedAt": "2024-08-22T11:39:57+00:00",
    "coverArt": "https://mangadex.org/covers/e5a829dd-c1d7-4362-ae97-2cc7e48449b1/48652759-2e96-4eec-ad12-1460c2c8c3e5.jpg",
    "altTitles": [
      {
        "ko": "종말에서 살아남기"
      },
      {
        "pt-br": "Sobrevivendo ao Apocalipse!"
      },
      {
        "fr": "Survie pendant la fin du monde"
      }
    ],
    "description": {
      "en": "A boy was locked in a basement and trained his entire life. His deranged father, the one who confined him, declared, \n\n\n“The Apocalypse is coming.” \n\nNow, armed with the training and survival skills he had honed over years of practice, he must survive the impending apocalypse.",
      "pt-br": "Um garoto foi trancado em um bunker e foi treinado a vida inteira. Seu pai perturbado, aquele que o confinou, declarou: \n\n“O Apocalipse está chegando”.\n\nAgora, armado com o treinamento e as habilidades de sobrevivência que ele havia aprimorado ao longo de anos de prática, ele deve sobreviver ao apocalipse iminente."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b17b675e-fb9f-4903-b4db-7c7deb2d1cac",
    "title": {
      "en": "After Ten Millennia in Hell"
    },
    "updatedAt": "2024-06-16T16:13:06+00:00",
    "coverArt": "https://mangadex.org/covers/b17b675e-fb9f-4903-b4db-7c7deb2d1cac/e8509c84-0103-45d2-a0b6-72dd4311f6ce.png",
    "altTitles": [
      {
        "ko": "만 년 만에 귀환한 플레이어"
      },
      {
        "ko-ro": "Man Nyeon Mane Gwihwanhan Player"
      },
      {
        "ru": "Игрок, который вернулся спустя 10 000 лет"
      },
      {
        "uk": "Гравець, який повернувся через 10 000 років"
      },
      {
        "uk": "Гравець, Який Повернувся Після 10,000 Років"
      },
      {
        "en": "Player Who Returned 10,000 Years Later"
      },
      {
        "ko": "만 년 만 에 귀환 한 플레이어"
      },
      {
        "es-la": "Jugador que regresó 10.000 años después"
      }
    ],
    "description": {
      "en": "Oh Kangwoo the Demon King has had it with ruling over Hell and wants to return to Earth. \n\nBut when he finally gets there, not only are his powers sealed, but the Earth he once knew has turned into an MMORPG free-for-all. \n\nDimensional gates have appeared all over the world, and \"players\" enter them to make a living by hunting monsters. If Kangwoo wants to survive in this dangerous game, he's going to have to level up, and fast. \n\nBut for this demon king, hell on earth might be worse than Hell itself!",
      "ko": "어느 날, 갑작스럽게 지옥으로 떨어졌다. \n가진 것은 살고 싶다는 갈망과 포식의 권능 뿐.\n \n일천의 지옥부터 구천의 지옥까지. 수만, 수십만의 악마를 잡아먹었고. \n마침내 일곱 대공까지 그 앞에 무릎을 꿇었다.\n \n\"어째서 돌아가려고 하십니까? \n왕께서는 이미 지옥의 모든 것을 가지고 계시지 않습니까.\"\n\n\"가지긴 뭘 다 가져.\"\n\n먹을 것도, 즐길 것도 없다! \n지옥에 있는 거라고는 황량한 대지와 끔찍한 악마 뿐! \n\n\"난 돌아갈 거야.\" \n\n만 년이라는 아득한 시간 만에 그가 지구로 귀환한다.\n\n\n그러나.. 지구는 자신이 그동안 알던 지구가 아니었다.",
      "ru": "Внезапно оказавшись в Аду, всё, что у него осталось это вера и тяга к жизни. Он уничтожал тысячи демонов на всех кругах Преисподней. Даже семь верховных герцогов Ада пали после встречи с ним.\n\n— Владыка, зачем вам обратно на землю? Вся Преисподняя в ваших руках!\n\n— Заткнись и продолжай подготовку к обряду!\n\nНи вкусной пищи, ни привычных развлечений… лишь ужасающие демоны и безжизненные пустыни.\n\n— Как же хочется вернуться обратно домой…\n\nСпустя 10,000 лет Игрок возвращается на землю.",
      "uk": "Раптом опинившись в Пеклі, все, що в нього залишилося це віра і потяг до життя. Він знищував тисячі демонів на всіх колах пекла. Навіть сім верховних герцогів Ада впали після зустрічі з ним.\n\n— Владико, навіщо вам назад на землю? Все пекло у ваших руках!\n\n— Заткнися і продовжуй підготовку до обряду!\n\nНі смачної їжі, ні звичних розваг… лише жахливі демони та неживі пустелі.\n\n— Як же хочеться повернутися додому…\n\nЧерез 10.000 років Гравець повертається на землю.",
      "pt-br": "Um dia, KangWoo de repente foi para o Inferno, apenas com seu forte desejo de sobreviver e com sua Autoridade de Predação. Em todo seu caminho do 1ºinferno até o 9º, ele devorou centenas de milhares de demônios, até que os Sete Arquiduques finalmente se ajoelhassem diante dele. “Por que deseja voltar? Você já não possuí tudo aqui no Inferno, meu lorde?” “O que tenho exatamente?” Não tinha nada para comer, nem sequer um entretenimento! Ilhas desoladas e demônios medonhos preenchiam todo o Inferno. “Vou voltar.” Depois de dez mil anos no 9ºInferno, ele retornou à Terra."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58167656-a065-4b49-b499-bd73d00555d5",
    "title": {
      "en": "Pick Me Up"
    },
    "updatedAt": "2024-06-30T01:58:53+00:00",
    "coverArt": "https://mangadex.org/covers/58167656-a065-4b49-b499-bd73d00555d5/4fbfc611-19f8-4a33-b8f3-8535c2779288.jpg",
    "altTitles": [
      {
        "en": "Pick Me Up, Infinite Gacha"
      },
      {
        "ko": "픽 미 업!"
      },
      {
        "ko-ro": "Pick Me Up!"
      },
      {
        "ja": "PICK ME UP～低レア★英雄の成り上がり～"
      },
      {
        "ja": "ピックミーアップ！低レア英雄の成り上がり"
      },
      {
        "ja-ro": "Pick Me up!! Tei Rea Eiyū No Nariagari"
      },
      {
        "es-la": "Gacha infinito"
      }
    ],
    "description": {
      "en": "1-Star heroes are just fodder for learning a boss' attack patterns.\n\nThat was Seojin Han's philosophy when playing the notoriously difficult game Pick Me Up. But after being transported into the game as one of those 1-star heroes, he's got no choice but to rise in rank and defeat the player controlling him and his party.\n\nCan a gacha game character hope to defeat a player akin to being his god?",
      "pt-br": "No jogo de gacha mobile famoso por sua extrema dificuldade, o Mestre classificado em 5º lugar no mundo, \"Loki\" perde a consciência ao invadir a Masmorra.\n\n\"O quê? Eu sou um personagem de jogo agora?\"\n\nDepois de acordar, \"Loki\" percebe que ele se transformou em um Herói de Nível 1, 1 Estrela – 'Han Yslat'. Para retornar à Terra, ele deve liderar o Mestre e os heróis novatos e limpar o 100º andar da Masmorra!\n\n\"Você mexeu com o cara errado\".\n\nEsta é a história de transporte mais difícil  pelo Mestre Loki que nunca aceita uma única derrota."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71437871-33f5-4b07-8e98-eb08cce65c73",
    "title": {
      "en": "Past Life Returner"
    },
    "updatedAt": "2024-07-20T19:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/71437871-33f5-4b07-8e98-eb08cce65c73/519a0325-0e96-4c03-b0ad-b616c36828b4.jpg",
    "altTitles": [
      {
        "en": "Past Life Regressor (2022)"
      },
      {
        "ko": "전생자 (2022)"
      },
      {
        "ko-ro": "Jeongsaengja (2022)"
      },
      {
        "fr": "Réincarné d'une vie antérieure (2022)"
      },
      {
        "es-la": "Retornador De Vidas Pasadas"
      }
    ],
    "description": {
      "en": "Would you like to reverse time?]\r\n[All your abilities will be reset.]\r\n[Please choose the date.]\r\n\r\n“February 28th, 1985. The day I was born.”\r\n\r\nFinancial power. I will gather all the fortune of the world—\r\nand create a monopoly. I will monopolize all the dungeons of the world.\r\n\r\nI will do this now, while the world is still peaceful...\r\nbefore it all begins.\r\n\r\n**Original Webtoon:**\r\n[Daum](https://webtoon.kakao.com/content/%EC%A0%84%EC%83%9D%EC%9E%90/3130), [KakaoPage](https://page.kakao.com/content/60754076) \r\n\r\n**Official Translations:**\r\n[Simplified Chinese](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26392&contentId=392&platform=IA), [Japanese](https://piccoma.com/web/product/134347)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e6eb6bd0-0285-4fac-a6da-9bc4234ac1bb",
    "title": {
      "en": "My Life as a Player"
    },
    "updatedAt": "2024-06-16T15:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/e6eb6bd0-0285-4fac-a6da-9bc4234ac1bb/b5d5b9d5-906a-4a1f-8b5c-2a5e1b573c1c.png",
    "altTitles": [
      {
        "en": "Player Starting From Today"
      },
      {
        "en": "Starting Today, I’m a Player"
      },
      {
        "ko": "오늘부터 플레이어"
      },
      {
        "es": "A partir de hoy, soy un jugador"
      },
      {
        "ko-ro": "Oneulbuteo Player"
      },
      {
        "en": "Player From Today Onwards"
      }
    ],
    "description": {
      "en": "Earth has long become accustomed to the strange and frightening phenomenon of “dimensional gates” that suddenly appeared over a hundred years ago. These gates brought on many new changes including the birth of heroes called “hunters” who could fight back the monsters that came out of the gates.\n\nHowever, because these hunters were specially chosen by transcendent beings called “sponsors,” the hunters began to call themselves “gods” and organized a new world order called “Eden.” Unfortunately, the people who were not chosen became slaves to the hunters and these self-proclaimed gods.\n\nNow, in the present, Junkyung Lee, a powerless ordinary person, is training hard so that he can get sponsored to be a hunter. However, in the middle of his training, he and his mentor, Sungkoo, suddenly get attacked by the ruler of Eden.\n\nBefore Junkyung gets killed, Sungkoo manages to send Junkyung back a hundred years into the past with the task of changing the course of history and the fabric of society!",
      "ko": "게이트가 열리고 괴물들로 어지러운 때, 후원자의 후원을 받아 헌터가 각성했고, 그들은 세상을 지켰다.\n그중 최고라 불리는 열두 명의 영웅에 의해 에덴이 세워지면서, 세상은 변했다.\n\n열두 영웅들은 스스로를 신이라 칭하고, 헌터들은 각성하지 못한 일반인들을 가축으로 여기며 지배하기에 이르렀다.\n\n일반인은 헌터를 쳐다볼 수도 없는 불합리한 세상.\n\n이 부조리를 바꾸고자 소년은 헌터가 되려 한다. 후원자의 관심을 끌기 위해 열심히 수련하지만 힘도 재능도 부족한 소년에게 응답을 해주는 후원자는 없었다.\n\n'정말로 난 안 되는 것일까?'\n\n기약이 없는 후원에 점점 지쳐갈 때, 에덴의 지배자 중 한 명인 아테나가 소년이 가진 잊혀진 영웅과 헌터의 진실이 담긴 '마왕의 자서전'을 찾아 온다.\n\n훈련의 스승, 성구의 도움을 받아 위기를 벗어난 소년은, 100년 전, 영웅의 시대에 떨어졌다.\n그리고 잊혀진 영웅, 마왕의 후원자 <종말의 하늘>로부터 후원을 받는다.\n\n그토록 원하던 힘을 손에 넣었다. 잊혀진 영웅, 마왕의 힘을!\n이 힘으로 불합리한 세상을 바꾸겠다.\n\n'오늘부터 내가 플레이어다.'"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bddba5ae-d308-4434-95fa-67dee73f5626",
    "title": {
      "en": "Margrave’s Bastard Son was The Emperor"
    },
    "updatedAt": "2024-08-26T14:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/bddba5ae-d308-4434-95fa-67dee73f5626/847db0d8-ea08-415b-842d-79c4121dac15.jpg",
    "altTitles": [
      {
        "ko": "변경백 서자는 황제였다"
      },
      {
        "pt-br": "O Filho Bastardo de Margrave era o Imperador"
      }
    ],
    "description": {
      "en": "He became the Emperor when he was just a boy and was beheaded before reaching adulthood. It was a tragedy brought about by his fate as the first noble wizard.\n\n“Ian, don’t be born in your next life.”\n\nHe thought everything was over, listening to the traitor’s heartless words. He knew, but…\n\n“You are a symbol of peace. Where else would you find such honor as a lowly one?”\n\nHe became the Margrave’s bastard son, whose family went extinct 100 years ago.\nA lowly, unsophisticated one, destined to be sold as a hostage to the barbarians across the border.",
      "pt-br": "Eu ascendi ao trono de imperador ainda garoto, só para ser decapitado antes de virar adulto. Meu destino trágico veio de ser o primeiro mago nobre. \"Ian, espero que você não nasça novamente.\" Com essas últimas palavras do traidor, acreditei que era o fim, mas... \"Você é o símbolo da paz. Que honra maior teria para alguém tão inferior quanto você?\" Eu virei o bastardo dos Margrave, que morreram no século anterior. Destinado a ser vendido como um peão para os bárbaros vulgares e insensíveis nas nossas fronteiras."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e30a074-8bbe-42ca-91c7-d086b4a8a56e",
    "title": {
      "en": "Archmage Streamer"
    },
    "updatedAt": "2024-06-29T02:06:34+00:00",
    "coverArt": "https://mangadex.org/covers/9e30a074-8bbe-42ca-91c7-d086b4a8a56e/aa38cb4a-05be-47d2-a898-42b41c284377.jpg",
    "altTitles": [
      {
        "ko": "BJ대마도사"
      },
      {
        "en": "BJ Archmage"
      },
      {
        "en": "Grand Warlock Streamer"
      }
    ],
    "description": {
      "en": "Jung Hyunwoo is just an unlucky gamer barely making ends meet in the VR game \"God Wars.\" He even ends up losing access to his game account due to a horrible accident and is forced to create a new character. \n\nIn the process, he discovers that he has an ability that allows him to see hidden information in the game, which leads him to become a Grand Warlock. \n\nNow equipped with a mind-blowing skill and a legendary class, all that's left is for him to level up and go from zero to hero...\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=_7M4wH6g1eI)",
      "ko": "'재능'도, '돈'도, '운'도 없던 정현우.\n\n\"게임의 히든 정보들이 왜 보이는 거지?\"\n\n감전 사고에 당하고부터 게임 속 보이지 않아야 하는 것들이 보이기 시작했다.\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=_7M4wH6g1eI)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2a01e38-1c0d-4e4b-a9ae-21d119e8b326",
    "title": {
      "en": "Demon King of the Royal Class"
    },
    "updatedAt": "2024-06-22T22:14:39+00:00",
    "coverArt": "https://mangadex.org/covers/d2a01e38-1c0d-4e4b-a9ae-21d119e8b326/a7f4a5a1-c0ab-4594-b12f-bfe2d63ee660.jpg",
    "altTitles": [
      {
        "ko": "마왕은 학원에 간다"
      },
      {
        "en": "The Demon Prince Goes to the Academy"
      },
      {
        "es-la": "El Principe Demonio va a la Academia"
      },
      {
        "zh-hk": "魔王去上學"
      },
      {
        "zh": "魔王在学校的生活"
      },
      {
        "ja": "魔王様は学園に行く"
      }
    ],
    "description": {
      "en": "Upon dying, the author of \"The Demon King is Dead\" is given two choices: go to hell or be reborn in his novel and survive till the end.\n\nThe problem? He's reborn as Baalier Junior, a weak demon prince, after his realm was conquered! To make things worse, his attempt to escape somehow gets him enrolled as a student of the Royal Class in Gradias Temple, a prestigious human school.\n\nIn the midst of plotlines and political schemes, can this author keep his identity a secret and reach a happy ending?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81013efd-f9ab-4e97-bc94-cf0ed451dcda",
    "title": {
      "en": "An Extremely Attractive Gorilla"
    },
    "updatedAt": "2024-09-13T02:06:10+00:00",
    "coverArt": "https://mangadex.org/covers/81013efd-f9ab-4e97-bc94-cf0ed451dcda/cd92f9e7-f5b3-48ac-acc6-a4170a49a16a.jpg",
    "altTitles": [
      {
        "ja-ro": "Ikemen Sugiru Gorira"
      },
      {
        "pt": "Um gorila bonitão"
      },
      {
        "hi": "एक अत्यंत ही चिकणा वनमानुष"
      },
      {
        "ja": "イケメンすぎるゴリラ"
      },
      {
        "id": "Ini Gorila Keren Parah"
      },
      {
        "de": "Ein Äußerst Gutaussehender Gorilla"
      }
    ],
    "description": {
      "en": "A story about a very attractive gorilla who can make everyone fall for him because of his very kind attitude and unscientific actions.  \n  \n**Note:** It started as a self-published work on Rookie Shounen Jump. It won the bronze Rookie Award for December 2019 and the first chapter was published as a one-shot on Shounen Jump Plus on January 2020.  \n\n\n---\n\n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Author's Twitter Account](https://twitter.com/ranpan21)  \n- [![](https://i.imgur.com/MuzgKcv.png) Official Youtube Channel](https://www.youtube.com/channel/UC0zgctVU3MnsRqaNj9IMLMg)  \n- [![](https://i.imgur.com/pTca85q.png) Author's Line of Stickers](https://store.line.me/stickershop/product/1183342/ja?ref=gnsh_stickerDetail)"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3f337ce-3d24-4fb1-9a6d-f43149e6803e",
    "title": {
      "en": "Becoming a Magic School Mage"
    },
    "updatedAt": "2024-08-08T02:50:31+00:00",
    "coverArt": "https://mangadex.org/covers/e3f337ce-3d24-4fb1-9a6d-f43149e6803e/f4f1699f-3eff-47dc-b566-9469c65e2c01.jpg",
    "altTitles": [
      {
        "en": "Surviving as a Mage in a Magic Academy"
      },
      {
        "en": "How to Live as a Magic School Wizard"
      },
      {
        "en": "Life of a Magic Academy Mage"
      },
      {
        "ko": "마법학교 마법사로 살아가는 법"
      },
      {
        "zh": "魔法學校 魔法師로 살아가는 法"
      },
      {
        "en": "Magic Academy Survival Guide"
      },
      {
        "es-la": "La vida de un mago de la academia de magia"
      }
    ],
    "description": {
      "en": "Ehan was a stressed-out graduate student who vowed to never attend school again, until he was reborn as the third son of a noble family of mages. \n\nBut since he isn't the sole heir, he has to make his own path by enrolling at Einrogard, the best magic school in the empire. And although everyone expects much from him, Ehan's time in academia has taught him that getting easy As is the best way to get through school. \n\nDespite his lack of ambition, can he graduate as a full-fledged mage?\n\n\"Can I... graduate safely?\""
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "139bfcef-3a97-4beb-8e7e-9273175936b8",
    "title": {
      "en": "Show Me Your Boobs"
    },
    "updatedAt": "2024-06-18T12:17:01+00:00",
    "coverArt": "https://mangadex.org/covers/139bfcef-3a97-4beb-8e7e-9273175936b8/3d7e0140-499d-4a53-8c5f-c959feda133c.jpg",
    "altTitles": [
      {
        "ja-ro": "Oppai Misete"
      },
      {
        "ja": "おっぱい見せて"
      }
    ],
    "description": {
      "en": "A story about a boy who doesn't want to see the girl who wants to see his boobs.\n___\n**Defunct Raws:**\n- [Jump Rookie! Page](https://rookie.shonenjump.com/series/X1vJnKYbtvs)\n- [Twitter Moment](https://twitter.com/i/moments/1274764273340657666)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbf53f02-9594-42e7-9dbf-8ae1c783466f",
    "title": {
      "en": "Arcane Sniper"
    },
    "updatedAt": "2024-07-23T21:33:56+00:00",
    "coverArt": "https://mangadex.org/covers/cbf53f02-9594-42e7-9dbf-8ae1c783466f/0ae5f0af-dd5b-4fee-8612-95bb22b087fd.png",
    "altTitles": [
      {
        "ko": "마탄의 사수"
      },
      {
        "ru": "Магический стрелок"
      },
      {
        "en": "Mystic Musketeer"
      },
      {
        "en": "Matan's shooter"
      },
      {
        "de": "Der Freischütz"
      },
      {
        "ja": "魔弾の銃士"
      },
      {
        "zh-hk": "魔彈-射手"
      },
      {
        "th": "สไนเปอร์กระสุนเวท"
      },
      {
        "id": "The Freeshooter"
      },
      {
        "es-la": "El Francotirador de Nivel Arcano"
      }
    ],
    "description": {
      "en": "Paraplegic ex-sniper Ha Yiha is getting a fresh start in the VR game “Middle Earth.” He hopes to become a powerful player and earn enough money to afford surgery, but there’s a small problem… an untimely logout leaves him playing as a musketeer, the game’s most ineffective class. Luckily, he’s able to use his real-life sharpshooting skills to take musketeering to new heights. As his unprecedented progress turns heads and prompts new quests, Yiha thinks he’s got a shot at success, but he may have just landed himself directly in danger’s sights.\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)\r\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/The-Freeshooter/548)",
      "ja": "いつも完璧を勝ち取る吉田ローガン。 しかし、不意の事故により下半身不随の障害を負い、社会から捨てられる。 絶望に陥った彼に訪れた、革命的なVRゲーム「ミドルアース」による新しい世界が始まる。 だが、とあるトラブルによりキャラクター選びを大間違い！一番能力の低い「マスケット銃士」を選んでしまう！ “クッソ…俺は他の奴と違う。俺が本物のマスケット銃の力を見せてやる！”\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ko": "\"하 중사, 이 미친놈아. 또 만발인 거 알아?\"\r\n\r\n이제 말뚝 박을 일만 남은 명사수 부사관 하이하.\r\n그러나 불의의 사고로 하반신을 못 쓰게 되어 사회로 내쳐졌다.\r\n절망에 빠져있던 그에게 혁명적인 VR 게임 [미들 어스]가 새로운 삶을 선사한다.\r\n가상현실 게임인 [미들 어스]에서 획득한 돈은 현실의 돈이 된다!\r\n\r\n하지만 캐릭터 생성 때 가장 성능이 낮은 캐릭터를 고르게 되는 바람에 망하게 생겼다!\r\n\r\n\"난 다르다. 이것이 내 마지막이야!\"\r\n\r\n흑색화약, 쇠구슬, 꼬질대. 진짜 '머스킷티어'가 무엇인지 보여주마!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ru": "Сериал про гиперреалистичную фэнтезийную игру! «Сержант Ха, ты сумасшедший ублюдок. Ты выстрелил еще раз в пулю?» Меткий стрелок Ха ЛиХа просто хотел навсегда стать частью армии. Однако из-за несчастного случая он стал парализованным и был отброшен обратно в общество. Революционная игра VR [Средиземье] подарила ему новую жизнь. Деньги, полученные в [Средиземье], имеют реальную ценность! Тем не менее, он испортил свой шанс, выбрав персонажа самого низкого уровня! «Я не такой, как другие. Это все, что у меня есть». Черный порох, железные шары и шомполы ... Я вам всем покажу, что такое настоящий «мушкетер»!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "th": "ฮาลีฮา นักแม่นปืนแห่งทหารกองหนุนได้เกิดอุบัติเหตุระหว่างขนย้ายดินปืนในค่ายทหาร ทำให้เขาสูญเสียประสาทสัมผัส ของขาทั้งสองข้าง เดินไม่ได้ และต้องใช้เงินผ่าตัดเป็นจำนวนสองพันล้านวอน\r\n\r\nหลังจากที่แม่ของเขาเห็นเขาเศร้า หมดอาลัยที่สูญเสียขา ทำให้เธอซื้อเครื่องเล่นเกมเสมือนจริงมาให้เขาเล่น ซึ่งใช้ในการหาเงินได้ด้วย เขารู้สึกดีใจมากที่ได้กลับมาเดินได้อีกครั้งแม้จะเป็นในเกม และเขาก็ได้ใช้ทักษะนักแม่นปืนของเขากับเกมนี้ด้วย\r\n\r\nเขาหวังว่าจะสามารถหาเงินจากการเล่นเกมมาผ่าตัดขาตัวเองให้กลับมาเดินได้อีกครั้ง\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "es-la": "¡Una serie sobre un juego de fantasía hiperrealista! \"Sargent Ha, loco bastardo. ¿Disparó otra ronda completa de tiros al blanco?\" El francotirador Ha Lee Ha simplemente quería ser parte del ejército para siempre. Sin embargo, debido a un desafortunado accidente, quedó parapléjico y fue devuelto a la sociedad. El revolucionario juego de realidad virtual [Middle Earth] le presentó una nueva vida. ¡El dinero obtenido en [la Tierra Media] tiene valor en el mundo real! Sin embargo, ¡arruinó su oportunidad al seleccionar el personaje de nivel más bajo! \"No soy como los demás. Esto es todo lo que tengo\". Pólvora negra, bolas de hierro y baquetas ... ¡Les mostraré lo que es un verdadero 'mosquetero'!",
      "pt-br": "Uma série sobre um jogo de fantasia hiper-realista!  \r\n  \r\n“Sargento Ha, seu louco bastardo. Você acertou todos os alvos outra vez?”  \r\n  \r\nO atirador Ha LeeHa simplesmente queria fazer parte do exército para sempre. No entanto, devido a um infeliz acidente, ele ficou paraplégico e foi jogado de volta à sociedade.  \r\n  \r\nO revolucionário jogo de realidade virtual [Terra Média] apresentou-lhe uma nova vida. O dinheiro obtido na [Terra Média] tem valor no mundo real! Ainda assim, ele arruinou sua chance ao selecionar o personagem de nível mais baixo!  \r\n  \r\n“Eu não sou como os outros. Isso é tudo que tenho.”  \r\n  \r\nPólvora preta, bolas de ferro e varetas… Vou mostrar a todos o que é um verdadeiro ‘mosqueteiro’!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "357575d3-7575-45bf-9651-58acdc6a978a",
    "title": {
      "en": "Act Like a Boss Monster, Mr. Swallow!"
    },
    "updatedAt": "2024-08-01T16:43:31+00:00",
    "coverArt": "https://mangadex.org/covers/357575d3-7575-45bf-9651-58acdc6a978a/aa51d6c1-7448-4fd0-ae94-2375901c09e8.png",
    "altTitles": [
      {
        "ko": "보스 몹답게 행동하세요, 스왈로우 씨!"
      },
      {
        "ru": "Ведите себя как подобает боссу подземелья, господин Сваллоу!"
      },
      {
        "en": "The Unbeatable Dungeon's Lazy Boss Monster"
      },
      {
        "en": "Mr Devourer, Please Act Like a Final Boss"
      },
      {
        "ko-ro": "Boss Mopdapge Haengdonghaseyo, Swallow-ssi!"
      },
      {
        "es-la": "Actúe como un jefecito final, Sr. devorador"
      }
    ],
    "description": {
      "en": "The Primordial Core’s an unconquerable dungeon, the lair of the most powerful monster ever to exist, the Original Monster, the incarnation of evil — Swallow... who happens to be a lazy boss monster who just wants to sleep.\n\nTaking care of this lazy bum is Renee, a homunculus maid whose obsession with Swallow knows no bounds. At this point, the only one keeping the dungeon running is Patrick, the last brain cell of the bunch — and he’s a skeleton!\n\nWill Mr. Swallow get any rest amid all this chaos?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c87a3978-988d-465d-9bdc-199ce8a4a38e",
    "title": {
      "en": "Apocalyptic Super Farm"
    },
    "updatedAt": "2023-10-11T03:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/c87a3978-988d-465d-9bdc-199ce8a4a38e/d16cc206-fbf7-486e-b604-bac3a57768ff.jpg",
    "altTitles": [
      {
        "zh": "末世超级农场"
      },
      {
        "zh-ro": "Moshi Chaoji Nongchang"
      },
      {
        "zh-ro": "Mòshì Chāojí Nóngchǎng"
      }
    ],
    "description": {
      "en": "The apocalypse has dawned upon the world, and food and survival are once again the most important topics of people's concern. Rice and flour have become luxuries, and vegetables are even more expensive! But just then, someone posted a video on a website that shocked the world. Sweet vegetables rolled into a hot pot, emitting a tantalizing green color! A golden leg of lamb is seared in oil! Fish soup simmers as white as milk! The little girl beside me begged: Bro,  I really can't eat anymore!",
      "zh": "末日来袭，植物与水源全部枯竭。世界陷入恐慌，食物与生存再次成为人们最关心的话题。米面成为奢侈品，菜蔬更是有价无市！然而就在此时，有人在网站上发送一段视频，令世界震撼。甘甜的菜蔬滚入火锅中，散发诱人的绿色！烤的金黄的羊腿滋滋冒油！鲜美的鱼汤炖的宛若牛奶一般纯白！一旁的小女孩哀求道：哥，我真的吃不下了！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2637b09c-bb11-4861-8f19-23ee7672e854",
    "title": {
      "en": "All Soccer Talents Are Mine"
    },
    "updatedAt": "2024-02-28T00:39:24+00:00",
    "coverArt": "https://mangadex.org/covers/2637b09c-bb11-4861-8f19-23ee7672e854/2d63d8f1-57a7-4fe5-b7ef-aba50f0aa49f.jpg",
    "altTitles": [
      {
        "ko": "축구재능 다 내꺼"
      },
      {
        "en": "Soccer Talent Is All Mine"
      },
      {
        "en": "All Soccer Talent Is Mine"
      },
      {
        "en": "All Football Talents Are Mine"
      }
    ],
    "description": {
      "en": "Uho-yeong had dreamed of becoming a soccer player. However, he was not blessed with the talent and died without realizing his dream, struck by lightning. It was then that the demon Mammon appeared, offering the ability to covet everyone's talents..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2819501e-b3b8-4001-aac9-21eb879e061a",
    "title": {
      "en": "Brain Damage"
    },
    "updatedAt": "2024-09-14T14:43:05+00:00",
    "coverArt": "https://mangadex.org/covers/2819501e-b3b8-4001-aac9-21eb879e061a/6a325fbb-a0f1-4e51-a6fe-f7e6f54d446d.jpg",
    "altTitles": [
      {
        "ja": "ブレインダメージ"
      },
      {
        "es": "Daño Cerebral"
      }
    ],
    "description": {
      "en": "Four terrifying and surreal stories from the mind of Shintaro Kago. In \"4 Labyrinth\", four identical girls struggle to escape from a horrific labyrinth while solving mysteries and fleeing from a killer. In \"Curse Room\", a young girl faces the torments of mysterious paranormal phenomena in her apartment. \"Portrait of Family\" is a dark story about the unexplained disappearances of people in a neighborhood. Finally, \"Blood Harvest\" explores mysterious deaths that occurred in used cars.",
      "pt-br": "Quatro histórias aterrorizantes e surreais da mente de Shintaro Kago. Em \"4 Labyrinth\", quatro garotas idênticas lutam para escapar de um labirinto horrível enquanto resolvem mistérios e fogem de um assassino. Em \"Curse Room\", uma jovem garota enfrenta os tormentos de misteriosos fenômenos paranormais em seu apartamento. \"Portrait of Family\" é uma história sombria sobre os desaparecimentos inexplicáveis de pessoas em um bairro. E finalmente, \"Blood Harvest\" explora mortes misteriosas que ocorreram em carros usados."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "bfd1c00e-6bb6-4724-bf91-53ebd1aca3ca",
    "title": {
      "en": "Akutora no Ko"
    },
    "updatedAt": "2024-08-02T14:48:35+00:00",
    "coverArt": "https://mangadex.org/covers/bfd1c00e-6bb6-4724-bf91-53ebd1aca3ca/e6e04978-b17d-4bce-89f0-4f53b56dd50c.png",
    "altTitles": [
      {
        "ja": "悪虎の子"
      },
      {
        "en": "Child Of The Fiendish Tiger"
      }
    ],
    "description": {
      "en": "Lien, a new warden, handily resolves numerous mysterious incidents in the district. When he meets Syun, a young girl who is a victim in a certain case, things are set in motion…?\n\nA Chinese style story of a contract to exterminate evil, drawn by a promising new star!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a21eab2d-781d-40b2-a666-7b2d72551927",
    "title": {
      "en": "Akuninzura Shita B-kyuu Boukensha: Shujinkou to Sono Osananajimi-tachi no Papa ni Naru"
    },
    "updatedAt": "2024-09-04T20:14:27+00:00",
    "coverArt": "https://mangadex.org/covers/a21eab2d-781d-40b2-a666-7b2d72551927/cc4b504e-38e1-432e-be9f-26d3929b8420.jpg",
    "altTitles": [
      {
        "ja": "悪人面したＢ級冒険者 主人公とその幼馴染たちのパパになる"
      },
      {
        "ja-ro": "Akunindzura Shita B-kyuu Boukensha - Shujinkou to Sono Osananajimi-tachi no Papa ni Naru"
      },
      {
        "ja": "B-GRADE ADVENTURER WITH A BAD GUY FACE Becomes A Daddy To The Hero And His Fellow Children"
      },
      {
        "en": "B-Rank Adventurer With an Evil Look Becomes a Daddy to the Protagonist and His Childhood Friends"
      },
      {
        "en": "A B-Grade Adventurer With a Bad Guy Face Becomes a Daddy to the Protagonist and His Childhood Friends"
      },
      {
        "en": "A B-Rank Adventurer With an Evil Face Becomes a Father for the Hero and His Childhood Friends"
      }
    ],
    "description": {
      "en": "Gray, a B-rank adventurer, was supposed to be just a mob character in the RPG *Bright Fantasy*. However, by chance, he saved an orphan who was attacked by thugs on the roadside and decided to raise him as his father. But the orphan turned out to be the protagonist of this world, “Isuka”!\n\nThis choice would greatly change the fate of the world.\n___\n**Note:** While even the English on the Japanese covers gets this wrong, the orphan saved is the *protagonist*, not the *hero*.",
      "pt-br": "Gray, um aventureiro de nível B, deveria ser apenas um personagem da máfia no RPG “Bright Fantasy”. Porém, por acaso, ele salvou um órfão que foi atacado por bandidos na beira da estrada e decidiu criá-lo como pai. Mas o órfão acabou por ser o herói deste mundo, “Iska”. Essa escolha mudaria muito o destino do mundo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b4ecf4f-b7ff-437e-86d6-b7597a2a7c2b",
    "title": {
      "en": "Eve and Eve"
    },
    "updatedAt": "2023-11-23T13:15:54+00:00",
    "coverArt": "https://mangadex.org/covers/6b4ecf4f-b7ff-437e-86d6-b7597a2a7c2b/e977a4b4-7d69-454e-9609-25c9c7cf0d03.jpg",
    "altTitles": [
      {
        "ja-ro": "Eiko to Leeza no baai"
      },
      {
        "ja-ro": "Ivu to ivu"
      },
      {
        "en": "The Second Unfaithful"
      },
      {
        "ja": "イヴとイヴ"
      }
    ],
    "description": {
      "en": "1. I Want to Leave Behind a Miraculous Love  \n2. The Case of Eko and Lisa   \n3. Top or Bottom? The Showdown! : Two girls engage in a \"contest\" to see which of them is more suited to be the top.  \n4. An Infidelity Revisited   \n5. Heir to the Curse  \n6. Eternity 1 and 2: Eve and Eve: Eternity doesn't mean simply to carry on living.  \n7. Epilogue"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "59e7de92-39a2-4a13-b0e5-3c6d6d04560a",
    "title": {
      "en": "The Return of the Crazy Monkey King"
    },
    "updatedAt": "2024-09-17T04:01:03+00:00",
    "coverArt": "https://mangadex.org/covers/59e7de92-39a2-4a13-b0e5-3c6d6d04560a/69895503-db70-4205-8962-13cedbb4d594.jpg",
    "altTitles": [
      {
        "ko": "투불"
      },
      {
        "zh": "鬪佛"
      },
      {
        "en": "The Buddha of Combat"
      },
      {
        "en": "Fighting Buddha"
      }
    ],
    "description": {
      "en": "A situation occurs where demons escape from hell and hide in the human world. Sun Wukong descends to the human world on the orders of the Jade Emperor to capture the escaped demons. Fearing that the demons, surprised by Sun Wukong's extraordinary powers, might flee, they decide to hide in the body of an ordinary high school boy named 'Ryu Ha-sun.' 'From now on, when I go into battle, I will return victorious, the Buddha of Combat, Fighting Buddha, is here.' The Buddha of Combat, 'Fighting Buddha,' descends to the human world!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62d99da1-33e7-45cf-98a2-ca4544fc0344",
    "title": {
      "en": "Yuri no Hajimari wa Dorei Kara"
    },
    "updatedAt": "2024-09-11T17:32:29+00:00",
    "coverArt": "https://mangadex.org/covers/62d99da1-33e7-45cf-98a2-ca4544fc0344/f0670b00-330d-417c-835a-dc3c50b5bf07.jpg",
    "altTitles": [
      {
        "ja": "百合のはじまりは奴隷から"
      },
      {
        "en": "My Yuri Started With Slavery"
      }
    ],
    "description": {
      "en": "Chiyoko Hanamura, a self-proclaimed *gyaru* who failed her high school debut, was skipping class as usual on the rooftop when her junior, Sakine, approached her. It seemed like Sakine had a favor to ask, as she handed Chiyoko a love letter.\n\n\"Could you turn down this confession for me?\" she asked. However, the sender was unknown.\n\nFor the sake of her adorable junior, and to maintain her *gyaru* dignity, Chiyoko resolved to take on the task and went to refuse the confession..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39ed85ab-d508-4839-855e-98e8a0376265",
    "title": {
      "en": "Fate Rewinder"
    },
    "updatedAt": "2024-07-26T12:45:43+00:00",
    "coverArt": "https://mangadex.org/covers/39ed85ab-d508-4839-855e-98e8a0376265/33830139-3525-4506-8826-3f82cf7685ff.jpg",
    "altTitles": [
      {
        "ja": "運命の巻戻士"
      }
    ],
    "description": {
      "en": "The world's most easy-to-understand and hot loop manga!\n\nAn organization that saves people who have tragically died, the Space-Time Police Special Task Force, also known as the \"Rewind Officers\"! Their weapon is the time machine \"Retry Eye\" embedded in their right eye! Rewind time dozens, hundreds, thousands of times until you solve the case! The first loop manga in CoroCoro's 45-year history, a must-see!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c76e194-919d-4143-a7a4-f7b3504183d9",
    "title": {
      "en": "Revelation of Youth"
    },
    "updatedAt": "2024-07-20T14:08:40+00:00",
    "coverArt": "https://mangadex.org/covers/0c76e194-919d-4143-a7a4-f7b3504183d9/8dd94f4f-3811-4d49-b92a-760dc303ea94.jpg",
    "altTitles": [
      {
        "ko": "청춘계시록"
      },
      {
        "ko-ro": "Cheongchungyesilog"
      },
      {
        "ko-ro": "Cheongchun Gyesirok"
      },
      {
        "en": "Apocalypse of Youth"
      },
      {
        "uk": "Апокаліпсис юності"
      }
    ],
    "description": {
      "en": "Lim Chungah is a highschool student whose household got swindled by her own trusted uncle. With her parents leaving in pursuit of finding her uncle, she is temporarily left alone to live in her uncle's empty house. HOWEVER, what if Chungah's family weren't the only ones duped by her uncle's con? Enter Millenium Adventist Church, the biggest cult in their community and one of her uncle's scam victims. Lim Chungah finds herself cohabitating with Kim Yohan, the cult leader's one and only son. Oh God, will their living situation be okay?!",
      "uk": "Інтимне та небезпечне співмешкання з сином лідера культу почалось! Чону обманув її дядько, якому вона довіряла і її батьки пропали, коли сказали, що шукатимуть його, і раптом Чона живе одна в пустому будинку. Але обманули не тільки сім‘ю Чони! Найбільший культ в автономному районі «тисячолітня адвентистська церква» була теж обдурена її дядьком. І «Йохан», син лідера культу, прийшов до Чони додому. Він заносить свої речі…! Боже, що ж буде з цим співжиттям?",
      "pt-br": "Uma vida próxima e perigosa do filho do líder de um culto começou! Chungah foi enganada por seu tio em quem confiava e seus pais desapareceram, dizendo que estavam perseguindo seu tio desaparecido, e Chungah de repente vive sozinha em uma casa vazia. Mas não foi só a família de Chungah que foi enganada! O maior culto do distrito autônomo, \"Igreja Adventista do Milênio\", também foi enganado por seu tio. E \"Yohan\", o filho do líder do culto, veio à casa de Chung-ah. Ele está arrastando sua mala para dentro...! Deus, será que esta coabitação vai ficar bem?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b91740aa-6c27-46fc-9849-96420acfa1c9",
    "title": {
      "en": "BaDoom (Fan Colored)"
    },
    "updatedAt": "2024-09-03T19:06:38+00:00",
    "coverArt": "https://mangadex.org/covers/b91740aa-6c27-46fc-9849-96420acfa1c9/c27d0508-5786-4426-8335-f566292974ab.jpg",
    "altTitles": [],
    "description": {
      "en": "A woman (Gasolina) and her dog (Krunk) travel through an ecologically hazardous post apocalyptic America."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4915d7-e84e-4d14-b7bf-c14a3a0995e0",
    "title": {
      "en": "Confession Attack"
    },
    "updatedAt": "2024-07-13T16:55:20+00:00",
    "coverArt": "https://mangadex.org/covers/0a4915d7-e84e-4d14-b7bf-c14a3a0995e0/a4de6a55-92c6-485a-aeb1-c8cde9feecf5.png",
    "altTitles": [
      {
        "ko": "고백어택"
      },
      {
        "ko-ro": "Gobaek Attack"
      },
      {
        "es-la": "Ataque de confesión"
      }
    ],
    "description": {
      "en": "Hana was never first. Always because Han Geon Woo came in first every time!\nHana would do anything to best Geon Woo, even though she can't figure him out.\nThis time, she tried to shock him by confessing...\nHe believed and accepted the confession though? \nDoes he like me?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "63"
  },
  {
    "mangaId": "af857779-a400-46ef-917a-3b3a248e2221",
    "title": {
      "en": "Kinnikuman II Sei: Ultimate Chojin Tag Arc"
    },
    "updatedAt": "2024-06-11T02:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/af857779-a400-46ef-917a-3b3a248e2221/0aa81729-b90d-4ff7-ac6a-c8b2551d5b64.jpg",
    "altTitles": [
      {
        "ja-ro": "Kinnikuman Nisei Kyukyoku no Chojin Tag Arc"
      },
      {
        "en": "Ultimate Muscle 2: Ultimate Chojin Tag arc"
      },
      {
        "ja": "キン肉マン2世: 究極の超人タッグ編"
      }
    ],
    "description": {
      "en": "The sequel series to \"Kinnikuman ii sei\".     A new threat appears to defeat the Legends, known only as the 'Time Chojin'. These mysterious villains travel through time, in their quest to eradicate the Justice Chojin. If their plan succeeds, they will erase the New Generation from history and usher in a new era of evil domination over the humans.     The New Generation must travel through time to stop the Time Chojin.    In the process, they earn the distrust of the Legends. The ensuing conflict triggers the start of the 'Ultimate Chojin Tag Tournament', which will pit Legends against New Generation, and Justice Chojin vs Evil Chojin. The winners will determine the future of the planet as we know it and reign supreme over Earth."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "312"
  },
  {
    "mangaId": "39426737-0b65-4d7e-810d-9cf84caf0666",
    "title": {
      "en": "Kaji Ryuusuke's Agenda"
    },
    "updatedAt": "2022-03-23T23:49:34+00:00",
    "coverArt": "https://mangadex.org/covers/39426737-0b65-4d7e-810d-9cf84caf0666/76402c80-4e94-4125-af2c-86d9286ab90d.jpg",
    "altTitles": [
      {
        "ja": "加治隆介の議"
      },
      {
        "ja-ro": "Kaji Ryuusuke no Gi"
      }
    ],
    "description": {
      "en": "Kaji Ryusuke is a second son of a great politician. However, his father and brother both pass away from a car accident. Now, those who supported Ryusuke's father want Ryusuke to carry on the family business as a politician. At first, Ryusuke tries to get out of the responsibility, but he eventually enters an election to become a politician.  \nThe manga chronicles Ryusuke's rise in the world of Japanese politics."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": ""
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-09-08T13:57:15+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/976c4719-d70e-4570-8960-0f17c071032d.jpg",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      },
      {
        "pt-br": "A escrava arrogante"
      },
      {
        "id": "Budak yang congkak"
      }
    ],
    "description": {
      "en": "At the market, a man stumbles upon a particularly arrogant slave...",
      "pt-br": "No mercado, um homem se depara com uma escrava particularmente arrogante..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "47"
  },
  {
    "mangaId": "773fd242-2898-49fa-ae82-3dd26473fead",
    "title": {
      "en": "The Life of a Returning Officer"
    },
    "updatedAt": "2024-07-29T02:57:32+00:00",
    "coverArt": "https://mangadex.org/covers/773fd242-2898-49fa-ae82-3dd26473fead/4ac2a6e1-1752-4e9e-9ec9-f06bd7000726.jpg",
    "altTitles": [
      {
        "ko": "회귀 경찰의 리셋 라이프"
      },
      {
        "ko-ro": "Hoigui Gyeongchalui Riset Laipeu"
      },
      {
        "en": "Police Returner's Reset Life"
      }
    ],
    "description": {
      "en": "Choi Jong-hyuk, captain of the intellectual crime unit, loses his mother and his own life to a mysterious mastermind for digging too deeply into a case. In his last moments, Jong-hyuk catches a glimpse of the man who kills him before waking up as his 17-year-old self.\n\n To prevent his mother's death, Jong-hyuk swears to hunt down the one responsible. Luckily, he has knowledge about the future and his experience as an officer.\n\nWill these tools be enough to catch the criminal that eluded him once?",
      "id": "Cerita tentang Choi Jong-hyuk, ketua tim intelejen investigasi kejahatan, ketika dia ingin menemui jenazah ibunya, ia mengalami kecelakaan misterius lalu entah bagaimana dia kembali ke tahun tahun 1997."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3faa91a8-795c-4625-b9d2-1ce516d56cfc",
    "title": {
      "en": "The Game That I Came From"
    },
    "updatedAt": "2024-07-09T13:41:57+00:00",
    "coverArt": "https://mangadex.org/covers/3faa91a8-795c-4625-b9d2-1ce516d56cfc/7c1257df-6b29-43ac-8c1d-3bfdb2c1ef57.png",
    "altTitles": [
      {
        "en": "I Back From a Game"
      },
      {
        "en": "I Came From the Game"
      },
      {
        "ja": "ふりだしから始まる覚醒者"
      },
      {
        "zh": "我来自游戏"
      },
      {
        "ko": "어웨이크닝: 회귀 플레이어"
      },
      {
        "zh-ro": "Wo Laizi Youxi"
      },
      {
        "en": "Ultimate Rogue's Awakening"
      },
      {
        "fr": "Back from Heaven"
      }
    ],
    "description": {
      "en": "With the rise of a popular RPG called Tianyong Game, its max-level players called \"awakeners\" have come to dominate the real world in terms of wealth and power. \n\nDespite Ling Ce's natural talent for the game, it's nearly impossible for him to catch up to these players because he started playing the game a year after its release. But as luck would have it, a glitch in the game's teleportation system takes him back three years into the past with his memories intact.\n\nNow, Ling Ce is determined to utilize his knowledge and experiences to become an awakener and turn his life around. No amount of carnivorous plant monsters or insanity level dungeons will stop the determined hero from reaching the peak!\n\n\n---\n\n**Links:**\n- [Official Japanese Translation](https://piccoma.com/web/product/88411)\n- [Official Korean Translation](https://page.kakao.com/home?seriesId=58409509)",
      "zh": "带着上一世满级盗贼的记忆，回到三年前，这是命运给凌策的考验还是赏赐？ 既然重生，那上一世未曾达到的、不能守护的、那些只能幻想的，这一世全都要。 更以巅峰造极之态，摧枯拉朽之势，超越极限，成为最强“觉醒者”。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8",
    "title": {
      "en": "Cosmic Heavenly Demon 3077"
    },
    "updatedAt": "2024-08-15T10:02:12+00:00",
    "coverArt": "https://mangadex.org/covers/eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8/ce52e512-072d-45bb-b6a1-183322ebcc9d.jpg",
    "altTitles": [
      {
        "ko": "우주천마 3077"
      },
      {
        "en": "Space Heavenly Demon 3077"
      },
      {
        "en": "Cosmic Demon 3077"
      }
    ],
    "description": {
      "en": "After countless years, the Heavenly Demon, sealed within Mount Tai, finally awakened, only to discover that humanity had long abandoned the radiation-soaked Earth and was now exploring the far reaches of the galaxy."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a0a8bc9-4e81-4055-b6e3-45c49bd36674",
    "title": {
      "en": "The Demon King Levels Up"
    },
    "updatedAt": "2024-06-16T16:39:28+00:00",
    "coverArt": "https://mangadex.org/covers/6a0a8bc9-4e81-4055-b6e3-45c49bd36674/1fbc486a-baeb-4aca-8e01-751c80c3faf5.jpg",
    "altTitles": [
      {
        "en": "Demon Lord's Martial Arts Ascension"
      },
      {
        "en": "The Demon Lord Levels Up With Martial Arts"
      },
      {
        "ko": "무공으로 레벨업하는 마왕님"
      }
    ],
    "description": {
      "en": "Now that the demonic realm and the heavenly realm have called a truce, the human world has returned to an era of peace.\n\nJeon Minchul lives the life of an ordinary college student until the day he comes across an artifact from the war and remembers — in his past life, he was the demon king who brought the world to its knees.\n\nUpon recalling these memories, Minchul awakens his old powers, along with some new ones. But can this demon king harness the powers of both good and evil to protect the peace?",
      "ko": "“마왕.”\n\n그건.\n인간이 되기 전, 전생의 나를 부르던 말이었다."
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "523ac7ed-0b24-4598-b440-814d8bdcf540",
    "title": {
      "en": "Soul Land II - The Peerless Tang Sect"
    },
    "updatedAt": "2023-10-22T09:31:37+00:00",
    "coverArt": "https://mangadex.org/covers/523ac7ed-0b24-4598-b440-814d8bdcf540/cb1ee7d7-57ea-4de0-b66f-9e17ffe29054.jpg",
    "altTitles": [
      {
        "en": "Combat Continent 2"
      },
      {
        "en": "Combat Continent II"
      },
      {
        "zh-ro": "Douluo Dalu II - Jueshui Tangmen"
      },
      {
        "en": "Đấu La Đại Lục 2 - Tuyệt Thế Đường Môn"
      },
      {
        "en": "Soul Land 2 - The Peerless Tang Sect"
      },
      {
        "en": "Soul Land II"
      },
      {
        "en": "斗罗大陆2 - 绝世唐门"
      },
      {
        "zh-ro": "Douluo Dalu 2 - Jueshui Tangmen"
      },
      {
        "en": "Soul Land II - The Unrivaled Tang Sect"
      },
      {
        "en": "Soul Land 2 - The Unrivaled Tang Sect"
      }
    ],
    "description": {
      "en": "A land without magic, dou-qi, martial arts, but with essence spirits instead. This is the continent 10,000 years after the formation of the Tang Sect. A new hero and his friend walk the land, a new \"Seven Monsters of Shriek.\" Will they keep up the name of the Tang Sect? Or will it crumble due to a new essence system?  \n\n---\n\n**Notes:**\n- This is Soul Land's sequel, but you don't have to read it before reading this. There might be spoilers though.\n- Starting at chapter 181, the manhua format changes to long strip."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e53b25b-c5b7-43f2-81eb-671eb28c4765",
    "title": {
      "en": "Kasanegasane no Hatsukoi Desuga"
    },
    "updatedAt": "2024-09-13T17:02:20+00:00",
    "coverArt": "https://mangadex.org/covers/8e53b25b-c5b7-43f2-81eb-671eb28c4765/47e605e3-f0a9-420e-add1-3986bbc29f35.png",
    "altTitles": [
      {
        "en": "First Love, Again and Again"
      },
      {
        "ja": "かさねがさねの初恋ですが"
      }
    ],
    "description": {
      "en": "Hassaku Tamao came back to his hometown to teach and fulfill a promise he made when he was younger. However, he's not the only one who remembers a promise he made..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39d875a6-5df3-4323-a2da-3a0b50af429a",
    "title": {
      "en": "Soul Land"
    },
    "updatedAt": "2023-07-15T13:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/39d875a6-5df3-4323-a2da-3a0b50af429a/1ce4873a-7198-4452-9af5-b2f35c6df4ff.jpg",
    "altTitles": [
      {
        "en": "Combat Continent"
      },
      {
        "zh-ro": "Dou Luo Da Lu"
      },
      {
        "zh-ro": "Douluo Dalu"
      },
      {
        "vi": "Đấu La Đại Lục"
      },
      {
        "zh-hk": "斗罗大陆"
      }
    ],
    "description": {
      "en": "Tang San was a talented apprentice to the great Tang Sect. Due to mastering the forbidden Tang arts, he was pressured to jump off a cliff and died. However, he was reborn into another world filled with Essence Spirits. At the age of six, every person will have their essence spirit awoken. Spirits can take many forms: weapons, plants, and animals; They can help people with their daily lives. Outstanding spirits can be trained to engage in combat. A spirit master is the soul and heart of the Combat Continent! When Tang San turns six, a huge surprise awaits him. His peaceful life in this new world will change completely."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84bab9b6-b5c1-40e2-a9ce-0664e519b177",
    "title": {
      "en": "Takemitsu Zamurai"
    },
    "updatedAt": "2024-05-07T16:07:09+00:00",
    "coverArt": "https://mangadex.org/covers/84bab9b6-b5c1-40e2-a9ce-0664e519b177/ec640bb2-022e-431b-a46a-294b32b01c1f.jpg",
    "altTitles": [
      {
        "en": "Bamboo Samurai"
      },
      {
        "tr": "Bambu Kılıçlı Samuray"
      },
      {
        "ja-ro": "Takemitsuzamurai"
      },
      {
        "ja": "竹光侍"
      }
    ],
    "description": {
      "en": "Early one New Year's morning, the rounin Senou Souichirou appears in Edo's Katagi tenements.  \n  \nInitially, the inhabitants regard him with fear and suspicion: Kankichi, the carpenter's son, thinks he may not be human; the neighborhood cats remark that he reeks of blood. But soon Souichirou pawns his sword, and, with a bamboo replica at his waist, settles down to a quiet life as the neighborhood school-teacher.  \n  \nMonths pass, and all appears to be well. But trouble will not leave the Katagi tenements alone …  \n  \n---\n- **Won the 15th Osamu Tezuka Cultural Grand Prize in 2011**"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "83"
  },
  {
    "mangaId": "0e674aa1-2b48-4b02-99f1-3c053f092aaf",
    "title": {
      "en": "BOKU NO KOWARETA MASAYOSHI WA RUPU SURU ISEKAI DE AI TO TSUMI WO TENBIN NI KAKERU"
    },
    "updatedAt": "2024-09-17T03:31:12+00:00",
    "coverArt": "https://mangadex.org/covers/0e674aa1-2b48-4b02-99f1-3c053f092aaf/786471ec-c429-434c-b258-f0a99939f5cf.jpg",
    "altTitles": [
      {
        "en": "My broken justice weighs love and sin on the scales in a looping parallel world."
      },
      {
        "ja": "ぼくの壊れた正義はループする異世界で愛と罪を天秤にかける"
      },
      {
        "ja-ro": "BOKU NO KOWARETA MASAYOSHI WA RUPU SURU ISEKAI DE AI TO TSUMI WO TENBIN NI KAKERU"
      }
    ],
    "description": {
      "en": "A survival fantasy where life and death repeat in a school that has been overrun by orcs and turned into hell! The school is suddenly transported to another world, where it is overrun by monsters and turned into hell. Okoyo Takumi, who lost his life while trying to escape with his beloved sister-in-law, Haruna, realizes that every time he dies he returns to the same time. Takumi is at the mercy of the monsters’ deadly siege and imprisoned in a prison of time that sends him back to the same time every time he dies. He continues to struggle, overcoming the rape and death of his loved ones time and time again――After successfully hunting an orc, a fanfare resonates in Takumi’s mind. «You have leveled up!»"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "147b039d-3913-4c32-aae6-2241ddaa073d",
    "title": {
      "en": "R402"
    },
    "updatedAt": "2023-05-22T08:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/147b039d-3913-4c32-aae6-2241ddaa073d/64b93ccc-521f-4345-a277-b727ae9009d6.jpg",
    "altTitles": [
      {
        "en": "Room 402"
      }
    ],
    "description": {
      "en": "“R“ or rather Room 402 is the room where our illustrious female main character lives. One day which seems to be by mere coincidence her fate intertwines with that of Sasamoto, a savvy man who seems to be down in the dumps. That is until he picks up a trinket which fell from her nether regions. Prepare yourself for a story of sexual psychological horror as Sasamoto enters into a brave new world."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-08-19T14:26:40+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/9277704b-8fb8-4292-954e-a4d8974b3f82.jpg",
    "altTitles": [
      {
        "en": "God's Blessing on This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      },
      {
        "en": "Bless This Wonderful World!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdb392cc-2f1e-4093-b30c-c00999e3c6a5",
    "title": {
      "en": "Danzaisareta Akuyaku Reijou desu ga, Pan wo Yaitara Seijo ni Job Change Shimashita!?"
    },
    "updatedAt": "2024-09-15T02:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/bdb392cc-2f1e-4093-b30c-c00999e3c6a5/9a8a4a51-c5b4-4cb5-a0a9-431bff1526dd.jpg",
    "altTitles": [
      {
        "ja": "断罪された悪役令嬢ですが、パンを焼いたら聖女にジョブチェンジしました!?"
      }
    ],
    "description": {
      "en": "Even spirits are enthralled by Tia's homemade bread! After being reincarnated into the world of a girls' game and finishing her punishment as the villainous lady, all that's left is to live freely!! Having exited the public eye as planned, Avaritia has taken up bread-making, a hobby of her previous life, and is working hard to spread its deliciousness to the people of the other world, who have only ever known hard, difficult-to-eat bread."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95d3a4dc-e888-4761-91e2-abf3a5a823f6",
    "title": {
      "en": "Even Though I Transmigrated as a Villainess, I'd Rather Raise a Cat"
    },
    "updatedAt": "2024-08-23T07:06:17+00:00",
    "coverArt": "https://mangadex.org/covers/95d3a4dc-e888-4761-91e2-abf3a5a823f6/75a12285-2134-42e2-8927-d26219d1dc55.png",
    "altTitles": [
      {
        "ko": "악역에 빙의했지만, 고양이나 키울래요"
      },
      {
        "en": "I Reincarnated as a Villainess, but Why Did I Become a Cat Butler Instead?"
      },
      {
        "en": "Even Though I Possessed a Villain, I Still Want to Raise a Cat"
      },
      {
        "ru": "Мной завладел злодей, но я всё ещё хочу вырастить кота"
      }
    ],
    "description": {
      "en": "I transmigrated as Rowaine, the villainess who was executed for abusing a werebeast. In order to escape death, I decided to replace my sister Linier in her arranged marriage.\n\nThe problem is that Duke Blois, the groom, is a cat werebeast who is known as a bloodthirsty battlefield monster…\n\n“My dear, I heard your hobbies include abusing werebeasts like myself.”\n\n“I haven’t heard of such a condition stating that women who abused werebeasts could not be Your Grace’s wife, though.”\n\nHis emerald eyes flashed dangerously at me, I quickly kept speaking before he could say anything.\n\n“If my hobby is a problem, then I promise that I will never abuse you, Your Grace.”\n\n“Ha– what?”\n\nThis is the story of a ten-year contractual marriage between a cat lover and a prickly cat werebeast."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8c282f4-065c-4fe8-84a4-2a37fa288508",
    "title": {
      "en": "Private Photos"
    },
    "updatedAt": "2024-09-17T02:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/a8c282f4-065c-4fe8-84a4-2a37fa288508/7dc9e0db-3f86-4aba-8815-77dea67d8d36.png",
    "altTitles": [
      {
        "zh": "私房照"
      },
      {
        "zh-ro": "Si Fang Zhao"
      }
    ],
    "description": {
      "en": "\"I only shine under your lens.\"\n\n[Silent Yet Passionate Girl X Luring Girl]\n\nNan Mo, the top photographer in the country, having captured numerous internet celebrities and stars, still finds Jiang Yudai as her one and only obsession in her midnight dreams. Jiang Yudai became Grand Slam actress at the age of 18, and a decade later, she remains at the peak of popularity. She possesses an alluring, distant gaze and an untouchable, ethereal beauty. No one knows that behind the scenes, Jiang Yudai, under an online persona, she frequently expresses her love on Nan Mo's account, yearning for Nan Mo's lens to touch every inch of her body."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6834368f-66b8-4fac-a03a-09ecb625f256",
    "title": {
      "en": "I Log in Alone"
    },
    "updatedAt": "2023-05-31T17:56:58+00:00",
    "coverArt": "https://mangadex.org/covers/6834368f-66b8-4fac-a03a-09ecb625f256/f0550c26-70e5-4ab7-abe3-2c7c82ccc432.jpg",
    "altTitles": [
      {
        "ko": "나 홀로 로그인"
      },
      {
        "ru": "Я единственный, кто вошёл в систему"
      },
      {
        "ja": "俺だけログイン"
      },
      {
        "th": "Solo Login"
      },
      {
        "en": "Solo Login"
      },
      {
        "zh-hk": "單獨登錄"
      },
      {
        "zh": "深渊副本已刷新"
      }
    ],
    "description": {
      "en": "Eleven year old Siwoo Jeong can only play by himself during gym class.\r\n\r\n\"I'm sitting out.\"\r\n\r\n\"Why are you the only one sitting out?\"\r\n\r\n\"Are you kidding?\"\r\n\r\n\"If I go in, everybody else has to sit out. Physically.\"\r\n\r\nTo Siwoo, strength isn't something he's had to train for, but something that's come naturally. When he turned sixteen years old though, the world undergoes a catastrophic change. A floating castle appeared in the sky and, through its choosing, granted people wings to become players. The world had been changed forever. Now, ten years have passed. Despite his incredible strength, Siwoo was not chosen as a player and had lived bumming around, until he saves the life of Irene Su falling from the sky, and is granted access to an underground dungeon as a new player. He's more special than anyone! The herculean Siwoo's dungeon run begins now!\r\n\r\n---\r\n26-year-old Jung Si-woo never had any friends, because there was nothing interesting about him. He lived an average life as an average person in an average world. But suddenly, the earth faced a great change when Mysterious floating 'Sky Castles' appeared. The 'Sky Castles' granted some people wings and powers, but unfortunately, Si-woo wasn't one of them.\r\n\r\n---\r\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8/2366), [KakaoPage](https://page.kakao.com/home/54269969)\r\n\r\n**Official Translations:**\r\n* English: [COPIN](https://copincomics.com/toon/154), [Tappytoon](https://www.tappytoon.com/en/comics/i-log-in-alone), [BiliBili Comics](https://www.bilibilicomics.com/detail/mc677)",
      "ja": "\"俺が出ると残り全員が補欠になっちゃうんだよ。物理的に。\" 11歳の「青井翔太」は体育の時間になると、いつも一人ぼっちだった。 「翔太」にとって「力」とは、鍛え上げるものではなく、持って生まれるもの！ 彼が16歳になったとき、地球の上空に謎の巨大城と、 プレイヤーと呼ばれる翼を持った人たちが現れる。 それから10年が経ち…。 超人的な力に恵まれながらも、プレイヤーになれずプータロー生活を満喫していた 「翔太」は、空から落ちてきた池田美羽を助けようとしたところ、地下ダンジョンに落ち、地下プレイヤーとして目覚めるが…。 ”俺は誰よりも特別だぜ！” 世界をひっくり返すほど痛快な翔太のダンジョン攻略が始まる！\r\n\r\n---\r\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8/2366), [KakaoPage](https://page.kakao.com/home/54269969)\r\n\r\n**Official Translations:**\r\n* English: [COPIN](https://copincomics.com/toon/154), [Tappytoon](https://www.tappytoon.com/en/comics/i-log-in-alone), [BiliBili Comics](https://www.bilibilicomics.com/detail/mc677)\r\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Solo-Login/14)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/28829)\r\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/Solo_Login/207)",
      "ko": "11살 정시우는 항상 체육 시간에 혼자 노는 수밖에 없었다.\r\n“난 구기 열외야.”\r\n“왜 너만 열외야? 장난하냐?”\r\n“내가 나가면 나머지 인원이 전부 열외되거든. 물리적으로.”\r\n정시우에게 있어 힘이란 갈고닦는 것이 아닌 타고나는 것이었다.\r\n\r\n\r\n그런 그가 열여섯이 되었을 때\r\n세계는 대격변을 맞이하게 된다.\r\n\r\n지구 상공에 나타난 거대한 성과\r\n성의 선택으로 날개를 얻은 플레이어들.\r\n\r\n그들은 세계를 변화시키고 말았다.\r\n\r\n그렇게 10년.\r\n정작 특별 힘의 소유자인 정시우는 플레이어가 되지 못한 채 백수 라이프를 만끽하던 중,\r\n하늘에서 추락하던 수아린을 살리면서 들어가게 된 지하 던전에서\r\n지하 플레이어로서 각성하게 되는데.\r\n\r\n누구보다 특별하다!\r\n지금, 현대 역발산기개세 정시우의 화려한 던전 공략 플레이가 시작된다.\r\n\r\n---\r\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8/2366), [KakaoPage](https://page.kakao.com/home/54269969)\r\n\r\n**Official Translations:**\r\n* English: [COPIN](https://copincomics.com/toon/154), [Tappytoon](https://www.tappytoon.com/en/comics/i-log-in-alone), [BiliBili Comics](https://www.bilibilicomics.com/detail/mc677)\r\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Solo-Login/14)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/28829)\r\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/Solo_Login/207)",
      "pl": "26-letni Jung Si-woo nigdy nie miał przyjaciół, ponieważ nie był ciekawą osobą. Żył przeciętnym życiem w przeciętnym świecie. Nagle ziemia stanęła w obliczu wielkiej zmiany, kiedy pojawiły się \"Zamki Niebios\". \"Zamki Niebios\" obdarowywały niektórych ludzi mocami oraz skrzydłami, niestety Si-woo nie był jedną z tych osób.\r\n\r\n---\r\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8/2366), [KakaoPage](https://page.kakao.com/home/54269969)\r\n\r\n**Official Translations:**\r\n* English: [COPIN](https://copincomics.com/toon/154), [Tappytoon](https://www.tappytoon.com/en/comics/i-log-in-alone), [BiliBili Comics](https://www.bilibilicomics.com/detail/mc677)\r\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Solo-Login/14)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/28829)\r\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/Solo_Login/207)",
      "ru": "История про обычного парня, который грезил стать героем. Или… Может, он не совсем обычный?\r\n\r\n---\r\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8/2366), [KakaoPage](https://page.kakao.com/home/54269969)\r\n\r\n**Official Translations:**\r\n* English: [COPIN](https://copincomics.com/toon/154), [Tappytoon](https://www.tappytoon.com/en/comics/i-log-in-alone), [BiliBili Comics](https://www.bilibilicomics.com/detail/mc677)\r\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Solo-Login/14)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/28829)\r\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/Solo_Login/207)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8c6395b-aa04-426f-aa09-284ae1c3a1e5",
    "title": {
      "en": "Tsui no Taimashi ―Ender Geisterー"
    },
    "updatedAt": "2024-05-11T12:33:00+00:00",
    "coverArt": "https://mangadex.org/covers/a8c6395b-aa04-426f-aa09-284ae1c3a1e5/517aabe4-34fa-48ef-b89c-4bf9aafdecf3.jpg",
    "altTitles": [
      {
        "es": "El último exorcista -Ender geister-"
      },
      {
        "en": "The Last Exorcist -Ender Geyster-"
      },
      {
        "ja": "終の退魔師―エンダーガイスター"
      },
      {
        "zh-hk": "終之退魔師"
      },
      {
        "th": "มือปราบปิศาจคนสุดท้าย ENDER GEISTER"
      },
      {
        "vi": "Chung Chi Thối Ma Sư -Ender Geister-"
      }
    ],
    "description": {
      "en": "Akira, a demonically strong S-class exorcist, is sent from Germany to investigate a paranormal event in a certain city in Japan. \nHe destroys creatures from other worlds with his beautiful exorcist partner Chikage.",
      "es": "Akira es un exorcista de clase S que es enviado desde Alemania para investigar un incidente sobrenatural en cierta ciudad de Japón. Él y su compañera, la hermoso exorcista Chikage, acabarán a las criaturas que han venido de otro mundo.",
      "id": "Akira adalah pengusir setan kelas S yang dikirim dari Jerman untuk menyelidiki insiden supernatural di kota tertentu di Jepang. Dia dan rekannya, pengusir setan cantik Chikage, akan menghabisi makhluk yang datang dari dunia lain."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23d49e6b-73b8-4d91-9544-1292a4ce68f8",
    "title": {
      "en": "Imada Nakunatte Inai Hito"
    },
    "updatedAt": "2024-08-05T14:41:11+00:00",
    "coverArt": "https://mangadex.org/covers/23d49e6b-73b8-4d91-9544-1292a4ce68f8/4ae05d77-1714-4d2b-9de0-4afaa4c83ecf.jpg",
    "altTitles": [
      {
        "ja": "未だ亡くなっていない人"
      },
      {
        "en": "Wives Who have not Yet Passed Away"
      },
      {
        "vi": "Người vợ chưa chết"
      },
      {
        "en": "Wives Who Has Not Yet Passed Away"
      }
    ],
    "description": {
      "en": "Haruka Kawarazaki, a young man aspiring to be a manga artist, and Mayuko Kawarazaki, a beautiful woman to whom everyone looks back. They live in a room in a flat, share a meal every night and lay on each other's skin. But they are not husband and wife. A woman whose heart has been broken and a young man who knows it but continues their relationship - a love suspense about a forbidden relationship that you can't stop even when you know it's wrong.",
      "ja": "兄は逝き、義姉は壊れ、僕は溺れた\n\n漫画家を目指す青年･河原崎遥と、誰もが振り返る美女･河原崎繭子。共に暮らし、毎夜、食事を共にし、肌を重ねる。しかし、二人は夫婦ではない。繭子は、遥の義姉。死んだ兄の妻なのだ。心が壊れてしまった女と、それを知りながら関係を続ける男―――",
      "vi": "Chuyện xoay quanh anh chàng Kawarazaki Haruka có ước mơ được trở thành một tác giả truyện tranh và Kawarazaki Mayuko, một người phụ nữ xinh đẹp khiến cho bất kỳ người đàn ông nào cũng đều không khỏi phải ngước nhìn. Hai người họ hiện đang cùng chung sống trong một căn hộ, nấu ăn cho nhau và thậm chí còn làm cả những chuyện chăn gối dù rằng cả hai thực ra không phải vợ chồng. Một mối quan hệ cấm kỵ giữa người phụ nữ đã tan nát cõi lòng và chàng thanh niên dù biết tất cả nhưng vẫn quyết định nhắm mắt làm ngơ mà tiếp tục duy trì mối quan hệ hiện tại.",
      "es-la": "Haruka Kawarazaki, un joven que aspira a ser Mangaka, y Mayuko Kawarazaki, una hermosa mujer a la que todos miran. Viven en una misma habitación, comparten una comida cada noche y se acuestan sobre la piel del otro. Pero no son marido y mujer. Una mujer con el corazón roto y un joven que lo sabe pero que continúa su relación: un thriller de amor sobre una relación prohibida que no puedes detener aunque sepas que está mal.",
      "pt-br": "A história segue o jovem aspirante a mangaká, **Haruka Kawarazaki**, e a deslumbrante, **Mayuko Kawarazaki**, que atrai a atenção de todos. Os dois vivem juntos em um apartamento, compartilham refeições todas as noites e satisfazem todos seus desejos carnais sobre a cama. No entanto, eles não são um casal. Uma mulher cujo coração foi partido e um jovem que sabe disso, mas que continua a sua relação. *― Um suspense romântico que retrata um relacionamento proibido que não pode ser interrompido, mesmo sabendo que é errado.*"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-07-29T19:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3397fcf6-18bb-4983-8daa-2b0ccd79487e",
    "title": {
      "en": "Shen Yin Wang Zuo"
    },
    "updatedAt": "2023-08-29T17:44:02+00:00",
    "coverArt": "https://mangadex.org/covers/3397fcf6-18bb-4983-8daa-2b0ccd79487e/65b1d7d9-a776-4590-8fa0-7264de7dda68.jpg",
    "altTitles": [
      {
        "en": "Sealed Divine Throne"
      },
      {
        "ru": "Трон, отмеченный Богом"
      },
      {
        "zh": "神印王座"
      },
      {
        "ko": "신인왕좌"
      },
      {
        "vi": "Thần Ấn Vương Toạ"
      },
      {
        "zh-ro": "Shén Yìn Wángzuò"
      },
      {
        "zh-ro": "Shén Yìn Wáng Zuò"
      },
      {
        "zh-ro": "Shen Yin Wangzuo"
      },
      {
        "en": "Throne of Seal"
      }
    ],
    "description": {
      "en": "While the demons were rising, mankind was about to become extinct. Six temples rose, and protected the last of mankind. A young boy joins the temple as a knight to save his mother. During his journey of wonders and mischief in the world of temples and demons, will he be able to ascend to become the strongest knight and inherit the throne?",
      "it": "demoni erano in aumento e l'umanità era sul punto di estinguersi. Sei templi rosa proteggono quanto rimasto del genere umano. Un giovane ragazzo si unisce ad un tempio come cavaliere per salvare sua madre iniziando un viaggio nel mondo dei templi e dei demoni. Sarà egli in grado di salire di livello sino a diventare il cavaliere più forte sino ad ereditare il trono?",
      "pt": "Enquanto os demônios estavam em ascensão, a humanidade estava prestes a extinguir-se. Seis templos se ergueram e protegeram a humanidade. Um garoto que se junta aos templos como um cavaleiro para salvar sua mãe. Durante sua jornada nas maravilhas e males em um mundo de templos e demônios, será ele capaz de subir e tornar-se o cavaleiro mais forte a herdar o trono?!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]