[
  {
    "mangaId": "6b17751a-f0e2-46a2-9c39-8cae0cb69d39",
    "title": {
      "en": "Nyako to Hakase"
    },
    "updatedAt": "2024-02-26T14:07:57+00:00",
    "coverArt": "https://mangadex.org/covers/6b17751a-f0e2-46a2-9c39-8cae0cb69d39/1598168b-f331-4a2d-a07d-3f42afe5fd08.png",
    "altTitles": [
      {
        "en": "Nyako and Doctor"
      },
      {
        "en": "Sorajirou's Untitled Cat Maid"
      },
      {
        "ja": "にゃことはかせ"
      },
      {
        "ru": "Няко и профессор"
      },
      {
        "pt-br": "A Empre-Gata Nyako e a Professora"
      },
      {
        "en": "Nyako and Professor"
      }
    ],
    "description": {
      "en": "Twitter short series by @SORAji34",
      "ru": "Короткие истории из жизни профессора и её горничной — Няко.",
      "pt-br": "Uma Série Curta do Twitter feita pelo @SORAji34"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  },
  {
    "mangaId": "3fe2a894-23da-4b36-a429-6c80e40a6162",
    "title": {
      "en": "Seishun Protagonist"
    },
    "updatedAt": "2024-05-07T12:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/3fe2a894-23da-4b36-a429-6c80e40a6162/adc6c34b-f367-498d-bf35-ff32778313cf.jpg",
    "altTitles": [
      {
        "ja": "青春プロタゴニスト"
      },
      {
        "ja": "青春プロタゴニスト 僕たちは恋愛過剰"
      },
      {
        "ja-ro": "Seishun Protagonist: Boku-tachi wa Ren'ai Kajou"
      },
      {
        "en": "Youth Protagonist"
      }
    ],
    "description": {
      "en": "\"Every person is the protagonist of his or her own life. But how many of us can truly live. How many of us can truly be the hero of our own lives?\" Youth Protagonist.\n\nThis is a love story about a high school boy who thinks he is incapable of love for one reason or another, and a girl classmate who falls in love with him.",
      "pt-br": "“Cada pessoa é protagonista de sua própria vida. Mas quantos de nós podem viver verdadeiramente? Quantos de nós podem ser verdadeiramente o herói de nossas próprias vidas?” Protagonista Juvenil.\n\nEsta é uma história de amor sobre um estudante do ensino médio que acredita ser incapaz de amar por uma razão ou outra, e uma colega de classe que se apaixona por ele."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-02-14T19:24:16+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/a1c0d064-0713-48ad-a14e-ae022179ea9d.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El Camino a Casa Después de la Escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e3a710f-0b0d-482b-9e84-d9c91960c625",
    "title": {
      "en": "Yancha Gal no Anjou-san"
    },
    "updatedAt": "2024-04-23T15:47:41+00:00",
    "coverArt": "https://mangadex.org/covers/5e3a710f-0b0d-482b-9e84-d9c91960c625/379e70e3-589d-44f3-8007-3e0723630169.jpg",
    "altTitles": [
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "ru": "Озорная Гяру Андзё-сан"
      },
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "th": "คุณอันโจ หยอกนักเพราะรักนะ"
      },
      {
        "zh": "擅长挑逗的安城同学"
      },
      {
        "zh": "淘气辣妹安城"
      },
      {
        "zh": "顽皮辣妹安城同学"
      },
      {
        "ko": "장난치는갸루 안죠 양"
      },
      {
        "ko-ro": "Jangnanchineungyalu Anjyo Yang"
      },
      {
        "zh-ro": "Shàncháng tiǎodòu de ānchéng tóngxué"
      },
      {
        "en": "Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievious Gal Anjou-san"
      }
    ],
    "description": {
      "de": "Seto ist ein total normaler und irgendwie langweiliger Schüler. Aus einem unerklärlichen Grund jedoch, lässt seine Mitschülerin Anjou ihn nicht in Ruhe! Der ernste Seto und die energische Anjou bilden ein kontrastreiches Duo, doch Anjou macht das nichts aus, da sie sehr viel Spaß hat, Seto zu necken. Andererseits hat Seto eine schwere Zeit mit Anjous Eskapaden. Wenn er doch nur wüsste, dass seine Reaktionen der Grund sind, dass Anjou weitermacht.  \n  \nDoch … ist ihr flirten wirklich nur gespielt …?",
      "en": "Seto is a completely ordinary and somewhat boring high school student. Yet, for whatever reason, his errant gyaru classmate Anjou just won't leave him alone! The serious Seto and energetic Anjou make a contrasting duo, but Anjou doesn't seem to mind, as she has too much fun teasing him. On the other hand, Seto has a hard time dealing with all of her endless antics; little does he realize that his humorous reactions are precisely the reason Anjou enjoys his company.\n\nBut… just how much of her flirting is merely an act?",
      "fr": "Seto est un lycéen ne souhaitant qu'une chose : passer sa scolarité sans être remarqué et être en paix. Malheureusement pour lui, il attire l'attention de la pire personne possible dans sa classe, Anjou la gal. A partir de ce jour, le quotidien de Seto va drastiquement changer grâce (ou à cause) de sa camarade, cherchant à s'amuser au dépend de notre héros.",
      "ja": "真面目でクラスの中でも目立たない瀬戸くんには、なぜかいつもイケてるギャルの安城さんがいちいちエロく絡んでくる。いつもギリギリでドキドキする思春期ぴちぴちラブコメディ！",
      "ru": "Сето - серьёзный старшеклассник, который вел тихую школьную жизнь, пока не стал жертвой дразнилок гяру Андзё-сан.",
      "pt-br": "Seto é um estudante completamente comum e um tanto chato. Mesmo assim, por alguma razão, sua nada correta colega de classe Gal Anjou simplesmente não o deixa em paz!\n\nO Seto sério e a enérgica Anjou formam uma dupla um tanto interessante, mas Anjou não parece se importar, pois se diverte muito provocando-o. Por outro lado, Seto tem dificuldade em lidar com todas as suas travessuras intermináveis; mal ele percebe que suas reações humorísticas são precisamente o motivo pelo qual Anjou gosta de sua companhia.\n\nMas… quanto de seu flerte é meramente uma atuação?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8580bc7-bcb0-4fab-8781-fb315547a9a9",
    "title": {
      "en": "Katajikenai"
    },
    "updatedAt": "2023-11-23T22:12:31+00:00",
    "coverArt": "https://mangadex.org/covers/e8580bc7-bcb0-4fab-8781-fb315547a9a9/ac043fd6-bccc-4ffd-9115-0ef948f1239c.jpg",
    "altTitles": [
      {
        "tr": "Borçlu"
      },
      {
        "en": "Indebted"
      },
      {
        "en": "Kurofune 1853"
      },
      {
        "ja": "かたじけない"
      }
    ],
    "description": {
      "en": "A metaphorical depiction of Japan's apprehension concerning the advance of western culture in the country during the period preceding the Meiji Era.   \nHistorical figures and psychedelic experiences are on the menu."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "2"
  },
  {
    "mangaId": "db0ac526-46c9-41ea-be96-1959bc26a314",
    "title": {
      "en": "A Cool Older Lady Who Drives Me Crazy"
    },
    "updatedAt": "2024-05-10T18:29:35+00:00",
    "coverArt": "https://mangadex.org/covers/db0ac526-46c9-41ea-be96-1959bc26a314/c033ea56-b62c-41c7-b6ed-23d52cc98f5b.jpg",
    "altTitles": [
      {
        "ja": "僕を狂わすカッコイイお姉さん"
      },
      {
        "ja-ro": "Boku o Kuruwasu Kakkoii Onee-san"
      },
      {
        "en": "A Cool Older Lady That Makes Me Crazy"
      },
      {
        "pt-br": "Uma mulher mais velha legal que me deixa louco"
      },
      {
        "es-la": "Una mujer mayor genial que me vuelve loco"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "55a2451e-11b7-45ba-8e9b-b2e3448f77de",
    "title": {
      "en": "Nyuugaku Hayabaya, Komatteita Tokoro wo Tasuketekureta Senpai"
    },
    "updatedAt": "2024-04-28T11:35:45+00:00",
    "coverArt": "https://mangadex.org/covers/55a2451e-11b7-45ba-8e9b-b2e3448f77de/3ffa7ab2-1a18-46c6-9b1d-a5da5c6c7c17.jpg",
    "altTitles": [
      {
        "ja": "入学早々、困っていたところを助けてくれた先輩。"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d362fd89-f15c-481f-8bf1-17e59e125d03",
    "title": {
      "en": "Mix"
    },
    "updatedAt": "2024-05-08T14:33:52+00:00",
    "coverArt": "https://mangadex.org/covers/d362fd89-f15c-481f-8bf1-17e59e125d03/7d8d1782-a13e-4572-9f36-cdc7fb180e3c.jpg",
    "altTitles": [
      {
        "ru": "Микс"
      },
      {
        "ja": "ミックス"
      },
      {
        "en": "MIX"
      },
      {
        "ar": "مكس"
      }
    ],
    "description": {
      "en": "Adachi's second serialization in Gessan Shounen Sunday, follows the story of three siblings, students of Meisei Middle School. Takes place 26 years after Adachi's biggest title, Touch.  \n  \nBecause of the legend left by Tatsuya Uesugi, Meisei Academy High School was well-known for their strong baseball team. But 26 years after their glory, the team has not been able to keep their record and has since lost their fame.  \n  \nTwo stepbrothers, Souichirou and Touma Tachibana, aim to revive of the once-strong Meisei Academy baseball team and enter the National High School Baseball Championship.  \n  \n(Source: MAL, edited)",
      "ja": "舞台は明青学園。同年同月同日に生まれた同い年の兄弟とひとつ違いの妹。上杉兄弟の伝説から２６年、運命の兄弟は今再び明青学園の扉を開く。そして、物語は始まる―――"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd6d0982-0091-4945-ad70-c028ed3c0917",
    "title": {
      "ja-ro": "Mushoku Tensei ~Isekai Ittara Honki Dasu~"
    },
    "updatedAt": "2024-04-23T21:37:28+00:00",
    "coverArt": "https://mangadex.org/covers/bd6d0982-0091-4945-ad70-c028ed3c0917/2e097c9f-ddcc-4dfa-90c7-418d0b768476.jpg",
    "altTitles": [
      {
        "pt-br": "A Reencarnação do Vagabundo: Vou dar meu melhor se for para outro mundo"
      },
      {
        "en": "Jobless Reincarnation - I Will Go All Out When I'm Transported to Another World"
      },
      {
        "en": "Jobless Reincarnation - It Will be All Out if I Go to Another World"
      },
      {
        "en": "Mr. No-Job's New Life - If I Go to a Parallel World, Then I'll Get Serious"
      },
      {
        "ja-ro": "Mushoku Tensei"
      },
      {
        "fr": "Mushoku Tensei - Nouvelle vie, nouvelle chance"
      },
      {
        "en": "Mushoku Tensei: If I Get to a Parallel Universe I'll Bring Out my True Effort"
      },
      {
        "en": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "ru": "Реинкарнация безработного ~История о приключениях в другом мире~"
      },
      {
        "ru": "Реинкарнация безработного: Попав в другой мир, я стану сёръёзнее"
      },
      {
        "th": "เกิดชาตินี้พี่ต้องเทพ"
      },
      {
        "zh": "无职转生~在异世界认真地活下去~"
      },
      {
        "ja": "無職転生 〜異世界行ったら本気だす〜"
      },
      {
        "ko": "무직전생 〜다른 세계 가면 진심 낸다〜"
      },
      {
        "it": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "de": "Mushoku Tensei - In dieser Welt mach ich alles anders"
      },
      {
        "es": "Mushoku Tensei: Reencarnación desde cero"
      },
      {
        "fa": "موشوکو تنسی: تناسخ علاف"
      },
      {
        "zh-hk": "無職轉生~在異世界認真地活下去~"
      },
      {
        "pt-br": "Jobless Reincarnation: I Will Seriously Try If I Go to Another World"
      },
      {
        "ms": "Penjelmaan Semula yang Menganggur: Jika Saya Pergi ke Dunia Lain, Saya Akan Menjadi Serius"
      },
      {
        "it": "Reincarnazione senza lavoro: Ci proverò seriamente se vado in un altro mondo"
      },
      {
        "fr": "Réincarnation sans emploi : j'essaierai sérieusement si je vais dans un autre monde"
      },
      {
        "vi": "Thất nghiệp chuyển sinh ~ Sống hết mình sau khi tới thế giới khác~"
      },
      {
        "ru": "Реинкарнация безработного: Я серьёзно постараюсь, если отправлюсь в другой мир"
      },
      {
        "ar": "موشوكو تينسي"
      },
      {
        "fa": "موشوکو تنسی"
      },
      {
        "tr": "Mushoku Tensei: İşsiz Reenkarnasyon"
      },
      {
        "tr": "Mushoku Tensei: Paralel Evrene Taşındığımda Her Şeyi Yapacağım"
      }
    ],
    "description": {
      "en": "A 34-year-old NEET gets killed in a traffic accident and finds himself in a world of magic. Rather than waking up as a full-grown mage, he gets reincarnated as a newborn baby, retaining the memories of his past life. Before he can even properly move his body, he resolves to never make the same mistakes he made in his first life ever again and instead live a life with no regrets with the new one that was given to him. Because he has the knowledge of a middle-aged man, by the age of two, he has already become a prodigy and possesses power unthinkable for anyone his age and even older. Thus begins the chronicles of Rudeus Greyrat, son of swordsman Paul and healer Zenith, as he enters a new world to become the strongest mage known to man, with powers rivaling even the gods themselves.",
      "ru": "34-летнего отаку-затворника выгнали из дома родственники после похорон его родителей. Этот жирный и уродливый девственник без гроша в кармане осознал, что его жизнь подошла к концу. Затем он понял, что его жизнь вообще могла бы быть намного лучше, если бы тот мог избавиться от тёмных страниц своей жизни. Пребывая в сожалениях, мужчина увидел, как грузовик со спящим водителем быстро надвигается на трёх школьников. Собрав все свои силы, он попытался спасти их и погиб.  \r\n  \r\nА открыв глаза, он обнаружил, что переродился в мире меча и магии как Рудеус Грейрат. Получив в этом мире новую жизнь, Рудеус решил, что в этот раз проживёт свою жизнь на полную, безо всяких сожалений!  \r\n  \r\nИ так началось приключение человека, пожелавшего заново начать свою жизнь.  \r\n  \r\nAlternative Raw: <http://seiga.nicovideo.jp/comic/23831>",
      "es-la": "La historia trata sobre un muchacho que se encierra en su casa tras sufrir una enorme humillación pública sin atreverse a salir durante varios años debido a los traumas que esto le ocasionó. Incapaz de soportar esto, se encerró en casa sin querer salir ni volver a ver a sus compañeros y durante años el miedo a salir creció y creció, acabando por convertirse en una carga para su familia… hasta el día en que sus padres murieron y sus hermanos lo expulsaron de su hogar por el parásito en el que se había convertido. En ese momento, aunque tarde, se arrepintió de su actitud y se puso a pensar que su vida podría haber sido decente si él le hubiera puesto más esfuerzo. Justo cuando estaba a punto de iniciar su nuevo cambio, ve un camión en movimiento a gran velocidad dirigiéndose a tres estudiantes de secundaria. Reuniendo todas las fuerzas que tenía logra salvarlos, pero a cambio él termina siendo atropellado por el camión, muriendo al instante. Cuando abrió los ojos, él había reencarnado en un mundo de espadas y magia como Rudeus Greyrat. Nacido en este nuevo mundo, con una nueva vida, Rudeus decidió que, “Esta vez, realmente voy a vivir mi vida al máximo sin arrepentimientos”. De este modo se inicia el viaje de un hombre que anhela reiniciar su vida."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2414cba6-3022-4d21-8268-836320ae622c",
    "title": {
      "en": "Hana Haru"
    },
    "updatedAt": "2024-05-09T00:39:17+00:00",
    "coverArt": "https://mangadex.org/covers/2414cba6-3022-4d21-8268-836320ae622c/53b2f2eb-0a0e-4e36-a75f-7f3b16f2aabd.jpg",
    "altTitles": [
      {
        "ko": "하나의 하루"
      },
      {
        "en": "Days of Hana"
      },
      {
        "fr": "Les jours d'Hana"
      },
      {
        "ar": "أيام هانا"
      },
      {
        "th": "ฮารุของฮานะ"
      },
      {
        "zh": "狼族少年"
      },
      {
        "zh-ro": "Lángzú shàonián"
      }
    ],
    "description": {
      "en": "A werewolf love for a human girl In a cold winter, little girl Hana and her family found a boy covered in blood, the boy is a werewolf baby. They picked up the boy, named him Haru, treated him and accepted him as a family member. A human girl and a werewolf boy who grew up over time. From now on their story begins.",
      "tr": "Soğuk bir kış mevsiminde küçük kız Hana ve ailesi, kanlar içinde bir çocuk bulurlar, bu çocuk yavru bir kurt adamdır. Haru adını verdikleri çocuğu yanlarına alıp tedavi ederler ve onu aileden biri olarak kabul ederler. Zamanla insan kız ve kurt adam çocuk büyürler, ve hikâyeleri de bu noktadan sonra başlar."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "113"
  },
  {
    "mangaId": "1d7f958f-2051-41f6-88a2-7185145db7a8",
    "title": {
      "en": "Mobile Suit Gundam Ground Zero - Rise from the Ashes"
    },
    "updatedAt": "2024-01-15T06:41:30+00:00",
    "coverArt": "https://mangadex.org/covers/1d7f958f-2051-41f6-88a2-7185145db7a8/d6b0aa67-e1c8-436a-aced-3109dc9551f9.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Gundam - GROUND ZERO: Colony no Ochita Chi de"
      },
      {
        "ja": "機動戦士ガンダム GROUND ZERO コロニーの落ちた地で"
      }
    ],
    "description": {
      "en": "Universal Century 0079. The One Year War, which started with the Principality of Zeon's declaration of war, took the largest toll in human history. Their first step, in particular, was a colony drop, which brought unprecedented damage to the Earth and in an instant, resulted in the death of half of mankind. This story depicts the road to recovery of a ravaged land, the hardest hit area of Australia: Ground Zero for the colony drop."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "22"
  },
  {
    "mangaId": "51fe4713-013a-4acc-8874-bfd01b60eff9",
    "title": {
      "en": "Glass Mask"
    },
    "updatedAt": "2022-12-29T13:35:14+00:00",
    "coverArt": "https://mangadex.org/covers/51fe4713-013a-4acc-8874-bfd01b60eff9/c8e4690e-f86a-4fa4-b605-31759b3f4032.jpg",
    "altTitles": [
      {
        "ja-ro": "Glass no Kamen"
      },
      {
        "it": "Il Grande Sogno di Maya"
      },
      {
        "vi": "Mặt Nạ Thủy Tinh"
      },
      {
        "en": "The Glass Mask"
      },
      {
        "id": "Topeng Kaca"
      },
      {
        "th": "นักรักโลกมายา"
      },
      {
        "th": "หน้ากากแก้ว"
      },
      {
        "ja": "ガラスの仮面"
      },
      {
        "zh": "千面女郎"
      },
      {
        "zh-hk": "玻璃面具"
      },
      {
        "ko": "유리가면"
      }
    ],
    "description": {
      "en": "Chigusa Tsukikage holds the rights to the play \"The Crimson Goddess,\" a lost masterpiece that many would love to see brought back to the stage.  \n  \nTsukikage, however, won't allow the cherished work to be diminished by an actress who isn't worthy of playing the title role. Fortunately, she has found two young actresses that just might be worthy: Maya Kitajima and Ayumi Himekawa. Though both actresses are exceptionally talented, only one can win the coveted role.\n\n---\n- **Won the Japan Cartoonists Association Award in 1995**\n\n---\n\nPublished in Indonesian by Elex Media as **Topeng Kaca**"
    },
    "status": "hiatus",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2632dd4b-4005-44f9-8a5f-5e1b752e3e42",
    "title": {
      "en": "The Struggle of Being Reincarnated as the Marquess's Daughter: I'll Deal with What's Coming to Me!"
    },
    "updatedAt": "2024-04-29T06:22:23+00:00",
    "coverArt": "https://mangadex.org/covers/2632dd4b-4005-44f9-8a5f-5e1b752e3e42/25dd018a-330d-4bc0-b6eb-03b3c0389e02.jpg",
    "altTitles": [
      {
        "ja": "転生侯爵令嬢奮闘記 わたし, 立派にざまぁされてみせます!"
      },
      {
        "ja-ro": "Tensei Koushaku Reijou Funtouki: Watashi, Rippa ni Zamaa sarete Misemasu!"
      }
    ],
    "description": {
      "en": "One day, the Marquess’s daughter Julianne suddenly regained the memories of her previous life and reflected on her behavior up to this point. A life of luxury, bullying her siblings and stalking her fiancé…… A horrible personality and overweight appearance, devoted only to wrongdoings that belonged to the villainess of the novel she read in her past life. In any case if it is a \"serves you right\" fate from now on, then it will be after I get a beautiful body and soul! She, who thought this, started a diet together with showing a wholehearted devotion to her family —?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "56c2b72c-3ca0-4293-be5d-bda449f92c4d",
    "title": {
      "en": "Makai Youjo ni Tensei Shita Oji-san wa Heiwa no Tame ni Maou ni Naritai"
    },
    "updatedAt": "2024-01-06T18:03:39+00:00",
    "coverArt": "https://mangadex.org/covers/56c2b72c-3ca0-4293-be5d-bda449f92c4d/8a4f52bc-ed3a-487d-95df-8eed83fbf90f.jpg",
    "altTitles": [
      {
        "ja": "魔界幼女に転生したおじさんは平和のために魔王になりたい"
      },
      {
        "en": "The Old Man That Was Reincarnated as a Young Girl in the Demon World Wants to Become the Demon Lord for the Sake of Peace"
      }
    ],
    "description": {
      "en": "An old man was laid off from his job at a black company. While wallowing in the depths of his despair, he encounters a mysterious stone that sends him to another world filled with magic and alchemy. The man finds himself reincarnated as Hiyo — the youngest daughter of the demon lord.\n\nHiyo attempts to make a dazzling fresh start in life by utilizing both her newfound magical powers and prior tribulations as a salaryman, however, the demon world is in the midst of a battle for succession. In order to change herself, the ex-old man is determined to defy the demon lord and her siblings. And after meeting Ernest, a hero with his own circumstances, they work together to take over the throne of the demon lord — for both the sake of peace and to search for a place to belong. The two of them defy destiny, even if it means destroying the world to do so..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13"
  },
  {
    "mangaId": "2750ed89-ea66-4c0c-ab05-7417a9e0de3e",
    "title": {
      "en": "The Kingdoms of Ruin"
    },
    "updatedAt": "2024-05-04T19:06:13+00:00",
    "coverArt": "https://mangadex.org/covers/2750ed89-ea66-4c0c-ab05-7417a9e0de3e/049de459-f552-4908-a330-8db58f8892ff.jpg",
    "altTitles": [
      {
        "ja-ro": "Hametsu no Oukoku"
      },
      {
        "ru": "Королевство руин"
      },
      {
        "ja": "はめつのおうこく"
      },
      {
        "ko": "파멸의 왕국"
      },
      {
        "ru": "Разрушенные Королевства"
      },
      {
        "pt-br": "Os Reinos da Ruína"
      }
    ],
    "description": {
      "en": "Due to the Gear Expansion, witches who had been friends with the people become unnecessary. Humans, who were afraid of unscientific power, begin a witch hunt… And a human boy who has his beloved witch killed becomes the “Wizard of vengeance”.",
      "pt-br": "Devido à Expansão da Tecnologia, as bruxas que eram amigas do povo se tornaram desnecessárias. Humanos, que temiam o poder não científico, começam uma caça às bruxas… E um menino humano que teve sua amada bruxa morta, se torna o “Mago da Vingança”."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dffb7516-c5e5-4036-8dd8-75b845c91073",
    "title": {
      "en": "The Reincarnation of the Influential Courtier"
    },
    "updatedAt": "2024-03-18T15:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/dffb7516-c5e5-4036-8dd8-75b845c91073/351e7dcd-d47b-4db8-954d-b816f8c31804.jpg",
    "altTitles": [
      {
        "en": "Rebirth of the Imperious Official"
      },
      {
        "zh": "再世权臣"
      },
      {
        "zh-ro": "Zài Shì Quán Chén"
      }
    ],
    "description": {
      "en": "Each book is a debt of love. Each step forward is a mortal challenge."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff01fec1-6465-4825-9497-44c7d9133f2c",
    "title": {
      "en": "Bell & Ring wa Kane"
    },
    "updatedAt": "2024-01-12T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/ff01fec1-6465-4825-9497-44c7d9133f2c/596d223c-97bb-48b8-9129-2ecc89b9b78e.jpg",
    "altTitles": [
      {
        "ja": "ベルリンは鐘"
      },
      {
        "ja-ro": "Bell & Ring ha Kane"
      },
      {
        "en": "Bell & Ring are Bells"
      }
    ],
    "description": {
      "en": "A chaotic 4-panel manga about the daily lives of siblings Ringabelle and Bigbell, who are bells."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "132"
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the soon-to-be-ruined Family"
    },
    "updatedAt": "2024-05-04T09:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/09916525-d0c2-4f85-abfd-d2910f3b2a65.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e4ab6ae-f730-4ce2-a528-97986beb8549",
    "title": {
      "en": "Martial Arts Reigns"
    },
    "updatedAt": "2023-11-24T22:52:47+00:00",
    "coverArt": "https://mangadex.org/covers/9e4ab6ae-f730-4ce2-a528-97986beb8549/cca3a586-ea05-497c-b899-966bbde92c36.png",
    "altTitles": [
      {
        "vi": "Võ Đạo Độc Tôn"
      },
      {
        "zh-ro": "Wudao du Zun"
      },
      {
        "zh": "武道独尊"
      },
      {
        "zh-ro": "Wu Dao Du Zun"
      },
      {
        "en": "Supreme Master of Martial Arts"
      },
      {
        "ko": "무도독존"
      }
    ],
    "description": {
      "en": "True Heavens Continent is a place where those with great power can move mountains and overturn seas, kick the stars and step on the moon, punch through the sky and even shatter the earth itself! Ye Ming, a commoner born into a side branch within his family, sincerely and diligently tried to become stronger, hoping to avenge his parents’ deaths. As fate would have it, he obtained the \"Divine Spirit Cloak\", ingested the \"Foundation Establishment Divine Pill\", and cultivated the \"Omnipotent Sutra\". With his newfound power, Ye Ming begins his path of vengeance, mercilessly slaughtering any martial artists that dare stand in his way!In the face of deadly threats all across the continent, such as the Immortal Dynasty, the Great Eternal Sect, the Giant Barren Demon, and the Supreme Demon God, Ye Ming is determined that nothing will stop him! Whether god or demon, Ye Ming fears nothing! “I shall be the one who decides my own destiny!”",
      "es": "Ye Ming, a estrela em ascensão da Família Ye é considerado um gênio entre seus companheiros. Mas ele foi enganado por seu primo ciumento e ele cortou seus meridianos, aleijou suas habilidades e o abanou impiedosamente. Mas Ye Ming nunca desiste, porque ele sacrificaria tudo para se vingar de seus pais falecidos que foram assassinados pela família Huang. Mas ele não sabe que é considerado uma dor no pescoço para a família Ye, e uma grande conspiração paira na escuridão…",
      "ru": "/ Русское  \r\n||Мин Е, восходящая звезда семьи Е, - гений среди своих сверстников-культиваторов. Но его двоюродный брат повредил ему меридианы, искалечил и безжалостно порезал сухожилия. Мин Е не сдается, потому что он пожертвовал бы всем, чтобы отомстить за своих умерших родителей, которые были убиты семьей Хуан. Он не знает, что его считают занозой в шее для семьи Е и хотят его убрать…||",
      "zh": "\"天元大陆，有大能力者可移山倒海，踢星踏月，拳破青天，脚碎大地！ 叶铭，一介凡流，庶子出身，为报血仇，自强不息。 机缘之下，获“神灵宝衣”，服“筑基神丹”，修“通天经图”。 心诚志竖，勇猛精进，凡挡修武之路者，杀无赦！ 不朽皇朝，万古大教，洪荒巨妖，擎天魔神，面对这漫天神魔，他无所畏惧，我命在我不在天！\"",
      "pt-br": "O True Heavens Continent é um lugar onde aqueles com grande poder podem mover montanhas e derrubar mares, chutar as estrelas e pisar na lua, perfurar o céu e até mesmo destruir a própria terra! Ye Ming, um plebeu nascido em um ramo secundário de sua família, tentou sincera e diligentemente se tornar mais forte, na esperança de vingar a morte de seus pais. Como quis o destino, ele obteve a “Capa do Espírito Divino”, ingeriu a “Pílula Divina do Estabelecimento de Fundação” e cultivou o “Sutra Onipotente”. Com seu novo poder, Ye Ming inicia seu caminho de vingança, massacrando impiedosamente qualquer artista marcial que ouse ficar em seu caminho! Diante de ameaças mortais em todo o continente, como a Dinastia Imortal, a Grande Seita Eterna, o Gigante Estéril Demônio, e o Deus Demônio Supremo, Ye Ming está determinado a que nada o deterá! Seja deus ou demônio, Ye Ming não teme nada! “Serei eu quem decidirá meu próprio destino!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e98b9c8-f2cd-41a6-a175-2dec25cb2995",
    "title": {
      "en": "Couple Games"
    },
    "updatedAt": "2024-05-02T21:36:19+00:00",
    "coverArt": "https://mangadex.org/covers/4e98b9c8-f2cd-41a6-a175-2dec25cb2995/50914e87-59e2-4014-85c3-a0414a2b5c57.jpg",
    "altTitles": [
      {
        "ja": "カップルゲーム"
      }
    ],
    "description": {
      "en": "The \"Couples Game\" is played between a man and a woman who love each other. It is a competition in which couples compete to complete a set of instructions. The stage is an abandoned amusement park. The winning couple will receive a prize of 100 million yen and eternal love. The tragic game begins with the words, \"Say you love me.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e087e926-5f26-4d88-82a1-d399acc422a2",
    "title": {
      "en": "Sugar Soldier"
    },
    "updatedAt": "2023-11-20T07:52:28+00:00",
    "coverArt": "https://mangadex.org/covers/e087e926-5f26-4d88-82a1-d399acc422a2/b26faaa2-a084-4a13-929b-f333182c4b92.jpg",
    "altTitles": [
      {
        "en": "Happy Spirit"
      },
      {
        "tr": "Sevimli Asker"
      },
      {
        "en": "Sugar*Soldier"
      },
      {
        "en": "ชูการ์*โซลเยอร์"
      },
      {
        "ja": "シュガー ソルジャー"
      },
      {
        "ja": "シュガー＊ソルジャー"
      },
      {
        "zh": "白砂糖战士"
      }
    ],
    "description": {
      "en": "Makoto is determined to step out of her model sister's shadow and have her own high school debut, but when Makoto's sister shows up unexpectedly at her school, her plans suddenly go awry?  \n  \nIncluded one-shot:  \nVolume 9: Hapi★Supi / Happy Spirit"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "47"
  },
  {
    "mangaId": "06f6356a-4511-4bbd-a97b-4c609b9f7959",
    "title": {
      "en": "[Rouhou] Ore no Iinazuke ni Natta Jimiko, Ie de wa Kawaii Shika nai."
    },
    "updatedAt": "2024-05-10T23:10:29+00:00",
    "coverArt": "https://mangadex.org/covers/06f6356a-4511-4bbd-a97b-4c609b9f7959/8e9b8b9d-5095-4a1e-a2a1-07ba0414beeb.jpg",
    "altTitles": [
      {
        "en": "[Good News] The Plain-Looking Girl, Who Became My Fiancée, Is Only Cute at Home"
      },
      {
        "en": "[Good News] My Plain-Looking Fiancee Is Secretly Sweet With Me"
      },
      {
        "ja": "【朗報】俺の許嫁になった地味子、家では可愛いしかない。"
      },
      {
        "vi": "Hôn Thê Nhạt Nhẽo Của Tôi Chỉ Đáng Yêu Khi Ở Nhà"
      },
      {
        "pt-br": "[Boas Notícias] A Garota Quieta que se Tornou Minha Esposa, É a Mais Linda Dentro de Casa!"
      },
      {
        "ja-ro": "[Rōhō] Ore no Iinazuke ni Natta Jimi-ko, Kade wa Kawaii Shika Nai."
      },
      {
        "th": "เมื่อสาว3Dสุดแสนเงียบขรึมได้กลายมาเป็นภรรยาสุดแสนจะน่ารักของผมเฉพาะที่บ้านเท่านั้น"
      },
      {
        "zh-hk": "【好消息】我的不起眼未婚妻在家裡有夠可愛 小說"
      },
      {
        "zh": "【好消息】我的不起眼未婚妻在家里有够可爱 小说"
      },
      {
        "ko": "【낭보】나의 약혼녀가 된 수수녀, 집에서는 귀엽기민 하다"
      },
      {
        "vi": "Vị hôn thê với vẻ ngoài giản dị chỉ âm thầm ngọt ngào với tôi khi ở nhà"
      }
    ],
    "description": {
      "en": "“Onii-san, congratulations on your marriage. This person is your bride.”\n\n“M-my name is Watanae Yuuka… I’m in the same class as you…”\n\nMy name is Sakata Yuuichi. I’m in my 2nd year of high school. Due to my parents’ circumstances, I’m suddenly getting married..? Furthermore, my partner is a plain girl, Watanae-san. During my 3rd year of middle school, I went through a bad experience. Ever since then, I’ve only been interested in 2D heroines. There’s absolutely no way I’d ever be interested in a 3D girl. That was what I thought, but…\n\n“…Well then, who’s your favorite heroine right now?”\n\nTurns out, she was actually an otaku and she becomes very talkative when you get to know her. She’d always happily engage in our conversations. She showed me things I’d never have expected from a girl in my class.\n\n“Err, since we’re going to be living together… Is it okay if I call you Yuu-kun?”\n\nAnd, the moment I let my guard down, she’d instantly try to shorten the distance between us. What’s more…\n\n“Just between you and me, I’m actually the voice actress for Yuuna Izumi from 『Alice Stage』. Thank you for always supporting me!”\n\nIt’s a secret from everyone else, but it turns out she’s actually my favorite heroine’s voice actress?! I am only interested in 2D heroines! But, Yuuka’s true self, which she only shows when she’s alone with me, is nothing but cute! This is the story of me and Yuuka, starting as bethrothed. A heartwarming and chaotic romcom!",
      "ja": "親の都合で結婚させられることになった高校生の俺。お相手は――なんとアイドルゲームの声優だった!!まさかの“中の人”との同棲生活がスタート!　2人だけの新生活は、甘くて可愛いしかない!?",
      "pt-br": "“Nii-san, parabéns pelo seu casamento. Esta pessoa é sua noiva. ”\n\"M-meu nome é Watanae Yuuka... estou na mesma classe que você ...\"\n\nMeu nome é Sakata Yuuichi. Estou no segundo ano do ensino médio.\nDevido às circunstâncias dos meus pais, de repente vou me casar ..?\nAlém disso, minha parceira é uma garota comum, Watanae-san.\nDurante meu terceiro ano do ensino médio, passei por uma experiência ruim. Desde então, só me interessei por heroínas 2D. Não há absolutamente nenhuma maneira de eu me interessar por uma garota 3D.\nFoi o que pensei, mas ...\n\n“...Bem, então quem é a sua heroína favorita agora?”\n\nAcontece que ela era na verdade uma otaku que fala bastante quando você fica intimo dela.\nEla sempre se envolveria com prazer em nossas conversas. Ela me mostrou coisas que eu nunca esperaria de uma garota da minha classe.\n\n\"Eh, já que vamos morar juntos... Tudo bem se eu te chamar de Yuu-kun?\"\n\nE, no momento em que baixei a guarda, ela imediatamente tentaria encurtar a distância entre nós.\nO que mais…\n\n“Só entre você e eu, na verdade sou a dubladora de Izumi Yuuna de『Alice Stage』. Obrigado por sempre me apoiar! ”\n\nÉ um segredo para todos os outros, mas acontece que ela é na verdade a dubladora da minha heroína favorita?!\nEstou interessado apenas em heroínas 2D!\nMas, o verdadeiro eu de Yuuka, que ela só mostra quando está sozinha comigo, não é nada além de fofa! \nEsta é a minha história com Yuuka, começando como noivos. Um romcom comovente e caótico!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc332d04-d3b0-413c-a767-70f5e451b031",
    "title": {
      "en": "Kuro no Shoukanshi"
    },
    "updatedAt": "2024-03-22T13:12:05+00:00",
    "coverArt": "https://mangadex.org/covers/dc332d04-d3b0-413c-a767-70f5e451b031/1d18535a-55ee-439a-a4b5-c92c819e0328.jpg",
    "altTitles": [
      {
        "en": "The Black Summoner"
      },
      {
        "ru": "Черный призыватель"
      },
      {
        "zh": "黑之召唤士"
      },
      {
        "ja": "黒の召喚士"
      },
      {
        "ko": "흑의 소환사"
      },
      {
        "en": "The Berserker Rises to Greatness"
      }
    ],
    "description": {
      "en": "“If you truly want to get stronger, you have to challenge and defeat those stronger than yourself.”\n\nWhile being transmigrated to another world, Kelvin bartered away his memories for a collection of powerful new abilities. Setting out on the ultimate adventure as the world’s strongest Summoner — with his first Follower being the very goddess who brought him over! — he soon discovers his true nature as a battle junkie.\n\nSomeone wants to pick a fight? Sure, bring it on! Facing off against one formidable foe after another, Kelvin can hardly contain his delight as he revels in the absolute exhilaration of a good fight!\n\nThe curtain rises on the start of an epic saga as this black-clad warrior and his allies carve their way into the annals of history!\n\nSee the colorful characters and the thrilling battles come to life in this visual retelling of the light novel series by Doufu Mayoi.\n\n---\n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n1222ci/) (Raw)\n- [Official English Light Novel](https://j-novel.club/series/black-summoner)",
      "ru": "Он очнулся в мире ничего не помня о себе, даже имени. Зато это мир меча и магии, а он призыватель. Ну, вперед, осваиваться в новом мире!",
      "pt-br": "As cortinas dessa história se abrem quando nosso protagonista troca suas memórias por um poder imensurável em um novo mundo. Agora, com o nome de Kelvin, ele precisa evoluir, dominar novos subordinados e se tornar o maior invocador de todos os tempos. Mas e então, até onde essa jornada vai nos levar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66f1298e-68c0-4cc8-9a9d-640104092bf5",
    "title": {
      "en": "Sekai de Tada Hitori no Mamonotsukai ~Tenshoku shitara Maou ni Machigawaremashita~"
    },
    "updatedAt": "2024-03-24T16:20:10+00:00",
    "coverArt": "https://mangadex.org/covers/66f1298e-68c0-4cc8-9a9d-640104092bf5/0d4145a6-9d8c-4140-98a8-b40ee92e4457.jpg",
    "altTitles": [
      {
        "zh-hk": "世界上唯一的魔物使~轉職后被誤認為了魔王~"
      },
      {
        "zh": "世界上唯一的魔物使~转职后被误认为了魔王~"
      },
      {
        "ko": "세계에서 유일한 마물술사 ~전직했더니 마왕으로 오해받았습니다~"
      },
      {
        "es": "El único domador de monstruos en el mundo, ~Fui confundido como el rey demonio cuando cambié mi trabajo~"
      },
      {
        "ru": "Единственный Укротитель монстров в мире. Меня ошибочно приняли за Короля демонов, когда я сменил профессию!"
      },
      {
        "ja": "世界でただ一人の魔物使い ～転職したら魔王に間違われました～"
      },
      {
        "en": "I’m the Only Monster Tamer in the World and Was Mistaken for the Demon Lord"
      }
    ],
    "description": {
      "en": "After searching for a long time, Noah finally found the [Divine Job Tome]. With it, he just might be able to get away from his current Divine Job [Hero] and its responsibility! Or so he thought. Because the new job that had been granted to him, [Monster Tamer] was completely unheard of..!?",
      "ja": "長い旅路の末、『転職の書』を手にしたノア。忌々しく感じていた『勇者』の職を捨て、新たに命じられた職業は『魔物使い』!!?　個性豊かな魔物達を仲間にし、憧れのスローライフを目指す！"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac49570e-e49e-40b1-9ae5-9e126361445c",
    "title": {
      "en": "Snow Mountain Monster Princess"
    },
    "updatedAt": "2024-05-07T10:16:40+00:00",
    "coverArt": "https://mangadex.org/covers/ac49570e-e49e-40b1-9ae5-9e126361445c/93cdcd8d-cada-41db-a1da-f77be488e3d9.jpg",
    "altTitles": [
      {
        "ko": "설산의 괴물 황녀"
      },
      {
        "en": "Monster Princess of the Snowy Mountain"
      }
    ],
    "description": {
      "en": "Valerie Bellov is exiled to the frozen mountains as punishment for her mother's sin. There, she gains the freezing ability of a monster that terrified the Empire in the past. On her 19th birthday, she takes her life by her own hands, only to wake up and find herself back in her childhood at the age of 9. In order to change the past, Valerie seeks to meet her stepbrother, Emperor Millard, who exiled her."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "deb90feb-ad58-4fb4-a8c4-53da5c5b2901",
    "title": {
      "en": "Unaware His Majesty Is a Girl"
    },
    "updatedAt": "2024-04-23T19:20:11+00:00",
    "coverArt": "https://mangadex.org/covers/deb90feb-ad58-4fb4-a8c4-53da5c5b2901/fd17e055-249e-4ca2-928b-dbe570350262.jpg",
    "altTitles": [
      {
        "zh": "不知陛下是女郎"
      },
      {
        "zh-hk": "不知陛下是女郎"
      },
      {
        "zh-ro": "Buzhi Bixia Shi Nülang"
      },
      {
        "vi": "Hoàng đế bệ hạ là nữ lang"
      },
      {
        "my": "ဘုရင်ကြီးကမိန်းကလေးမှန်းမသိခဲ့ဘူး"
      },
      {
        "ru": "Является ли ваше величие девушкой?"
      },
      {
        "vi": "Không Ngờ Bệ Hạ Là Nữ"
      }
    ],
    "description": {
      "en": "The new emperor, Qi Nian, acceded to the throne many years ago. He kept refusing the requests by his officials to choose a consort, brushing them off by saying \"the affairs of state are important, and I am busy with my work\". But Qi Nian finally relented as rumors that \"the emperor is impotent\" spread ever more widely.\n\nYu Dingdang was a particularly dim-witted girl, but born to a prestigious family. This led many to say: \"Madame Yu exchanged her brain for her looks\". Who could have expected that Yu would be selected by the emperor to be his empress consort?\n\nA happy and dramatic girl-girl romantic comedy set in the imperial palace. Yu couldn't have expected that this lofty emperor up on high was actually a girl?!",
      "zh": "新帝祁念登基多年，却终日以“国事要紧，朕沉迷工作”，拒绝了朝臣们的选妃请求。但“皇帝不行”的流言愈演愈烈，祁念不胜其烦，终是松口。玉玎珰出身名门，却生了个榆木脑袋，众人纷纷道：“玉家小姐是拿脑子换的脸”却不想，一朝入选，她竟成了国母。玉玎珰表面：啊？什么？是我吗？内心却汹涌澎湃。只因玉玎珰从小便立誓，一！定！要！成！为！祁！念！的！女！人！迷妹追星成功，在皇宫里上演了一系列“她逃她追，她插翅难飞”的啼笑皆非的欢喜故事却不想，这高高在上的至尊帝王，竟是女儿身？！",
      "zh-hk": "新帝祁念登基多年，卻終日以“國事要緊，朕沉迷工作”，拒絕了朝臣們的選妃請求。 但「皇帝不行」的流言愈演愈烈，祁念不勝其煩，終是鬆口。 玉玎璫出身名門，卻生了個榆木腦袋，眾人紛紛道：「玉家小姐是拿腦子換的臉」卻不想，一朝入選，她竟成了國母。 玉玎璫表面：啊？ 什麼？ 是我嗎？ 內心卻洶湧澎湃。 只因玉玎璫從小便立誓，一！ 定！ 要！ 成！ 為！ 祁！ 念！ 的！ 女！ 人！ 迷妹追星成功，在皇宮裡上演了一系列「她逃她追，她插翅難飛」的啼笑皆非的歡喜故事卻不想，這高高在上的至尊帝王，竟是女兒身？ ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "750d3c4f-86cc-46e5-bcbf-1498c6a18b88",
    "title": {
      "en": "The Wicked Ladies in Waiting"
    },
    "updatedAt": "2024-05-05T17:19:46+00:00",
    "coverArt": "https://mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "altTitles": [
      {
        "en": "Bad Maids"
      },
      {
        "ko": "나쁜 시녀들"
      }
    ],
    "description": {
      "en": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cdae359d-5fa9-4d4e-b11a-69dd32b09742",
    "title": {
      "en": "Apotheosis – Ascension to Godhood"
    },
    "updatedAt": "2024-04-12T10:05:45+00:00",
    "coverArt": "https://mangadex.org/covers/cdae359d-5fa9-4d4e-b11a-69dd32b09742/601a10fc-61aa-4102-9387-f6bf613fb934.jpg",
    "altTitles": [
      {
        "en": "Apotheosis – Elevation to the Status of a God"
      },
      {
        "zh-ro": "Bai Lian Cheng Shen"
      },
      {
        "en": "Forged Success"
      },
      {
        "en": "Principles of Heavens - Zen’s Cultivation of Immortality"
      },
      {
        "en": "The Endless Road to Divinity"
      },
      {
        "ru": "Становление богом"
      },
      {
        "zh": "百炼成神"
      }
    ],
    "description": {
      "en": "Luo Zheng, now a humble slave was born as the eldest son of a wealthy family. Due to his family's decline, the kidnapping of his sister by a powerful force, he can now only be stepped upon by others. However, heaven never seals off all exits. An ancient book left by his father reveals a secret divine technique, giving the reader immense power! But what is behind this power? This is a contest against fate.",
      "fr": "Luo Zheng est un esclave qui était auparavant fils ainé d’une famille riche. En raison du déclin de sa famille et de l’enlèvement de sa sœur par une force puissante, il est désormais piétiné et humilié par les autres. Cependant, le paradis ne scelle jamais toutes les sorties. Un livre ancien laissé par son père révèle une technique divine secrète, donnant au lecteur un immense pouvoir ! Mais que cache ce pouvoir ? Une course contre le destin débute !  \n  \n\n\n---\n\nOfficial English Alternative:  \n<https://mangatoon.mobi/en/detail/119>",
      "it": "Luo Zheng, ora un umile schiavo, è nato come il figlio maggiore di una famiglia ricca. A causa del declino della sua famiglia, del rapimento di sua sorella da parte di una forza potente, ora può essere calpestato solo da altri. Tuttavia, il paradiso non chiude mai tutte le uscite. Un libro antico lasciato da suo padre rivela una tecnica divina segreta, dando al lettore un potere immenso! Ma cosa c'è dietro questo potere? Questa è una gara contro il destino."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "564046e1-2919-4f8b-93cc-907b36256534",
    "title": {
      "en": "Boku wa Kimitachi wo Shihai suru"
    },
    "updatedAt": "2024-04-10T16:13:22+00:00",
    "coverArt": "https://mangadex.org/covers/564046e1-2919-4f8b-93cc-907b36256534/83128f84-b89b-4bd1-8e26-13bf2b06d40a.jpg",
    "altTitles": [
      {
        "ja": "僕は君たちを支配する"
      },
      {
        "ru": "Я буду контролировать тебя"
      },
      {
        "zh-hk": "我將要支配你們的一切"
      },
      {
        "vi": "Ta cai trị các em"
      },
      {
        "en": "I Will Rule You All"
      }
    ],
    "description": {
      "en": "Seven women, one man, a suspenseful harem story!\n\nDuring a class reunion, the school became an enclosed dimension without warning. Yelling and screaming brought no response. 26-year old unemployed Haruka Sato has to survive by cooperating with seven of his former classmates. Soon, the extreme conditions began to eat away at their sanity, and Haruka's hidden desires began to take hold.",
      "ru": "Семь женщин и один мужчина - захватывающая история о гареме!\n\nВо время встречи выпускников школа неожиданно превратилась в замкнутое пространство. Крики и вопли ни к чему не привели. 26-летнему безработному Харуке Сато приходится выживать, сотрудничая с семью своими бывшими одноклассниками. Вскоре экстремальные условия начали разъедать их рассудок, и скрытые желания Харуки начали овладевать ими.\n\n---\n\n(Source: [mangalib](https://mangalib.me/boku-wa-kimitachi-wo-shihai-suru?section=info))",
      "vi": "Bảy nữ, một nam, câu chuyện hậu cung hồi hộp!\nTrong một buổi họp lớp, trường học bỗng nhiên bị một bức tường kỳ lạ bao quanh, không ai có thể thoát ra được. Haruka Sato 26 tuổi thất nghiệp phải sống sót bằng cách hợp tác với bảy người bạn học cũ của mình. Cuối cùng, hoàn cảnh khắc nghiệt bắt đầu ăn mòn tâm trí của họ, và dục vọng thầm kín của Haruka đã lộ ra nanh vuốt"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "11",
    "lastChapter": "94"
  },
  {
    "mangaId": "cb98bd40-a903-4416-bdd0-dab93d8f36ad",
    "title": {
      "en": "R15+ Ja Dame Desuka?"
    },
    "updatedAt": "2024-01-21T03:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/cb98bd40-a903-4416-bdd0-dab93d8f36ad/2c9b86be-4634-4e4d-8e53-41c367147347.jpg",
    "altTitles": [
      {
        "ja-ro": "R15+ Ja Dame Desuka?"
      },
      {
        "ja": "R15＋じゃダメですか？"
      },
      {
        "vi": "Xem phim \"người lớn\" được không?"
      },
      {
        "en": "How About R15?"
      }
    ],
    "description": {
      "en": "What should I do to become an adult? Akane Amou, who grew up with her parents forbidding any kind of entertainment, is a little bad with \"stimulating\" stuff, to the point she can't even watch a kissing scene in a drama. Now that she’s a highschool student, she somehow wants to overcome it! Those are her intentions, but it’s not that easy. Meanwhile, she got acquainted with a movie otaku named Fuyumine. Will she be able to watch an R15 movie…?",
      "ja": "大人になるって、どうすればいいの？　親からすべての娯楽を禁止されて育った天羽秋音は、ドラマのキスシーンも観れないくらい、”刺激的”なものが少し苦手。高校生にもなったんだから、なんとか克服したい！　と意気込むが、なかなか道は険しい。そんな中、映画オタクの冬峰と知り合い、15禁映画を観ることになり…⁉\n \n--- \n \nOtona ni naru tte, dōsureba ī no? Oya kara subete no goraku o kinshi sa rete sodatta Amou aki-on wa, dorama no kisushīn mo mi renai kurai, ”shigeki-teki” na mono ga sukoshi nigate. Kōkōsei ni mo natta ndakara, nantoka kokufuku shitai! To ikigomu ga, nakanaka michi wa kewashī. Son'na Chū, eiga otaku no fuyu-hō to shiriai, 15 kin eiga o miru koto ni nari...!?",
      "vi": "\"Mình sẽ làm gì để trở thành người lớn?\"\nAkane Amou, lớn lên trong sự bảo bọc nghiêm khắc của cha mẹ mà không tiếp xúc với phương tiện giải trí, bước qua tuổi 15, trước những thứ \"tình cảm\", thậm chí là một nụ hôn cũng không thể xem được.\nGiờ đã vào trường cấp ba, cùng với cậu bạn Fuyumine, Amou sẽ bước qua những rào cản ấy. Liệu cô bé có thể xem được một phim nhán mác \"cấm trẻ em\"?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-05-08T21:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/727507d5-949c-4586-b976-1ec0997e5200.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74ad3ad0-41e2-4919-a3dd-e5061c3444da",
    "title": {
      "en": "Futago Matomete \"Kanojo\" ni Shinai?"
    },
    "updatedAt": "2024-05-02T20:13:51+00:00",
    "coverArt": "https://mangadex.org/covers/74ad3ad0-41e2-4919-a3dd-e5061c3444da/e5121059-4937-42cb-a956-8d8bcfda44d3.png",
    "altTitles": [
      {
        "ja": "双子まとめて『カノジョ』にしない?"
      },
      {
        "en": "Why Don't You Make the Twins Your \"Girlfriend\" Together?"
      }
    ],
    "description": {
      "en": "Usami is a beautiful classmate with good morals and top grades. At school, she views Sakuto as her rival. But when he bumps into her after school, he sees a different side of her. She was playing at an arcade after classes, and she had this innocent smile that one couldn't imagine on her at school.\n\nFor the sake of getting along with her, he gets close to her at school and then plays together with her after school. They each have their places where they can deepen their bonds, and at last...\n\nThis is the start of a heart-warming love triangle romcom!\n\n---\n\n**Links:** \n- [Official LN (JP)](https://fantasiabunko.jp/special/202311futago)",
      "ja": "品行方正、成績トップの同級生美少女・宇佐見。\n校内で俺をライバル視して突っかかる彼女には放課後、別の顔がある。\n彼女は放課後、ゲーセンで遊び、学校では想像できない無邪気な笑顔を見せるのだ。\n\n俺は宇佐見と仲良くなるため、校内では寄り添い、放課後は一緒に遊ぶ。\nそれぞれの場所で仲を深め、ついに……ハートフル三角ラブコメ開幕！",
      "pt-br": "Usami é uma linda colega de classe, com bons costumes e notas altas. Na escola, ela vê Sakuto como seu rival. Mas quando ele a encontra depois da escola, ele vê um lado diferente dela. Ela estava jogando no fliperama depois das aulas e tinha aquele sorriso inocente que ninguém poderia imaginar nela na escola.\n\nPara se dar bem com ela, ele se aproxima dela na escola e depois joga com ela depois da escola. Cada um deles tem seus lugares onde podem aprofundar seus laços e, finalmente...\n\nEste é o início de uma comédia romântica de triângulo amoroso comovente!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "491bdbe0-0c83-42d5-8b20-3a651e65f70b",
    "title": {
      "en": "Oshi ga Budoukan Ittekuretara Shinu"
    },
    "updatedAt": "2023-03-04T05:44:37+00:00",
    "coverArt": "https://mangadex.org/covers/491bdbe0-0c83-42d5-8b20-3a651e65f70b/8f52f4f0-cf4b-4738-8ba6-5d41e95c6ea3.jpg",
    "altTitles": [
      {
        "en": "I'd die if the one I support makes it to the Budoukan"
      },
      {
        "en": "If My Favourite Idol Made it to The Budoukan, I Would Die"
      },
      {
        "ja-ro": "Oshi ga Budoukan Itte Kuretara Shinu"
      },
      {
        "ja-ro": "Oshibudo"
      },
      {
        "ja": "推しが武道館いってくれたら死ぬ"
      },
      {
        "zh": "神推登上武道馆我就死而无憾"
      },
      {
        "zh-hk": "神推偶像登上武道館我就死而無憾"
      }
    ],
    "description": {
      "en": "A girl is obsessed with her favorite idol, a minor member of a less popular group, enough that she says she'd die to see her play at Budoukan.\n\nAnime adaptation: [AniDB](https://anidb.net/anime/14087), [MAL](https://myanimelist.net/anime/37890), [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=22307)\n\nLive-action series adaptation: [MyDramaList](https://mydramalist.com/732315-oshi-ga-budoukan-ittekuretara-shinu)"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "217c3396-1d8e-48f8-acf6-01c19e1a76bd",
    "title": {
      "en": "Sukaraiti"
    },
    "updatedAt": "2024-01-30T21:14:32+00:00",
    "coverArt": "https://mangadex.org/covers/217c3396-1d8e-48f8-acf6-01c19e1a76bd/daf70c94-81b5-4a6a-986f-e7186c25cadb.jpg",
    "altTitles": [
      {
        "ja": "スカライティ"
      }
    ],
    "description": {
      "en": "In a world that has come to an end, a robot continues along on a solitary journey. Ars’ goal is to cut off any lingering attachments of the surviving humans, in order to “kill” them. The activities of the humans living in this dystopia… are surely beautiful. A fickle yet gentle apocalyptic travelogue begins—"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "18"
  },
  {
    "mangaId": "94e81520-f128-4a18-83ca-304e5f76d26d",
    "title": {
      "en": "Magical World Jun"
    },
    "updatedAt": "2024-01-03T03:58:02+00:00",
    "coverArt": "https://mangadex.org/covers/94e81520-f128-4a18-83ca-304e5f76d26d/5e7da2f4-58ac-4ec3-bc93-3fb5d3468b6a.png",
    "altTitles": [
      {
        "ja-ro": "Mahou Sekai no Jun"
      },
      {
        "ja": "魔法世界の ジュン"
      },
      {
        "en": "Fairy Tale Manga Magical World Jun"
      }
    ],
    "description": {
      "en": "Jun of Ishinomori's Fantasy World Jun returns, this time as a younger boy. While he may be younger, the sights he sees are as fantastic as ever, taking one on trips throughout different worlds as he tries to make sense of things.\n\nSerialized in two magazines, including Sanrio's shojo magazine Lyrica."
    },
    "status": "completed",
    "releaseDate": 1977,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "c9bb51b3-0e97-43ff-a64a-1c16d0de5d50",
    "title": {
      "en": "Slow Start"
    },
    "updatedAt": "2024-03-11T05:59:05+00:00",
    "coverArt": "https://mangadex.org/covers/c9bb51b3-0e97-43ff-a64a-1c16d0de5d50/b21e6938-aaaa-49c9-b715-e1c8995d07d6.jpg",
    "altTitles": [
      {
        "ja": "スロウスタート"
      }
    ],
    "description": {
      "en": "Following an unfortunately timed case of the mumps, Hana Ichinose misses all of her high school entrance exams and ends up having to spend a gap year as a ronin. Moving to a new location and starting high school a year late, Hana becomes friends with her classmates, Eiko, Tama, and Kamuri, while keeping it a secret that she is a year older than them."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27845ec9-d81c-4537-a187-14d448a766c0",
    "title": {
      "en": "Yume De Aetara"
    },
    "updatedAt": "2024-05-10T21:25:13+00:00",
    "coverArt": "https://mangadex.org/covers/27845ec9-d81c-4537-a187-14d448a766c0/3114c302-3ef8-46d2-9349-e42a3c00bb0c.jpg",
    "altTitles": [
      {
        "en": "If I See You In My Dream"
      },
      {
        "en": "If I See You In My Dreams"
      },
      {
        "ja-ro": "Yume de Aetara"
      },
      {
        "ja": "夢で逢えたら"
      },
      {
        "pt-br": "Se eu te ver no meu sonho"
      }
    ],
    "description": {
      "en": "Fuguno Masuo is a hapless 24 year-old businessman who is unlucky in love, He's never even had a girlfriend! After consulting a fortune teller, Masuo believes he'll never have a chance in love. All that changes when he meets the beautiful Nagisa Shiozaki at a marriage interview pub, who herself has had the same poor luck with guys. Now he'll do anything to woo the girl, but he'll have to fend off other suitors and the affections of a co-worker, all while keeping himself out of awkward situations that always end badly for him.  \n  \nOriginally penned by Yamahana Noriyuki under the pen name Hanako.",
      "es-la": "Masuo Fuguno, un pobre hombre de negocios de 24 años que nunca ha tenido novia. Después de consultar con una adivina, Masuo cree que nunca tendrá chances en el amor. Todo eso cambia cuando conoce a la hermosa Nagisa en un bar de entrevistas matrimoniales, la que también tiene mala suerte con los hombres. Ahora Masuo hará lo que sea para conquistar a Nagisa, pero tendrá que vérselas con otros pretendientes y el amor de una compañera, todo eso mientras trata de mantenerse fuera de situaciones incómodas...",
      "pt-br": "Fuguno Masuo é um triste homem e trabalhador de 24 anos que tem azar no amor, ele nunca teve uma namorada! Depois de consultar uma cartomante, Masuo acredita que ele nunca terá uma chance no amor. Tudo muda quando ele vê a linda Nagisa Shiozaki em uma entrevista pública de casamento, que a mesma, tem a mesma sorte ruim com os rapazes. Agora ele fará tudo para ficar com a garota, mas ele terá que defender-se de outro pretendente e das afeições do co-proprietário, enquanto ele tenta se manter longe de situações desastrosas que sempre acaba mal para ele."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "143"
  },
  {
    "mangaId": "db2227a7-7551-4233-991f-cc9dc1f20be2",
    "title": {
      "en": "Kinsou no Vermeil ~Gakeppuchi Majutshi wa Saikyou no Yakusai to Mahou Sekai wo Tsukisusumu~"
    },
    "updatedAt": "2024-02-19T03:38:54+00:00",
    "coverArt": "https://mangadex.org/covers/db2227a7-7551-4233-991f-cc9dc1f20be2/e18ffaa0-d3b2-4377-a9b3-2bd77239a4b8.jpg",
    "altTitles": [
      {
        "ja": "金装のヴェルメイユ ～崖っぷち魔術師は最強の厄災と魔法世界を突き進む～"
      },
      {
        "zh": "金装的维尔梅～濒临堕落的魔法师和最强的灾厄一起冲入魔法世界～"
      },
      {
        "ko": "금장의 벨메이유 ∼벼랑 끝 마술사는 최강의 재액과 마법세계를 헤쳐나간다"
      },
      {
        "ru": "Вермейл в золотом: Сильнейший маг проходит через магический мир с сильнейшей катастрофой"
      },
      {
        "ja-ro": "Kinsou no Vermeil ~Gakeppuchi Majutshi wa Saikyou no Yakusai to Mahou Sekai wo Tsukisusumu~"
      },
      {
        "en": "Vermeil in Gold: The Failing Student and the Strongest Scourge Plunge Into the World of Magic"
      },
      {
        "en": "Vermeil in Gold: A Desperate Magician Barges Into the Magical World Alongside the Strongest Calamity"
      }
    ],
    "description": {
      "en": "A student at the magic school, Alto, who was on the verge of repeating the school year, accidentally found a book that activated a magic circle, and as a result, summoned the sealed devil Vermeil! Vermeil is a very unhealthy older sister with a power devastating enough to be called a disaster!  \n  \nThe apprentice magician walks side by side with the strongest being in existence!!\n\n---\n**Links:**\n- Alternative Official English - [Manga UP!](https://global.manga-up.com/manga/91)",
      "ja": "留年の危機に瀕していた魔法学校の生徒・アルトは偶然見つけた本の魔法陣を発動させた結果、封印されていた悪魔・ヴェルメイを召喚してしまった！　ヴェルメイは厄災ともいえる強大な力を持つ、大変不健全なお姉さんで!?　 崖っぷち魔術師が最強の使い魔と歩む王道ファンタジー開幕!!",
      "ru": "Ученик школы магии Альто, который был на грани того, чтобы остатся на второй учебный год, случайно нашел книгу, которая активировала магический круг, и в результате вызвал запечатанного дьявола Вермеила! Вермеил-очень нездоровая старшая сестра с силой, достаточно разрушительной, чтобы ее можно было назвать катастрофой! Ученик мага идет бок о бок с самым сильным существом на свете!!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a75fd897-83bf-4825-a4ea-0632071e000e",
    "title": {
      "en": "The Story of a Waitress and Her Customer"
    },
    "updatedAt": "2023-08-18T07:29:09+00:00",
    "coverArt": "https://mangadex.org/covers/a75fd897-83bf-4825-a4ea-0632071e000e/db57401c-f911-4d5e-a5a1-d6d76b08bc15.jpg",
    "altTitles": [
      {
        "ja": "とある店員と客の話"
      },
      {
        "ja-ro": "Toaru Tenin to Kyaku no Hanashi"
      },
      {
        "uk": "Історія Служки та її Відвідувача"
      },
      {
        "uk": "Історія офіціантки та її відвідувача"
      },
      {
        "fr": "L'histoire d'une serveuse et de son client"
      },
      {
        "es": "La historia de una camarera y su cliente"
      },
      {
        "ko": "어느 점원과 손님 이야기"
      }
    ],
    "description": {
      "en": "Saki, a college student working at an izakaya, has a crush on Shiraishi, an office worker who is a regular customer. Be brave for your first love today! I gave him a love letter and… Shiraishi also has no experience in love?! A heartwarming love comedy♪",
      "es": "Saki, una estudiante universitaria que trabaja en un bar de estilo izakaya, esta enamorada de Shiraishi, un oficinista que es un cliente regular en el bar. ¡Sé valiente por tu primer amor hoy! Le dí una carta de amor y… ¿¡Shiraishi tampoco tiene experiencia con el amor!? Una acogedora comedia romántica♪",
      "uk": "Сакі, студентка коледжу, яка працює в ізакаї, закохана у постійного клієнта Шіраїші. Протягом багатьох місяців вона хотіла розповісти йому про свої почуття. На жаль, через відсутність сміливості її любовний лист так і залишався не доставленим протягом півроку. Однак, нарешті настав день, коли вона його йому віддасть. Це початок зворушливої ​​історії між офіціанткою та її клієнтом."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "37.5"
  },
  {
    "mangaId": "70562cf3-2733-4959-8115-06171e57bc95",
    "title": {
      "en": "Chii-chan"
    },
    "updatedAt": "2024-04-22T17:48:06+00:00",
    "coverArt": "https://mangadex.org/covers/70562cf3-2733-4959-8115-06171e57bc95/70b57071-b150-4c79-94a1-fa9f89a9a9a0.jpg",
    "altTitles": [
      {
        "ja": "ちーちゃん"
      }
    ],
    "description": {
      "en": "It was the day Chiichan, who never comes to middle school at all, suddenly showed up in her tattered sweats with dead insects, causing a commotion in the class. Yuua has been with her since kindergarten and cares about her, and her classmate Koudai asks if he can help Chiichan out...\nA new series born from a unique collaboration, in which Oshimi Shuuzou depicts the prequel to Chiichan, the aberrant heroine of Naitou Eisuke's film *Poison Girl*, as an original manga *Chiichan*!",
      "fr": "Chii, qui ne vient habituellement pas en cours, se présente un jour vétue de haillons, et un insecte à la main. De quoi faire parler la classe...",
      "es-la": "Chii-chan, quien rara vez asiste a la escuela secundaria, que viste un desgastado chándal y tiene un hobby peculiar. Un día hace algo que causa miedo en el salón, por lo que, dos jóvenes tratan de ayudarla. Esta nueva serie es una colaboración en la que Shūzō Oshimi dibuja la precuela del extraordinario personaje de Chii-chan, la inusual personaje de la película \"Doku Musume\" dirigida por Eirō Naitō."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "2ba04256-b285-481e-a864-78fe40525140",
    "title": {
      "en": "Hikikomori Reijou wa Hanashi no Wakaru Seijuuban"
    },
    "updatedAt": "2024-01-09T16:19:13+00:00",
    "coverArt": "https://mangadex.org/covers/2ba04256-b285-481e-a864-78fe40525140/371d5383-864c-413a-bfd4-25e16b06954b.jpg",
    "altTitles": [
      {
        "ja": "引きこもり令嬢は話のわかる聖獣番"
      },
      {
        "ja-ro": "Hikikomori Reijou wa Hanashi no Wakaru Seijuu-ban"
      },
      {
        "en": "The Shut-in Lady Is an Understanding Sacred Beast Caretaker"
      },
      {
        "en": "The Shut-in Lady Is a Reasonable Sacred Beast Caretaker"
      },
      {
        "zh-hk": "家裏蹲大小姐是懂獸醫的聖獸飼養員"
      },
      {
        "zh": "家里蹲大小姐是懂兽医的圣兽饲养员"
      },
      {
        "ko": "히키코모리 영애는 말이 통하는 성수 지킴이"
      },
      {
        "ko": "은둔형 외톨이 영애는 말이 통하는 성수 돌보미"
      },
      {
        "th": "คุณหนูพูดไม่เก่งกับนานาสัตว์มหัศจรรย์"
      }
    ],
    "description": {
      "en": "\"We need money for your bedridden mother. So please, work at the Royal Palace!\"\n\nThis is what the daughter of a Count, Muriel, was told by her father one day, which she firmly refused.\n\nThat's because she's a shut-in whose weakness is socializing, simply immersing herself in books. \"No way am I going to work at the Royal Palace!\" is what she thought, but her father proposed she work as a librarian. Thinking that she might be able to work there if it's that, Muriel immediately went for an interview, but–\n\nWhy is she being interviewed by Commander Silas who exudes sensuality?! And why is it that when she came to, she was already employed as the \"Sacred Beast Caretaker,\" someone who takes care of the sacred beasts?! A very popular work from Ichijinsha's Iris Collection!!! The long-awaited comicalization of the Sacred Beast love comedy between a shut-in lady and the commander of the Sacred Beast Order!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d080f85f-a6ef-4e0a-9569-c0709b60d8c0",
    "title": {
      "en": "Isshou Senkin"
    },
    "updatedAt": "2024-04-11T23:55:17+00:00",
    "coverArt": "https://mangadex.org/covers/d080f85f-a6ef-4e0a-9569-c0709b60d8c0/444b7ff9-ba6d-4de8-b9d0-0a462c5d0404.jpg",
    "altTitles": [
      {
        "ja": "一勝千金"
      },
      {
        "en": "STAR: Strike it Rich"
      },
      {
        "en": "ST✰R: Strike it Rich"
      },
      {
        "ru": "Звезда: Бей, богатей"
      },
      {
        "ru": "Бесценная Победа"
      }
    ],
    "description": {
      "en": "“Yup! Just as slow as I thought.”\n\nAfter retiring from public fighting and getting fired from underground fighting, 27 year old Tenma Nozomi's zest for life is gradually dwindling away. It's hard to be at the bottom with nowhere to go, and that's exactly where she and her two friends are. However, Nozomi hits upon an idea that may just solve all of their problems: they could make their own underground fighting circuit for women, and tap into an underexplored market. As good as that sounds, her insistence on including the unknown quantity Hongou Hina may prove to be more than she bargained for..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c062006-5ea7-4fbc-a39d-23e3f66420e4",
    "title": {
      "en": "Kichiku Eiyuu"
    },
    "updatedAt": "2024-05-10T23:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/7c062006-5ea7-4fbc-a39d-23e3f66420e4/d91ab76b-5b26-4914-add6-0c2fa7e90e10.jpg",
    "altTitles": [
      {
        "en": "Savage Hero"
      },
      {
        "ja": "鬼畜英雄"
      },
      {
        "id": "Pahlawan Biadab"
      },
      {
        "ja-ro": "Kichiku Hero"
      }
    ],
    "description": {
      "en": "10 years since he reincarnated in hell…Takamichi is troubled. With the “Incubus” power unlocking further to become stronger by having sex with women but his growth peaked. “I’ll move to a new area, wait for me beautiful women of the new world!” Sexy & violent pretty girl battle fantasy!",
      "pt-br": "10 anos desde que ele reencarnou no inferno ... O herói “Takamichi” está com problemas. Com o poder do “Incubus” de ficar mais forte fazendo sexo com mulheres, ele já não tinha mais inimigos e seu crescimento atingiu o pico. “Vou me mudar para uma nova área, esperem por mim, lindas mulheres do novo mundo!” Fantasia de batalha de menina bonita sexy e violenta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8265ac42-6962-416c-bcb9-cc30915d5856",
    "title": {
      "en": "Zettai Karen Children"
    },
    "updatedAt": "2024-05-10T22:31:26+00:00",
    "coverArt": "https://mangadex.org/covers/8265ac42-6962-416c-bcb9-cc30915d5856/0af4743f-d8e5-4ba8-a6af-d5d95e2ea487.jpg",
    "altTitles": [
      {
        "en": "Absolutely Lovely Children"
      },
      {
        "ja": "絶対可憐チルドレン"
      },
      {
        "en": "Cute Children"
      }
    ],
    "description": {
      "en": "It's the 21st century, and the number of ESPers continues to increase. They are active in the military, diplomacy, politics, and in other places. They hold the key for global competition. A country that controls ESP can control the world! However individuals who posses higher than Level 4 are less than 3% of the population. There are only three Level 7 people who have government contracts. These three are Kaoru, Aoi, and Shiho, ten-year old girls, who work for B.A.B.E.L. With the guidance of Kouichi, a twenty-year old genius, they catch criminals and evil ESPers.",
      "pl": "W przyszłości ludzie posiadające zdolności ESP pojawiają się coraz częściej. W większości są to osoby ze zdolnościami na tyle słabymi, że nie wpływa to na ich codzienne życie. Jednak pojawiają się również wyjątki w postaci jednostek z potężniejszymi umiejętnościami. Na świecie osób mających poziom siódmy jest wyłącznie kilkoro, a w samej Japonii znajduje się ich trójka. Japoński rząd zatrudnił do współpracy z B.A.B.E.L. właśnie tę trójkę najpotężniejszych ESPerów. Okazały się nimi trzy dziesięcioletnie dziewczynki: Kaoru, Aoi i Shiho. Co może spotkać rozbrykane małolaty i ich starszego opiekuna, Kouichi Minamoto? Dowiedzcie się sami…"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "63",
    "lastChapter": "622"
  },
  {
    "mangaId": "6d86341c-0d7f-4a27-adfc-92d6a7071799",
    "title": {
      "en": "Youjo Musou"
    },
    "updatedAt": "2024-04-29T16:02:00+00:00",
    "coverArt": "https://mangadex.org/covers/6d86341c-0d7f-4a27-adfc-92d6a7071799/7b4eb8cf-ca96-49d0-bb3e-b82ffea50f12.jpg",
    "altTitles": [
      {
        "ja": "幼女無双"
      },
      {
        "ja": "幼女無双 ～仲間に裏切られた召喚師、魔族の幼女になって【英霊召喚】で溺愛スローライフを送る～"
      },
      {
        "ja-ro": "Youjo Musou: Nakama ni Uragirareta Shoukanshi, Mazoku no Oujo ni Natte \"Eirei Shoukan\" de Dekiai Slow Life wo Okuru"
      },
      {
        "en": "Little Girl Musou"
      },
      {
        "en": "Unparalleled Little Girl: A Summoner Betrayed by Friends, Become a Demon Little Girl, and Live a Doting Slow Life with \"Summoning of the Spirits\""
      }
    ],
    "description": {
      "en": "Lilith, the summoner who accompanied the hero party, was betrayed during the battle with the demons and suffered a serious injury because she refused the invitation of the hero. Helped by her demons, she cannot return to the country in a detour, so she decides to become a demon at the recommendation of Astaroth, the four demon kings who helped her. However, she made a slight mistake and she turned into a little girl. Even if she becomes a little girl, her magical power is not the same, but powers up! Summon the spirits and make an outstanding performance in battle and slow life!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a781de8e-0935-45bd-bc33-cbc76ea8c6f9",
    "title": {
      "en": "Until I Become Me"
    },
    "updatedAt": "2024-05-10T20:06:20+00:00",
    "coverArt": "https://mangadex.org/covers/a781de8e-0935-45bd-bc33-cbc76ea8c6f9/813c7541-1ca3-4dcd-82bf-f20a96ef70d5.png",
    "altTitles": [
      {
        "ja": "オレが私になるまで"
      },
      {
        "ja-ro": "Orewata"
      },
      {
        "pt-br": "Até Que Eu (Ele) Me Torne Ela"
      },
      {
        "ja-ro": "Ore ga Watashi ni Naru made"
      }
    ],
    "description": {
      "en": "A boy who used to be abusive to girls wakes up one day as one.\n\n\"I'll go back being a boy soon,\" he thought, however that was not the case. Follow Akira as he grows and learns little by little to accept the puzzling changings in her surroundings and her heart.",
      "es": "Un niño que solía molestar a otras niñas un día se despierta como una. \"Volveré pronto a ser un chico\" el pensó, este no fue el caso. Sigue a Akira mientras crece y aprende poco a poco a aceptar los confusos cambios en sus alrededores y en su corazón.",
      "fr": "Un garçon qui avait l'habitude de malmener les filles se réveille un jour comme si il en était une. \"Je redeviendrai bientôt un garçon\", se dit-il, mais ce n'est pas le cas. Suivez Akira au fur et à mesure qu'il grandit et apprend peu à peu à accepter les changements déroutants de son environnement et de son cœur.",
      "es-la": "Kira es un chico que solía ser abusivo con las chicas, hasta que un día se despierta como una. \"Volveré a ser un chico pronto\", es lo que pensó, sin embargo, ese no seria el caso. Sigue a Akira mientras crece y aprende poco a poco a aceptar los cambios desconcertantes en su entorno y en su corazón",
      "pt-br": "Um menino que costumava ser abusivo com as meninas acorda um dia como uma garota. “Em breve voltarei a ser menino” ele pensou, mas não foi o caso. Siga Akira enquanto ele cresce e aprende pouco a pouco a aceitar as mudanças intrigantes ao seu redor e em seu coração."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "600f467c-9613-4056-aa21-bb2ecc295b84",
    "title": {
      "en": "Osananajimi Kanojo no Morahara ga Hidoin de Zetsuen Sengen shite Yatta"
    },
    "updatedAt": "2024-04-16T17:18:22+00:00",
    "coverArt": "https://mangadex.org/covers/600f467c-9613-4056-aa21-bb2ecc295b84/232d9396-4979-4e54-9796-16264df69123.jpg",
    "altTitles": [
      {
        "ja-ro": "Osananajimi Kanojo no Morahara ga Hidoi n de Zetsuen Sengen Shite Yatta: Jibun Rashiku Ikiru Koto ni Shitara, Naze ka Tonari no Seki no Kakure Bishoujo kara Kokuhaku Sareta"
      },
      {
        "ja": "幼馴染彼女のモラハラがひどいんで絶縁宣言してやった ~自分らしく生きることにしたら、なぜか隣の席の隠れ美少女から告白された~"
      },
      {
        "vi": "Quá mệt mỏi với việc bị con bạn thuở nhỏ kiêm bạn gái bắt nạt, tôi đã chia tay với em ấy"
      },
      {
        "en": "I’m Sick and Tired of My Childhood Friend’s, Now Girlfriend’s, Constant Abuse so I Broke up With Her"
      }
    ],
    "description": {
      "en": "My childhood friend is also my girlfriend. A dream come true, right? Hell no. She insults me on a daily basis. She grinds my dignity into shreds and it takes a toll on my mental well-being. I can’t take it anymore.\n\nSo I’m left with no choice, I’m going to break up with her. In order to maintain my sanity, it’s the only option.\n\nAnd thus, the story of my break up begins…",
      "pt-br": "Minha amiga de infância também é minha namorada. Um sonho realizado, certo? De jeito nenhum, ela me insulta diariamente, ela destrói minha dignidade e isso afeta meu bem-estar mental, não aguento mais. Então não tenho escolha, terminarei com ela. Para manter minha sanidade, é a única opção."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c958fcb8-b4af-4462-817b-fb58fe7beca4",
    "title": {
      "en": "Senshun Kansoku"
    },
    "updatedAt": "2024-05-10T22:01:58+00:00",
    "coverArt": "https://mangadex.org/covers/c958fcb8-b4af-4462-817b-fb58fe7beca4/d616416c-02f0-49aa-aeae-2fbe8383952d.jpg",
    "altTitles": [
      {
        "es": "Observando el inicio de la primavera"
      },
      {
        "en": "Observing him since early spring"
      },
      {
        "ja": "浅春観測"
      }
    ],
    "description": {
      "en": "Wakamatsu Haruka (3rd year of middle school) finds the new student Hachiya Shuuto (1st year of middle school) sleeping on the train station and Haruka can't help wanting to take care of the small Shuuto.  \n  \nThis is the story of a member of the baseball club and the leader of the school band."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "11.5"
  },
  {
    "mangaId": "c20003ed-d20d-458a-b8a9-918fb4d9c720",
    "title": {
      "en": "Majutsu Guild Sousui ~Umarekawatte Imasara Yarinaosu Nidome no  Gakuin Seikatsu~"
    },
    "updatedAt": "2024-03-20T18:23:51+00:00",
    "coverArt": "https://mangadex.org/covers/c20003ed-d20d-458a-b8a9-918fb4d9c720/15939a22-ff3b-4f20-bfbe-5b3fcb5ed547.jpg",
    "altTitles": [
      {
        "ja": "魔術ギルド総帥～生まれ変わって今更やり直す2度目の学院生活～"
      },
      {
        "en": "Master of the Magic Guild: Reborn and Starting Over Now for the Second Time at the Academy"
      }
    ],
    "description": {
      "en": "Cedric, the Great Sage of Heaven. He was called a living legend because of his overwhelming magical power until he died an unlucky death due to the betrayal of his subordinate. Feeling the limits of his power, Cedric plans to start over by reincarnating as a child. However, he gets reincarnated in the body of a bullied student! For the young man who went as far as to give his life to call Cedric, a revenge drama of the strongest great sage begins!",
      "ja": "至天の大賢者セドリック。圧倒的な魔導の力により生ける伝説とも呼ばれていた彼だが、部下の裏切りにより非運の死を遂げてしまう。己の力に限界を感じていたセドリックは、転生の法理を使用して子どもからのやり直しを図る。しかし、転生先は魔法の才能ナシで親からも勘当された落ちこぼれのいじめられっ子!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]