[
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2025-01-03T16:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/6ae7c384-8f33-4c29-a062-ff71628c2e95.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01c52e9d-855a-448b-a6e1-a04865f472a5",
    "title": {
      "en": "Takara Shimai"
    },
    "updatedAt": "2025-01-04T19:01:48+00:00",
    "coverArt": "https://mangadex.org/covers/01c52e9d-855a-448b-a6e1-a04865f472a5/4c640b97-e070-4916-9fa7-ec45817ab366.jpg",
    "altTitles": [
      {
        "ja": "宝姉妹"
      },
      {
        "ja-ro": "Takara Shimai"
      },
      {
        "zh": "中奖姐妹"
      }
    ],
    "description": {
      "ja": "小学生の姉妹・ニイナとマナは、「人生は冒険や!!」と置き手紙を残し2カ月前に姿を消した父の帰りを待ち続けている。そんなある日、父が誕生日プレゼントとして置いていった宝くじを確認した2人は、3億円を当ててしまい……。まだ小学生であることから当選金額の大きさがわからないニイナとマナは、“ぜーたく”をするためにとある店へと足を運ぶ。",
      "zh": "两个月前，父亲留下一封写着「人生就是冒险!!」的字条，便神秘消失了，只留下小学生姐妹新奈和真奈一直在家中等候归来。然而某一天，父亲作为生日礼物留下的彩票，竟然开出了3亿日元大奖……。还只是小学生的新奈和真奈，并不明白这笔巨款的价值。为了「尽享奢华」，她们走进了一家神秘的店铺……"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "254d23d0-35c2-44bc-995d-c253736a2460",
    "title": {
      "en": "Nadeshiko Doremisora"
    },
    "updatedAt": "2024-10-29T20:32:44+00:00",
    "coverArt": "https://mangadex.org/covers/254d23d0-35c2-44bc-995d-c253736a2460/5fcfb846-cc7a-41ab-918e-ac93b0e6a38d.jpg",
    "altTitles": [
      {
        "ja": "なでしこドレミソラ"
      }
    ],
    "description": {
      "en": "Miya Nekoma made a bold high school debut in an attempt to change from her once \"infamously\" boring self. As a part of the change, she decided to join the school's Light Music Club, but on her way to sign up she is intercepted by the energetic shakuhachi flute player Hiyo Takemi who introduces her to the world of Wagakki, or traditional Japanese instruments. After the two attend a concert from one of Japan's leading traditional/modern fusion bands, Miya becomes enamored with the Tsugaru-shamisen, a three stringed lute.  \n  \nWith Hiyo by her side, Miya delves into the world of traditional Japanese music as new acquaintances and friends help to make her dream of sharing the sound she loves a reality."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "32"
  },
  {
    "mangaId": "2528b57f-7b93-447b-82ba-0285f66ddd06",
    "title": {
      "en": "Updater"
    },
    "updatedAt": "2024-12-02T14:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/2528b57f-7b93-447b-82ba-0285f66ddd06/65428692-c64b-4b1b-b725-9152b66b445c.jpg",
    "altTitles": [
      {
        "ko": "업데이터"
      },
      {
        "ja": "アップデーター～NPCからの成り上がり～"
      },
      {
        "ru": "Мастер заточки"
      }
    ],
    "description": {
      "en": "The blacksmith NPC ‘Aiden.’\n\nOne day, his village gets deleted by the hands of the system moderator and as he and his little sister ‘Elise’ perished, he swore to himself.\n\nI’ll destroy this system with my very hands.\n\nIt was then…!\n\n“You have unlocked moderator perms, Moderator Lv. 1”\n\nAiden wakes up with a new power,\n\nMarking the beginning of his journey as a moderator…!\n\nWhat will become of Aiden?!\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/69621)",
      "ja": "鍛冶屋のＮPCエイダン。ある日、システム管理者によって村と唯一の家族である妹アリスを消され、自分も消される最中、「こんなシステム、俺がぶっ壊してやる！」そう誓った瞬間、何者かの手によって生き延び管理者権限まで付与された！ 果たして彼は何者になってしまうのか…！！\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/69621)",
      "ko": "대장장이 NPC '에이든＇.\n어느 날, 시스템 관리자로 인해 마을 전체가 삭제당하고,\n유일한 가족인 여동생 ‘앨리스’와 함께 소멸하던 그는\n그 찰나의 순간, 다짐했다.\n\n반드시 내 손으로 이 시스템을 무너뜨리겠노라고.\n그때였다…!\n\n“관리자 권한을 획득했습니다. 관리자 Lv. 1”\n\n관리자의 권한을 가지고 다시 깨어난 에이든.\n관리자로서의 힘을 기르기 시작하는데...!!\n\n에이든은 과연 어떤 존재가 될 것인가?!\n\n2020년 “콘티왕으로 살아남기” 대상 수상작 <업데이터>\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/69621)",
      "ru": "Родная деревня главного героя, кузнеца-нпс Эйдена, была подвергнута зачистке модератором системы. В ходе сего бедствия младшая сестра эйдена, эллис, погибает, что становится для него переключателем между мирной жизнью и жизнью, полной жажды во что бы то ни стало уничтожить систему, отобравшую у эйдена его единственную родственницу.\nНеожиданно для себя он обретает полномочия модератора и продолжает становиться сильнее, чтобы осуществить задуманное. До какого же уровня сумеет дойти наш герой в погоне за своей целью?\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/69621)",
      "pt-br": "O ferreiro NPC \"Aiden\".\n\nUm dia, sua vila foi deletada pelas mãos do moderador do sistema e ele e sua irmã, “Alice”, pereceram.\n\nEle jurou para si mesmo: Irei destruir o sistema com minhas próprias mãos.\n\nFoi então que…!\nVocê desbloqueou permissão de moderador, Moderador Nvl. 1”\n\nAiden despertou com um novo poder, Marcando o início de sua jornada como um moderador…!\n\nO que será do destino dele?!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "136"
  },
  {
    "mangaId": "c9ab8130-046b-4f23-a399-8999fcf312dc",
    "title": {
      "en": "Moments of Loneliness"
    },
    "updatedAt": "2022-11-18T09:55:18+00:00",
    "coverArt": "https://mangadex.org/covers/c9ab8130-046b-4f23-a399-8999fcf312dc/2ce29f0c-fc9b-4152-a908-93b0aa7e4df3.jpg",
    "altTitles": [
      {
        "en": "When I'm Lonely"
      },
      {
        "ja-ro": "Samishii Toki Wa"
      },
      {
        "ja": "さみしいときは"
      },
      {
        "ru": "Моменты одиночества"
      }
    ],
    "description": {
      "en": "An eight-page full-color one-shot by Moto Hagio about loving somebody."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c2eb121-0734-409e-9007-f6a3c689acfd",
    "title": {
      "en": "Koi Koi Koi"
    },
    "updatedAt": "2024-12-07T22:35:17+00:00",
    "coverArt": "https://mangadex.org/covers/5c2eb121-0734-409e-9007-f6a3c689acfd/3b5e210f-76a1-4b59-8b6f-8bd6a71256be.jpg",
    "altTitles": [
      {
        "ja": "恋々こい"
      }
    ],
    "description": {
      "en": "This is a romantic comedy about Sakura, a girl who gives her all for love and Matsuyuki, a boy who absolutely hates romance."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-11-22T16:06:26+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/78d0c2a9-08fb-4d3c-904a-d9dae23debc7.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      },
      {
        "vi": "Nô lệ của đội tinh nhuệ Ma đô"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "vi": "Chiều không gian đầy quỷ dữ được gọi là \"Ma đô\" đã mở ra đe dọa đối với loài người. Tại đó, có một loài  \"đào\" ban cho kẻ ăn sức mạnh đặc biệt, giúp nhân loại có cơ hội chiến đấu, tuy nhiên, chỉ có nữ giới mới có thể sử dụng thứ sức mạnh \"trái đào\" ấy. Bởi vậy mà phụ nữ trở thành những người bảo vệ loài người, địa vị xã hội tăng cao, trong khi nam giới bị giáng xuống tầng lớp công dân hạng hai, giành giật nhau những công việc cơ bản và sự thừa nhận.\n\nNhân vật chính Yuuki Wakura, một nam sinh chăm chỉ yêu nội trợ, chị gái cậu đã bị bắt trong một sự kiện của Ma đô 5 năm về trước. Khi đang than thở về những khó khăn gặp phải, cậu đã bị lũ quỷ tấn công. Nhờ được đội trưởng Kyouka của Đội chống Quỷ kịp thời ứng cứu, cậu chấp nhận trở thành \"nô lệ\" của cô để có thể sở hữu sức mạnh tiêu diệt bầy quỷ.\n\nBất ngờ thay, việc làm \"nô lệ\" đòi hỏi một cái giá tương xứng...và người phải trả giá lại không phải là cậu.",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4801f266-cc4e-4c3b-8d1d-f50f08b25b62",
    "title": {
      "en": "Witch Watch"
    },
    "updatedAt": "2024-12-18T09:45:09+00:00",
    "coverArt": "https://mangadex.org/covers/4801f266-cc4e-4c3b-8d1d-f50f08b25b62/205b18c3-cbd0-40ff-bd7b-2d776e6a80de.jpg",
    "altTitles": [
      {
        "ru": "Ведьмнадзор"
      },
      {
        "ru": "Страж ведьмы"
      },
      {
        "ja": "ウィッチ ウォッチ"
      },
      {
        "zh": "魔女与使魔"
      },
      {
        "zh-hk": "魔女與使魔"
      },
      {
        "ne": "विच वाच"
      },
      {
        "kk": "Мыстан сақшысы"
      },
      {
        "uk": "Відьмоварта"
      },
      {
        "hi": "विच वॉच"
      }
    ],
    "description": {
      "en": "Morihito, a boy with the strength of an ogre, is about to start living together with his childhood friend Niko, who is training to be a witch. Niko's magic leads to all sorts of unpredictable trouble, and with two teens under one roof… Let the fantastical antics begin! Magical comedy series by Kenta Shinohara creator of SKET DANCE and Astra Lost in Space.",
      "ne": "निको वाकात्सुकीले आफ्नो छ वर्षको बोक्सीको तालिम पूरा गरिसकेकी छिन् र उनी आफैं सहरमा सर्दैछिन्। नयाँ बोक्सीको रूपमा, उसले आफ्नो साथ दिनको लागि परिचित छनोट गर्नुपर्छ। यद्यपि, अन्य बोक्सीहरू भन्दा फरक, उनी गैर-जन्तु परिचित छान्न चाहन्छिन्। मोरिहितो \"मोई\" ओतोगी भन्दा राम्रो साथी कोही छैन - उनको बाल्यकालको साथी जो एक औघ राक्षस हुन्। मोरिहितो उनको नोकर हुनुको कडा विरोध गर्छन्, तर उनले बोक्सीको आदेशको अवज्ञा गरेमा श्रापले उनलाई अनौठो गाई-बाघ हाइब्रिडमा फर्काउनेछ भनेर थाहा पाएपछि उनले आफ्नो भाग्यलाई अनिच्छुकतासाथ स्वीकार गर्छन्।\n\nमोरिहितोका बुबा व्यवसायिक यात्राको लागि जानुभएको कारण र निकोकी आमा बोक्शीहरुको पवित्र भूमिमा पछाडि रहनुभएको कारण, दुई किशोरहरूले आफूलाई एउटै छानामुनि सँगै बसेको भेट्टाए। जबकि निको आफ्नो क्रशसँग बाँच्न पाउँदा उत्साहित छिन्, मोरिहितोले पत्ता लगाए कि उनको जादुई गतिविधि र समग्र अनाड़ीपनले समाधान भन्दा बढी समस्याहरू सिर्जना गर्छ। एक वर्ष भित्र निकोमा आउने भविष्यवाणी गरिएको प्रकोपको साथ, मोरिहितोले आफ्नो अंगरक्षकको रूपमा रक्षा गर्नको लागि सक्दो गर्नुपर्दछ र साथै आफ्नो परिचितको रूपमा आफ्नो कर्तव्यहरू पालना गर्नुपर्नेछ।",
      "pt": "Morihito, um menino com a força de um ogro, está prestes a começar a viver com sua amiga de infância, Niko, que está treinando para ser feiticeira. A magia de Niko os leva a todos os tipos de problemas imprevisíveis, e com dois adolescentes sob o mesmo teto… Que as travessuras fantásticas comecem! Uma série de comédia de magia de Kenta Shinohara, criador de SKET DANCE e Astra Perdido no Espaço.",
      "ru": "Морихито, парень с демонической силой, начинает жить вместе со своей подругой детства Нико, которая учится быть ведьмой. Магия Нико приводит ко всяким непредсказуемым проблемам, а уж когда два подростка остаются под одной крышей… да начнутся фантастические выходки!  \nМагический комедийный сериал от Кенты Синохары, автора «SKET DANCE» и «Астра, затерянная в космосе».",
      "uk": "Моріхіто, хлопець з силою оні, ось-ось почне жити разом зі своєю подругою дитинства Ніко, яка навчається на відьму. Магія Ніко призводить до всіляких непередбачуваних неприємностей, а коли двоє підлітків живуть під одним дахом... Фантастичні витівки починаються!\nМагічний комедійний серіал від Кента Шінохари, творця “SKET DANCE” та \"Загублена в космосі Астра\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73c92635-0261-4fba-b7fd-75a5793c1db2",
    "title": {
      "en": "A Joyful Life"
    },
    "updatedAt": "2024-01-16T08:07:26+00:00",
    "coverArt": "https://mangadex.org/covers/73c92635-0261-4fba-b7fd-75a5793c1db2/c68cae07-332f-4473-95cb-59fdedec6f3a.png",
    "altTitles": [
      {
        "ko-ro": "Annyeong Eunhaseyo"
      },
      {
        "ko": "안녕은하세요"
      }
    ],
    "description": {
      "en": "A lonely girl finds solace in her bag full of memories; now it's time for her to break through her shell.\n\n---\n- [Original Webtoon <kakao>](https://page.kakao.com/home/53607659)\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4622962)\n- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_bogeum_wz)\n- [Original Webtoon <RidiBooks>](https://ridibooks.com/books/3498007648)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "75"
  },
  {
    "mangaId": "1596722b-bd80-431c-9721-96458dde8a4c",
    "title": {
      "en": "My Girlfriend Is a Zombie"
    },
    "updatedAt": "2024-06-01T18:28:07+00:00",
    "coverArt": "https://mangadex.org/covers/1596722b-bd80-431c-9721-96458dde8a4c/b32423ed-afbe-4717-8e67-aebe607ab109.png",
    "altTitles": [
      {
        "en": "Guardian Girlfriend"
      },
      {
        "en": "Virus Girlfriend"
      },
      {
        "zh": "我的女友是丧尸"
      },
      {
        "zh": "我的守护女友"
      },
      {
        "zh": "我的病毒女友"
      },
      {
        "zh-ro": "Wo De Shouhu Nuyou"
      },
      {
        "kk": "Менің қызым — зомби"
      }
    ],
    "description": {
      "en": "Faced with doomsday, the special power inside Ling Mo was woken up. He found out that he could control zombies. Therefore he could walk through the zombie crowd safe and sound using his power, and eventually, he met his beloved girlfriend - Ye Lian, but only to find out that she had already been transformed into a zombie. To help Ye retrieve her memories, Ling Mo started his survival in doomsday.",
      "pl": "W obliczu dnia zagłady, Ling Mo przebudził wewnątrz siebie specjalną moc. Odkrył on, że może kontrolować zombie. Dlatego mógł bezpiecznie przejść przez tłum zombie i przeżyć, a ostatecznie spotkał swoją ukochaną dziewczynę - Ye Lian, ale tylko by dowiedzieć się, że została już przekształcona w zombie. Aby pomóc Ye odzyskać swoje wspomnienia, Ling Mo rozpoczął swoje przetrwanie podczas apokalipsy.",
      "es-la": "Ante el día del juicio final, el poder especial dentro de Ling Mo fue despertado. Él se percató que podía controlar a los zombis. Debido a su poder, podía caminar sano y salvo a través de la multitud de zombis, y eventualmente se reunió con su amada novia, Ye Lian, pero solo para descubrir que ella ya se había transformado en un zombi. Para ayudarla a recuperar sus recuerdos, Ling Mo comenzó su supervivencia en el día del juicio final.",
      "pt-br": "Diante do apocalypse, o poder especial dentro de Ling Mo foi despertado. Ele descobriu que podia controlar os zumbis. Por causa de seu poder, Ele podia caminhar em segurança através de hordas de zumbis, e, eventualmente, ele se reencontrou com sua amada namorada – Ye Lian, Apenas para descobrir que ela já havia se transformado em um zumbi. Para ajudá-la a recuperar suas memórias, Ling Mo embarca em uma jornada para sobreviver no apocalypse."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e713c39-938e-41fe-9d22-01c649588358",
    "title": {
      "en": "Shinkon dakedo Kataomoi"
    },
    "updatedAt": "2024-11-16T23:32:43+00:00",
    "coverArt": "https://mangadex.org/covers/8e713c39-938e-41fe-9d22-01c649588358/73a13186-e10b-4101-a482-0c18e789db07.jpg",
    "altTitles": [
      {
        "en": "Newly Married but Unrequited Love"
      },
      {
        "ja": "新婚だけど片想い"
      }
    ],
    "description": {
      "en": "A seemingly perfect looking newlywed couple but the affection is one-sided.",
      "ja": "キミのこと、絶対オトしてみせるんだからーー! \n才色兼備なJK・皐月は、親の都合で婚約することに。相手は高校生囲碁棋士・久遠。 \nイケメンで才能もある久遠との婚約で人生順風満帆…と思いきや、彼は超・塩対応男子だった!! \n部屋には立入禁止の赤札、皐月のモテテクもまるで通じず…そんな難易度の高い久遠を攻略し、二人にラブラブ新婚生活が訪れる日は来るのか!? \nくやしいけれど、きゅんとする! 完璧JKと塩対応囲碁男子の新婚生活ラブバトル、スタート!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "42"
  },
  {
    "mangaId": "99e883fd-04f6-449b-ab23-1d904695d272",
    "title": {
      "en": "Blue Archive: Game Kaihatsubu Dai Bouken!"
    },
    "updatedAt": "2024-12-29T14:07:01+00:00",
    "coverArt": "https://mangadex.org/covers/99e883fd-04f6-449b-ab23-1d904695d272/4745c9c7-d840-49d0-a33b-312cfd10d860.jpg",
    "altTitles": [
      {
        "ja": "ブルーアーカイブ　ゲーム開発部だいぼうけん！"
      },
      {
        "ru": "Blue Archive: Грандиозное приключение отдела разработки игр!"
      },
      {
        "vi": "Blue Archive: Cuộc phiêu lưu của Câu lạc bộ Phát Triển Game"
      },
      {
        "id": "Arsip Biru: Petualangan Besar Ekskul Pengembangan Game"
      },
      {
        "en": "Blue Archive: The Grand Adventure of the Game Development Department"
      },
      {
        "en": "Blue Archive: The Adventure of Game Development Department!"
      }
    ],
    "description": {
      "en": "From the hit game Blue Archive, a spinoff manga about the Millenium Science School’s Game Development Department! Follow the four members of the GDD—Momoi, Midori, Yuzu and Aris—as they navigate the springtime of their youth full of friendship, adventure and hilariously chaotic mishaps on the daily. Brought to you by the masterful comedy manga creator Asato Mizu, an adorable story that will make you laugh and cry!\n\n(Source: Manga UP! Global)",
      "id": "Diadaptasi dari game terkenal Blue Archive, ini adalah sebuah manga spin-off yang menceritakan tentang ekskul pengembangan game dimana Momoi, Midori, Yuzu, dan Arisu menikmati masa muda, pertemanan, dan hari-hari penuh kegokilan.",
      "ja": "人気ゲーム「ブルーアーカイブ」よりゲーム開発部のスピンオフが登場！モモイ、ミドリ、ユズ、アリスの4人が送る青春、友情、ぽんこつの日々...。",
      "ru": "Спин-офф манга по мотивам популярной игры Blue Archive, в которой девочки из отдела разработки игр делятся смешными историями о своей юности и дружбе. Это душевная и милая история, созданная мастером комедии Мидзу Асато!",
      "vi": "Bộ truyện chuyển thể từ trò chơi đang làm mưa làm gió \"Blue Archive\" với sự xuất hiện của Câu lạc bộ Phát Triển Game! Nơi Momoi, Midori, Yuzu và Arisu cùng nhau sẻ chia những năm tháng của tuổi trẻ, tình bạn và những khoảnh khoắc vụng về. Đây là một câu chuyện ấm lòng, hài hước và dễ thương từ Bậc thầy Truyện hài Mizu Asato!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62c802ff-25ce-4b1c-aa94-55251c84ed0c",
    "title": {
      "en": "Peerless Dad"
    },
    "updatedAt": "2024-11-12T22:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/62c802ff-25ce-4b1c-aa94-55251c84ed0c/14a94728-dcc5-4f8e-9a7e-4c5e2a314a83.png",
    "altTitles": [
      {
        "ko": "아비무쌍"
      },
      {
        "en": "Peerless Father"
      },
      {
        "en": "Father, Unrivaled"
      },
      {
        "es": "Padre Incomparable"
      },
      {
        "es-la": "Padre Sin Par"
      },
      {
        "pt": "Pai Incomparável"
      },
      {
        "en": "Matchless Dad"
      },
      {
        "ru": "Безупречный отец"
      },
      {
        "ja": "父無双"
      },
      {
        "th": "ท่านพ่อไร้เทียมทาน"
      },
      {
        "ko-ro": "Abimussang"
      },
      {
        "fr": "Le Père Hors Pair"
      },
      {
        "vi": "Bố Vô Song"
      }
    ],
    "description": {
      "en": "Noh Gajang is a strong, dedicated, and humble man, with much respect for the martial arts. But after the death of his lovely wife, this muscle-for-hire just wants an easy job that allows him to be a good father to his three little babies. He’s even happy to pull guard duty and fend off amateur fighters if it means he can return home safely each night. \n\nBut when a creepy cult starts stealing children from the city, Gajang must step up to the challenge and discover his true warrior potential.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "fr": "C’est l’incroyable histoire d’un voyage mélant mariage, paternité et de combats par l’auteur de Red Storm.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ja": "孤児としてたらい回しにされていたところ、運良く師匠に拾われ武士としての道を見つけた。 特級解決師として名をはせた「天草家長」は運命の女性に出会い、その名の通り家長となる。 しかし、喜びもつかの間、一夜のうちに血のつながった三つ子を置いて妻に先立たれてしまう。 シングルファーザーとなってしまった「家長」の生活が今始まるーー！\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ko": "하늘의 뜻을 아니, 그 누가 아비父에 견주리오! \n고아로 떠돌다 운 좋게 스승을 만나 특급 해결사로 이름을 날리던 노가장.\n사랑하는 여인을 만나 이름대로 가장家長이 된다는 기쁨도 잠시, 하루아침에 핏덩이 세쌍둥이를 홀로 키워야 하는 신세가 되었다. 아비는 그 어떤 경우라도 제 새끼의 입에 먹을 걸 넣어 줘야 하는 존재인 법! 노가장은 위험천만한 낭인 생활을 때려치우고 천룡회 갑급 무사가 되어  자식새끼들 잘 먹이고 입히고자 한다. 하지만 억지로 나간 출장 임무는 목숨이 위험하기만 하고 그 사이 사방에선 그의 아이들을 눈독 들이기 시작하는데…… 기다려라, 내 새끼들아! 여기 아비가 간다! \n아버지, 노가장의 좌충우돌 무협 액션&육아 일지!\n\n* 원작소설 <지천명아비무쌍>\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "pt": "Noh Ga Jang teve a vida de um guerreiro desde que ele tem memória, isolado do mundo e analfabeto, até conhecer uma mulher bonita que rouba seu coração. Ele se casa com ela e vive uma vida de folia, e ela fica grávida dos seus filhos. Inesperadamente, ela morre durante o parto, deixando o Noh apenas com seus trigêmeos recém-nascidos. Desesperado, triste, mas não quebrado, Noh proclama aos céus que ele se tornará um homem exemplar para criar os tesouros inestimáveis que sua esposa o deixou.  \n  \nVamos testemunhar o guerreiro implacável Noh se tornando um pai incomparável, percebendo o quão poderoso ele pode ser pelo bem dos seus filhos.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ru": "История бесподобного отца, которому известна воля небес. Автор Но Гён Чхан широко известен по манхве Красная Буря, но если вам нужна другая причина для чтения, то это удивительная история приключений мастера боевых искусств, включающая свадьбу, заботы отца и битвы. Она во многом похожа на Красную Бурю: крутой мастер, главный герой, беспокоящийся о своей семье, трагическая предыстория. Обязательно к прочтению для каждого, кому понравилась Красная Буря.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "th": "โนคาจัง เป็นจอมยุทธ์ที่ทุ่มเททั้งชีวิตเพื่อการเป็นหัวหน้าครอบครัวที่ดีตามที่เขาวาดฝันเอาไว้ แต่ฟ้ากลับไม่เป็นใจเมื่อภรรยาที่รักต้องจากไปหลังให้กำเนิดบุตรแฝดสาม\nแล้วพ่อเลี้ยงเดี่ยวที่ต้องดูแลลูกถึงสามคนจะสามารถต่อสู้เพื่อเลี้ยงดูลูกๆ ของเขาให้ดีอย่างที่ฝันไว้ได้หรือไม่\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "296"
  },
  {
    "mangaId": "ade2f85e-7bb4-4c55-a9e5-b782765ba0ad",
    "title": {
      "en": "Sekai no Owari no Encore"
    },
    "updatedAt": "2024-12-24T23:16:42+00:00",
    "coverArt": "https://mangadex.org/covers/ade2f85e-7bb4-4c55-a9e5-b782765ba0ad/524d1daa-b9af-421c-b103-0bb5e348d535.jpg",
    "altTitles": [
      {
        "ja": "世界の終わりの世界録"
      },
      {
        "ja-ro": "Sekai no Owari no Sekairoku"
      },
      {
        "en": "Encore of the World's End"
      },
      {
        "ko": "세계 종언의 세계록"
      },
      {
        "zh": "世界终焉的世界录"
      },
      {
        "ru": "Летопись конца света"
      },
      {
        "th": "อองกอร์ ล่าบันทึกวีรบุรุษสุดขอบโลก"
      }
    ],
    "description": {
      "en": "The valuable treasure, the “Encore” which was left by the legendary Elline the Brave Hero, has the recording of the end of the world and the reincarnation of the world. The countries and brigades (parties) all over the world are searching for its whereabouts; the age to fight for the Encore. The boy called Ren who wants to become a knight has no talent in wielding swords despite looking exactly like the Elline the Brave Hero, he has been having a lifestyle where people taunts him as the “Fake Brave Hero”. The one that appears in front of him is the legendary Dragon Princess Krische, who had woken up from her seal. She mistakes Ren for Elline, though she gets disappointed since he simply looks like him, but she later finds out a hidden potential in him. And she invites him to the journey to find the Encore together with the Archangel Phia and the Demon-Lord Elise that saved the world before. “Do you want to come with us?”. This is the prelude of wild excitement played by the heroes. The boy known as the fake Brave Hero cross paths with the legend now!  \n  \n\n\n---",
      "fr": "À la fin de la Guerre de la Fin, le Héros vaillant, Elline, laissa derrière lui un trésor inestimable, l’Encore, archive contenant tout de ce monde, de sa création à sa réincarnation. Les pays du monde envoyèrent des équipes d’aventuriers à la recherche de l’Encore, et formèrent la jeunesse pour leur futur. Ren E. Maxwell, un épéiste en devenir sans talent, est moqué par tous ces camarades : copie conforme d’Elline, il est appelé le Faux héros vaillant. Un jour cependant, il fit la rencontre de Kylse, ancienne équipière d’Elline. Celle-ci le confond alors avec Elline… La légende du Faux héros vaillant commence ici!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Author’s Twitter](https://twitter.com/sazanek)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/usuiryu)  \n- [![](https://i.imgur.com/oiVINmy.png) Author’s Pixiv](https://www.pixiv.net/en/users/2241184)  \n- [![](https://i.imgur.com/oiVINmy.png) Manga Artist's Pixiv](https://www.pixiv.net/en/users/873046)  \n- [Official LN (JP)](https://mfbunkoj.jp/special/sekai/)  \n- [Alternative Raw](https://comic-alive.jp/product/sekai/)",
      "ja": "伝説の英勇エルラインが遺した至宝『世界録』の在り処を世界中の国や組織が求める世界録大争奪時代―エルラインそっくりの容姿を持つ少年レンと伝説の竜姫キリシェの出会いから、伝説の再来が始まる！",
      "pt": "O valioso tesouro, o \"Encore\", que foi deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e as brigadas (partes) em todo o mundo estão buscando a localização do seu paradeiro; a era de lutas pelo Encore. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline the Brave Hero, ele tem tido um estilo de vida onde as pessoas zombam dele como o \"Falso Bravo Herói\". O que aparece na frente dele é a lendária Princesa Dragão Krische, que tinha acordado de seu selamento. Ela confunde Ren com Elline, embora ela fica decepcionada, pois ele simplesmente parece com ele, mas ela mais tarde descobre um potencial oculto nele. E ela o convida para a viagem para encontrar o Encore, juntamente com a Arcanja Phia e a Lorde Demônio Elise que salvaram o mundo antes. \"Você quer vir conosco?.\" - Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como o falso com seu caminho cruzado com a lenda Bravo Herói começa agora!",
      "pt-br": "O valioso tesouro, o “Encore”, deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e os grupos de aventureiros em todo o mundo, estão buscando sua localização. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline o Bravo Herói, ele tem sido menosprezado pelas pessoas que o chamam de “Falso Bravo Herói”. Quem aparece na frente dele é a lendária Princesa dos Dragões, Kyelse, que acordou de seu selamento. Ela confunde Ren com Elline, embora fique decepcionada, pois ele é simplesmente alguém parecido ao seu falecido companheiro, mais tarde um potencial oculto é descoberto nele, então ela o convida para uma viagem em busca do Encore, com a Arcanjo, Fear e a Lorde Demônio, Elise, que salvaram o mundo anteriormente. “Você quer vir conosco?.” – Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como uma cópia barata tem seu caminho cruzado com a lenda do Bravo Herói! 68 Visualizações totais, 68 Visualizações hoje"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8",
    "title": {
      "en": "I Am a Hero"
    },
    "updatedAt": "2024-10-12T03:12:36+00:00",
    "coverArt": "https://mangadex.org/covers/ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8/e8ea3a56-09db-47bf-85f0-0bfa17b3ccc1.jpg",
    "altTitles": [
      {
        "tl": "Ako ay isang Bayani"
      },
      {
        "id": "Aku adalah Pahlawan"
      },
      {
        "tr": "Ben Bir Kahramanım"
      },
      {
        "pt": "Eu Sou Um Herói"
      },
      {
        "es": "Soy un Héroe"
      },
      {
        "vi": "I am a Hero"
      },
      {
        "ru": "Я — герой"
      },
      {
        "he": "אני גיבור"
      },
      {
        "ar": "أنا بطل"
      },
      {
        "fa": "من قهرمانم"
      },
      {
        "ja": "アイアムアヒーロー"
      },
      {
        "zh": "请叫我英雄"
      },
      {
        "id": "Akulah Pahlawan"
      },
      {
        "pt-br": "Eu sou um Herói"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe series has sold over 8.3 million copies! The gold standard of zombie manga, \"I Am a Hero,\" is now available in a \"complete edition\" with a new cover design, reprinted color pages from the serialization, and over 80 pages of new artwork in the final 22 volumes! Witness the new ending of the story. \n\nHe is 35 year old who spends his time as an assistant to a mangaka, sometimes escaping into delusion in order to win over the agonizing reality. One day, however, a mysterious infection begins to spread without him noticing...and the real world begins to break down...⁉ \n\nHe wanders into a world where the ordinary and the extraordinary, the mundane and the insane intersect. A personal survival panic horror story! \n\n[Official English](https://www.darkhorse.com/Books/25-142/I-Am-a-Hero-Omnibus-Volume-1-TPB)\n\n---  \n- **Won the 58th Shogakukan Manga Award for General Manga in 2013**\n\n---\n\n- Adapted into a Live Action film in 2016. Link to the [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=24660) Page",
      "pl": "Hideo Suzuki to 35­‑latek pracujący jako asystent znanego twórcy mang. Na pozór wydaje się zwyczajnym człowiekiem, balansuje jednak na granicy choroby psychicznej, ma olbrzymie problemy z funkcjonowaniem w społeczeństwie i kontaktach z innymi ludźmi. Jak ktoś taki poradzi sobie w świecie opanowywanym przez zombie?  \n Mangę charakteryzuje bardzo poważne podejście do tematu i zorientowanie na psychikę bohatera oraz analizę ludzkiej osobowości.  \n Yumi - 25 maja 2011",
      "vi": "Như các bạn đã từng biết là trong các bộ truyện kinh dị đa số các nhân vật chính đều rất mạnh mẽ đẹp trai, phong độ và được nhiều gái theo v…v…! Nhưng đó là trong mấy truyện zombie bình thường thôi!\nTrong bộ I am a hero này thì main của chúng ta lại là một thằng bất tài vô dụng, bị chính bạn gái của mình sau khi biến thành zombie cắn, cậu ta chỉ biết chạy chạy và chạy… \n\nSau đó trải qua nhiều biến cố thì main đã trưởng thành và ra dáng đàn ông hơn trước....\n Đây là một bộ truyện hay mang hơi hướng kinh dị, giật gân, tâm lý,...",
      "pt-br": "Hideo Suzuki é um assistente de mangaká de 35 anos de idade lutando para ser um herói em sua própria vida, dividido pelo trabalho na série em que é assistente \"lime light\" e com uma série nova ao mesmo tempo, equilibrando seu relacionamento com sua namorada e seus próprios delírios. No entanto, tão difícil como Hideo pode imaginar, o mundo parece ter um conjunto de planos diferentes para ele; maquinações sinistras e obscuras que derrubam completamente a sua realidade e como ele a vê."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "264"
  },
  {
    "mangaId": "9bf55e63-4128-4457-a955-5cdbaf5179c3",
    "title": {
      "en": "Off-Nature Museum"
    },
    "updatedAt": "2024-12-02T12:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/9bf55e63-4128-4457-a955-5cdbaf5179c3/d70d03b9-93b8-46b6-b45c-77db3c18a8d5.png",
    "altTitles": [
      {
        "zh": "不自然博物馆"
      }
    ],
    "description": {
      "en": "This museum's treasured collection is a slew of strange comics!",
      "zh": "这个博物馆，珍藏着许多奇怪的漫画！"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "257d32b2-a888-4300-b700-ffa6c16c1136",
    "title": {
      "en": "My Numbered Days of Happiness"
    },
    "updatedAt": "2024-12-30T06:01:05+00:00",
    "coverArt": "https://mangadex.org/covers/257d32b2-a888-4300-b700-ffa6c16c1136/d042a7fd-ec74-4160-ab74-69a7bb55e59a.jpg",
    "altTitles": [
      {
        "ko": "시한부를 즐겼을 뿐이었는데"
      },
      {
        "en": "I Was Just Enjoying the Deadline"
      },
      {
        "es-la": "Sólo me estaba divirtiendo con el tiempo límite"
      },
      {
        "en": "I Was Just Having Fun With the Time Limit"
      }
    ],
    "description": {
      "en": "In a previous life I was seriously ill and now I also have an ill character. Perhaps it was my destiny to have a limited lifespan. Nevertheless, I am quite happy. ‘Now I have hair, I'm beautiful, I'm healthy, and I'm a princess, and by the way I can eat lots of delicious food! Life is like a gift. I've decided to make the most of the 21 years that have been given to me.... Until."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d3e8cfb4-da3a-4baf-87d0-2dceb3c6ca90",
    "title": {
      "en": "Global Martial Artist"
    },
    "updatedAt": "2024-08-03T20:11:48+00:00",
    "coverArt": "https://mangadex.org/covers/d3e8cfb4-da3a-4baf-87d0-2dceb3c6ca90/946da32f-8f17-4cf5-9ec9-7abd43990dc2.jpg",
    "altTitles": [
      {
        "zh-ro": "Global Gao Wu"
      },
      {
        "zh-ro": "Quan Qiu Gao Wu"
      },
      {
        "en": "World's Best Martial Artist"
      },
      {
        "zh": "全球高武"
      },
      {
        "ko": "흙수저에서 최강 투신으로"
      },
      {
        "en": "World's Greatest Martial Artist"
      },
      {
        "en": "Global High Martial Artist"
      },
      {
        "pt-br": "Artes marciais globais"
      }
    ],
    "description": {
      "en": "Rebirth is just a starting point from reaching the peak. Intruding crypt, the rise of martial arts  \n  \nThe main character Fang Ping gets send back 10 years into a parallel world, resembling his own in everything, but the fact that martial arts is omnipresent and necessary to gain a bright future… (Note: Story plays in 2006)  \n  \nWill Fang Ping reach his goal? And become a mighty Martial Artist to finance his Adorable Little Sisters Empire? Or will he fall and hit his head on a block of tofu and die…?   \n  \nFind it out yourself, and read the manhua!",
      "pt-br": "O renascimento é apenas um ponto de partida para atingir o pico. Intrusão na cripta, a ascensão das artes marciais O personagem principal Fang Ping é enviado de volta 10 anos para um mundo paralelo, semelhante ao seu em tudo, mas o fato de que as artes marciais são onipresentes e necessárias para obter um futuro brilhante... Será que Fang Ping alcançará seu objetivo? meta? E se tornar um poderoso Artista Marcial para financiar seu Adorável Império das Irmãzinhas? Ou ele vai cair e bater a cabeça em um bloco de tofu e morrer…? Descubra você mesmo e leia o manhua!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76ee7069-23b4-493c-bc44-34ccbf3051a8",
    "title": {
      "en": "Tomo-chan wa Onna no ko!"
    },
    "updatedAt": "2024-08-24T18:41:58+00:00",
    "coverArt": "https://mangadex.org/covers/76ee7069-23b4-493c-bc44-34ccbf3051a8/cfac7a67-3c4b-4b29-8599-bad47613185c.jpg",
    "altTitles": [
      {
        "es": "¡Tomo-chan es una chica!"
      },
      {
        "ca": "La Tomo és una noia!"
      },
      {
        "tl": "Si Tomo-chan ay babae!"
      },
      {
        "ja": "Tomo Chan ha Onnanoko!"
      },
      {
        "sv": "Tomo-chan är en tjej!"
      },
      {
        "pt": "Tomo-chan é uma Garota!"
      },
      {
        "it": "Tomo-chan è una ragazza!"
      },
      {
        "tr": "Tomo-chan da kız!"
      },
      {
        "no": "Tomo-chan er en jente!"
      },
      {
        "da": "Tomo-chan er en pige!"
      },
      {
        "fr": "Tomo-chan est une fille !"
      },
      {
        "en": "Tomo-chan Is a Girl!"
      },
      {
        "id": "Tomo-chan Itu Perempuan!"
      },
      {
        "ru": "Томо-тян — девушка!"
      },
      {
        "ja": "トモちゃんは女の子!"
      },
      {
        "ko": "토모짱은 여자아이!"
      }
    ],
    "description": {
      "en": "Tomo Aizawa was able to successfully confess to her crush Junichirou Kubota. There is only one problem: He just sees her as his buddy. He thought that she was a boy until they went to middle school together, because her grade school was in a different school district."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "953"
  },
  {
    "mangaId": "33566263-9f5f-4cc1-8a38-09b7a23fc96d",
    "title": {
      "en": "Sutochiru"
    },
    "updatedAt": "2024-12-12T22:31:02+00:00",
    "coverArt": "https://mangadex.org/covers/33566263-9f5f-4cc1-8a38-09b7a23fc96d/e0f6ca6f-4211-481e-88bf-6915d3dfc8c9.jpg",
    "altTitles": [
      {
        "ja": "ストチル"
      },
      {
        "es-la": "Stochil"
      },
      {
        "en": "Street Children"
      }
    ],
    "description": {
      "en": "The story of three street children, Chamcham, Stella and Ozaki, seeking to change the world tied to adult rules.",
      "es-la": "Siguiendo la vida diaria de un par de chicas que no les gusta seguir las reglas"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e1247a0-551e-452f-bc88-114fbd15c75f",
    "title": {
      "en": "Maid in Japan"
    },
    "updatedAt": "2023-12-14T22:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/7e1247a0-551e-452f-bc88-114fbd15c75f/92615e20-cac3-4462-94e3-452bff64b32d.jpg",
    "altTitles": [
      {
        "ja": "メイドいんジャパン"
      }
    ],
    "description": {
      "en": "In order to be bought by a rich family, Narumi Inoue, hiding the truth that he is a man, goes to a girls' school. As a trainee, Narumi was sent to serve a girl from a rich family who hates maids (only weekends). Keeping the 'heart of treating/serving people,' Japanese maid, Maid in Japan, Narumi's battle will start? If it is found out that Narumi is a man, he will be castrated."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "19"
  },
  {
    "mangaId": "9b12ac90-9407-4fe8-9de8-c8f4fe65df6f",
    "title": {
      "en": "Isekai Rakuraku Survival ~Seizon Skill Kyousha no Ore ga Bishoujo Yonin to Class Mujintou Seikatsu~"
    },
    "updatedAt": "2024-12-14T11:01:19+00:00",
    "coverArt": "https://mangadex.org/covers/9b12ac90-9407-4fe8-9de8-c8f4fe65df6f/aabc6f2c-1678-431b-9ff5-e226ac92c2d3.jpg",
    "altTitles": [
      {
        "ja": "異世界らくらくサバイバル～生存スキル強者の俺が美少女四人と暮らす無人島生活～"
      },
      {
        "ja-ro": "Isekai Rakuraku Survival ~Seizon Skill Tsuwamono no Ore ga Bishoujo Shiri to Kurasu Mujintou Seikatsu~"
      },
      {
        "en": "Easy Survival in Another World: With My Robust Survival Skills, I’ll Live on an Uninhabited Island with Four Beautiful Girls"
      }
    ],
    "description": {
      "en": "More than ten years have passed since a means of transporting individuals from Earth to another world was developed. High school student Kakeru Satomi was taught survival techniques and wisdom by his mountain-dwelling grandfather. Kakeru was sent to another world together with 100 other adventurers of the same age in order to take part in a training program to become an adventurer, but the portal device that linked Earth and the other world vanished right after their transfer...!",
      "ja": "地球から異世界への転移装置が誕生して10余年――。里見カケルは、山で暮らす祖父から叩き込まれたサバイバル知識とスキルを持った高校生。冒険者になるための研修に参加するため、同世代の冒険者志願者100人とともに異世界へと転移したカケルだったが、直後に地球と異世界を繋いでいたポータルが消失してしまう…！！\n___\n- ![Syosetsu+18](<https://i.imgur.com/HI4jAzg.png>) [Web Novel (R18)](https://novel18.syosetu.com/n7758hj/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd3ef386-0dd9-43ef-8d00-2da68eec6f60",
    "title": {
      "en": "Toki-sensei wa Kigaetai"
    },
    "updatedAt": "2024-09-18T20:51:52+00:00",
    "coverArt": "https://mangadex.org/covers/dd3ef386-0dd9-43ef-8d00-2da68eec6f60/2bb9e021-6160-41f7-80ae-cdf3e4bd4c2b.jpg",
    "altTitles": [
      {
        "ja": "時先生は着替えたい"
      },
      {
        "ja-ro": "Toki-sensei ha Kigaetai"
      },
      {
        "en": "Ms. Toki Wants to Change Clothes"
      },
      {
        "en": "Toki-sensei Wants To Change Clothes"
      },
      {
        "en": "Ms. Toki wants to change clothes."
      }
    ],
    "description": {
      "en": "Meet Shisoya Toki, a quiet female teacher with a thing for “clothes”. Often seen as cold and unfriendly, her students call her the “unfortunate beautiful teacher”. \r\n\r\nBut one day, while organizing supplies in the old school building, she finds a brand new pair of bloomers. Suddenly, her kinky curiosity about “clothes” goes wild!! \r\n\r\nSometimes SEXY! Sometimes CUTE! Get ready for a wild ride full of seductive cosplay!!",
      "ja": "“服“が趣味の寡黙な女教師・四十八時（しそやとき）。冷たい・不愛想と思われがちな彼女は、生徒から「残念美人教師」と呼ばれてしまう…。しかしある日の放課後、備品整理のため向かった旧校舎で、新品のブルマーを発見した時先生は、“服”への痴的好奇心が爆発し…！！時にSEXY！時にKAWAII！魅惑満載コスプレ・エロス！！",
      "es-la": "Conoce a Shisoya Toki, una profesora tranquila a la que le gusta la \"ropa\". A menudo vista como fría y antipática, sus alumnos la llaman la \"desafortunada y hermosa maestra\". Pero un día, mientras organiza los suministros en el antiguo edificio de la escuela, encuentra un nuevo par de bloomers. ¡De repente, su curiosidad pervertida por la \"ropa\" se vuelve loca! A veces SEXY, a veces LINDO.¡prepárate para un viaje salvaje lleno de cosplay seductor!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6187d5a4-c20e-4f08-9210-5ba234f58988",
    "title": {
      "en": "Nyoroko's Live Broadcasting!"
    },
    "updatedAt": "2023-12-01T21:32:37+00:00",
    "coverArt": "https://mangadex.org/covers/6187d5a4-c20e-4f08-9210-5ba234f58988/56f6ad26-d3be-4dbf-90e5-0e179212f6fc.jpg",
    "altTitles": [
      {
        "ja": "ニョロ子の生放送!"
      }
    ],
    "description": {
      "en": "\"Uhm-uhm… N-Nice to meet you! I'm Nyoroko\". A girl – not good at talking to people – is invited by her friend Matsuri and and challenged into doing a live broadcast for her first time. A youthful 4-koma comedy!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "20"
  },
  {
    "mangaId": "89b48b63-c41b-4ebb-87e3-a37f14843077",
    "title": {
      "en": "Little Sweet Delusion"
    },
    "updatedAt": "2021-05-25T15:44:49+00:00",
    "coverArt": "https://mangadex.org/covers/89b48b63-c41b-4ebb-87e3-a37f14843077/f00877dc-963c-429c-911f-437cbdf84c4b.jpg",
    "altTitles": [
      {
        "en": "Küçük Tatlı Delilik"
      }
    ],
    "description": {
      "en": "A four-page fairytale cross between Red Riding Hood and Snow White, with a surprisingly dark twist."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fd2d7c3e-87ab-4775-a1e3-17403994043b",
    "title": {
      "en": "The Witch and the Mercenary"
    },
    "updatedAt": "2024-11-16T16:51:48+00:00",
    "coverArt": "https://mangadex.org/covers/fd2d7c3e-87ab-4775-a1e3-17403994043b/73725e0d-84c6-4529-a4f1-bf9b3c65f96e.jpg",
    "altTitles": [
      {
        "ja": "魔女と傭兵"
      },
      {
        "ja": "Majo to Youhei"
      },
      {
        "en": "Witch and Mercenary"
      },
      {
        "fr": "La sorcière et le mercenaire"
      },
      {
        "es-la": "La bruja y el mercenario"
      },
      {
        "ru": "Ведьма и наёмник"
      },
      {
        "th": "แม่มดกับทหารรับจ้าง"
      },
      {
        "vi": "Phù thuỷ và Lính đánh thuê"
      }
    ],
    "description": {
      "en": "Zig—a tall, broad-shouldered mercenary—participates in a witch hunt. Following a fierce duel with the deadly witch, he becomes privy to her desire. \"I want you to protect me,\" she requests, tired of having her life trivialized. Seeking a place to survive, the witch and the mercenary set their sights on an unknown continent!\n___\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10570/episode/350366)\n[Official X Account](https://x.com/witch_mercenary)",
      "fr": "Zig, un mercenaire grand et large d'épaules, participe à une chasse aux sorcières. Après un duel acharné avec la sorcière redoutable, il découvre son désir. \"Je veux que tu me protèges,\" demande-t-elle, fatiguée que sa vie soit prise à la légère. Cherchant un endroit pour survivre, la sorcière et le mercenaire tournent leurs regards vers un continent inconnu !",
      "ja": "魔女討伐に参加した“双刃の傭兵”ジグ。死闘の果てに見た魔女の素顔は彼の想像とは異なるものだった。\n\n「あなたに、私の護衛を依頼します」\n\n命を狙われない場所を渇望する魔女、シアーシャ。二人は、未知なる異大陸への渡航を決意する。だがそこは、失われた魔術や凶悪な魔獣が蔓延る平穏とは程遠い異世界で…!?",
      "vi": "「Phù thủy」――― Tại Lục địa nơi mà Ma thú lẫn Ma thuật đều đã hoàn toàn biến mất, Phù thủy trở thành thứ sinh vật bí ẩn duy nhất còn tồn tại.\n\nGig Crain, một Lính đánh thuê sở hữu thân hình cường tráng, đang trên đường tiến tới chinh phạt thứ tồn tại đáng sợ từ thời cổ xưa đó. Khi trận giao chiến khốc liệt khép lại, mặc dù đã giành chiến thắng đầy nhọc nhằn, anh cũng chẳng còn mục đích để xuống tay với Phù thủy nữa. Khi Gig không định kết liễu mà cứ thế rời đi, từ sau bóng lưng anh, Phù thủy có một yêu cầu...\n\n\"Tôi muốn anh bảo vệ tôi\". Cô mong muốn được sống trong cảnh không bị truy đuổi. Tự giằng co ít lâu, Gig cuối cùng cũng đã chấp thuận yêu cầu đó. Tuy nhiên, không có nơi nào trên Lục địa này mà một Phù thủy, biểu tượng của sự sợ hãi, có thể sống yên ổn. Dẫu vậy, khi việc di chuyển giữa các Lục địa trở nên khả thi trong những năm gần đây, Phù thủy và Lính đánh thuê đã quyết định sẽ lên đường đi tới một Lục địa khác.\n\nTác phẩm Light Novel được chuyển thể từ Web Novel, nay đã có phiên bản Manga cùng tên!!",
      "es-la": "Zig, un mercenario alto y de anchos hombros, participa en una caza de brujas. Tras un feroz duelo con la mortífera bruja, se entera de su deseo. \"Quiero que me protejas\", le pide ella, cansada de que trivialicen su vida. En busca de un lugar donde sobrevivir, la bruja y el mercenario ponen sus miras en un continente desconocido."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b9dfda1-8255-46ff-90f5-f0980923a1b0",
    "title": {
      "en": "Kami Chi no Kyuuseishu -0.00000001% o Hikiate Saikyou e-"
    },
    "updatedAt": "2024-12-25T08:14:20+00:00",
    "coverArt": "https://mangadex.org/covers/0b9dfda1-8255-46ff-90f5-f0980923a1b0/8b805dab-ee1a-41fc-b959-a04b0e817fbe.jpg",
    "altTitles": [
      {
        "ja": "神血の救世主〜0.00000001%を引き当て最強へ〜"
      },
      {
        "en": "Savior of Divine Blood: Draw Out 0.00000001% to Become the Strongest"
      }
    ],
    "description": {
      "en": "A player who can fight creatures from the wonders of another world. The main protagonist, Ariake Subaru, was bullied and was chosen as a player of the “Rainbow” rank, which is neither gold, silver, nor copper. He acquired the skill to freely manipulate blood, and his life and position changed completely. As he continues to fight every day, he gradually earns the title as a “Savior” who will save the world.",
      "ja": "異界からの脅威に対抗する超人的存在\"プレイヤー\"。イジメられっ子の透晴は、既存の金・銀・銅のどれでもない、\"虹\"ランクのプレイヤーに選ばれる。それまでの立ち位置から一変、世界を救う\"救世主\"となる！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79dba6c7-cc1e-475c-971b-82898375d27b",
    "title": {
      "en": "Komen Fuufu"
    },
    "updatedAt": "2024-06-06T12:42:26+00:00",
    "coverArt": "https://mangadex.org/covers/79dba6c7-cc1e-475c-971b-82898375d27b/b399f933-3765-47dc-9464-2e997cfbddd7.jpg",
    "altTitles": [
      {
        "ja": "狐面夫婦"
      },
      {
        "en": "Evil Masked Couple Can’t Be Honest"
      },
      {
        "en": "Fox Faced Couple"
      },
      {
        "en": "Fox Mask Couple"
      }
    ],
    "description": {
      "en": "In a world where the supernatural blends in with regular life, there is an old Japanese house. Living there is a newlywed couple, a human man and a kitsune woman. What can disturb their happy life together… except for a man-eating sparrow?\n\nThe daily life between human and youkai is dangerous by day, but sweet by night!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "331deec0-fb1a-4680-9248-8a0fc55b5b07",
    "title": {
      "en": "Ajin: Demi-Human"
    },
    "updatedAt": "2024-10-23T10:33:35+00:00",
    "coverArt": "https://mangadex.org/covers/331deec0-fb1a-4680-9248-8a0fc55b5b07/92d36b68-c314-4df1-8473-386fdec980e8.jpg",
    "altTitles": [
      {
        "ja": "亜人"
      },
      {
        "ja-ro": "Ajin"
      },
      {
        "ko": "아인"
      },
      {
        "zh": "亚人"
      },
      {
        "zh-hk": "亞人"
      },
      {
        "uk": "Аджін"
      },
      {
        "ru": "Нелюдь"
      },
      {
        "ru": "Получеловек"
      },
      {
        "ar": "اجين"
      },
      {
        "ar": "أجين"
      },
      {
        "fa": "آجین"
      },
      {
        "fa": "آجین: نیمه-انسان"
      },
      {
        "tr": "Ajin: Yarı-İnsan"
      },
      {
        "tr": "Ajin: Yarı İnsan"
      },
      {
        "vi": "Ajin"
      },
      {
        "es": "Ajin: Semi-humano"
      },
      {
        "fr": "Ajin: Semi-humain"
      },
      {
        "he": "אג׳ין"
      },
      {
        "th": "Ajin อาจิน สายพันธุ์อมนุษย์"
      },
      {
        "th": "สายพันธุ์อมนุษย์"
      },
      {
        "kk": "Бейадам"
      },
      {
        "en": "Ajin"
      },
      {
        "en": "Demi-humans"
      }
    ],
    "description": {
      "en": "The story follows a high school student named Kei Nagai, who is caught in a traffic accident, dies, but immediately revives and learns he is not human, but an Ajin, a mysterious creature that cannot die. Scared, he runs away from humans but is helped by his friend Kai, who joins him in his flee from civilization. He then becomes involved in a conflict between human and Ajin and must choose a side.",
      "ru": "Бессмертие. Не этого ли всегда жаждало человечество? Да, так было ровно до тех пор, пока по всему миру не начали появляться люди, неспособные умереть. Солдаты богов, полулюди. Загадка тысячелетия. Необъяснимый феномен эволюции и любимая игрушка учёных. Самое пугающее свойство полулюдей в том, что ими может оказаться кто угодно. «Ты не узнаешь правду, пока не умрёшь». Нагаи Кей умер… И он больше никогда не умрёт.  \n  \n**Note**: Roughly mid-way through the manga, the Author Tsuina Miura left this project.  \n  \n- Nominated for the 7th Manga Taishou Award   \nthe Readers Award in the 18th Tezuka Osamu Cultural Prize and in the seinen category at the 38th Kodansha Manga Awards in 2014. In the 40th(2016) Kodansha Manga Awards for general category.  \n  \nSee the links below to AnimeNewsNetwork for the anime:  \n[Live Action Movie](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18864)  \n[Compel](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17176) (movie)  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17676) (compilation)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18466)  \n[OAV](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=19017) (spinoff)  \n[Shōtotsu](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17950) (movie)  \n[Shōgeki](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18465) (movie)",
      "uk": "Старшокласник Нагаї Кей загинув у дорожньо-транспортній пригоді, але відразу ж ожив, дізнавшись, що він може бути не таким, як усі інші люди. Натомість він може бути таємничою майже безсмертною істотою, наділеною не тільки силою омолодження, але й здатністю бачити надприродних істот. Злякавшись, він тікає, і його друг допомагає йому втекти від суспільства. На жаль для Кея, триває полювання, і незабаром він потрапить у конфлікт між людством та іншими подібними до нього.",
      "vi": "Một ngày nọ, Kei Nagai, một học sinh cấp ba, gặp tai nạn, nhưng cậu ta vẫn sống. Hay nói cách khác, kei không hẳn là con người . Kể từ đó, thế giới Kei thay đổi đáng kể. Sợ hãi và không biết những gì đang xảy ra, Kei được cứu bởi người bạn của mình, Kai. Cùng nhau, họ chạy trốn sâu vào một ngọn núi hoang vắng. Sau đó, một nhóm các những người thù địch chống lại con người tiếp xúc với Kei … Ai là ngươi cần chiến đấu chống lại? Ai là Người mà cậu cần theo phe giúp sức?\n\nPS: Bạn muốn 1 nhân vật chính đầy đạo đức, công lý và lòng thương người, luôn hết mình vì bạn bè? Bạn muốn 1 nhân vật chính luôn sẵn lòng vì người khác bất chấp hi sinh tính mạng? Bạn muốn nhân vật chính trong sáng, ruột để ngoài da, luôn mồm miệng tay chân nhanh hơn não? Vậy thì tốt nhất bạn không nên xem bộ này vì nhân vật chính bộ này hoàn toàn không có những đức tính trên :v",
      "pt-br": "A história segue um estudante do ensino médio chamado Kei Nagai, que é pego em um acidente de trânsito, morre, mas imediatamente revive e descobre que não é humano, mas um Ajin, uma criatura misteriosa que não pode morrer. Assustado, ele foge dos humanos, mas é ajudado por seu amigo Kai, que se junta a ele em sua fuga da civilização. Ele então se envolve em um conflito entre humano e Ajin e deve escolher um lado."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "86"
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2025-01-01T17:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/f21987e8-1918-4d2d-9796-3c66ac271820.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "zh": "蓝箱"
      },
      {
        "eu": "Kutxa Urdina"
      },
      {
        "pl": "Niebieskie pudełko"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "ja": "バドミントン部に所属する猪股大喜（いのまたたいき）は、女子バスケ部の先輩・鹿野千夏（かのちなつ）に恋をしていた――。自主練を真摯に取り組む姿に心惹かれていたが、思いもよらぬ事実が発覚し…!?　道のりは遠く、想いは近く。",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6e9a4e9-41da-427a-9073-4081b8613159",
    "title": {
      "en": "Hibi Chouchou x Hirunaka no Ryuusei"
    },
    "updatedAt": "2023-10-03T21:19:13+00:00",
    "coverArt": "https://mangadex.org/covers/b6e9a4e9-41da-427a-9073-4081b8613159/4b1c7227-e23c-444e-9f8f-365bf9c77c35.jpg",
    "altTitles": [
      {
        "en": "Hibi Ryuusei"
      },
      {
        "en": "Hirunaka no Chouchou"
      },
      {
        "en": "Hirunaka no Chouchou & Hibi Ryuusei"
      },
      {
        "en": "日々蝶々 x ひるなかの流星"
      }
    ],
    "description": {
      "en": "Hibi Chouchou + Hirunaka no Ryuusei crossover in the May 5th issue of Margaret in 2014.  \n  \nHirunaka no Chouchou - a Shocking Day for New Discoveries  \nA shopping mall date with Suiren and Kawasumi. But… Suiren gets lost?! She and a small girl find themselves at the Lost Child centre where suddenly Suzume and Mamura come along!  \nReleased as chapter 75.4 in volume 12 of Hibi Chouchou.  \n  \nHibi Ryuusei - Suzume’s Parallel School Diary  \nThe Suzume who steals everybody’s attention at the high school entrance ceremony. Though she's no great beauty, she does things at her own pace and is a hot topic amongst everyone. In the middle of this, the only person who doesn’t notice her, Kawasumi – will he become interested?!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "2"
  },
  {
    "mangaId": "54b30085-f3d8-4ea5-9b06-10a8d0f23123",
    "title": {
      "en": "My Sister Is the Main Character"
    },
    "updatedAt": "2025-01-04T14:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/54b30085-f3d8-4ea5-9b06-10a8d0f23123/b58d9d9f-0c03-4c4e-b86b-c9da2085f2a4.jpg",
    "altTitles": [
      {
        "ko": "언니가 주인공인데요"
      }
    ],
    "description": {
      "en": "Reincarnated into a novel, she tries to protect her sister from being imprisoned by taking her place. However, the obsessive duke fixates on her instead, flirting and even threatening to confine her. Strangely, she finds herself drawn to him despite her protests."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfd93f22-1791-4383-b90d-e894eb5e4dea",
    "title": {
      "en": "Hoshino Hibana wa Mitsugareru"
    },
    "updatedAt": "2024-11-03T01:10:53+00:00",
    "coverArt": "https://mangadex.org/covers/dfd93f22-1791-4383-b90d-e894eb5e4dea/e1dd45ff-3857-49ea-b7aa-83cc8f349541.png",
    "altTitles": [
      {
        "ja": "星野ヒバナはみつがれる"
      },
      {
        "ko": "호시노 히바나는 떠받들여진다"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28ce7d9d-c65a-462b-bb8f-25864d409108",
    "title": {
      "en": "The God's source of entertainment"
    },
    "updatedAt": "2024-12-10T14:26:19+00:00",
    "coverArt": "https://mangadex.org/covers/28ce7d9d-c65a-462b-bb8f-25864d409108/9d3f78a1-46f1-4422-8e07-2e49379a1cb0.png",
    "altTitles": [],
    "description": {
      "en": "My first ever manga and is a joke manga will not be taken seriously and will get updated at random"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0703613c-5508-425b-9094-12d72ee5628d",
    "title": {
      "en": "Hibi Chouchou"
    },
    "updatedAt": "2022-05-29T00:24:48+00:00",
    "coverArt": "https://mangadex.org/covers/0703613c-5508-425b-9094-12d72ee5628d/7d34653f-503a-4fdb-9ab3-7a91eea230c8.png",
    "altTitles": [
      {
        "ja": "日々蝶々"
      },
      {
        "ja-ro": "Hibi Choujou"
      },
      {
        "en": "Butterfly Day by Day"
      },
      {
        "fr": "Hibi Chouchou: Edelweiss et papillons"
      },
      {
        "it": "Ali di farfalla"
      },
      {
        "de": "Daily Butterfly"
      },
      {
        "es": "Mariposa del día"
      },
      {
        "ru": "Каждый день бабочки"
      },
      {
        "ar": "يوميات فراشة"
      },
      {
        "th": "ปล่อยหัวใจโบยบินดั่งผีเสื้อ"
      },
      {
        "zh-hk": "日日蝶蝶"
      },
      {
        "zh": "无口之恋"
      },
      {
        "ko": "매일나비"
      },
      {
        "ko": "매일나비 (히비쵸쵸)"
      }
    ],
    "description": {
      "de": "Suiren lebt in ihrer eignen kleinen Welt und spricht kaum mit jemandem. Doch das hält die Jungs nicht davon ab, ihr scharenweise hinterherzurennen und um ihre Aufmerksamkeit zu buhlen. Nur einer scheint sie nie anzusehen: Kawasumi weiß nicht, wie er mit Mädchen reden soll und macht daher einen großen Bogen um sie. Doch genau diese abweisende Art fasziniert Suiren. Werden die beiden ihre Schüchternheit überwinden können?",
      "en": "Shibazeki Suiren is a stunningly beautiful girl. Her classmates are astonished by her beauty, but after noticing her quiet manners and lack of contact except with her friends, she receives the nickname \"Takane no Hana\", a beautiful flower but impossible to reach. However, after a fellow freshman called Kawasumi Kouha saves her from a persistent suitor, she finds herself mesmerized by him… as he's the only boy who won't look at her no matter what.  \n  \nChapter 75.4 is part of the Hibi Chouchou x Hirunaka no Ryuusei crossovers and is included in that entry.",
      "es": "Suiren, la chica más hermosa de todo el instituto, siente curiosidad por Kawasumi, un chico obsesionado con el karate. Esa curiosidad que siente es recíproca, pero a ambos se les da igual de mal hablar con personas del sexo opuesto. Este es el punto de partida de un amor del que ninguno es consciente aún. Así es como, poco a poco, da comienzo una historia de amor tan dulce como una nube de algodón de azúcar.",
      "fr": "La douce et réservée Suiren est sans aucun doute la plus jolie fille de son lycée. Sa beauté est remarquée de tous, sauf peut-être d’un membre du club de karaté, le timide Kawasumi. Cependant, tout peut arriver quand deux regards se croisent. Et c’est ainsi que débute une relation aussi discrète que maladroite…",
      "id": "Saat memasuki sekolah tinggi, Suiren sangat tenang tapi sangat lucu dan menjadi pusat perhatian anak laki-laki … Tapi seorang cowok tidak pernah memperhatikannya. Kisah seorang gadis pendiam dan anak yang pendiam. Sebuah cerita, cinta pendek menyegarkan.",
      "it": "*Fiore inaccessibile.*\n\nCosì è soprannominata Suiren per la sua bellezza e per l'odio che nutre nei confronti dei maschi.\n\nMa quando incontra l'altrettanto taciturno Kawasumi qualcosa in lei comincia a cambiare...",
      "ja": "学校一の美少女・すいれんが気になるのは硬派な空手男子・川澄。お互い気になるけどお互い異性が苦手な2人。純粋すぎて恋心にもまだ気づけない。ひらり、ふわりの恋物語がはじまります。",
      "ko": "학교 최고의 미소녀 스이렌에게는 자꾸만 신경 쓰이는 사람이 있다. 그 사람은 바로 터프한 공수도 소년 카와스미. 서로가 신경 쓰이지만 피차 이성이 거북한 두 사람. 너무 순수해서 아직 연심을 눈치 채지 못한다. 보드라운 사랑 이야기가 시작된다.",
      "ru": "Суирэн всегда была удивительно симпатичной, и в детстве часто её дразнили мальчишки, которым она нравилась. После этого она твёрдо решила поступать в среднюю школу для девочек. Однако в такой школе оказалось дела обстоят ещё хуже. Повзрослев, Суирэн в итоге понятия не имеет, как общаться с парнями, из-за чего сторонится их и кажется равнодушной.\nВ первый же день в старшей школе она мгновенно привлекает пристальное внимание противоположного пола. И лишь один Кавасуми совсем не обращает внимания на новый школьный феномен. Но, возможно, за небрежным безразличием скрывается что-то большее?",
      "zh-hk": "希望能像隻蝴蝶，飛舞到你的身邊！\n學校第一的美少女‧睡蓮所在意的男生是硬派的空手道男孩‧川澄。雖然彼此在意，卻對異性感到棘手的兩個人，太過單純還沒有察覺到戀慕心。輕輕柔柔的戀愛物語開始了。"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "75.8"
  },
  {
    "mangaId": "c10740eb-12b5-4bfe-b933-56e9fb8fc58d",
    "title": {
      "en": "You Got Me, Sempai!"
    },
    "updatedAt": "2023-04-20T11:53:06+00:00",
    "coverArt": "https://mangadex.org/covers/c10740eb-12b5-4bfe-b933-56e9fb8fc58d/410b102d-8d5e-45de-bd7c-a44f60826967.jpg",
    "altTitles": [
      {
        "ja-ro": "Mairimashita, Senpai"
      },
      {
        "ru": "Я пришла, сэмпай"
      },
      {
        "ja": "まいりました、先輩"
      },
      {
        "zh": "败给你了、学长"
      }
    ],
    "description": {
      "en": "Two months after entering high school, Serina realizes that the lyrics of a love song have been written in her desk, and the writing seems to be the one of a boy. After writing down an answer, she gets approached by a senior, Mizukawa."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "40"
  },
  {
    "mangaId": "87867b65-90c0-4dc3-b36e-1c151cfa969b",
    "title": {
      "en": "With Vengeance, Sincerely, Your Broken Saintess"
    },
    "updatedAt": "2024-05-02T21:50:38+00:00",
    "coverArt": "https://mangadex.org/covers/87867b65-90c0-4dc3-b36e-1c151cfa969b/e66c1fe1-580f-4e8b-8d41-c64c03e70f5b.jpg",
    "altTitles": [
      {
        "ja": "傷だらけ聖女より報復をこめて"
      },
      {
        "en": "Vengeance from a Saint Full of Wounds"
      },
      {
        "en": "The Holy Wound Became a Villain"
      },
      {
        "es": "La santa herida se convirtió en villana"
      },
      {
        "ru": "Возмездие Раненой Святой"
      },
      {
        "id": "Pembalasan saintess yang terluka"
      },
      {
        "ja-ro": "Kizu Darake Seijo Yori Houfuku wo Komete"
      }
    ],
    "description": {
      "ar": "لوا ، قديس مرشح مع قوى الشفاء. ومع ذلك ، فقد كانت قدراتها معيبة ، وستتألم وتتألم لنفسها من أجل نقل الأعراض لنفسها والشفاء منها. عاملها المرشحون القديسون على أنها عيب ، لكن صديقتها المقربة أريان كانت دائمًا هناك. في يوم من الأيام ، يحتضر جاروت ، قائد الفرسان الذي تهتم به روا. بعد أن تلتئم جراحه تمامًا ، تتجول لوا بين الحياة والموت في حدود قدراتها. ومع ذلك ، عندما استيقظ ، كان كل الفضل يعود إلى أريان ، وتم تحديد خطوبة جاروت وأريان. بالنظر إلى طبيعة أريان الحقيقية ، تعرض للضرب المبرح من قبل جاروت. في حالة من اليأس ، تعهد لوا بعدم شفاء أي شخص بعد الآن. ثم يسأل الأمير الثاني سوين ، “لماذا لا تنتقم من أولئك الذين أهانوك",
      "en": "Lua, a candidate saint with healing powers. However, her abilities were flawed, and she would be pained and painful to herself in order to transfer the symptoms to herself and heal them. The saintly candidates treated her as a flaw, but only her best friend Ariane was always there. One day, Garrot, the Knight Commander whom Lua cares about, is dying. After completely healing his wounds, Lua wanders between life and death at the limit of her abilities. However, when he awoke, all the credit belonged to Ariane, and Garrot and Arian's engagement had been decided. Seeing Arian's true nature, he is coldly beaten by Garrot. In despair, Lua vowed not to heal anyone anymore. Then the Second Prince Swen asks, \"Why don't you take revenge on those who have demeaned you?\" She uses another ability she has been hiding – the atrocious ability to inflict healing symptoms on others – and joins forces with Swen to start a new life as an \"evil woman\" instead of a \"saint.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8847f905-550d-4fe6-bcda-ac2b896789c7",
    "title": {
      "en": "Golden Kamuy"
    },
    "updatedAt": "2024-04-06T01:23:39+00:00",
    "coverArt": "https://mangadex.org/covers/8847f905-550d-4fe6-bcda-ac2b896789c7/e96cfe6d-7876-4558-b4bc-0930deb5060a.jpg",
    "altTitles": [
      {
        "ja": "ゴールデンカムイ"
      },
      {
        "ja-ro": "Golden Kamui"
      },
      {
        "ar": "غولدن كاموي"
      },
      {
        "he": "קאמוי מוזהב"
      },
      {
        "tl": "Gintong Anito"
      },
      {
        "tr": "Gol tamanawas"
      },
      {
        "ru": "Золотое божество"
      },
      {
        "uk": "Золотий Камуї"
      },
      {
        "th": "โกลเดนคามุย"
      },
      {
        "ko": "골든 카무이"
      },
      {
        "zh": "黄金神威"
      },
      {
        "zh-hk": "黃金神威"
      },
      {
        "vi": "Cơn sốt vàng sau chiến tranh"
      }
    ],
    "description": {
      "de": "Die Jagd nach dem Ainu-Gold hat begonnen…\r\n\r\nWir schreiben das frühe 20. Jahrhundert, kurz nach dem russisch-japanischen Krieg. Hoch im verschneiten Norden Japans schlägt sich ein einzelner Mann durch die Wildnis. Sein Name: Sugimoto, der Unsterbliche. Geplagt von den Erinnerungen an den Krieg versucht er, sein mageres Einkommen durch Goldschürferei aufzubessern – ohne Erfolg.\r\n\r\nAber dann erfährt er von einem riesigen Goldschatz, der einst den Ainu gestohlen wurde. Der einzige Hinweis: eine Schatzkarte, eintätowiert auf die Rücken zahlreicher Gefängnisinsassen, die sich nun auf der Flucht befinden. Gemeinsam mit dem Ainu-Mädchen Asirpa bricht Sugimoto auf die tödlichste Schatzsuche der Geschichte auf. Denn wer dieses Gold jagt, ist bereit, über Leichen zu gehen…\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "en": "In the early twentieth century, Russo-Japanese War veteran Saichi “Immortal” Sugimoto scratches out a meager existence during the postwar gold rush in the wilderness of Hokkaido. When he stumbles across a map to a fortune in hidden Ainu gold, he sets off on a treacherous quest to find it. But Sugimoto is not the only interested party, and everyone who knows about the gold will kill to possess it! Faced with the harsh conditions of the northern wilderness, ruthless criminals and rogue Japanese soldiers, Sugimoto will need all his skills and luck—and the help of an Ainu girl named Asirpa - to survive.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.",
      "es": "Año 37 de la era Meiji. Tras sobrevivir a la guerra Ruso-Japonesa, Sugimoto, apodado “el Inmortal”, se une a la fiebre del oro para ayudar a la viuda de uno de sus amigos caído durante el conflicto. En su búsqueda, alguien le revela que existe un tesoro escondido y que las distintas claves para encontrarlo las llevan tatuadas en sus espaldas peligrosos convictos prófugos. En su camino se topará con Asirpa, quien no solo le salva la vida, sino que además le ayudará a sobrevivir en la dura tundra salvaje. ¡La carrera por hacerse con el tesoro ha comenzado!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "fr": "Saichi Sugimoto est une véritable légende de la guerre russo-japonaise du début du XXe siècle. Surnommé «l'Immortel,» il a survécu aux pires batailles menées dans les régions les plus sauvages qui soient. Mais quand le conflit se termine, il se retrouve seul et sans le sou… C'est alors qu'il apprend l'existence d'un fabuleux trésor de 75 kilos d'or accumulé par les Aïnous, peuple autochtone vivant en harmonie avec la nature. Hélas, le magot a été volé, puis caché par un homme désormais enfermé dans la pire prison d'Hokkaido. Les seuls indices menant au butin sont de mystérieux tatouages inscrits sur la peau de criminels évadés…\r\n\r\nPour Sugimoto, la chasse au trésor est lancée… Cependant, seul, il a peu de chances de s'en sortir. À peine sa quête commence-t-elle qu’il manque de se faire déchiqueter par un ours brun! Il ne doit la vie qu'à l'intervention providentielle d'Ashirpa, jeune indigène liée aux propriétaires légitimes du butin. Ils décident de faire équipe pour affronter les nombreux dangers qui les guettent sur la route de l'or des Aïnous…\r\n\r\nMaintes fois primé au Japon, *Golden Kamui* est un formidable mélange d'aventure en milieu hostile et de découverte culturelle, le tout porté par une intrigue aux rebondissements multiples. Laissez-vous entraîner dans cette quête épique à travers les immensités sauvages d'Hokkaido!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Traduction française officielle](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "it": "Nel pieno dell’Era Meiji Saichi Sugimoto, ex soldato d’élite sopravvissuto a una delle battaglie più sanguinose della guerra Russo-Giapponese, lasciato l’esercito ha ormai un solo obiettivo: la corsa all’oro. È questa a portarlo in Hokkaido, l’estremo nord del Giappone abitato dal misterioso popolo degli Ainu e dove secondo una leggenda qualcuno ha nascosto una enorme quantità del prezioso metallo giallo… ma Sugimoto non è l’unico a seguire le tracce che portano al tesoro nascosto e per trovarlo dovrà affrontare spietate bande di criminali, l’esercito e il clima proibitivo dell’Hokkaido con l’aiuto di una giovane e decisa Ainu in cerca di vendetta.\r\n\r\n---\r\nIn Hokkaido, la regione più a nord del Giappone, Sugimoto è sopravvissuto alla guerra russo-giapponese dell'epoca Meiji. Soprannominato durante la guerra \"l'invincibile Sugimoto\", adesso inizia la sua corsa all'oro alla ricerca delle ricchezze che gli permetteranno di salvare la moglie di un suo commilitone morto durante la guerra. Durante la ricerca s'imbatte in alcuni indizi che lasciano presagire l'esistenza una riserva d'oro gestita da criminali corrotti. Accompagnato da una ragazza Ainu che ha salvato la sua vita messa alla prova dal terribile clima del nord, i due iniziano la loro avventura contro i criminali.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "ja": "『不死身の杉元』日露戦争での鬼神の如き武功から、そう謳われた兵士は、ある目的の為に大金を欲し、かつてゴールドラッシュに沸いた北海道へ足を踏み入れる。そこにはアイヌが隠した莫大な埋蔵金への手掛かりが!?　立ち塞がる圧倒的な大自然と凶悪な死刑囚。そして、アイヌの少女、エゾ狼との出逢い。『黄金を巡る生存競争』開幕ッ!!!!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "pt": "Após feitos dignos de um guerreiro na Guerra Russo-Japonesa, o soldado conhecido como “Sugimoto, o imortal” vai para Hokkaido, onde houve a corrida do ouro, em busca de uma grande quantia de dinheiro para realizar certo objetivo. Ali, encontra pistas que levam a um grande tesouro escondido pelos ainus, mas ele precisa enfrentar também a natureza selvagem opressiva e prisioneiros violentos, assim como conhece uma garota ainu e um raro lobo-de-hokkaido. Tem início a luta pela sobrevivência em busca do ouro!!!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "ru": "На Хоккайдо, далеко, в северных землях Японии, живёт Сугимото, переживший русско-японскую войну, и прозванный на ней Бессмертный Сугимото. Теперь он ищет богатства, обещанные золотой лихорадкой, в надежде спасти овдовевшую жену своего покойного товарища. Во время своей охоты на золото, он находит намеки на скрытый золотой склад преступников. Вместе с девушкой айну, которая некогда спасла его, они отважились на смертельное приключение против преступников, в поисках золотого тайника.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "tr": "Sugimoto, Meiji Dönemi'nde, Japonya'nın kuzeyindeki Hokkaido'da meydana gelen Rus-Japon Savaşından sağ olarak kurtulur. Savaş boyunca \"Ölümsüz Sugimoto\" olarak anılan bu adam, şimdilerde savaşta ölen arkadaşının karısını kurtarma ümidi ile altınla gelen vaat edilmiş zenginliğin peşine düşer. Bu altın avcılığı süresince, yozlaşmış suçluların sakladığı altın gömüsüyle alakalı ipuçları bulur. Kötü iklim şartlarında hayatını kurtaran Auni'li bir kızla ortak olarak, altını arayan amansız suçlulara karşı ölüm-kalım mücadelesine girerler.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "uk": "Далеко, на північних землях Хоккайдо, ветеран російсько-японської війни, за прізвиськом Суґімото \"Безмертний\", вирушив на пошуки багатств, обіцяні золотою лихоманкою. Загиблий товариш благав попіклуватись Сайчі про його хвору дружину, що терміново потребує гроші на лікування. Під час свого чергового невдалого полювання на золото, старий п'яниця розбовтує колишньому солдату про таємничий скарб айну, який викрав та сховав невідомий злодій. Натрапивши на слід \"Безсмертний\" Суґімото Сайчі розпочинає смертельну гонку з дівчинкою айну, на ім’я Асірпа.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "vi": "Tại Hokkaido, hòn đảo xa miền cực bắc của nhật bản, nhân vật chính của chúng ta - Sugimoto Saichi trở về từ cuộc chiến tranh Nga Nhật thời kì Minh Trị. Với biệt danh \"Sugimoto Bất Tử\" trong chiến tranh, anh lao vào chạy theo cơn sốt vàng nhằm thực hiện ý nguyện của người bạn thân đã mất trong trận chiến\r\n\r\n---\r\n[Traduction française officielle](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "pt-br": "Em Hokkaido, nas terras do extremo norte do Japão, Sugimoto sobreviveu à guerra russo-japonesa da era Meiji. Apelidado de \"Sugimoto, o Imortal\" durante a guerra, ele agora procura as riquezas prometidas pela corrida do ouro, na esperança de salvar a esposa viúva de seu falecido companheiro da guerra. Durante a sua caça ao ouro, ele descobre sobre um estoque enorme de ouro escondido por um criminoso. Através de uma parceria com uma garota da tribo Ainu, que salva a sua vida, ele luta contra os criminosos, os militares, e a própria natureza para encontrar o tesouro!",
      "zh-hk": "被稱為『不死身的杉元』、在日俄戰爭中有如鬼神般的殺敵， 被世人如此熟知的杉元佐一， 為了得到大量的黃金，來到了昔日淘金熱潮盛行的北海道。 於某次機遇下，他得知了隱藏著愛奴人龐大財寶的線索!? 在充滿威嚴的大自然中， 和許多兇惡的死刑犯、以及愛奴少女相遇， 『尋找黃金的生存競爭』正式開幕!!!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "31",
    "lastChapter": "314"
  },
  {
    "mangaId": "92dd8103-2a60-4a1a-a32d-b957bf4eb7dd",
    "title": {
      "en": "The Devil Raises a Lady"
    },
    "updatedAt": "2025-01-02T15:15:39+00:00",
    "coverArt": "https://mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "altTitles": [
      {
        "ko": "악마는 레이디를 키운다"
      },
      {
        "es": "El diablo entrena una dama"
      },
      {
        "pt-br": "O Diabo cria uma Dama"
      }
    ],
    "description": {
      "en": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
      "es": "Ella tuvo que pasar por la aniquilación de su familia, él llegó al final de su vida para darle la oportunidad de vengarse. “Aiana.” El caballero que estuvo a mi lado durante 13 años, arriesgó su vida, sufrió, pasó hambre y lo dio todo por mí. Pero ahora, al presentarse mi muerte inminente, sonreía felizmente mientras contemplaba mi desceso. “Por favor, ten una historia agradable esta vez, mi señora”. El demonio sonrió y me tendió la mano. “Espero que en la próxima historia obtengas el final que deseas”",
      "pt-br": "A aniquilação de uma linhagem familiar. E um homem que chegou ao fim da vida em busca de vingança. “Senhora Ayana.” Um cavaleiro que esteve ao seu lado por 13 anos. No momento iminente da morte, ele foi a primeira pessoa a vir à mente antes da família. Ele arriscou sua vida por mim, sofreu ferimentos, passou fome e deu tudo de si para mim. Agora, ele estava olhando para sua morte com um sorriso como se estivesse se divertindo. “Por favor, conte uma história agradável desta vez, minha senhora.” O demônio sorriu e estendeu a mão, e a garota a segurou. “Espero que na próxima história, a senhora alcance o final desejado.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4536960e-a1a4-46c9-bb76-7604523f79fa",
    "title": {
      "en": "Corrupting the Heroine's First Love"
    },
    "updatedAt": "2024-07-20T19:19:08+00:00",
    "coverArt": "https://mangadex.org/covers/4536960e-a1a4-46c9-bb76-7604523f79fa/f1e561d0-1fd2-47b7-ae2d-30f68eee655b.jpg",
    "altTitles": [
      {
        "ko": "여주인공의 첫사랑을 타락시켜 버리면"
      },
      {
        "en": "If You Corrupt the Heroine's First Love"
      },
      {
        "en": "Corrupting Your Heroine's First Love Will Result With This"
      },
      {
        "es-la": "Robé al primer amor de la heroína"
      }
    ],
    "description": {
      "en": "“I am a knight of Latem. We’re not destined to stand under the same sky.”\n\nShe had become Karina Apocalita, the personification of evil and a member of the heterogeneous race that ruled the world with malevolence. The plot began to twist and turn when Karina unknowingly saved the life of Reneiger, a justful knight and the heroine’s first love.\n\nReneiger became doubtful of his faith, eventually losing his glow and radiant platinum blond. Soon the sacred knight fell from grace and aligned himself to Karina’s fate.\n\n“There’s no turning back now. Dear God, please forgive me.”\n\nHe knew he would never be able to escape from her hands.\n\n---\n\"I am a knight of Latem, and that means I cannot coexist under the same sky as you.\"\n\nAfter entering the book *A Trapped Bird Cannot Escape*, I realized that I had taken over the body of Karina Apocalypta, a member of a species that reigns as the evil of the world. However, the novel's plot begins to twist after I saved the life of Reneiger, the first love of the female protagonist, who happens to be a holy knight. Reneiger begins to doubt his faith, ultimately losing his brilliant platinum hair. Thus, the once sacred holy knight turns corrupt and eventually sympathizes with Karina's fate...\n\n\"Now we have each other's desires,\" Karina said while caressing his cheek. It was a feeling of being pulled in by each fascinating tendril of thorny vines.\n\nReneiger couldn't bear it, \"It can't be undone.\"\n\n---\nIn a land overshadowed by darkness, Karina Apocalita rises as a formidable figure, her being a tapestry of power from a diverse race. Her destiny intertwines with Reneiger, a knight from the virtuous Latem order, known for justice and as the former love of a legendary heroine. Their paths take an unforeseen turn when Karina, unaware of her impact, saves Reneiger's life. This act, challenging his convictions, triggers a crisis within him, tarnishing his once radiant aura and precipitating a fall from grace.\n\nFaced with his altered fate, Reneiger prays for forgiveness, realizing his escape from Karina's shadow is but a dream. This pivotal moment raises a haunting question: will Reneiger rediscover the light, or be consumed by the darkness emanating from Karina?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e02546d-83c8-4b92-87b6-929e863c178e",
    "title": {
      "en": "Jujutsu Literature Club"
    },
    "updatedAt": "2024-09-19T16:44:00+00:00",
    "coverArt": "https://mangadex.org/covers/1e02546d-83c8-4b92-87b6-929e863c178e/4569ba52-d7f6-4aad-9df0-03d4a299b015.png",
    "altTitles": [
      {
        "en": "Doki Doki Kaisen"
      },
      {
        "th": "มหาเวทย์ผนึกโดกิโดกิ"
      }
    ],
    "description": {
      "en": "Ever thought, what if jjk characters were swapped with completely unrelated ones? if the answer’s yes, then I guess my 'manga' is worth checking out.For now, I'm adapting part of the gojo vs sukuna fight, but with monika and sayori as the characters.In the lore of JJLC , this fight happens after monika deleted the other 3 girls, but due to a 'bug' ,sayori managed to avoid it. Since monika's power doesn't work on sayori for some reason, they'll have to fight."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cbe80ad5-a14d-45cc-9b06-f80cb43069d8",
    "title": {
      "en": "City of Darkness"
    },
    "updatedAt": "2023-07-01T16:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/cbe80ad5-a14d-45cc-9b06-f80cb43069d8/240a53bd-4ef9-4378-98d8-7f18b035a35b.jpg",
    "altTitles": [
      {
        "tr": "Karanlığın Şehri"
      },
      {
        "en": "Kowloon Walled City"
      },
      {
        "ar": "مدينة الظلام"
      },
      {
        "zh": "九龙城寨"
      },
      {
        "zh-hk": "九龍城寨"
      }
    ],
    "description": {
      "en": "Everyone in his Triad gang looked up to him. He was the boss's favorite pupil, but then in a single night, after he had won so many territorial fights for his gang, he lost everything! Why?"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "32"
  },
  {
    "mangaId": "7b0fbb36-7e17-4709-b616-742005b7e0e3",
    "title": {
      "en": "Yona Yona Yona"
    },
    "updatedAt": "2024-12-14T20:04:43+00:00",
    "coverArt": "https://mangadex.org/covers/7b0fbb36-7e17-4709-b616-742005b7e0e3/d150d92b-eb87-49dc-84a0-26ee6599602b.jpg",
    "altTitles": [
      {
        "en": "Every Every Night"
      },
      {
        "ja": "夜な夜な夜な"
      },
      {
        "ru": "Ночь за ночью"
      }
    ],
    "description": {
      "en": "In Hakone, phantom thief Yona and her team of specialists try and recover pieces of art stolen by the corrupt police force.",
      "ja": "夜行怪盗団、それは、悪から盗み戻す、正義の盗賊。警察も、政治家も皆、悪に支配された今、苦しめられる人々を救うため！　怪盗・夜名（よな）は醜塊と戦う決意をする。"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "0f4e9922-e84f-46f2-958b-e34a4e27a4a8",
    "title": {
      "en": "Uruwashi no Yoi no Tsuki"
    },
    "updatedAt": "2024-10-11T20:25:20+00:00",
    "coverArt": "https://mangadex.org/covers/0f4e9922-e84f-46f2-958b-e34a4e27a4a8/d5156b1b-1826-481a-9ea3-12bd3a779581.jpg",
    "altTitles": [
      {
        "en": "In the Clear Moonlit Dusk"
      },
      {
        "ja": "うるわしの宵の月"
      },
      {
        "zh": "皎洁迎宵之月"
      },
      {
        "ru": "Восхитительная сумеречная Луна"
      },
      {
        "ru": "Прекрасная вечерняя Луна"
      },
      {
        "ar": "في غسق ضوء القمر الجلي"
      },
      {
        "ko": "아름다운 초저녁달"
      },
      {
        "vi": "Vầng trăng chiều rực rỡ"
      },
      {
        "fr": "Ton visage au clair de lune"
      },
      {
        "pt-br": "No Crepúsculo da Lua"
      }
    ],
    "description": {
      "en": "Yoi is a girl who is called \"prince\" by those around her and treated like a hero in a girls' manga.\nThen she meets Ichimura, who is also called \"prince.\" He calls her \"beautiful\" and saves her from getting tangled up with a drunk at a convenience store, and the two quickly get close!\nIs this encounter fate? Or is it bad luck?!\nThe story of a man and a woman, both called \"princes,\" begins now!",
      "pt": "Takiguchi Yoi é uma garota de aparência masculina, tratada como um príncipe. Quando entra no ensino médio, o conflito começará ao conhecer um garoto que, efetivamente, pode roubar da nossa protagonista o título de \"homem mais desejado\" da escola.",
      "pt-br": "Takiguchi Yoi é uma garota de aparência masculina, tratada como um príncipe. Quando entra no ensino médio, o conflito começará ao conhecer um garoto que, efetivamente, pode roubar da nossa protagonista o título de “homem mais desejado” da escola."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54e9d914-3c14-4a75-9650-e305291830c7",
    "title": {
      "en": "Waves, Listen to me!"
    },
    "updatedAt": "2024-06-17T07:09:42+00:00",
    "coverArt": "https://mangadex.org/covers/54e9d914-3c14-4a75-9650-e305291830c7/a13df829-9403-4852-8173-5ea9f03d5592.jpg",
    "altTitles": [
      {
        "fr": "Born to be on Air"
      },
      {
        "zh": "听着这电波"
      },
      {
        "ja": "波よ聞いてくれ"
      },
      {
        "zh-hk": "电波啊 听着吧"
      },
      {
        "ja-ro": "Nami yo Kiitekure"
      },
      {
        "it": "Born to be on Air"
      }
    ],
    "description": {
      "en": "On a night out drinking to get over being duped and ditched by her last boyfriend,  Minare Koda ends up \nproviding a massive drunken rant for Matou, the director of a radio station. \nThe next day, she is shocked to hear her own voice being broadcast on the radio! She rushes to the studio,\nleaving her job at a curry soup and bread restaurant in jeopardy. However, her drunken rant and the next day's \nimpromptu damage-control live broadcast end up earning her an invitation to try working at the radio station!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f7ee454-7478-40d5-9eeb-b8ae8e72600d",
    "title": {
      "en": "Class no Gal ni Kuuki Atsukai Sareteimasu"
    },
    "updatedAt": "2024-11-22T14:08:53+00:00",
    "coverArt": "https://mangadex.org/covers/4f7ee454-7478-40d5-9eeb-b8ae8e72600d/a832da64-2efa-4af8-a966-e7757d857ca3.jpg",
    "altTitles": [
      {
        "ja": "クラスのギャルに空気扱いされています"
      },
      {
        "ja-ro": "Kurasu no Gyaru ni Kuuki Atsukai Sareteimasu"
      },
      {
        "en": "The Gals in My Class Treat Me Like Air"
      },
      {
        "id": "Aku Dianggap Seolah-olah Udara Oleh Gadis Gyaru Di Kelas"
      },
      {
        "es-la": "Las chicas de mi clase me tratan como el aire"
      },
      {
        "vi": "Mấy nhỏ Gyaru trong lớp tôi đối xử tôi như không khí"
      },
      {
        "ja": "愛乃ななの計画 クラスのギャルに空気扱いされています"
      },
      {
        "ja-ro": "Aino Nana no Keikaku: Class no Gal ni Kuuki Atsukai Sareteimasu"
      },
      {
        "en": "Nana Aino's Plan: The Gals in My Class Treat Me Like Air"
      }
    ],
    "description": {
      "en": "A boy named Ryuuji Aizawa is getting treated by his gyaru classmates like he wasn't there, like this girl named Nana Aino who sits on his seat. With him still in it.\n\n---\n\nNote: \nReleased as a free ebook compilation on Amazon under the title: *Aino Nana no Keikaku: Class no Gal ni Kuuki Atsukai Sareteimasu (愛乃ななの計画 クラスのギャルに空気扱いされています)* \"Nana Aino's Plan: The Gals in My Class Treat Me Like Air\"; Volume 1 contains chapters 1-24 including some new textless illustrations.\n\n* Alternative Official Raw - [Twitter](https://twitter.com/Tranquillity650/status/1721818260436644142)",
      "es-la": "Un par de gals parecen no notar al chico delante de ellas."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "770c61b9-0ef2-460b-8c25-c10ab23349ce",
    "title": {
      "en": "Akebi-chan no Sailor Fuku"
    },
    "updatedAt": "2024-11-02T15:13:20+00:00",
    "coverArt": "https://mangadex.org/covers/770c61b9-0ef2-460b-8c25-c10ab23349ce/314c7bc6-5503-4068-8518-70082180fb61.jpg",
    "altTitles": [
      {
        "ja": "明日ちゃんのセーラー服"
      },
      {
        "ja-ro": "Akebi-chan no Serafuku"
      },
      {
        "en": "Akebi-chan's Sailor Uniform"
      },
      {
        "ko": "아케비 쨩의 세일러복"
      },
      {
        "zh": "明日酱的水手服"
      },
      {
        "zh-hk": "明日醬的水手服"
      },
      {
        "fr": "Akebi veut porter une marinière !"
      },
      {
        "it": "La Divisa Scolastica di Akebi"
      },
      {
        "ru": "Школьная форма Акэби-тян"
      }
    ],
    "description": {
      "en": "The setting is Roubai Private Academy, a prestigious girls’ middle school in the country. For Akebi Komichi, donning this school’s sailor uniform is a dream come true. Her middle school dream life is finally beginning! Verdant open countryside vistas. The slowly flowing time of youth. With a gentle touch, the genius artist Hiro brings you this simple school tale… now enrolling!",
      "es": "Akebi Komichi vive en una zona rural con su familia y acaba de conseguir entrar en la famosa Academia de secundaria Roubai, a la que ya asistió su madre. Como ella, le gustaría llevar el clásico uniforme de marinero, que ya no es el habitual en la Academia.\n\nDespués de conseguir que le permitan llevar su ansiado uniforme cosido por su madre, Akebi empezará su vida en secundaria con el objetivo de hacer muchas amigas. El paso tranquilo del tiempo, la inocencia y la naturalidad, marcarán la vida de Akebi y sus amigas.",
      "ja": "その“初めて”を“何度でも”──。　舞台は、田舎の名門女子中学・私立ロウ梅学園。この学園のセーラー服を着ることが「夢」だった明日小路（あけびこみち）。少女の「夢」の中学セーラー服ライフが始まる♪　広がる、緑豊かな田園風景。ゆっくり流れる青春時間。",
      "es-la": "El escenario es la Academia Privada Roubai, una prestigiosa escuela secundaria femenina del país. Para Akebi Komichi, ponerse el uniforme de marinera de esta escuela es un sueño hecho realidad. Su vida de ensueño en la escuela secundaria por fin comienza. Las verdes vistas del campo abierto. El lento fluir del tiempo de la juventud. Con un suave toque, el genial artista Hiro te trae este sencillo cuento escolar... ¡ahora se matricula!",
      "pt-br": "A história se passa na prestigiosa Academia Roubai, uma escola secundária para garotas, no Japão. \n\nNossa amável Akebi Komichi, a protagonista, entrou na academia com o sonho de vestir o lindo uniforme Sailor, porém, ela se surpreende no seu primeiro dia. O que será que aconteceu? Akebi ainda viverá muitas experiências em Roubai até se tornar uma idol como sua cantora favorita Miki-chan! Avante Akebi!\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 23. ]"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebf6b4b1-f514-4e93-8305-0c16c21c7163",
    "title": {
      "en": "Space Juggernaut"
    },
    "updatedAt": "2024-11-19T06:00:24+00:00",
    "coverArt": "https://mangadex.org/covers/ebf6b4b1-f514-4e93-8305-0c16c21c7163/c992f6a1-8189-4cab-a237-3d12b26a0137.jpg",
    "altTitles": [],
    "description": {
      "en": "Wanderer, imposing, somewhere in the vast void of space, Rendezvous awaits! The only space station built inside a living being, where the best scientists, warriors, explorers and engineers of the galaxy live.\nFollow the adventures of the Rendezvaj against the galaxy's major enemy; The Raccoon-race \"preservation\" Federation in this epic Space Opera.",
      "es-la": "Errante, imponente, en algún lugar del vasto vacío espacial, Rendezvous espera! La única estación espacial construida dentro de un ser vivo, que aloja a los mejores científicos, guerreros, exploradores e ingenieros de la galaxia.\nSigue las aventuras de un grupo de Rendezvaj contra su mayor enemigo; La Federación de “Conservación” de la raza Mapache en esta épica ópera spacial."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf326f7-ccbd-4d54-bbad-852d76e46523",
    "title": {
      "en": "Revenge of the Baskerville Bloodhound"
    },
    "updatedAt": "2025-01-03T10:45:24+00:00",
    "coverArt": "https://mangadex.org/covers/fbf326f7-ccbd-4d54-bbad-852d76e46523/1084eda4-b6f9-46de-96b8-a3898c4819a0.jpg",
    "altTitles": [
      {
        "ko": "철혈검가 사냥개의 회귀"
      },
      {
        "ko-ro": "Cheolhyeolgeomga Sanyanggaeui Hoegwi"
      },
      {
        "en": "Revenge of the Sword Clan's Hound"
      },
      {
        "en": "Revenge of the Iron-Blooded Sword Hound"
      },
      {
        "en": "Regression of the Ironblade Hound"
      },
      {
        "en": "Return of the Iron-Blooded Hound"
      },
      {
        "en": "Return of the Iron-Blooded Sword Hound"
      },
      {
        "en": "The Return of the Iron-Blood Sword Hound"
      },
      {
        "fr": "La revanche du limier des Baskerville"
      },
      {
        "pt-br": "O retorno do cão de caça dos Baskerville"
      },
      {
        "pt-br": "A vingança do cão de caça de sangue de ferro Baskerville"
      },
      {
        "es": "El perro de metal"
      },
      {
        "es": "La venganza del sabueso de la espada sangrienta"
      },
      {
        "es-la": "La venganza del sabueso de sangre de hierro"
      },
      {
        "th": "การกลับมาของหมาล่าเนื้อตระกูลดาบเลือดเหล็ก"
      },
      {
        "ja": "回帰した鉄血の猟犬"
      },
      {
        "zh": "铁血剑家猎犬的回归"
      },
      {
        "tr": "Demir kanlı kılıç tazısının i̇ntikamı"
      },
      {
        "ar": "عودة الكلب ذي الدم الحديدي"
      },
      {
        "bn": "বাস্কেরভিলের শিকারী কুকুরের প্রতিশোধ"
      }
    ],
    "description": {
      "en": "Raised to kill like a pack of loyal hounds, the Baskerville children took countless lives as a band of fearsome assassins.\n\nDespite being the shunned illegitimate son of the brood, Vikir served his family faithfully, only to meet his untimely demise at his father’s hands. But when he is inexplicably reborn with a second chance at life, Vikir, armed with the memories and knowledge of his past, swears to rise above the pack and take his revenge.\n\nThis time, he's ready to bite the hand that feeds.",
      "pt-br": "Criados para matar como uma matilha de cães leais, as crianças Baskerville tiraram inúmeras vidas como um bando de assassinos temíveis.\n\nApesar de ser o filho ilegítimo rejeitado da ninhada, Vikir serviu sua família fielmente, apenas para encontrar sua morte prematura nas mãos de seu pai. Mas quando ele inexplicavelmente renasce com uma segunda chance na vida, Vikir, armado com as memórias e o conhecimento de seu passado, jura se elevar acima da matilha e se vingar.\n\nDesta vez, ele está pronto para morder a mão que o alimenta."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d19b05ee-0b37-4b02-b855-f4a6bc8d8b41",
    "title": {
      "en": "Konyaku Haki made 10-Nikkan"
    },
    "updatedAt": "2024-10-06T21:02:05+00:00",
    "coverArt": "https://mangadex.org/covers/d19b05ee-0b37-4b02-b855-f4a6bc8d8b41/ffc3d89b-7477-42b2-afdf-1cc6f3ada9b4.jpg",
    "altTitles": [
      {
        "ja": "婚約破棄までの10日間"
      },
      {
        "en": "10 Days Until the Engagement is Broken"
      },
      {
        "zh": "婚约作废前的十天"
      },
      {
        "zh-hk": "婚約作廢前的十天"
      }
    ],
    "description": {
      "en": "Arrogant and selfish, the notorious daughter of an earl, Elena Boulder, lost her memory in a freak accident shortly after her fiancé, Viscount Oscar West, called off their engagement.",
      "ja": "記憶を失った彼女、新しい方向へ進みたい彼、二人の10日間は……。婚約破棄まで、あと10日間。このタイミングで伯爵令嬢エレナは記憶を失った。記憶を失う前の自分が傲慢で悪名高い人物だったと聞いても、身にまったく覚えがなく、戸惑うばかりの彼女は……"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]