[
  {
    "mangaId": "348c3315-3ee9-4945-beff-8b3d816cb864",
    "title": {
      "en": "The Villainess Empress's Attendant"
    },
    "updatedAt": "2024-07-20T17:33:32+00:00",
    "coverArt": "https://mangadex.org/covers/348c3315-3ee9-4945-beff-8b3d816cb864/33b7b23b-7003-40a9-b061-c6105f9f0c8c.jpg",
    "altTitles": [
      {
        "ko": "악녀 황후의 전속 시녀"
      },
      {
        "en": "The Empress's Exclusive Handmaid"
      },
      {
        "ja": "悪女皇后の専属侍女"
      },
      {
        "zh": "恶女皇后的专属侍女"
      },
      {
        "en": "Exclusive Maid of the Evil Empress"
      },
      {
        "es-la": "La Doncella Exclusiva De La Malvada Emperatriz"
      }
    ],
    "description": {
      "en": "I, Paresa Menzel, a money-grubbing handmaiden to the infamous Empress. I thought she was the ultimate villainess, but she's nothing more than a prickly cat?! But then I realized that there was a lot more to her than meets the eyes, so I wanted to help her.\n\"If you are a spy disguised as a maid, I have no choice but to dispose of you.\"\nBut I never expected to be noticed by the crown prince. It's bad enough that my heart flutters every time I see the face of the most beautiful one in the empire...! I know I seem suspicious, but my loyalty to the Empress is genuine!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95",
    "title": {
      "en": "Black Channel"
    },
    "updatedAt": "2024-10-13T03:19:59+00:00",
    "coverArt": "https://mangadex.org/covers/ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95/4efa50ee-ee6a-4789-9245-0c3a0e61fb3c.jpg",
    "altTitles": [
      {
        "ja": "ブラックチャンネル"
      },
      {
        "ja-ro": "Burakkuchanneru"
      }
    ],
    "description": {
      "en": "A dark comedy for the modern era, from CoroCoro Comic!Enter Black, the \"Demonic Yo-Tuber\"! With his sidekick Camera-chan, and the aspiring 5th grade Yo-Tuber Satoshi, he makes all kinds of crazy videos using his demonic powers. Filming the \"true natures\" of anyone from top honor students, to class idols, to supernatural monsters, he makes crazy videos with his demonic powers! What will Black film next...?",
      "ja": "今もっとも勢いがあるのは動画クリエイター！\n悪魔であるブラックが作る動画は超鬼ヤバ！\nクラスのアイドルやエリート小学生の裏を暴いたり、やりたい放題！\nちょっと怖いけど目が離せない、令和の新ダークヒーローここに爆誕！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f32345c5-4804-4fa4-a4cf-57be6970aece",
    "title": {
      "en": "Kaijuu-kun"
    },
    "updatedAt": "2024-06-03T19:58:14+00:00",
    "coverArt": "https://mangadex.org/covers/f32345c5-4804-4fa4-a4cf-57be6970aece/8ff54caf-d569-4698-9a1a-35ffa0b2878e.jpg",
    "altTitles": [
      {
        "ja": "怪獣くん"
      }
    ],
    "description": {
      "en": "Musashino Art University, Department of Visual Communication Design, 2021 graduation project.\n\nWhen he was in elementary school, a boy who had been trying to save his childhood friend from being bullied by a bully turned violent.\nNow, as a junior high school student, his classmates nickname him \"Kaiju-kun\" and distance themselves from him.\nOne day, a girl who is \"half Kaiju\" joins his class.\nShe seems to have come to school to make friends with many people......\nA heartwarming monster coming-of-age story about the pain of school life and friendship!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "2c176c2e-a28c-48d7-839b-2595c0169409",
    "title": {
      "en": "Goze Hotaru"
    },
    "updatedAt": "2024-09-30T15:00:29+00:00",
    "coverArt": "https://mangadex.org/covers/2c176c2e-a28c-48d7-839b-2595c0169409/0b9c4d49-f36d-4c65-a3de-bea5161d74e5.jpg",
    "altTitles": [
      {
        "ja": "ごぜほたる"
      },
      {
        "vi": "Cổ nữ Hotaru"
      }
    ],
    "description": {
      "en": "After losing her mother early on, Hotaru, a girl surrounded by warmth and tranquility, finds her life taking a dramatic turn. An unexpected event draws her into the world of “Goze”, setting her on a path through unknown lands with music as her guide. Armed with her talent and a heart full of questions, she embarks on a quest, seeking her missing father and her true calling…!",
      "pt-br": "Depois de perder a mãe muito cedo, Hotaru, uma garota cercada de calor e tranquilidade, vê sua vida tomar um rumo dramático. Um evento inesperado a leva ao mundo de “Goze”, colocando-a em um caminho por terras desconhecidas, tendo a música como guia. Dotada por seu talento e com o coração cheio de perguntas, ela embarca em uma jornada em busca de seu pai desaparecido e de sua verdadeira vocação...!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "24"
  },
  {
    "mangaId": "cd60cf1e-6775-4546-8b84-949502a2b113",
    "title": {
      "en": "Rai Rai Rai"
    },
    "updatedAt": "2024-10-23T23:41:15+00:00",
    "coverArt": "https://mangadex.org/covers/cd60cf1e-6775-4546-8b84-949502a2b113/d10b4665-a209-4888-9724-e743efc05d34.jpg",
    "altTitles": [
      {
        "ja": "雷雷雷"
      },
      {
        "ja-ro": "Rairairai"
      },
      {
        "ja-ro": "Rai Rai Rai"
      },
      {
        "uk": "ГрімГрімГрім"
      }
    ],
    "description": {
      "en": "Fifty years after the war with the aliens...danger emerges...from within a young girl! Ichigaya Sumire, age 18, works at a \"space pest\" extermination company to pay off the debts her father left behind. But one day, her life is turned upside down when she's abducted by a UFO!",
      "ja": "ガール・ミーツ・エイリアン！\n\nエイリアンと戦争から50年――\n\n市ヶ谷スミレ、18歳。父親の残した借金返済のため宇宙害蟲駆除会社に勤務する日々。そんなスミレの日常が、UFOにさらわれたことで一変する…！頭の中で聞こえる何者かの声…襲いかかる宇宙害獣…さらには軍事企業からも狙われて――！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-09-20T16:08:11+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/caedc636-6a59-43fe-a448-b1db1db05759.jpg",
    "altTitles": [
      {
        "ja": "焼いてるふたり"
      },
      {
        "ja-ro": "Yaiteru Futari"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1522b1b-4b5a-4c09-bb39-8b092f4b7edd",
    "title": {
      "en": "Shoukan sareta Kenja wa Isekai wo Yuku ~Saikyou nano wa Fuyou Zaiko no Item deshita~"
    },
    "updatedAt": "2024-10-11T16:50:34+00:00",
    "coverArt": "https://mangadex.org/covers/f1522b1b-4b5a-4c09-bb39-8b092f4b7edd/0279ffd2-4969-4f8b-bab8-0b9bffbe12c1.jpg",
    "altTitles": [
      {
        "ja": "召喚された賢者は異世界を往く ～最強なのは不要在庫のアイテムでした～"
      },
      {
        "en": "A Sage Is Summoned to Another World: The Undesired Items Are Now the Strongest"
      },
      {
        "es-la": "El sabio es invocado a otro mundo ~Los artículos más fuertes eran los menos deseados del inventario~"
      },
      {
        "ko": "소환된 현자는 이세계를 누빈다 ~최강인 것은 필요없는 재고 아이템이었습니다~"
      },
      {
        "zh-hk": "被召喚的賢者前往異世界～廢棄庫存道具才是最強～"
      },
      {
        "zh": "被召唤的贤者前往异世界～废弃库存道具才是最强～"
      },
      {
        "en": "Wise Man Is Summoned to Another World ~The Strongest Items Were Those Less Desired in Inventory~"
      }
    ],
    "description": {
      "en": "Touya, the strongest player in the game Pandemic World Online, had won so many items that he decided to create an alternate account to store the extra ones. While playing this very game in his second account, he was summoned to another world as a character he made, where the people were merrily expecting a hero. However, when it is known that he doesn't have the title of a hero, he is discarded and replaced by another person. Now, he must survive in an another world with the account he merely used to store his extra items in.  \n\n\n---",
      "es-la": "Touya, el jugador mas fuerte del juego Pandemic World Online, ha ganado tantos items que decidió crear una cuenta alternativa para almacenarlos, mientras jugaba fue invocado a otro mundo, pero al no tener la categoría de héroe es desechado y remplazado por otra persona, ahora tendrá que sobrevivir solo en ese mundo y con el personaje que creó para almacenar esos objetos.  \n\n\n---\n\n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n9275ei/) (Japanese)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/85d8c7f0-e029-4810-b76d-a51a338d47dc.jpg",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "308f0355-fedb-4861-a4e0-56fe35ae61d3",
    "title": {
      "en": "Shuumatsu no Harem"
    },
    "updatedAt": "2024-10-24T21:35:17+00:00",
    "coverArt": "https://mangadex.org/covers/308f0355-fedb-4861-a4e0-56fe35ae61d3/62fe89d3-b6ae-4733-9a49-102b9fa775c3.png",
    "altTitles": [
      {
        "es-la": "El harén del fin del mundo"
      },
      {
        "en": "World's End Harem"
      },
      {
        "ru": "Тотальный гарем"
      },
      {
        "ja": "終末のハーレム"
      },
      {
        "zh": "终末的后宫"
      },
      {
        "ko": "종말의 하렘"
      },
      {
        "vi": "Dàn Harem Cuối Cùng"
      },
      {
        "vi": "Hậu Cung Thời Tận Thế"
      }
    ],
    "description": {
      "en": "The Man-Killer Virus: a lethal disease that has eradicated 99.9% of the world's male population. Mizuhara Reito has been in cryogenic sleep for the past five years, leaving behind Tachibana Erisa, the girl of his dreams. When Reito awakens from the deep freeze, he emerges into a sex-crazed new world where he himself is the planet's most precious resource. Reito and four other male studs are given lives of luxury and one simple mission: repopulate the world by impregnating as many women as possible! All Reito wants, however, is to find his beloved Erisa who went missing three years ago. Can Reito resist temptation and find his one true love?",
      "ja": "時は2040年。難病に侵された青年・怜人は幼馴染の絵理沙と再会を誓い、病を治すためコールドスリープする。そして5年後――。目覚めた怜人を待っていたのは99.9%の男が死滅し50億人の女性が生きる世界だった…！　近未来エロティックサスペンス開幕！",
      "vi": "Virus Man-Killer: một căn bệnh gây chết người đã xóa sổ 99,9% đàn ông trên thế giới. Mizuhara Reito đã ngủ yên suốt 5 năm để Tachibana Erisa ở lại phía sau, người tình trong mộng của anh. Khi Reito tỉnh dậy sau lần \"đóng băng\" dài, anh đã xuất hiện trong thế giới mới khao khát tình dục tràn trề, nơi anh chính là tài nguyên quý giá nhất của hành tinh. Reito và 4 người đàn ông khác đã được sống trong một cuộc sống xa hoa cùng một nhiệm vụ vô cùng đơn giản là: tái tạo thế giới bằng cách thụ thai! Tuy nhiên, tất cả những gì Reito muốn là tìm lại Tachibana yêu dấu của mình, người đã mất tích 3 năm trước. Reito có thể thoát khỏi sự cám dỗ và tìm thấy tình yêu đích thực hay không?",
      "es-la": "El virus mata a los hombres: una enfermedad letal que ha erradicado el 99,9% de la población masculina del mundo. Mizuhara Reito ha estado en sueño criogénico durante los últimos cinco años, dejando atrás a Tachibana Erisa, la chica de sus sueños. Cuando Reito despierta del congelamiento, emerge en un nuevo mundo loco por el sexo donde él mismo es el recurso más preciado del planeta. Reito y otros cuatro sementales masculinos reciben vidas de lujo y una simple misión: ¡repoblar el mundo impregnando a tantas mujeres como sea posible! Sin embargo, todo lo que Reito quiere es encontrar a su amada Erisa, que desapareció hace tres años. ¿Puede Reito resistir la tentación y encontrar a su único y verdadero amor?",
      "pt-br": "O vírus MK: uma doença letal que erradicou 99,9% da população masculina do mundo. Mizuhara Reito está em sono criogênico há cinco anos, deixando para trás Tachibana Erisa, a garota dos seus sonhos. Quando Reito desperta do congelamento profundo, ele emerge em um novo mundo louco por sexo, onde ele próprio é o recurso mais precioso do planeta. Reito e outros quatro garanhões ganham vidas de luxo e uma missão simples: repovoar o mundo engravidando o máximo de mulheres possível! Tudo o que Reito quer, no entanto, é encontrar sua amada Erisa, que desapareceu há três anos. Reito pode resistir à tentação e encontrar seu único amor verdadeiro?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "85"
  },
  {
    "mangaId": "9bab499d-d2ca-4aa2-82bf-f7b017f9fe3b",
    "title": {
      "en": "The Song of Wind and Trees"
    },
    "updatedAt": "2024-10-13T12:08:58+00:00",
    "coverArt": "https://mangadex.org/covers/9bab499d-d2ca-4aa2-82bf-f7b017f9fe3b/03951c59-3771-4b55-a8ae-5e77452b624c.jpg",
    "altTitles": [
      {
        "en": "Poem of Wind and Trees"
      },
      {
        "en": "The Poem of the Wind and the Trees"
      },
      {
        "ja-ro": "Kaze to Ki no Uta"
      },
      {
        "ja": "風と木の詩"
      },
      {
        "zh": "風與木之詩"
      },
      {
        "it": "Il Poema del Vento e degli Alberi"
      }
    ],
    "description": {
      "en": "It is 1880 at the all-boys school, Lacombrade Academy in France. Serge Battour is a cheerful and kind new student who is trying to fit in with the rest of the student body, despite the taboo of his gypsy heritage, made obvious by his dark skin. However, his roommate Gilbert Cocteau, known for sleeping with anyone at the school to manipulate them to his advantage, is not helping the situation, especially when he makes it his personal goal to bring about Serge's downfall.   \n  \nOriginally published in the 1970's, Kaze to Ki no Uta is considered by many to be the first true yaoi manga. In 1979, this series was awarded the prestigious Shogakukan Manga Award for shounen/shoujo manga.  \n  \nA bit of warning: \"Kaze…\" includes scenes of rape and child abuse (including lots of shota)."
    },
    "status": "completed",
    "releaseDate": 1976,
    "contentRating": "erotica",
    "lastVolume": "17",
    "lastChapter": "8"
  },
  {
    "mangaId": "801513ba-a712-498c-8f57-cae55b38cc92",
    "title": {
      "en": "Berserk"
    },
    "updatedAt": "2024-07-15T01:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/801513ba-a712-498c-8f57-cae55b38cc92/22ff2622-e93c-420f-b477-7a86eec02a1d.jpg",
    "altTitles": [
      {
        "he": "ברזרק"
      },
      {
        "fa": "برزرک"
      },
      {
        "ar": "برسرك"
      },
      {
        "th": "เบอร์เซิร์ก"
      },
      {
        "ja": "ベルセルク"
      },
      {
        "zh-hk": "劍風傳奇"
      },
      {
        "zh": "烙印勇士"
      },
      {
        "ko": "베르세르크"
      },
      {
        "ar": "بيرسيرك"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "uk": "Берсерк"
      },
      {
        "ru": "Берсерк"
      },
      {
        "ja-ro": "Berserk"
      },
      {
        "ne": "बर्सर्क"
      },
      {
        "de": "Berserk"
      }
    ],
    "description": {
      "en": "Guts, known as the Black Swordsman, seeks sanctuary from the demonic forces attracted to him and his woman because of a demonic mark on their necks, and also vengeance against the man who branded him as an unholy sacrifice.\n\nAided only by his titanic strength gained from a harsh childhood lived with mercenaries, a gigantic sword, and an iron prosthetic left hand, Guts must struggle against his bleak destiny, all the while fighting with a rage that might strip him of his humanity.  \n  \n***Won the 6th Osamu Tezuka Cultural Prize Excellence Award in 2002.***\n\n---\n\nNote: Following Miura Kenta's death in 2021, the series has been taken over by Kouji Mori, who supervises the series with art done by Studio Gaga.",
      "es": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "ru": "Гатс – Черный Мечник, за которым охотятся демоны. Мечник стремится найти все убежища демонов и отомстить человеку, сделавшего их него «жертвенную овечку». Черный Мечник противостоит жестокой судьбе благодаря непоколебимой воле, невероятной силе, и, конечно же, меча. Постоянные сражения со злом приближает Гатса к параллельному миру тьмы, лишая его человечности. Берсерк – сложная, но сильная история о сражениях и злой судьбе.",
      "th": "เบอร์เซิร์ก เป็นชื่อมังงะ แนวดาร์ค แฟนตาซี ของญี่ปุ่น วาดโดยเคนทาโร่ มิอุระ มีการดำเนินเรื่องเกิดขึ้นในยุคกลางของยุโรป โดยได้รับอิทธิพลมาจากโลกแห่งจินตนิมิตด้านมืด มีตัวละครเอกของเรื่องคือ กัทส์ ทหารรับจ้างผู้โดดเดี่ยวและ กริฟฟิท หัวหน้าของกลุ่มทหารรับจ้างที่รวมตัวกันภายใต้ชื่อ กองพันเหยี่ยว\n\n----\n [Shopee (ไทย)](https://shopee.co.th/berserk%E0%B9%80%E0%B8%9A%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%8B%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%81-%E0%B8%9A%E0%B8%B4%E0%B9%8A%E0%B8%81%E0%B8%9A%E0%B8%B8%E0%B8%84-%E0%B9%81%E0%B8%A2%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-1-20-%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%AB%E0%B8%99%E0%B8%B6%E0%B9%88%E0%B8%87-i.63434898.1855330863)",
      "tr": "Kara Kılıç Ustası olarak anılan Guts, vücutlarındaki şeytani damga yüzünden onlara musallat olan şeytani güçlerden, kadınını ve kendisini korumanın bir yolunu aramaktadır. Aynı zamanda onu damgalayan ve bir kurban konumuna düşüren adamdan intikam almaya çalışmaktadır. Paralı askerlerle geçirdiği zorlu çocukluk yıllarının getirdiği tecrübeler sayesinde elde ettiği büyük gücü, devasa bir kılıç ve protez bir kol ile destekleyen Guts, karamsar kaderiyle mücadele etmek zorundadır. Tüm bunları yaparken, insani benliğini kaybetmesine neden olabilecek öfkeyle başa çıkmalıdır. \n\nTheWildDeer'dan Dorylaion tarafından biraz yorum katılarak sitedeki ingilizce açıklamadan çevrilmiştir.",
      "uk": "Його ім'я Ґатс, Чорний Мечник. Він могутній воїн, про якого говорять лишень пошепки. У нього є велетенський меч , рука зі заліза й шрами від незліченних боїв і тортур. А ще його плоть позначена Тавром — нечестивим символом, який притягує сили пітьми й робить Ґатса їхньою жертвою. Але Ґатс не прийме таку долю спокійно: він порубає на фарш війська проклятих, як і будь-кого, кому стане дурості стати на його шляху! Ґатс іде в товаристві ельфа Пака (більше докучайла, ніж товариша) темним і закривавленим шляхом, який приведе лише до загибелі... Чи помсти.",
      "es-la": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "pt-br": "Guts, conhecido como o Espadachim Negro, busca refúgio das forças demoníacas atraídas por ele e sua mulher por causa de uma marca demoníaca em seus pescoços, e também vingança contra o homem que o marcou como um sacrifício profano.  Ajudado apenas por sua força titânica adquirida de uma infância dura vivida com mercenários, uma espada gigantesca e uma mão esquerda protética de ferro, Guts deve lutar contra seu destino sombrio, enquanto luta com uma raiva que pode despojá-lo de sua humanidade."
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-07-25T17:52:21+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/bce9aac3-ec01-4d12-8158-54f7c3cd2c07.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34089f0c-2be7-482f-8480-6bd67c449676",
    "title": {
      "en": "Kenseijo Adel no Yarinaoshi"
    },
    "updatedAt": "2024-07-19T04:51:18+00:00",
    "coverArt": "https://mangadex.org/covers/34089f0c-2be7-482f-8480-6bd67c449676/ab64a698-d2f7-4987-b32c-88e9eecff423.png",
    "altTitles": [
      {
        "ja": "剣聖女アデルのやり直し"
      },
      {
        "en": "Sword Saint Adel’s Second Chance"
      },
      {
        "ja-ro": "Kenseijo Aderu no Yarinaoshi"
      }
    ],
    "description": {
      "en": "Hailed as the hero for leading his country to victory from a great war, the blind Sword Saint Adel is now in despair. Unfortunately, he failed to protect his benefactor, Princess Euphinea, whom he dedicated his entire life to. \n\n\"I want to meet the princess once again,\" he muttered, wishing deeply that his prayers would be answered. A mysterious being, having heard his plea, granted his prayers, and he was sent back to the past, to a time when the princess is still alive. \n\nUnexpectedly, the Sword Saint (♂) has been transformed into a super-duper cute Sword Saintess (♀), and her heroic tale of unrivaled power will once again take place."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5",
    "title": {
      "en": "Radia"
    },
    "updatedAt": "2024-08-26T21:22:28+00:00",
    "coverArt": "https://mangadex.org/covers/5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5/db4febcf-71d3-41be-a231-e54ebb3b2b4f.png",
    "altTitles": [
      {
        "ko": "라디아"
      },
      {
        "ja": "ラディア〜神殺しの私が神の恋人!?〜"
      },
      {
        "es-la": "La Venganza de la Santa"
      }
    ],
    "description": {
      "es-la": "La búsqueda de venganza de Radia contra su traicionera amiga da un giro inesperado cuando Julius, un hombre misteriosamente poderoso, la salva de una experiencia cercana a la muerte.\n¿El giro? Julius es un fantasma, visible solo para Radia.\nㅤ\nCuando se convierte en su compañero constante, Radia se ve envuelta en una red de contratiempos sobrenaturales que revelan cuán poderoso es realmente Julius.\nY aunque ni siquiera Julius conoce su verdadera identidad todavía, su casi omnipotencia podría ser la clave para que Radia se vengue.\nSin embargo, este poder también podría ocultar un peligro acechante que amenaza con reconfigurar su búsqueda de formas inesperadas y peligrosas..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "230c038a-9195-425a-8c00-9125fa5c7b26",
    "title": {
      "en": "Digimon Tamers"
    },
    "updatedAt": "2024-01-09T22:42:03+00:00",
    "coverArt": "https://mangadex.org/covers/230c038a-9195-425a-8c00-9125fa5c7b26/c8f2206f-2b82-44a6-a23a-e7273b09903a.jpg",
    "altTitles": [
      {
        "ja-ro": "Dejimon Teimāzu"
      },
      {
        "en": "Digimon Zero 3"
      },
      {
        "ja": "デジモンテイマーズ"
      },
      {
        "zh-hk": "數碼寶貝03 馴獸師之王"
      },
      {
        "en": "Digimon 03: King Of Tamers"
      }
    ],
    "description": {
      "en": "When three Digimon fans – Rika, Henry, and our lead Takato – suddenly find themselves with \"real\" Digimon, they discover a living creature under your care is far harder to deal with than a few pixels on your TV screen. The kids try to be Digimon 'Tamers,' aka Digimon caretakers, but they all seem to have different opinions on what that should entail. Rika thinks Digimon should fight, Henry thinks they should never fight, and Takato … seems to be somewhere in the middle.  \n  \nBeing a Tamer isn't just about believing one thing or another. It's about learning and adjusting for the good of everyone else. But they have a long way to go, and their problems are just beginning.\n\n(The English translation is based off the script from the FoxKids version of the anime.)"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-10-11T20:34:00+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/8e45da56-7528-4d36-a0f8-945c275a4aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "ja": "1mmでも図に乗った事がある元天才の君へ1万年に1人の天才魔女“ナユ”の魔力が枯れた！？天才ゆえに許されてきたあれやこれのツケが、今ブーメランのように突き刺さっていく…そんなナユが助けを求めたのは、自分のことが大好きな教え子の小麦くん。だいぶ痛いけどなんだか放って置けない奇妙な2人の共同生活が始まった！",
      "vi": "Nayu, đại phù thủy thiên tài vĩ đại đã hết mana và phải nương nhờ nhà main, một học sinh cũ của cổ...TÌNH CỜ thay main lại thích vị đài phù thủy thiên tài vĩ đại ấy và không lỡ làm ngơ cô ấy cho dù cô ấy rất ngỗ ngược...",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-06-20T16:23:49+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34b47146-a72e-43d8-9ea5-935a5956f09f",
    "title": {
      "en": "OMORI"
    },
    "updatedAt": "2024-08-11T15:31:12+00:00",
    "coverArt": "https://mangadex.org/covers/34b47146-a72e-43d8-9ea5-935a5956f09f/08de9172-04dd-4efa-b474-69bc2ee3f110.jpg",
    "altTitles": [
      {
        "uk": "ОМОРІ"
      },
      {
        "id": "BEBAN"
      },
      {
        "ar": "أوموري"
      }
    ],
    "description": {
      "en": "After—something—changed his life four years ago, Sunny has not left his house once, living in his own reclusive bubble. Hoping for a fresh start for her son, his mother decides to move their family out of town. However, when his childhood friend Kel re-enters his life, Sunny finds himself thrust back into a world he once knew. With only three days before the move, the duo come across familiar faces as they go through town—reawakening a dark past that Sunny has tried so hard to forget."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc672e09-85c8-4b4f-a148-825bb5c59245",
    "title": {
      "en": "Control"
    },
    "updatedAt": "2024-09-29T18:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/cc672e09-85c8-4b4f-a148-825bb5c59245/da209864-bc4e-4e8b-bd5d-e93a4aa84479.jpg",
    "altTitles": [
      {
        "ko-ro": "Jibae"
      },
      {
        "de": "Kontrolle"
      },
      {
        "ko": "지배"
      },
      {
        "en": "Domination"
      },
      {
        "ru": "Контроль"
      }
    ],
    "description": {
      "de": "Da geht irgendwas sehr seltsames in der Nachbarschaft vor sich.  \nJa wen wirst du Bescheid sage? Wen willst du zur Hilfe holen? Ähm… irgendein komisches… Mädchen was von sich behauptet, hypnotische Kräfte zu besitzen? Ach so, ja, genau das.  \nJedoch hast du absolut keine Ahnung wo sie ist, und du hast ihr auch nicht Bescheid gegeben.  \nWas wird nun aus dir werden, da er da ist…?",
      "en": "There's something strange, in the neighborhood.  \nWho you gonna call? Uhm. Some strange cute hypnotist girl.  \nAnd you have no clue who she is, and you didn't call her.  \n  \n\n\n---",
      "ru": "Каково это, когда привычный мир рушится в одночасье? Кто друг, а кто враг?\nМожно ли доверять себе, когда сам теряешься в круговороте пугающих и необъяснимых событий? А может быть, ты сам и есть их источник?\nГлавный герой — обычный корейский парень, живущий с пожилой матерью в крохотной квартирке, обнаружил, что люди вокруг внезапно изменились. Некие зловещие существа без лишнего шума захватили целый город, а, возможно, даже страну или мир. Но главный герой не собирается сидеть сложа руки и, объединившись с загадочной гипнотизёршей, решает дать отпор неведомым тварям."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "60"
  },
  {
    "mangaId": "33105d79-d420-4516-9c67-e62bc3ed4bf4",
    "title": {
      "en": "Try Begging"
    },
    "updatedAt": "2024-10-04T07:20:54+00:00",
    "coverArt": "https://mangadex.org/covers/33105d79-d420-4516-9c67-e62bc3ed4bf4/0657f7db-bf3a-4e96-9257-8572824dafb4.png",
    "altTitles": [
      {
        "ko": "내게 빌어봐"
      },
      {
        "en": "Try Begging Me"
      },
      {
        "pt-br": "Tente Implorar"
      }
    ],
    "description": {
      "en": "This work contains controversial content such as violence and rape.\n\n Please be advised. Captain 'Leon Winston' of the National Intelligence Division of the Western Command of the Rippon Kingdom. Unlike his elegant and noble appearance, he was the object of both envy and damnation for both his allies and enemies, known as the \"Vampire of Camden\" who would torture the rebels cruelly.\n\n\"Every time I see you, I just want to thrust my gun in your tight space.\"\n\nStrangely, the maid of the interrogation room \"Sally Briston\" became the object of his desires, as strong as the rage he has for the insurgent rebels. She was ordinary and nothing special... Perhaps it was simply the smell of blood on her that excited him.\n\nThe interrogation didn't take long.\n\nHe realized it as soon as he heard her name come out from the rebel spy's lips. He no longer needed to suppress his violent desires.\n\n\"I stopped myself from tormenting her because I thought she was a good girl, but now there's no need for that. Thank you, Sally. No... Grace.\"\n\nIf you want to live, then try begging.\n\nYou never know.\n\nI might hear you out.",
      "pt-br": "Esta obra contém conteúdo controverso, como violência e relações coercitivas, que podem ser polarizadores.\n\nPor favor, esteja ciente de que você foi alertado.\n\nCapitão Leon Winston do Comando Ocidental do Reino de Ripon, Divisão de Inteligência Doméstica. Apesar de sua aparência elegante e nobre, ele é conhecido como o \"Vampiro de Campton\" por sua tortura implacável aos rebeldes, tornando-o reverenciado e amaldiçoado tanto por aliados quanto por inimigos. \n\n\"Eu sempre quis enfiar minha pistola na sua boceta apertada e brincar com ela.\" \n\nCuriosamente, a empregada da câmara de tortura, Sally Bristol, tornou-se objeto de seu desejo incontrolável, bem como a raiva que sentia pelos rebeldes. Ela era apenas uma mulher simples e comum... Então por que o cheiro do sangue dela continuava a excitá-lo? \n\nO mistério não durou muito. \n\nNo momento em que o nome dela escapou dos lábios de um espião rebelde, ele percebeu. Ele não precisava mais reprimir seus desejos violentos. \n\n\"Eu me contive porque não queria machucar uma menina boa, mas agora não há necessidade de me conter. Obrigado, Sally. Ah, não... Grace.\" \n\nSe quiser viver, implore. Nunca se sabe, talvez eu conceda o seu desejo."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7475d4ba-c104-4571-a044-607a6c7e45d6",
    "title": {
      "en": "The Dominator of the Underworld"
    },
    "updatedAt": "2024-07-19T21:10:57+00:00",
    "coverArt": "https://mangadex.org/covers/7475d4ba-c104-4571-a044-607a6c7e45d6/76d0340f-d885-4b5e-bc13-8d84c1e91573.png",
    "altTitles": [
      {
        "zh": "成为阴曹地府的支配者"
      },
      {
        "zh-ro": "Chengwei Yincao Difu De Zhipei Zhe"
      },
      {
        "zh-ro": "Chéngwéi Yīncáo Dìfǔ De Zhīpèi Zhě"
      },
      {
        "en": "The Ruler of the Underworld"
      },
      {
        "en": "Becoming the Ruler of the Underworld"
      }
    ],
    "description": {
      "en": "Your sins of past, present, and future, who can you blame but yourself? In the Court of the Underworld, never have a sinner gone unpunished! And now, you are here~",
      "zh": "阳间三世，伤天害理皆由你？阴曹地府，古往今来放过谁！你可来了~"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22ea5bf5-3b51-4f03-b22d-1a5917a7c6a6",
    "title": {
      "en": "SSS-Class Romance Collection"
    },
    "updatedAt": "2024-08-01T10:35:42+00:00",
    "coverArt": "https://mangadex.org/covers/22ea5bf5-3b51-4f03-b22d-1a5917a7c6a6/80a9741c-3bea-4380-85d5-a1424a4ebd5e.jpg",
    "altTitles": [
      {
        "en": "SSS-Class Romance Short Stories"
      },
      {
        "en": "The Tyrant Princess Wants to Get Married!"
      },
      {
        "en": "There is Magic in Winter in Nordfield"
      },
      {
        "en": "Embroidering Sword Master"
      },
      {
        "en": "Plowing Hero"
      },
      {
        "en": "Blackboard Graffiti"
      },
      {
        "en": "ANT STUDIO Romance Short Story"
      },
      {
        "en": "ANT STUDIO Romance Short Stories"
      },
      {
        "ko": "<앤트스튜디오> 로맨스 단편선"
      },
      {
        "ko": "앤트스튜디오 로맨스 단편선"
      },
      {
        "ko": "SSS급 로맨스 단편선"
      },
      {
        "es-la": "La princesa tirana quiere casarse"
      }
    ],
    "description": {
      "en": "Ant Studio collection of short romance stories which publish once a week. Currently 5 stories are lined up."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "55"
  },
  {
    "mangaId": "ffc475fd-6931-4ac1-9599-f08ebbc5e5f5",
    "title": {
      "en": "School Bus Graveyard"
    },
    "updatedAt": "2024-10-04T19:20:04+00:00",
    "coverArt": "https://mangadex.org/covers/ffc475fd-6931-4ac1-9599-f08ebbc5e5f5/a44e11b2-e83a-4331-89c5-14d79b9add71.png",
    "altTitles": [],
    "description": {
      "en": "Ashlyn is a loner in high school with no friends. But when a fateful visit to a haunted house causes her and her classmates to see monsters at night, she'll be forced to forge bonds to survive."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea4fa22d-4d70-4b04-9566-f860d7659a7e",
    "title": {
      "en": "Armed Girl's Machiavellism"
    },
    "updatedAt": "2024-10-12T18:25:14+00:00",
    "coverArt": "https://mangadex.org/covers/ea4fa22d-4d70-4b04-9566-f860d7659a7e/1558cdfa-ad1b-4c71-8c18-4050b00915c7.jpg",
    "altTitles": [
      {
        "ja-ro": "Busou Shoujo Machiavellianism"
      },
      {
        "ru": "Тирания вооруженных девушек"
      },
      {
        "zh": "武装少女"
      },
      {
        "ja": "武装少女マキャヴェリズム"
      },
      {
        "ko": "무장소녀 마키아벨리즘"
      },
      {
        "ja-ro": "Busou Shoujo Machiavellism"
      },
      {
        "vi": "Vũ Trang Thiếu Nữ Machiavellism"
      },
      {
        "vi": "Ngũ Kiếm Xinh Đẹp"
      }
    ],
    "description": {
      "en": "The Private Aichi Symbiosis Academy was originally a high school for high-class girls. When it became co-ed, the girls, out of fear, asked to be permitted to bring weapons to school. When that was enforced, a five-member vigilante corps-like organization called the \"Supreme Five Swords\" was also formed. After many generations, the five swords eventually became a group which corrected problematic students, so the academy started proactively accepting such students in order to correct them. Nomura Fudou was sent to that school after being part of a huge brawl. What will he do when the only options he has after enrolling are being expelled from that school as well, or being corrected the way the rest of the male students there were… by being forced to dress and act like girls!",
      "vi": "Aichi ban đầu là một trường trung học dành cho nữ , khi nó trở thành nam nữ học chung, các cô gái, vì sợ hãi, đã yêu cầu được phép mang vũ khí đến trường. Khi điều đó được chấp thuận, một nhóm gồm năm thành viên được gọi là \"ngũ kiếm TENKA GOKEN\" đã được thành lập. Sau nhiều thế hệ, sau những thành tích đạt được, họ thu thập \"trẩu\" ở các trường khác về cải tạo lại. Nomura Fudou đã được gửi đến sau khi tham gia một cuộc ẩu đả lớn, có 2 lựa chọn là làm gay hoặc nghỉ học vĩnh viễn, main không chấp nhận, chống lại ngũ kiếm và thế là harem...",
      "pt-br": "A Escola Privada Aichi Simbiose era originalmente uma escola para garotas da alta classe, quando se tornou mista, as garotas, por medo, pediram para serem autorizadas a levar armas para à escola. Quando isso foi imposto, um corpo de vigilância de cinco membros, chamado as 'Cinco Espadas Suprema', também foi formado. Após muitas gerações, as cinco espadas, eventualmente, se tornaram um grupo que corrigia alunos problemáticos e por causa disso a escola começou de forma proativa aceitar esses estudantes, a fim de corrigi-los. Nomura Fudou foi enviado para essa escola depois de fazer parte de uma enorme briga, o que ele fará quando as únicas opções que tem depois de se matricular são ser expulso desta escola também ou ser corrigido da mesma forma como os outros estudantes do sexo masculino foram... Sendo forçados a se vestirem e agirem como garotas!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "86"
  },
  {
    "mangaId": "542452db-bd1c-4fba-90ee-1213f0bc6718",
    "title": {
      "en": "PEEP"
    },
    "updatedAt": "2024-07-11T18:43:33+00:00",
    "coverArt": "https://mangadex.org/covers/542452db-bd1c-4fba-90ee-1213f0bc6718/63cf1b46-0818-488a-bf0a-ce4837f9dc0a.jpg",
    "altTitles": [
      {
        "ja": "ピープ"
      }
    ],
    "description": {
      "en": "The popular gal who was my childhood friend is secretly uploading provocative selfies!? In his quest to uncover the secret of this popular girl, high school boy Riku discovers that his own deeply hidden emotions were being observed by someone else… A sweet yet suffocatingly intense blend of youth, love, and suspense.",
      "ja": "幼なじみの人気ギャルは、過激な自撮りをアップする裏アカ女子！？人気者の秘密を探ろうとする男子高校生・陸は、逆に自分の隠していた心の底を、別の誰かに覗かれていたことを知る‥‥。溺れるほどに甘く、息もできないほど苦しい、青春×愛憎サスペンス。",
      "es-la": "¿La chica popular que era mi amiga de la infancia está subiendo en secreto provocativos selfies de cosplay?\nEn su búsqueda por descubrir el secreto de esta chica popular, el chico de instituto Riku descubre que sus propias emociones, profundamente ocultas, estaban siendo observadas por otra persona...\n\nUna dulce pero asfixiante mezcla de juventud, amor y suspenso."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b4bd0456-a4db-4bad-8486-072aa0e82e46",
    "title": {
      "en": "Creep In"
    },
    "updatedAt": "2024-08-05T15:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/b4bd0456-a4db-4bad-8486-072aa0e82e46/fac401ee-1bc9-4dd7-a8d3-65c1b774372d.jpg",
    "altTitles": [],
    "description": {
      "en": "They come for three reasons: to say hello, to like you, or to harm you.",
      "id": "Mereka datang dengan tiga alasan, sekedar menyapamu, menyukaimu, atau ingin mencelakaimu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "38"
  },
  {
    "mangaId": "718d9146-8c9e-4ff3-9dc4-e4736a1239bb",
    "title": {
      "en": "The Warrior Returns"
    },
    "updatedAt": "2024-07-20T20:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/718d9146-8c9e-4ff3-9dc4-e4736a1239bb/04917b57-eeef-48ae-9147-a7e6b4bae0eb.jpg",
    "altTitles": [
      {
        "ko": "용사가 돌아왔다"
      },
      {
        "en": "Hero Has Returned"
      },
      {
        "en": "The Warrior Is Back"
      },
      {
        "en": "Warrior Returns"
      },
      {
        "ru": "Герой вернулся"
      },
      {
        "ne": "हिरो फिर्ता आएको छ"
      },
      {
        "ne": "हिरो फर्केको छ"
      },
      {
        "ne": "हिरो ह्याज रिटर्नड"
      },
      {
        "ne": "हिरो को पुनरागमन"
      },
      {
        "ja": "勇者が帰ってきた"
      },
      {
        "th": "สงครามนักรบผู้หวนคืน"
      },
      {
        "zh": "毁灭勇士"
      },
      {
        "zh-hk": "勇士歸來"
      },
      {
        "es-la": "El héroe ha regresado"
      }
    ],
    "description": {
      "en": "After saving one world, warrior Kim Minsu returns to Earth only to find that he’s lost everything… so he decides to destroy the world he used to call home.\n\nIn his rampage, he kills teenager Jeongsu Park and his family. But instead of dying normally, Jeongsu is transported to another world, where he finds that he’s now a warrior himself. After killing the demon king of this alternate world and honing his skills as a warrior, Jeongsu returns to earth, hell-bent on revenge against Minsu.\n\nAs the two warriors fight with the fate of their country in the balance, who will emerge victorious?",
      "fr": "Après avoir sauvé un monde, le héros Minsu Kim revient sur Terre et découvre qu'il a tout perdu. Il décide donc de détruire le monde qu'il avait l'habitude d'appeler ‘chez lui’. Dans son saccage, il tue le héros Jeongsu Park, mais au lieu de mourir normalement, Jeongsu est transporté dans un autre monde. Après avoir tué le roi démon de ce monde alternatif et grandi en tant que héros, Jeongsu revient sur terre, déterminé à se venger de Minsu. Alors que les deux héros se battent avec le destin de leur pays en jeu, qui sortira vainqueur?\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "id": "Jeongsu Park, seorang pahlawan yang menyelamatkan dunia lain dengan tekad untuk balas dendam pada Kim Minsu Kisah tragis tentang seorang pahlawan yang membunuh para pahlawan, Sebuah kenyataan yang dingin tanpa akhir yang bahagia.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ja": "その日、ひとりの勇者によって町が一つ消えた。 異世界を救って現世に帰還した「剣の勇者」。だか彼を待っていたのは、家族の死と自分に向けられた嫌悪、そしてふりかかる不幸。 「こんな世界・・・ぶっ壊してやる」悲しみと狂気に満ちた勇者による破壊が始まる。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ko": "김민수에게 복수를 하겠다는 일념 하나로 이세계를 구한 용사, 박정수.\n그는 스스로는 구했지만, 세계를 구하지 못했고, 자신의 세상을 멸망시킨 용사들을 죽이기로 마음 먹는다.\n\n이 이야기는 해피 엔딩 따윈 없는 차가운 현실, 용사들을 죽이는 용사에 대한 이야기이다.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ne": "किम मिन-सू, एक हिरो, जसले घर फर्कने एकल सोचको साथ अर्को विश्व बचायो। उसले संसार बचायो, तर आफैंलाई बचाउन सकेन, र संसारलाई नष्ट गर्ने निर्णय गर्यो। यो कथा हिरोको अन्तिम क्षणहरुको बारेमा हो, एक चिसो वास्तविकता जसको कुनै राम्रो अन्त्य छैन\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ru": "Пак Чон Су, герой, что спас мир только по одной причине - вернуться и отомстить Ким Мин Су.\nОн спасся сам, но не смог спасти тех, кто были всем его миром. Пак Чон Су намерен уничтожить того, кто сотворил с ним это.\n\nИстория без счастливого конца. Пробирающая до костей реальность, в которой герой убивает себе подобных.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "th": "พัคจองซู นักรบผู้กอบกู้อีกโลกหนึ่งได้ย้อนคืนกลับสู่โลกเดิมเพื่อแก้แค้น คิมมินซู นักรบผู้ฆ่าครอบครัวของเขา นี่คือเรื่องราวของนักรบที่ปราศจากตอนจบแสนสุข เพราะมันคือการห่ำหั่นนักรบด้วยกันเอง!\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "zh": "被黑化勇士们毁灭的世界，\n绝望之中最后的勇士归来！\n经历千辛万苦最终回到地球的勇士金闵洙，可等他的却是人们冰冷的眼光和父母双亡的事实，绝望的他决定毁灭整个世界。男主朴正秀的家人也被陷入到了这场灾难之中…就在这时，朴正秀也被传送到了异世！勇士朴正秀能否拯救这个世界呢？\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "zh-hk": "為了報仇雪恨這唯一念頭而拯救異世界的勇士，雖然拯救了自己，卻拯救不了原本世界的他，決心要殺光毀滅世界的勇士們。 這是關於沒有幸福結局的冷酷現實，以及殺勇者們的勇者的故事。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "244c9d4f-e5fb-4590-9b96-4da191977b33",
    "title": {
      "en": "Skip and Loafer"
    },
    "updatedAt": "2024-10-13T11:08:40+00:00",
    "coverArt": "https://mangadex.org/covers/244c9d4f-e5fb-4590-9b96-4da191977b33/d773508a-6916-4f88-99bf-15ef03903c0f.jpg",
    "altTitles": [
      {
        "en": "Skip & Loafer"
      },
      {
        "ja-ro": "Skip to Loafer"
      },
      {
        "ru": "Долой безделье!"
      },
      {
        "ja": "スキップとローファー"
      },
      {
        "uk": "Геть Неробство"
      },
      {
        "tl": "Skip at Loafer"
      }
    ],
    "description": {
      "en": "Iwakura Mitsumi always had big dreams, of leaving her small town, advancing to a top tier university, and then contributing to the country before retiring back to her home town. So focused is she on her goal that she is oblivious to all the other ways she comes up short, much to the chagrin and concern of her friends and family. Can a naive country girl make it in Tokyo?  \n  \nNominated for the 2020 Manga Taisho Award, came in third behind the winner Blue Period and second place, Spy x Family."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e97fdc93-21ec-47e0-b676-e45d67068932",
    "title": {
      "en": "Sweat and Soap"
    },
    "updatedAt": "2024-10-03T19:22:25+00:00",
    "coverArt": "https://mangadex.org/covers/e97fdc93-21ec-47e0-b676-e45d67068932/6d14c655-fe33-4cab-8e8d-b6900d5b6af9.jpg",
    "altTitles": [
      {
        "ja": "あせとせっけん"
      },
      {
        "zh": "汗水和皂香"
      },
      {
        "ko": "땀과 비누"
      },
      {
        "uk": "Піт і Мило"
      },
      {
        "ja-ro": "Ase to Sekken"
      }
    ],
    "description": {
      "en": "Asako’s living her dream, working at the toiletry maker Lilia Drop. Little do her coworkers know, the reason she loves the company so much is that she’s ashamed of her body odor, and their soap is the only thing that does the trick. So when the company’s lead product developer, a perfuming genius, approaches her in the lobby and wonders what “that smell” is, she’s terrified … but could it be … that he likes it? And, even more surprising to Yae … does she like him?\n\nTV Dorama adaptation: [MyDramaList](https://mydramalist.com/718871-ase-to-sekken)",
      "ja": "女性に絶大な人気を誇る化粧品＆バス用品メーカー・リリアドロップに勤めるOL・八重島麻子（やえしまあさこ）は、重度の汗っかきなのがコンプレックス。\n\nデオドラント製品が手放せない生活の中、ある日、商品開発部の名取香太郎（なとりこうたろう）に、「君の体臭は素晴らしい！ 新商品の石鹸開発のため、これから毎日、君のにおいを嗅ぎに来ます！」と言われてしまう。\n\nでも、においを嗅がれるのは、そんなに嫌でもなくて……？\n\n多汗女子と嗅覚男子の、超純愛フェチラブコメ、爆誕!!",
      "uk": "Асако Яешіма — боязка офісна працівниця фірми туалетних товарів Lilia Drop. Асако любить компанію, тому що вона соромиться своїх проблем із потовиділенням і запахом тіла, а запах мила, виробленого компанією, — єдине, що здатне зняти її невпевненість. Однак, коли Котаро Наторі, провідний розробник продукту компанії, підходить до неї та відчуває її аромат, він заявляє, що любить запах Асако і вважає його надихаючим. Оскільки вони продовжують зустрічатися по роботі, Асако починає менше піклуватися про те, що її обнюхує Котаро, і вони починають романтичні стосунки.",
      "pt-br": "Em um romance de escritório, há uma linha tênue entre sexy e estranho… e essa linha é onde Asako – uma mulher que transpira copiosamente – conheceu Koutarou – um desenvolvedor de perfume que não se cansa do perfume da Asako. Asako está vivendo seu sonho, trabalhando na fabricante de produtos de higiene pessoal Lilia Drop. Mal sabem seus colegas de trabalho, o motivo pelo qual ela ama tanto a empresa é que ela tem vergonha de seu odor corporal, e o sabonete deles é a única coisa que resolve. Então, quando o principal desenvolvedor de produtos da empresa, um gênio da perfumaria, se aproxima dela no saguão e se pergunta o que é “aquele cheiro”, ela fica apavorada… Mas será que… ele gostou?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "97.2"
  },
  {
    "mangaId": "85c4540f-c43d-4438-bcc6-778581c091e7",
    "title": {
      "en": "Kodomo no Kamisama"
    },
    "updatedAt": "2023-02-06T17:05:20+00:00",
    "coverArt": "https://mangadex.org/covers/85c4540f-c43d-4438-bcc6-778581c091e7/edf67a00-3005-4f51-a592-71f91ca7ed37.jpg",
    "altTitles": [
      {
        "id": "Dewanya Para Bocah"
      },
      {
        "ja-ro": "Kodomo no Kami-sama"
      },
      {
        "ja": "コドモの神様"
      },
      {
        "zh-hk": "孩子的神明"
      }
    ],
    "description": {
      "en": "Innocence once lost can never be regained."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab65d859-f48f-47ab-a4df-eb63700f66cb",
    "title": {
      "en": "Maga-Tsuki"
    },
    "updatedAt": "2024-10-11T21:12:24+00:00",
    "coverArt": "https://mangadex.org/covers/ab65d859-f48f-47ab-a4df-eb63700f66cb/61935b79-282a-425d-9e66-22c348c7cf66.jpg",
    "altTitles": [
      {
        "ja": "まがつき"
      },
      {
        "ja-ro": "Magatsuki"
      },
      {
        "ko": "마가츠키"
      },
      {
        "zh": "不被女神附体就会死吗?"
      },
      {
        "ru": "Богиня неудач"
      },
      {
        "th": "ชุลมุนวุ่นรักเทพสาวสุดป่วน"
      }
    ],
    "description": {
      "en": "One day, Yasuke was working up the courage to confess his feelings for his childhood friend Akari. It was the perfect opportunity, since the two of them were going to eat dinner alone together at his family's shrine. Before dinner, he rushes through the daily shrine rituals and accidentally breaks a sacred mirror.\n\nA goddess, who looks like a cute girl, curses him for it, and now he will die if he's ever separated from her. All too late, he learns that she's a goddess of misfortune, and horrible things happen around her whenever she's upset. Will he be able to get the goddess to lift the curse? And how will he ever explain this to Akari?",
      "ja": "「この手を離すと死んじゃいますよ？」手を離すと死亡（!?）する!?変則三角ラブコメ!!　――ある日、疫病神に祟られてしまった八助（やすけ）15歳。神の機嫌を損ねると天変地異、神から逃げると死んでしまう!?　この厄介な祟りを解くには彼女を“幸せ”にしなくてはならなくて……。意中の幼馴染みの眼前で、疫病神に奉仕しなければならない恐怖と苦悩に、健全な男子の精神と体力は耐えきれるのか!?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "65"
  },
  {
    "mangaId": "e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c",
    "title": {
      "en": "Kusuriya no Hitorigoto"
    },
    "updatedAt": "2024-09-29T14:52:36+00:00",
    "coverArt": "https://mangadex.org/covers/e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c/9a822784-18d1-49b6-a3a3-3a085771d13e.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries"
      },
      {
        "ja-ro": "Kusuriya no Hitorigoto"
      },
      {
        "de": "Die Tagebücher der Apothekerin - Geheimnisse am Kaiserhof"
      },
      {
        "es": "El monólogo del farmacéutico"
      },
      {
        "it": "I diari della speziale"
      },
      {
        "it": "Il monologo della speziale"
      },
      {
        "fr": "Les Carnets de l'Apothicaire"
      },
      {
        "pl": "Zapiski zielarki"
      },
      {
        "ru": "Монолог в аптечной лавке"
      },
      {
        "uk": "Щоденник травникарки"
      },
      {
        "ar": "يوميات الصيدلة"
      },
      {
        "th": "สืบคดีปริศนา หมอยาตำรับโคมแดง เล่ม"
      },
      {
        "ko": "약사의 혼잣말"
      },
      {
        "zh": "药屋少女的呢喃"
      },
      {
        "zh-hk": "藥師少女的獨語"
      },
      {
        "vi": "Dược Sư Tự Sự"
      },
      {
        "id": "Keseharian sang Apoteker"
      },
      {
        "ka": "ფარმაცევტის მონოლოგი"
      },
      {
        "es": "Los diarios de la boticaria"
      },
      {
        "ja": "薬屋のひとりごと"
      },
      {
        "pt-br": "Diários de uma Apotecária"
      }
    ],
    "description": {
      "de": "Maomao ist eine unscheinbare Dienerin am Kaiserlichen kaiserlichen Hof. Zumindest bemüht sie sich, so gesehen zu werden. Denn seit sie in den Dienst des Kaisers verkauft wurde, hat die junge Apothekerin alles darangesetzt, ihre Schuld abzuarbeiten, ohne weiteres Aufsehen zu erregen, damit sie bald nach Hause zurückkehren kann. Aber Maomao ist schlau – und viel zu neugierig. Als die Kronprinzen einer nach dem anderen einem mysteriösen „Fluch“ erliegen, mischt sie sich heimlich ein, um das Rätsel zu lösen. Dabei erregt sie die Aufmerksamkeit des Eunuchen Jinshi – und eh sie sichs versieht, wird sie mitten in die Intrigen am Kaiserhof hineingezogen…",
      "en": "Maomao, a young woman trained in the art of herbal medicine, is forced to work as a lowly servant in the inner palace. Though she yearns for life outside its perfumed halls, she isn’t long for a life of drudgery! Using her wits to break a “curse” afflicting the imperial heirs, Maomao attracts the attentions of the handsome eunuch Jinshi and is promoted to attendant food taster. But Jinshi has other plans for the erstwhile apothecary, and soon Maomao is back to brewing potions and…solving mysteries?!",
      "fr": "À 17 ans, Mao Mao a une vie compliquée. Formée dès son jeune âge par un apothicaire du quartier des plaisirs, elle se retrouve enlevée et vendue comme servante dans le quartier des femmes du palais impérial! Entouré de hauts murs, il est coupé du monde extérieur. Afin de survivre dans cette prison de luxe grouillant de complots et de basses manœuvres, la jeune fille tente de cacher ses connaissances pour se fondre dans la masse.\n\nMais, quand les morts suspectes de princes nouveau-nés mettent la cour en émoi, sa passion pour les poisons prend le dessus. Elle observe, enquête… et trouve la solution! En voulant bien faire, la voilà repérée… Jinshi, haut fonctionnaire aussi beau que calculateur, devine son talent et la promeut goûteuse personnelle d’une des favorites de l’empereur. Au beau milieu de ce nid de serpents, le moindre faux pas peut lui être fatal!\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "id": "Diculik dan dijual ke harem, Maomao berusaha bertahan dengan kemampuannya beradaptasi. Wawasan yang luas tentang obat-obatan membuat karirnya melompat tinggi, langsung menjadi pelayan pribadi selir kesayangan kaisar!",
      "it": "Maomao, una giovane farmacista del quartiere a luci rosse della capitale, viene venduta suo malgrado come sguattera alla corte imperiale. Anche se desidera ardentemente tornare libera, si ritrova a non disdegnare la vita tutto sommato comoda che è riuscita a ritagliarsi a palazzo, dove, senza farsi notare, riesce a proseguire i suoi studi di fitoterapia e sulla preparazione dei veleni. Di fronte a un male che affligge i figli dell’imperatore, Maomao sente tuttavia di farsi avanti e, sfruttando le sue conoscenze, riesce a salvare loro la vita. La ragazza attira così le attenzioni del bel eunuco Jinshi, che ha in mente per lei dei piani ben precisi.\n\n---\nGiovani donne vengono spesso vendute per lavorare per un breve periodo nell'harem dell'imperatore. È questo il caso di Maomao, farmacista presso il quartiere a luci rosse. Non ha alcun interesse nel farsi notare a palazzo e preferisce starsene per conto suo a preparare medicine, studiare veleni o fare esperimenti su se stessa. Ma quando a corte si diffonde la voce che i figli dell'imperatore sono destinati a una morte prematura, Maomao non riesce a rimanere indifferente. Mentre cerca di indagare, cattura l'attenzione di misterioso e affascinante ufficiale di alto rango. Ha così inizio la sua particolare carriera.",
      "ja": "宮中に名探偵誕生!?\n\n「小説家になろう」発! \nヒーロー文庫の大人気タイトル『薬屋のひとりごと』が、待望のコミカライズ! \n中世の宮中で下働きをする少女・猫猫(マオマオ)。\n花街で薬師をやっていた彼女が、帝の御子たちが皆短命であるこという噂を聞いてしまったところから、物語は動き始める。\n持ち前の好奇心と知識欲に突き動かされ、興味本位でその原因を調べ始める猫猫の運命は――…!?\n「小説家になろう」は株式会社ヒナプロジェクトの登録商標です。",
      "pl": "Maomao, ambitna młoda zielarka, zostaje porwana i trafia do haremu cesarza jako służąca. Aby nie pogarszać sytuacji, w której się znalazła, zataja swoje umiejętności, a nawet fakt, że potrafi czytać i pisać. Tymczasem nowo narodzone dzieci władcy umierają na skutek tajemniczej klątwy. Zielarka szybko orientuje się, że to nie magia, ale trucizna jest przyczyną śmierci niemowląt. Decyduje się ostrzec księżniczki, podrzucając do ich komnat wiadomość o powodach niezwykłej choroby ich dzieci. Dziewczyna nie przypuszcza nawet, jak bardzo ta decyzja zaważy na jej losie. Tym bardziej, że znalazła się w miejscu, w którym nikt nie może czuć się bezpieczny...",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?! Адаптация одноимённого ранобэ.  \n\n\n---\n\n- Won the Grand Prize in the Printed Manga category at the Tsugi ni Kuru Manga Award 2019.  \n\n\n---\n\n**Links:**  \n- [Mangaka's Twitter](https://twitter.com/nekokurage_)  \n- [Japanese Light Novel Bookwalker](https://bookwalker.jp/series/160955/)  \n- [Official English Light Novel Translation](https://j-novel.club/s/the-apothecary-diaries/)  \n- [Official French Translation](http://www.ki-oon.com/mangas/tomes-1382-carnets-de-l-apothicaire.html)  \n- [Official Chinese (Simplified) Translation](https://manga.bilibili.com/detail/mc28218)",
      "th": "ณ อาณาจักรใหญ่ยักษ์แห่งหนึ่งซึ่งตั้งอยู่ใจกลางทวีป เด็กสาวนางหนึ่งผู้ทำงานเป็นหมอยาในสถานเริงรมย์ย่านโคมแดงอันมีนามว่า ‘เมาเมา’ บัดนี้เกิดจับพลัดจับผลูต้องมาทำงานรับใช้อยู่ในวังหลัง\n\nเธอทำได้เพียงเฝ้ารอให้หมดวาระการทำงานอย่างสงบเสงี่ยมเจียมตัว ด้วยรูปร่างหน้าตาที่ไม่สะสวยจึงมั่นใจเป็นนักหนาว่าตนจะไม่มีวันโดนจักรพรรดิเรียกไปเป็น ‘คู่นอน’ อย่างแน่แท้\n\nแต่ในขณะนั้นเอง โอรสธิดาของจักรพรรดิกลับมีเหตุให้อายุสั้น\nพอรู้ว่าสองทารกน้อยที่ยังเหลือรอดกำลังป่วยหนัก เมาเมาจึงลงมือขุดคุ้ยหาสาเหตุ—",
      "uk": "Ще зовсым юна Мамао досліджує мистецтво лікування травами, мріючи відкрити ліки від усіх недуг. Однак проти своєї волі вона потрапляє в імператорський гарем як служниця. Вона вирішує приховати набуті знання, тому прикидається однією з багатьох неписьменних дівчат. Тим часом діти правителя гинуть за загадкових обставин. Коли весь двір говорить про таємниче прокляття, Маомао розпізнає симптоми отруєння. Але як застерегти зневірених матерів від небезпеки, коли в оточенні імператора голос простого слуги нічого не означає? За воротами Внутрішнього палацу будь-якої миті може статися чергова трагедія. Чи знайде Маомао своє місце в цьому світі, повному інтриг?",
      "vi": "Miêu Miêu là một cô gái làm công việc hầu hạ trong cung đình thời phong kiến.\nCâu chuyện của chúng ta bắt đầu với việc cô gái từng hành nghề dược sư ở phố hoa này nghe thấy người ta đồn thổi rằng: tất cả những đứa con của Hoàng đế đều đoản mệnh.\nBị thúc đẩy bởi niềm khát khao tri thức và tính hiếu kì cố hữu, Miêu Miêu bắt tay vào tìm hiểu nguyên nhân, xem đó như một cách giải khuây không hơn không kém.",
      "pt-br": "Em uma certa corte imperial, já faz alguns meses desde que uma garota de 17 anos conhecida como Maomao foi sequestrada e forçada a trabalhar como uma serva de baixo escalão no palácio do imperador. Ainda assim, ela consegue manter seu espírito curioso e pragmático, planejando trabalhar até que seus anos de servidão acabem. Um dia, no entanto, ela descobre que os dois bebês do imperador ficaram gravemente doentes. Ela decide agir secretamente, aproveitando sua experiência como farmacêutica criada no pobre distrito da luz vermelha.\n\nApesar das tentativas de Maomao de permanecer anônima, ela logo chama a atenção de Jinshi, um eunuco influente que reconhece seus talentos. Maomao logo se encontra na corte interna do imperador, onde gradualmente faz seu nome ao utilizar seu conhecimento e personalidade excêntrica para resolver vários mistérios médicos.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 5, Cap 40. ]",
      "zh-hk": "時值中世紀，位處大陸中央的某個大國，有位姑娘名喚貓貓，原本在煙花巷擔任藥師，現在則在後宮當下女。其間，貓貓無意間聽說皇子皆年幼早夭的傳聞，並得知連尚在人世的皇子皇女也身染重病，她於是開始調查其病因──廣獲讚譽的酣暢淋漓推理之作，眾所期盼的第一集終於出版。以中世紀東方為舞臺，「試毒」少女將一一解決宮中發生的懸疑案件！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-10-07T12:38:38+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/79021f96-d539-40d3-9714-c717fe32a94e.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: \n[Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】](https://mangadex.org/title/ef970af6-8357-43bb-9bd1-fe09dba78624/kowai-onna-joushi-ga-nuidara-h-de-kawaikatta-hanashi-fanbox-0-5-matome)",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0681ae41-df2e-4ffa-8063-c8d18877853c",
    "title": {
      "en": "A Former Delinquent Girl Falls in Love"
    },
    "updatedAt": "2024-10-04T18:17:16+00:00",
    "coverArt": "https://mangadex.org/covers/0681ae41-df2e-4ffa-8063-c8d18877853c/24caf03b-e813-4319-9a76-66bdbac7dcdd.jpg",
    "altTitles": [
      {
        "ja": "元ヤン娘、恋をする"
      },
      {
        "ja-ro": "Motoyan Musume, Koi o Suru"
      }
    ],
    "description": {
      "en": "Spin-off/Spiritual Sequel of the authors other work \"The Mentor and the New Employee Who are Getting More and More Into Each Other\"; with this story focusing on the mask wearing former delinquent and her budding romance with the little brother of the Female MC of the previous work."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "58"
  },
  {
    "mangaId": "46e9a772-184d-498b-8553-6e0801545f12",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity II: Subterranean World of Folklore, Agartha - Women of Agartha"
    },
    "updatedAt": "2023-09-10T15:54:35+00:00",
    "coverArt": "https://mangadex.org/covers/46e9a772-184d-498b-8553-6e0801545f12/f045e47a-15a8-4d38-b5ab-686e1ccba11c.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点Ⅱ 伝承地底世界 アガルタ アガルタの女"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten II: Denshou Chitei Sekai, Agartha - Agartha no Onna"
      },
      {
        "ru": "Судьба/Великий приказ: Эпопея Остатка-Псевдосингулярность II: Женщина Агарты"
      }
    ],
    "description": {
      "en": "Fate/Grand Order official comicalize start!\n\nIn 2000 AD, the bottom of the mountain range in Central Asia... In a place where no obvious wars or incidents have been confirmed, \"Organization for the Preservation of Human Order, Chaldea\" finds the existence of a Singularity. Ritsuka Fujimaru and his team started the Rayshift immediately...",
      "ru": "Царица Савская ждала, когда Фудзимару и другие проникнут в Кер-Ис, город безнравственности. Мы должны бороться с таинственными силами и их бесконечно растущими подчиненными. В этих бедах внезапно появилась противоборствующая сила \"Убийца Ночного Замка\"…!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "36.5"
  },
  {
    "mangaId": "ae400263-46b6-438a-98db-d23e84b386d1",
    "title": {
      "en": "The Heroine is a Man!"
    },
    "updatedAt": "2023-12-15T05:35:15+00:00",
    "coverArt": "https://mangadex.org/covers/ae400263-46b6-438a-98db-d23e84b386d1/12e20c5c-1a7f-4d4c-ac72-f9434c9b31fd.jpg",
    "altTitles": [
      {
        "ko": "남장여주라고 했잖아요!"
      },
      {
        "en": "I Told You I Was a Man Disguised as a Woman!"
      },
      {
        "en": "I Told You I Was a Man Dressed as a Woman!"
      },
      {
        "en": "Wasn't the Male Lead a Female?"
      },
      {
        "en": "Aren't You Supposedly a Woman Disguised as a Man?!"
      },
      {
        "en": "Aren't You Supposedly a Woman Disguised as a Man?!"
      }
    ],
    "description": {
      "en": "In her eighth year of possessing the body of an extra in a novel, she met the book’s protagonist who she thought was a woman disguised as a man. But he was actually a man! How will this novel’s ending play out?\n\nAine has lived for eight years without even knowing which novel she had transmigrated to. And then, one day, she meets a knight and discovers the novel she is in.\n\nThis man is actually a woman?!\nThe female lead who is disguised as a man to replace her dead brother?!\nThen, I’ll live a comfortable life as her friend!\n\nHowever, this woman is acting strangely…\nTo think she was actually a man! What should I do now that I’m involved with him?\n\n“Do you really see me as a woman?”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c00ba6a-0240-47bd-9fb4-b01d2fd69ce7",
    "title": {
      "en": "Mijuku na Futari de Gozaimasu ga"
    },
    "updatedAt": "2024-10-06T06:38:15+00:00",
    "coverArt": "https://mangadex.org/covers/6c00ba6a-0240-47bd-9fb4-b01d2fd69ce7/d6c23eaa-1d03-484f-9769-ecf481b9a2eb.jpg",
    "altTitles": [
      {
        "en": "We're New at This"
      },
      {
        "ru": "Может, мы и неопытная пара, но..."
      },
      {
        "ja": "未熟なふたりでございますが"
      },
      {
        "en": "We May Be an Inexperienced Couple But..."
      },
      {
        "ko": "미숙한 두 사람입니다만"
      },
      {
        "id": "Kami Pemula dalam Hal Ini"
      },
      {
        "vi": "Vợ chồng mới cưới còn zin"
      }
    ],
    "description": {
      "en": "Ikuma Saeki finally married his childhood friend and the girl of his dreams, Sumika. But while years of pining came easily to him, physical closeness does not...and he's having trouble navigating the intimacy that comes with marriage. Sumika, too, is having trouble bridging the gap between friend and lover...what is this innocent couple to do but navigate it together, awkwardness and all! A new rom-com from the author of *Ao-chan Can't Study!* [Kodansha]"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "147"
  },
  {
    "mangaId": "99474bc1-ba93-4ed0-9a82-e915a815aca3",
    "title": {
      "en": "Domestication of Divine Beasts at the Beginning"
    },
    "updatedAt": "2024-10-24T22:12:02+00:00",
    "coverArt": "https://mangadex.org/covers/99474bc1-ba93-4ed0-9a82-e915a815aca3/8277422c-4d1e-47c6-a8c0-063c51ac0326.png",
    "altTitles": [
      {
        "zh": "万族入侵：开局驯化史诗级巨兽"
      }
    ],
    "description": {
      "en": "All races have invaded Earth. Su Bai’s pet turtle evolved into the Black Tortoise , and his cat into the White Tiger . The Vermilion Bird and Azure Dragon , ancient sacred beasts, soon followed. However, these divine beasts have enormous appetites, which led Su Bai to become a notorious businessman that gives everyone headaches.“Brother, this is Black Tortoise blood, only selling for a mere ten billion. Hey, why are you cursing at me just because you’re not buying?”“The champion of the Hundred Schools competition wins ten billion? Help me up, I can still fight!”“The main city of all races has countless riches? As a human, I must protect my Dragon Country. I will lead the charge!",
      "zh": "万族入侵地球。 苏白家的乌龟进化成玄武，猫成白虎。 朱雀，青龙，上古圣兽接连而至。 但圣兽饭量有亿点点大，从此世界多了个让人头疼的奸商。 “兄台，这是玄武血只卖十亿，哎，兄台你不买怎么骂人呢？” “百校冠军奖励十个亿？扶我起来，我还能打！” “万族主城有无数财富？身为人类，护我龙国，我必将带头冲锋!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e8f9100-1a9d-493d-b6ef-9cfaed991594",
    "title": {
      "en": "The Soulless Duchess"
    },
    "updatedAt": "2024-04-26T16:04:13+00:00",
    "coverArt": "https://mangadex.org/covers/4e8f9100-1a9d-493d-b6ef-9cfaed991594/8ec0610c-27ec-4054-9ca6-8f48e21dba01.jpg",
    "altTitles": [
      {
        "ko": "빈껍데기 공작부인"
      },
      {
        "ko-ro": "Binkkeopdegi Gongjakbuin"
      },
      {
        "en": "The Duchess With an Empty Soul"
      },
      {
        "en": "The Duchess' Empty Shell"
      },
      {
        "en": "The Empty Shelled Duchess"
      },
      {
        "pt-br": "La duquesa del alma vacía"
      },
      {
        "id": "Istri Palsu Duke"
      },
      {
        "th": "ใจว่างเปล่าของดัชเชส"
      },
      {
        "zh-hk": "公爵夫人的百變召喚術"
      },
      {
        "zh": "虚名的公爵之妻"
      },
      {
        "zh": "“透明”的公爵夫人"
      },
      {
        "ja": "かりそめの公爵夫人"
      },
      {
        "fr": "La duchesse sans âme"
      },
      {
        "mn": "Сэтгэл хөдлөлгүй гүнгийн хатан"
      }
    ],
    "description": {
      "en": "The naïve Yvona is ready to do anything for her amazing fiancé! Summon magical beasts and let him take the glory? Sure! Wreck her body for a powerful spell and die for him? Yes! Watch him secretly embrace her trusted cousin Tristan with passion and deride her openly? Oka— wait. What? Just then, Yvona dies... and wakes up a year in the past with a burdened heart. Armed with her knowledge, Yvona's ready to fight for herself. And hmm, maybe form an alliance with the coldhearted Duke of Azentine...\n\n---\nI died miserably on the day I found out the truth. The truth that my fiancé had a hidden lover, and it was my very own male cousin.\n\nOn the second morning, after my 20th birthday, a miracle happened. From that point on, I decided not to believe in love anymore. I want to have a relationship with no strings attached and without any superficial feelings such as love.\n\n\"Duke Agentine, will you marry me?\"\n\nThis proposal was nothing more than a marriage to keep up appearances and without love involved.\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53939289)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-soulless-duchess/)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Istri-Palsu-Duke/3280)\n* [Japanese / 日本語](https://piccoma.com/web/product/24657)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%83%E0%B8%88%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%9B%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%94%E0%B8%B1%E0%B8%8A%E0%B9%80%E0%B8%8A%E0%B8%AA/23)\n\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=4386129), [Ridibooks](https://ridibooks.com/books/3170012735)\n\n**Official Novel Translation:** [Japanese / 日本語](https://piccoma.com/web/product/72805)",
      "fr": "Je suis morte misérablement, le jour où j’ai découvert la vérité. La vérité, c’est que mon fiancé avait un amant caché et c’était mon propre cousin. Le lendemain de mon 20e anniversaire, un miracle s’est produit. A partir de là, j’ai décidé de ne plus croire à l’amour. Je veux avoir une relation sans aucune condition et sans sentiments superficiels tels que l’amour. «Duke Agentine, voulez-vous m’épouser?» Cette proposition n’était rien de plus qu’un mariage pour garder les apparences et sans amour impliqué.",
      "id": "Di hari kedua setelah ulang tahunku yang ke-20, sebuah keajaiban terjadi. Pada hari itu: aku mengetahui sebauh kenyataan: tunanganku memiliki selingkuhan, seorang sepupuku satu-satunya. Sejak itu, aku sudah tidak lagi percaya dengan yang namanya cinta, dan mati dengan mengenaskan.\n\nKetika aku terbangun, aku kembali ke masa lalu. Kali ini, aku hanya ingin memiliki hubungan tanpa adanya ikatan, dan tidak lain tidak bukan hanya karena sebuah kepentingan. Jadi, aku memberinya lamaran pernikahan, hanya untuk mencapai kepentingan bersama. \"Duk Agentine, maukah kamu menikah denganku?\"",
      "mn": "Үнэнийг олж мэдсэн тэр өдөр... Би өрөвдөлтэйгөөр нас барсан. Тэрхүү үнэн гэвэл намайг хэн бэ гэдгээр минь хардаг гэж санаж ирсэн сүйт залуу маань үеэлтэй маань янаг амрагийн холбоотой байсан гэх явдал. Би дэндүү харалган явж. Гэвч гайхамшиг биелэлээ олон, би жилийн өмнөхрүүгээ буцаж ирсэн. Энэ мөчөөс эхлэн би ахиж хайр гээч зүйлд итгэхгүй. Хэн нэгний хайрыг хүсч, түүний төлөө өөрийгөө золиослохгүй! Зөвхөн өөрийнхөө төлөө амьдрах болно!",
      "pt-br": "Eu morri miseravelmente, no dia em que descobri a verdade. A verdade é que meu noivo tinha um amante escondido e era meu primo.Na segunda manhã, depois do meu aniversário de 20 anos, aconteceu um milagre. A partir daí, decidi não acreditar mais no amor.Eu quero ter um relacionamento sem amarras e sem sentimentos superficiais, como o amor.\"Duquesa Agentine, quer se casar comigo?\"Essa proposta nada mais era do que um casamento para manter as aparências e sem o amor envolvido."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "154"
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-09-03T06:19:59+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64a84c0f-bbcb-4ba3-b4fd-e546eb4f86e1",
    "title": {
      "en": "\"I'm shy but I did my best\""
    },
    "updatedAt": "2024-10-24T19:45:52+00:00",
    "coverArt": "https://mangadex.org/covers/64a84c0f-bbcb-4ba3-b4fd-e546eb4f86e1/a4f75926-cccf-4c85-96c8-23113789a9b4.jpg",
    "altTitles": [
      {
        "ja-ro": "`Tereyada kedo ganbarimashita'"
      },
      {
        "ja": "「照れ屋だけど頑張りました」"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d76a350d-c6b5-42bb-bfba-e521a3964a6a",
    "title": {
      "en": "The S-Class Lady"
    },
    "updatedAt": "2024-08-17T03:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/d76a350d-c6b5-42bb-bfba-e521a3964a6a/456b542c-6fc3-4b51-9013-eac97a3da72c.jpg",
    "altTitles": [
      {
        "ko": "S급 헌터는 악역 공녀가 되기 싫습니다"
      },
      {
        "ko-ro": "S-geup Hunter-neun Agyeok Gongnyeoga Doegi Silseumnida"
      },
      {
        "en": "The S-Class Hunter Doesn't Want to Be a Villainous Princess"
      }
    ],
    "description": {
      "en": "\"I'm done with romance, so send me home!\"\n\nKim Yi-Young was just an ordinary civil service exam candidate in South Korea.\nAfter studying for more than four and a half years, she finally passed, a truly ordinary person with nothing but reading novels here and there as a hobby.\n\nHowever, on the day she went out for a celebratory meal after passing the exam, she got into a traffic accident and died, only to find herself reincarnated into the fantasy hunter novel she was reading.\n\nTo her, the \"System\" offered a way back home.\nDetermined solely to return home and cuddle her warm cat and adorable Maltese, Cerberus, she gained strength through dozens of regressions.\n\nSigning contracts with the constellations of the original work and dying multiple times, she eventually succeeded in conquering the \"Tower\" of the original work and defeating the owner of the tower on the final floor.\n\nNow, all that's left is to go home......\n\nOr so she thought!\n\n[Due to an error, instead of returning to the original world, we will reincarnate you into the author's new work!]\n\nI don't need that! All I wanted was my sweet home! Is that so difficult?! I even got rid of the Tower!?\n\nMoreover, romance fantasy?! Even in my previous life, I didn't care about romance, not one bit!\nAnd to top it off, I didn't even reincarnate into my own body this time, but into the \"villainess\" of the book!\n\nI'm not afraid of the threats in this world, but I'm worried about being forced into a romance quest.\n\n\"Can I go home...?\"",
      "ko": "**로맨스는 됐으니까 집에나 보내줘!**\n김이영, 그녀는 대한민국의 평범한 공무원 시험 응시생이었다.\n그것도 4년 반이 넘는 긴 시간동안 공부 끝에 합격한, 낙이라고는 짬짬이 소설읽는 것밖에 없는 정말 평범한 사람.\n\n그러나 합격을 축하하기 위해 외식을 나간 날 교통사고를 당해 죽고, 자신이 읽던 현태판타지 헌터물에 빙의하고 만다.\n그런 이영에게 집으로 돌아갈 수 있는 길을 제안하는 '시스템'.\n그녀는 오로지 집에 돌아가서 배 따땃하게 지지고 귀여운 말티즈 켈베로스를 끌어안겠다는 일념 하에 수십 번씩 회귀하며 힘을 길렀다.\n원작 속의 성좌들과 계약하고 수차례 죽어가며 원작 속의 '탑'을 공략하여 결국 마지막 층의 지배자, 탑의 주인을 처리하는 데 성공한다. \n\n이제 남은 건 집으로 가는 것 뿐……,\n\n\n인줄 알았는데!\n\n[오류로 인해 원래 세상으로의 복귀 대신, 작가의 신작에 빙의시켜드리겠습니다!]\n\n필요 없어! 내가 바란건 내 스윗 홈뿐이었는데!\n그게 그렇게 어려워?! 탑도 내가 없애줬는데?!?!\n\n게다가, 로맨스 판타지라니! 이전 빙의에서도 로맨스의 ㄹ도, 아니, ㄹ의 한 획도 신경 안 쓰고 살았는데!\n거기에 이전처럼 내 몸으로 책에 빙의한 게 아니라 책 속의 '악녀'에 빙의했다!\n\n이 세계의 위협은 전혀 두렵지 않지만, 로맨스를 강제로 끌어내는 퀘스트는 걱정된다. \n\n나, 집에 갈 수 있을까……?",
      "pt-br": "**Estou farta de romance, então me mandem para casa!**\n\nKim Yi-Young era apenas uma candidata comum ao exame de serviço civil na Coreia do Sul. Depois de estudar por mais de quatro anos e meio, finalmente passou, uma pessoa verdadeiramente comum que só gostava de ler romances de vez em quando como passatempo.\n\nNo entanto, no dia em que saiu para uma refeição comemorativa após passar no exame, sofreu um acidente de trânsito e morreu, apenas para se ver reencarnada no romance de caçadora de fantasia que estava lendo.\n\nPara ela, o \"Sistema\" ofereceu um caminho de volta para casa. Determinada apenas a voltar para casa e abraçar seu gato e o adorável Maltês, Cerberus, ela ganhou força através de dezenas de regressões. Assinando contratos com as constelações da obra original e morrendo várias vezes, eventualmente conseguiu conquistar a \"Torre\" da obra original e derrotar o dono da torre no último andar.\n\nAgora, tudo o que resta é voltar para casa......\n\nOu pelo menos era o que ela pensava!\n\n[Devido a um erro, em vez de retornar ao mundo original, vamos reencarná-la na nova obra do autor!]\n\nEu não preciso disso! Tudo o que eu queria era minha doce casa! É tão difícil assim?! Até me livrei da Torre!?!?!\n\nAlém disso, fantasia romântica?! Nem mesmo na minha vida anterior eu me importava com romance, nem um pouco! E para piorar, nem reencarnei em meu próprio corpo desta vez, mas na \"vilã\" do livro!\n\nNão tenho medo das ameaças deste mundo, mas estou preocupada em ser forçada a uma busca romântica.\n\nSerá que posso voltar para casa......?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "315c8f3c-2541-43f1-89a6-fb94b38710c4",
    "title": {
      "en": "Neo Devilman"
    },
    "updatedAt": "2022-02-05T20:52:37+00:00",
    "coverArt": "https://mangadex.org/covers/315c8f3c-2541-43f1-89a6-fb94b38710c4/234c881b-9ca2-4c76-937e-8c5dcf0e9d23.jpg",
    "altTitles": [
      {
        "ja": "ネオデビルマン"
      }
    ],
    "description": {
      "en": "A collection of short stories based in the Devilman universe written by various authors.  \n  \n[Full author/artist listing: Egawa Tatsuya, Hagiwara Reiji, Hiromoto Shinichi, Ishikawa Ken, Iwaaki Hitoshi, Kanzaki Masaomi, Kaze Shinobu, Kuroda Iou, Miyama Noboru, Nagai Go, Nagano Noriko, Otomo Katsuhiro, Tajima Sho-U, Terada Katsuya, Tori Miki, Yasuhiko Yoshikazu, Yumeno Kazuko]"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "aafb046c-9de4-4c3d-990c-6d75b079c0b9",
    "title": {
      "en": "Release That Witch"
    },
    "updatedAt": "2024-06-19T23:47:40+00:00",
    "coverArt": "https://mangadex.org/covers/aafb046c-9de4-4c3d-990c-6d75b079c0b9/ee278e22-9bfb-4b1b-9681-f8782b93e57b.jpg",
    "altTitles": [
      {
        "zh-ro": "Fangkai Nage Nüwu"
      },
      {
        "fr": "Relâchez cette Sorcière"
      },
      {
        "ru": "Освободите эту Ведьму"
      },
      {
        "zh": "放开那个女巫"
      },
      {
        "uk": "Звільніть цю відьму"
      },
      {
        "tr": "Cadıyı Salın"
      },
      {
        "vi": "Thả Vu Nữ Đó Ra"
      }
    ],
    "description": {
      "en": "A male engineer transmigrated into another world, and became a prince. This place strikingly resembles the Middle Ages of Europe, but at the same time, it seems kind of different? Witches truly exist, and they even possess magic powers! Magic powers are productive forces! Save the witches, liberate the productive forces! Open map, fight demons, break conspiracies, climb up the science and technology tree, and open the path of hardcore ‘farming’!",
      "ru": "Чэн Янь прошел сквозь время и попал в мир, подобный Средневековой Европе, став Роландом, 4-м принцем королевства. Но этот мир не такой, к какому он уже привык. Ведьмы и магия здесь — нормальное явление. Сможет ли Роланд заполучить трон короля и решить выпавшие на его долю проблемы? Только его опыт современных технологий и помощь ведьм, известных как «слуги Дьявола», позволят ему добиться успеха!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d41fe947-2e33-4b26-ac29-abc70fb08edb",
    "title": {
      "en": "Shut Up, Evil Dragon! I Don't Want to Raise a Child With You Anymore"
    },
    "updatedAt": "2024-10-22T17:20:18+00:00",
    "coverArt": "https://mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/ee4e3885-ee1d-45c6-bc56-b2928765b0ba.jpg",
    "altTitles": [
      {
        "zh": "闭嘴恶龙我不想再跟你带孩子了"
      },
      {
        "en": "Shut Up, Malevolent Dragon! I Don’t Want to Have Any More Children With You"
      },
      {
        "uk": "Помовч, зла драконихо! Я не буду виховувати з тобою дітей!"
      }
    ],
    "description": {
      "en": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
      "id": "Setelah dikalahkan dan ditangkap, Dragon Slayer Leon menjadi tawanan Silver Dragon Queen. Dengan kesadaran akan kematian, dia menggunakan sihir terlarang untuk mengutuk sang ratu, tetapi secara tak terduga, sang ratu kehilangan kendali. Dia berpikir bahwa ini akan membuat sang ratu hidup dalam rasa malu seumur hidupnya, dan itu akan sepadan dengan misinya sebagai pemburu naga. Namun, dua tahun kemudian, ketika Leon membuka matanya, di sampingnya ada seorang gadis kecil naga dengan ekor...",
      "uk": "Після поразки та полону, вбивця драконів Леон потрапив у полон до королеви клану Срібних Драконів. Усвідомлюючи наближення смерті, він використав заборонену техніку, щоб накласти прокляття на королеву, але несподівано королева втратила контроль.\n\nВін думав, що це змусить королеву жити з соромом до кінця життя, і це буде гідно титулу вбивці драконів.\n\nАле через два роки, коли Леон розплющив очі, поруч з ним сиділа дівчинка-дракон із хвостиком..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "78245f07-8313-4245-81d6-5e7a7f05eb85",
    "title": {
      "en": "Ayashii Houmonsha"
    },
    "updatedAt": "2023-09-02T19:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/78245f07-8313-4245-81d6-5e7a7f05eb85/674d66e5-48be-406b-8af9-7c88813a82de.png",
    "altTitles": [
      {
        "en": "The Suspicious Visitor"
      },
      {
        "ja": "あやしい訪問者"
      }
    ],
    "description": {
      "en": "Two strangers appear at Takashi's house, claiming that his father has paid them for an exorcism. But Takashi insists there are no ghosts…"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0940ac2e-7d19-4207-b883-63cbb0ae19f2",
    "title": {
      "en": "Choir!"
    },
    "updatedAt": "2024-10-24T19:50:50+00:00",
    "coverArt": "https://mangadex.org/covers/0940ac2e-7d19-4207-b883-63cbb0ae19f2/60bfc550-6c29-4fdc-bc66-33b6feb932cd.jpg",
    "altTitles": [
      {
        "ja": "ちょいあ!"
      }
    ],
    "description": {
      "en": "4-koma about an otaku girl and her friends.",
      "ja": "姫カットで人気を博す学園のアイドル・マユ子に恋をする平凡な女子中学生・小聖(しょうせい)と、その二人をオタク的な方向に誘おうとする漫研部員・真綿(まわた)毎回コミケに行ったりコスプレしたりと可愛くマニアックな展開が楽しめます。"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "45"
  },
  {
    "mangaId": "7fe4b18c-7092-487a-b7bd-0a0089ce65d1",
    "title": {
      "en": "Tobioriru Chokuzen no Doukyuusei ni \"Sekkusu Shiyou!\" to Teianshite Mita."
    },
    "updatedAt": "2024-10-20T21:05:38+00:00",
    "coverArt": "https://mangadex.org/covers/7fe4b18c-7092-487a-b7bd-0a0089ce65d1/f2dc6f2d-b275-46d0-b01e-ef52e259232f.png",
    "altTitles": [
      {
        "ja": "飛び降りる直前の同級生に『セックスしよう！』と提案してみた。"
      },
      {
        "en": "Just Before Jumping, I Suggested to my Classmate, \"Let's Have Sex!\""
      },
      {
        "id": "Sesaat Sebelum Melompat, Aku menyarankan Teman Sekelasku, \"Yuk, Ngewe!\""
      }
    ],
    "description": {
      "en": "My first love, Koga Kurumi. Her beauty and personality, which are beyond what you'd expect from a high school student, invite jealousy, isolate her, and - she was on the verge of jumping off the roof due to bullying. So, what can I do...? \"Let's have sex!\" I'll scream out my love to the death and make a place for you in this world!",
      "id": "Dialah cinta pertamaku, Koga Kurumi. Kecantikan dan kepribadiannya di luar ekspektasi dari seorang murid SMA, membuat keirian, pengucilan,dan membuatnya hampir melompat dari atap sekolah karena perundungan. Lantas, apa yang bisa kulakukan? \"Yuk, ngewe!\". Akan kuteriakkan cintaku padamu hingga akhir nyawa dan membuatkanmu tempat di dunia ini!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-06-04T21:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "en": "Time Slip of the Fist King"
      },
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      },
      {
        "ko-ro": "Gwonwangjeonsaeng"
      },
      {
        "es-la": "El Indomable Rey Marcial"
      }
    ],
    "description": {
      "en": "In a world where humans enslave other races, the archmage ‘Laefenhart’ is treated as the Demon King by the humans for his sins of helping the other races. \n\nA group of Heroes came to subdue the Demon King! ‘Laefenhart’ succeeds in causing great damage to the Hero party, but ends up being in danger of being killed by the Fist King, ‘Tesron’…\n\n“Space-Time Return Spell.”\n\nThe magic spell cast as a last resort miraculously succeeds and sends ‘Laefenhart’ to the past. However…\n\nI became one of the Heroes, the Fist King, ‘Tesron’, who had the strongest body on the continent?!\n\nThe archmage ‘Laefenhart’, with his newly acquired physical strength, changes the world with new powers!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4defe145-86e6-4333-bc6b-5c978077676c",
    "title": {
      "en": "Tensei Dai Majo no Isekai Kurashi ~Kodai Roman-Fuu Kokka de Hajimeru Mahou Kenkyuu~"
    },
    "updatedAt": "2024-10-20T19:23:34+00:00",
    "coverArt": "https://mangadex.org/covers/4defe145-86e6-4333-bc6b-5c978077676c/c0f70f67-51a8-46b0-848b-ee46e45b544c.jpg",
    "altTitles": [
      {
        "ja": "転生大魔女の異世界暮らし～古代ローマ風国家で始める魔法研究～@COMIC"
      },
      {
        "en": "The Otherworldly Life of a Reincarnated Great Witch: Magical Research Begun in an Ancient Roman-Style Nation"
      }
    ],
    "description": {
      "en": "\"I want to be the wizard of my dreams!\"\n\nZenith, a young girl reincarnated in the ancient Roman-style country of Jupiter, goes to study in the capital with only her momentum. She spreads water magic and floods the classroom. She even falls unconscious after using herself as a test subject, and shoots hot air out of her buttocks in an experiment, and her outlandish behavior never stops. Despite the white eyes of the people around her, she sells shaved ice using ice magic to earn money for her research, and it accidentally becomes a big hit...?\n\n\"Amazing! I've made the discovery of the century again!\"\n\nSometimes a catastrophe, sometimes a success(?), sometimes a laugh-out-loud moment!",
      "ja": "「憧れの魔法使いになりたい！」\n\n\n古代ローマ風の国「ユピテル」に転生した少女ゼニスは、勢いだけで首都へと留学する。\n\n\n水魔法を撒き散らして、教室を水浸しに。自分を実験体にしたあげくに昏倒、実験でお尻から熱風をぶっ放す、とその規格外な行動は止まらない。\n\n白い目を向ける周囲をよそに、研究資金稼ぎに氷魔法で「かき氷」を売り出したら、うっかり大ヒットしてしまい……!?\n\n「ひょぇえ！　私、また世紀の大発見をしてしまいました！」\n\n時に大惨事、時に大成功（？）、時に大爆笑！\n\n研究ラブな少女が魔法革命を巻き起こす、ローマン・コミカルファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]