[
  {
    "mangaId": "0fea4e84-6cde-45f3-8924-2a09f6c4820f",
    "title": {
      "en": "Conquering the Academy with Just a Sashimi Knife."
    },
    "updatedAt": "2024-10-16T17:34:59+00:00",
    "coverArt": "https://mangadex.org/covers/0fea4e84-6cde-45f3-8924-2a09f6c4820f/882d7a6e-961d-4e92-926b-b70b4fcd2386.jpg",
    "altTitles": [
      {
        "ko": "사시미 한 자루로 아카데미를 씹어먹음"
      },
      {
        "en": "I Took Over the Academy With a Single Sashimi Knife"
      },
      {
        "en": "Chewed Up the Academy With a Bag of Sashimi"
      },
      {
        "en": "Chew the Academy With a Sashimi Stick"
      },
      {
        "pt-br": "Eu Conquistei a Academia Com Uma Única Faca de Sashimi."
      },
      {
        "ko-ro": "Sasimi Han Jaruro Akademireul Ssipeomeokeum"
      }
    ],
    "description": {
      "en": "\"If I slash, it will be cut.\"\n\nI, who was once called the best swordsman in the nation, have ended up in a mobile game I've only spent money on a few times. And I’ve even received the blessing of the 'Sword God'!\n\nBut… the only weapon I can use is a sashimi knife?\n\nJust one minute a day. I become a Sword Saint with a sashimi knife.",
      "pt-br": "Se eu cortar, será rompido.”\n\nEu, que já fui chamado de o melhor espadachim da nação, caí em um jogo de celular no qual gastei apenas um pouco de dinheiro.\n\nAlém disso, fui agraciado com a “Bênção do Deus da Espada”…!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5666ae25-a015-4d06-a44e-2dca0446f8fc",
    "title": {
      "en": "Ougon no Keikenchi"
    },
    "updatedAt": "2024-10-15T21:22:57+00:00",
    "coverArt": "https://mangadex.org/covers/5666ae25-a015-4d06-a44e-2dca0446f8fc/010a4c69-2245-4d11-8df9-42e22e98353b.jpg",
    "altTitles": [
      {
        "ja": "黄金の経験値"
      },
      {
        "en": "The Golden Experience Point"
      }
    ],
    "description": {
      "en": "The conquest story of the final boss protagonist begins here!\n\n\"Boot Hour, Shoot Curse\" is a VRMMORPG that has no concept of levels or professions. Instead, players must farm experience points to gain new skills and increase their status.\nRare, a girl who participated in the closed beta test, has acquired the hidden skill \"Subordinate\", which allows her to turn NPCs into her subordinates. The skill also transfers the experience points gained by the subordinates to Rare.\n\nShe used the skill to gradually add new NPCs she encountered to her party. As a result of the unprecedented amount of experience gained from her minions, she was able to evolve into a Demon Lord.\n___\n[Light Novel (EN)](https://j-novel.club/series/exp-is-golden)",
      "fr": "L’histoire de la conquête du boss final commence ici !\n\n« Boot Hour, Shoot Curse » est un VRMMORPG qui n’a ni de concept de niveaux ni de métiers. Au lieu de cela, les joueurs doivent accumuler des points d’expérience pour acquérir de nouvelles compétences et améliorer leur statut et leur personnage.\nRare, une jeune fille qui a participé aux tests de la version bêta fermée, a acquis la compétence cachée « Subordonné », qui lui permet de transformer des PNJ en ses subordonnés. Cette compétence transfère également les points d’expérience gagnés par les subordonnés à Rare.\nElle a utilisé cette compétence pour ajouter progressivement à son groupe de nouveaux PNJ qu’elle rencontrait. Et grâce à la quantité d’expérience accumulée par ses subordonnés, elle a pu devenir un Roi Démon",
      "ja": "新作VRMMORPG『Boot hour, shoot curse』のオープンβテストに参加した主人公レアが手に入れたのは、隠しスキル『使役』。ゲームならよくある【レベル】や【ジョブ】というシステムが存在しない代わりに、獲得した【経験値】を使ってスキルを取得したり、ステータスを上昇させたりするこのゲームにおいて、「眷属化したキャラの獲得経験値をすべて自分に集約する」という『使役』はとんでもないスキルだった。レアは、『使役』を使って出会ったNPCや魔物を次々眷属化。増え続ける【経験値】で自身と配下を強化し続けた結果、いつの間にか「特定災害生物『魔王』」の判定を受けてしまい…!?"
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13bbb17c-c78b-40a8-8649-b1716859b99c",
    "title": {
      "en": "Was I Hypnotized by a Classmate?"
    },
    "updatedAt": "2024-10-18T09:22:13+00:00",
    "coverArt": "https://mangadex.org/covers/13bbb17c-c78b-40a8-8649-b1716859b99c/83456e20-b2c4-44bb-bd2f-77c71322c717.jpg",
    "altTitles": [
      {
        "ja": "クラスの子に催眠をかけられた？"
      },
      {
        "ja": "クラスの子に催眠？をかけられた"
      },
      {
        "ja-ro": "Kurasu no Ko ni Saimin o Kakerareta?"
      },
      {
        "ja-ro": "Kurasu no Ko ni Saimin? o Kakerareta"
      },
      {
        "ja-ro": "Class no Ko ni Saimin o Kakerareta?"
      },
      {
        "vi": "Tôi đã bị cô bạn cùng lớp thôi miên?"
      },
      {
        "th": "นี่ผมโดนสะกดจิตโดยเพื่อนร่วมห้องของผมรึป่าวเนื่ย?"
      },
      {
        "uk": "Мене загіпнотизувала однокласниця?"
      },
      {
        "ru": "Я был загипнотизирован одноклассницей?"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/122282926)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi o Suru"
    },
    "updatedAt": "2024-09-29T14:37:48+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll ha Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque Doll Is Falling in Love"
      },
      {
        "en": "The Bisque Doll Falls in Love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "Hunter x Hunter"
    },
    "updatedAt": "2024-10-18T09:10:14+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "Thợ Săn Tí Hon"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Thợ Săn là những người đi chu du thế giới, đối mặt với hiểm nguy. Từ bắt giữ tội phạm cho đến nhưng cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Thợ Săn với hy vọng tìm được cha mình. Khi được 12 tuổi Gon bắt đầu cuộc hành trình của mình để được tham gia vào \"Cuộc thi Thợ Săn Kỳ Tài\", ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapica, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một người Thợ Săn... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcc2fbee-0fe9-4cbc-b744-9132175a17c6",
    "title": {
      "en": "Kanojo ni Uwaki Sareteita Ore ga, Koakuma na Kouhai ni Natsukareteimasu"
    },
    "updatedAt": "2024-10-06T15:45:04+00:00",
    "coverArt": "https://mangadex.org/covers/fcc2fbee-0fe9-4cbc-b744-9132175a17c6/972541d9-0e22-4227-92ea-c1693287a0da.jpg",
    "altTitles": [
      {
        "ja": "カノジョに浮気されていた俺が、小悪魔な後輩に懐かれています"
      },
      {
        "en": "I Was Cheated On by My Girlfriend, but My Devilish Junior Now Yearns for Me"
      },
      {
        "en": "My Coquettish Junior Attaches Herself to Me!"
      },
      {
        "ru": "Девушка изменила мне с другим, и теперь моя дьяволёнок-кохай пристаёт ко мне"
      },
      {
        "vi": "Sau khi bị bạn gái lừa, một tiểu quỷ khoá dưới cứ bám theo tôi."
      }
    ],
    "description": {
      "en": "Christmas season.\n\nHasegawa Yuuta found himself single after breaking up last month when his girlfriend had cheated on him. And it was only a few days until Christmas! After an everyday conversation with his female friend, Mino Ayaka, Yuuta met a beautiful girl clad in a Santa suit—In a lane full of couples no less! Her name was Shinohara Mayu. Will this encounter with Shinohara turn out to be the Christmas present for Yuuta?",
      "ja": "クリスマス直前に彼女に浮気された大学二年・羽瀬川悠太。 意気消沈する彼の前に、サンタの格好をした美少女後輩・志乃原真由が現れる！ グイグイ来る彼女は、次第に家にまで上がり込むようになり…！？",
      "ru": "Однажды за несколько дней до Рождества, молодой Хасегава Юта тяжело расстался со своей бывшей девушкой, которая ему изменила. После повседневного диалога со своей давней подругой Мино Аякой, Юта встретил красивую во всех смысла слова девушку по имени Маю Шиномия, одетую в костюм Санты. Неужели внезапная встреча с кокетливой красоткой станет рождественским подарком для Юты?",
      "pt-br": "Época Natalina.\n\nHasegawa Yuuta se viu solteiro após terminar o namoro no mês passado, quando sua namorada o traiu. E faltavam apenas alguns dias para o Natal! Depois de uma conversa normal com sua amiga Mino Ayaka, Yuuta conheceu uma linda garota vestida de Papai Noel - em uma rua cheia de casais!\n\nSeu nome era Shinohara Mayu. Será que esse encontro com Shinohara será o presente de Natal para Yuuta?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "581b8a4c-a066-4f1d-9d5c-1299998dab68",
    "title": {
      "en": "The insomniac and hibernating snake"
    },
    "updatedAt": "2024-10-11T10:48:06+00:00",
    "coverArt": "https://mangadex.org/covers/581b8a4c-a066-4f1d-9d5c-1299998dab68/32f7e4c4-cb92-438e-9464-f2a7028c83ac.jpg",
    "altTitles": [
      {
        "zh": "失眠男子和冬眠的蛇"
      }
    ],
    "description": {
      "fr": "Un homme qui souffre d'insomnie depuis deux mois dérange accidentellement un serpent en hibernation. Le serpent veut manger l'homme et se prépare à le manger car la viande devient délicieuse après que toutes ces larmes versées. Que fera le serpent de ce festin ?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "376e9fbb-f3ff-499a-90db-570288a31cc6",
    "title": {
      "en": "Do as You Please"
    },
    "updatedAt": "2024-10-10T10:44:54+00:00",
    "coverArt": "https://mangadex.org/covers/376e9fbb-f3ff-499a-90db-570288a31cc6/50a8030b-5de6-4b9c-be7b-62b110dc7fef.jpg",
    "altTitles": [
      {
        "en": "Do Whatever You Want"
      },
      {
        "zh": "为所欲为"
      }
    ],
    "description": {
      "fr": "Quand un ange est mis au défi de séduire un démon, celui-ci se voit vite être mis en déroute par plus puissant que lui...\u0003Venez à la rencontre de Métatron et de Mammon, et découvrez leur histoire infernale..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bd65a09-dec5-4c0a-a34f-b07a9cc53aae",
    "title": {
      "en": "I Contracted Myself"
    },
    "updatedAt": "2024-08-22T20:29:20+00:00",
    "coverArt": "https://mangadex.org/covers/3bd65a09-dec5-4c0a-a34f-b07a9cc53aae/7efada49-20ba-488d-93b6-1771ca0f9bfa.jpg",
    "altTitles": [
      {
        "zh": "我契约了我自己"
      },
      {
        "en": "I Made a Contract With Myself"
      }
    ],
    "description": {
      "en": "This is a world where awakened people and alienated beasts coexist. Zhang Ping was lucky to become an awakened person, but his ability was rated as useless. He was unwilling to live a mediocre life, so he resolutely swallowed the contract gem that ordinary people avoided like snakes and scorpions, contracted himself, and became his own summoned beast! From then on, the whole world opened up to him. Ever-changing superpowers, endless alienated beasts, and dangerous parallel worlds, everything is possible."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c28d99bc-02f4-4541-b770-080464be4f8e",
    "title": {
      "en": "Maou Tsukai no Saikyou Shihai"
    },
    "updatedAt": "2024-09-17T04:58:55+00:00",
    "coverArt": "https://mangadex.org/covers/c28d99bc-02f4-4541-b770-080464be4f8e/521e8d4e-c5e3-45cd-b059-5ffc521c9ac5.jpg",
    "altTitles": [
      {
        "en": "The Demon King Tamer’s Strongest Domination"
      },
      {
        "ja": "魔王使いの最強支配"
      }
    ],
    "description": {
      "en": "For incompetence, Lewin, a Demon-Tamer adventurer, was banished from the hero’s party. Without being acknowledged for his achievements as a commanding officer...\r\n\r\nHowever, the moment he comes into contact with Sasha, the Demon King of Death, one of the sealed Seven Demon Kings, he awakens to become a Demon King with the ability to subjugate Demon Kings! Moreover, by shattering the seal, he tames the Demon King, Sasha——\r\n\r\nLewin, backed by Sasha, succeeds in drawing out the Demon King’s power and works to subdue all Demon Kings, the root of the strife between the humans and the demons.\r\n\r\nAn overwhelming fantasy of warriors by the boy who rules the Demon King begins."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "29.5"
  },
  {
    "mangaId": "4fb13e27-641c-427e-ac61-01db67837b83",
    "title": {
      "en": "Desharow Merman"
    },
    "updatedAt": "2024-02-29T21:02:58+00:00",
    "coverArt": "https://mangadex.org/covers/4fb13e27-641c-427e-ac61-01db67837b83/89a4f872-f0c5-48d2-b108-b08dce8a0d45.jpg",
    "altTitles": [
      {
        "zh": "德萨罗人鱼"
      },
      {
        "en": "Desharow Mermaid"
      },
      {
        "ko": "다니엘의 인어"
      },
      {
        "th": "นายเงือกของเดซาโรว"
      }
    ],
    "description": {
      "en": "Desharow, a Biology student at the Russian Maritime Academy, embarked on a long distance voyage with his mentor, Rhine, where the two caught a mysterious black scaled merman in Iceland. Little did he know that this mysterious black and evil creature had long viewed him as his prey…\n\nOfficial Translations:\n[Official Korean Translation](https://www.peanutoon.com/ko/comic/detail/11357)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f25dd269-368f-41d2-9cc1-3ea5d43ff97e",
    "title": {
      "en": "Way to the Glory"
    },
    "updatedAt": "2024-08-12T00:00:06+00:00",
    "coverArt": "https://mangadex.org/covers/f25dd269-368f-41d2-9cc1-3ea5d43ff97e/e080f148-8e11-42d4-88e2-475c52ef717e.jpg",
    "altTitles": [
      {
        "zh-ro": "È Nǚ Wèi Dì"
      },
      {
        "en": "The Evil Girl is Emperor"
      },
      {
        "en": "Way to the Glory"
      },
      {
        "zh": "恶女为帝"
      },
      {
        "zh-hk": "惡女爲帝"
      },
      {
        "ko": "악녀하렘"
      },
      {
        "es": "La Chica Malvada Se Convierte En Emperatriz"
      }
    ],
    "description": {
      "en": "The Goddess of War died with grievances. Now after being reborn as Ye Weiyun she is on her way to start a new and happy life.   \n  \nWhat revenge? What scum? Violence should be fought with violence!   \n  \nI will become a rich woman, and build my own harem.   \n  \n\"In the past I got bullied and never resisted. Now, take a good look at the queen I have become.\"\n\n[Alternative Official Raw: Kuaikan Manhua](https://www.kuaikanmanhua.com/web/topic/5975)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "145"
  },
  {
    "mangaId": "69854e22-5bb8-4491-ab71-c8f8a0cb94d0",
    "title": {
      "en": "Apocalyptic Thief"
    },
    "updatedAt": "2024-08-02T22:16:43+00:00",
    "coverArt": "https://mangadex.org/covers/69854e22-5bb8-4491-ab71-c8f8a0cb94d0/800d870a-14ea-41d0-b6c6-72c11d9b11a2.jpg",
    "altTitles": [
      {
        "en": "Rogue of Doom"
      },
      {
        "zh": "末世盗贼行"
      },
      {
        "en": "Going Rogue in the Apocalypse"
      },
      {
        "ko": "쪼렙 헌터부터 다시 시작"
      },
      {
        "ja": "レベル200最強盗賊の覚醒～終末世界で暴れ狂ってやる～"
      }
    ],
    "description": {
      "en": "A storm of the universe brought species mutations. The poison, undead, giants and monsters in the city roared as they waved their weapons. As the beasts in the woods fought over territorial rights, humans, too, awakened an ability known as star power… Zhou Zheng, without star power, traversed to this apocalyptic world. Using the abilities of the thief character in the game, he destroys the darkness and fog, seeking supreme power!",
      "fr": "Un mouvement dans l'univers a apporté des mutations au niveau des espèces vivantes. Un poison, des morts vivants, des géants et des monstres rugissent dans la ville en agitant leurs armes. Alors que des bêtes dans les bois se battent pour des territoires, certains humains éveillent une capacité spéciale connue sous le nom de pouvoir des étoiles... Zhou Zheng, déficient de ce pouvoir, va traverser ce nouveau monde post apocalyptique.\nUtilisant ses capacités de voleur issue d'un autre jeu, il détruit ténèbres et brouillard, à la recherche du pouvoir suprême !",
      "zh": "一场宇宙风暴带来了物种的变异。城市中的毒尸巨怪，挥动着战斧咆哮。丛林中的异兽们，争夺着领地的主权。人类也觉醒了一种名为星力的异能……没有星力的周正穿越到这个末世。利用游戏中盗贼的角色能力，他将撕毁黑暗迷雾，追逐至高的力量！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "163"
  },
  {
    "mangaId": "8c89080f-681a-4bcf-8abe-ce12659e010f",
    "title": {
      "en": "Subdue My \"Villain\" Hubby"
    },
    "updatedAt": "2024-09-11T19:49:39+00:00",
    "coverArt": "https://mangadex.org/covers/8c89080f-681a-4bcf-8abe-ce12659e010f/f3ca8c2c-1f57-431b-9cdd-a6c73ff12c6b.png",
    "altTitles": [
      {
        "zh": "我成了反派大佬的小娇妻？！"
      },
      {
        "en": "I Became the Villain's Wife"
      },
      {
        "zh-hk": "我成了反派大佬的小嬌妻？！"
      },
      {
        "ja": "私は悪役の甘えん坊妻になりました"
      },
      {
        "zh-ro": "Wo Cheng Le Fan Pai Da Lao De Xiao Jiao Qi?!"
      }
    ],
    "description": {
      "en": "The dainty flower idol Chen Cong Rong unluckily fell into a trap and awoke to a stunning naked man in her bed! Hahaha, is it okay to be with such a beautiful man? Hang on… Are you telling me I've switched places with the toxic, evil, and manipulative side character who won’t even survive 20% of the plot?! No, I'm definitely not ready to die!! Watch as I keep on living my ideal life!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f921c97a-fc11-4f74-8f2a-d4c1c2142d3d",
    "title": {
      "en": "Pokémon the Movie: Everyone's Story - Episode Zeraora"
    },
    "updatedAt": "2024-03-17T16:02:02+00:00",
    "coverArt": "https://mangadex.org/covers/f921c97a-fc11-4f74-8f2a-d4c1c2142d3d/827e5c5f-6aa8-4e96-9445-7ab903d7eeea.png",
    "altTitles": [
      {
        "fr": "Pokémon Le Film 21 - L'Épisode de Zeraora"
      },
      {
        "ja": "ポケットモンスター　みんなの物語　外伝　—エピソード・ゼラオラ—"
      },
      {
        "ja-ro": "Pocket Monsters: Minna no Monogatari Gaiden - Episode Zeraora"
      }
    ],
    "description": {
      "en": "Ash and Pikachu arrive in Fula City at the start of its renowned Wind Festival and meet Margo, the mayor’s daughter, and Dr. Hawthorn, a scientist. Through the magic of Dr. Hawthorn’s virtual reality technology, our friends experience the history of the city firsthand and meet Mythical Pokémon Zeraora and Legendary Pokémon Lugia. Why did one of them fly off, never to be seen again…? And will it return in the film Pokémon the Movie: The Power of Us?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "a160f729-273b-4629-a5ed-d01f527174d5",
    "title": {
      "en": "What, You Dare Pretend in Front of Me, the Strongest in the Immortal World?"
    },
    "updatedAt": "2024-01-19T01:28:20+00:00",
    "coverArt": "https://mangadex.org/covers/a160f729-273b-4629-a5ed-d01f527174d5/2536766b-ab3f-4e82-87e6-728b24257e44.png",
    "altTitles": [
      {
        "zh": "你什么档次敢在我仙界最强面前装"
      },
      {
        "zh-ro": "Ni Shenme Dangci Gan Zai Wo Xianjie Zui Qiang Mianqian Zhuang"
      },
      {
        "en": "What Quality Do You Dare to Pretend in Front of Me the Strongest in the Immortal World"
      }
    ],
    "description": {
      "en": "The world beyond the ancient mirror and the immortal realm within were originally one entity. The true power of this world lies in the hands of the divine beast with the title “Light,” who battles against a formidable enemy, the divine beast with the title “Dark.” In order to prevent the extinction of humanity, the ancestors of Cheng Song sealed off the immortal realm from the human realm using the ancient mirror, with the assistance of the divine beast of Light. Only those with the bloodline of the Yu family can activate the bronze mirror and enter the immortal realm."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25d11bea-fe4e-444c-8199-e74de82474db",
    "title": {
      "en": "Pokémon the Movie 2000: The Power of One"
    },
    "updatedAt": "2023-02-24T14:02:15+00:00",
    "coverArt": "https://mangadex.org/covers/25d11bea-fe4e-444c-8199-e74de82474db/d14096a8-a6f2-4ffd-9871-c76f94f422b6.png",
    "altTitles": [
      {
        "ja-ro": "Mirage Pokémon Lugia's Explosive Birth (manga)"
      },
      {
        "ja": "幻のポケモン ルギア爆誕"
      }
    ],
    "description": {
      "en": "The manga adaptation of The Power of One has only ever been published in its original magazine. It has never seen release in a collected volume anywhere in the world."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47e5c76d-1420-4bfa-a973-90524c9d6f13",
    "title": {
      "en": "Pokémon Special"
    },
    "updatedAt": "2024-10-11T17:33:24+00:00",
    "coverArt": "https://mangadex.org/covers/47e5c76d-1420-4bfa-a973-90524c9d6f13/62d30f8f-4929-46c9-a0e4-25c66c7bff92.jpg",
    "altTitles": [
      {
        "en": "Pokémon Adventures"
      },
      {
        "fr": "Pokémon La Grande Aventure"
      },
      {
        "tr": "Pokémon Maceraları"
      },
      {
        "ja-ro": "PokéSP"
      },
      {
        "ja-ro": "PokéSpe"
      },
      {
        "en": "PokéSpecial"
      },
      {
        "ja": "ポケットモンスタースペシャル"
      },
      {
        "en": "Pocket Monsters Special"
      },
      {
        "de": "Pokemon - Die ersten Abenteuer"
      },
      {
        "uk": "Пригоди Покемонів"
      }
    ],
    "description": {
      "en": "Pokémon Adventures follows the story of the original Game Boy game, with all the Gym Leaders, places and opponents. There's plenty of action as these trainers explore forests, jungles, cities and caves in search of Pokémon and adventure… sometimes working together, sometimes on their own! But can they foil the schemes of Team Rocket, a mysterious group of villains who want to use Pokémon for evil?  \n  \nVolume 1 Chapter 1 - Volume 3 Chapter 40 - Red, Green & Blue chapter  \nVolume 4 Chapter 41 - Volume 7 Chapter 90 - Yellow chapter  \nVolume 8 Chapter 91 - Volume 15 Chapter 180 - Gold, Silver & Crystal chapter  \nVolume 15 Chapter 181 - Volume 22 Chapter 267 - Ruby & Sapphire chapter  \nVolume 22 Chapter 268 - Volume 26 Chapter 302 - FireRed & LeafGreen chapter  \nVolume 26 Chapter 303 - Volume 29 Chapter 337 - Emerald chapter  \nVolume 30 Chapter 338 - Volume 38 Chapter 416 - Diamond & Pearl chapter  \nVolume 38 Chapter 417 - Volume 40 Chapter 441 - Platinum chapter  \nVolume 41 Chapter 442 - Volume 43 Chapter 460 - HeartGold & SoulSilver chapter  \nVolume 43 Chapter 461 - Volume 51 Chapter 524 - Black & White chapter  \nVolume 52 Chapter 525 - Volume 55 Chapter 548 - Black 2 & White 2 chapter  \nVolume 55 Chapter 549 - Volume 62 Chapter 595 - X & Y chapter  \nVolume 62 Chapter 596 - Volume ?? Chapter ??? - ΩRuby•αSapphire\n  \nORAS and Sun & Moon will be added to this entry."
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90043ed2-87d7-4a4c-b9a6-272445afe6af",
    "title": {
      "en": "Modern Konosuba (Doujinshi)"
    },
    "updatedAt": "2023-11-27T14:53:49+00:00",
    "coverArt": "https://mangadex.org/covers/90043ed2-87d7-4a4c-b9a6-272445afe6af/737329f7-a92d-44b5-a46e-c42055d10e55.jpg",
    "altTitles": [
      {
        "en": "Gensuba"
      }
    ],
    "description": {
      "en": "Ever wondered what would happen if the characters from the series Konosuba were put in a Modern setting?\n\nWell here you have the answer!!!\n\n---\n\n**Note:** All rights of Konosuba belong to their original author Natsume Akatsuki and its illustrator Mishima Kurone.\n\n---\n\n**Links:**\n- [Official Twitter of the artist](https://twitter.com/bhive003)\n- [Official Twitter of the fan series](https://twitter.com/Gen_Suba_)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea0e7020-2b2f-4f17-9251-fee3632dc135",
    "title": {
      "en": "Dungeon ni Hisomu Yandere na Kanojo ni Ore wa Nando mo Korosareru"
    },
    "updatedAt": "2024-10-05T18:12:42+00:00",
    "coverArt": "https://mangadex.org/covers/ea0e7020-2b2f-4f17-9251-fee3632dc135/fd394df7-d73a-4394-bfd1-47ba443d1781.jpg",
    "altTitles": [
      {
        "ja": "ダンジョンに潜むヤンデレな彼女に俺は何度も殺される"
      },
      {
        "en": "My Yandere Girlfriend Lurks in the Dungeon and Kills Me Over and Over Again"
      },
      {
        "ru": "Моя Девушка-Яндере, Прячущаяся в Подземелье, Убивает Меня Снова и Снова"
      },
      {
        "ja-ro": "Dungeon ni Hisomu Yandere na Kanojo ni Ore wa Nando mo Korosareru"
      },
      {
        "ko": "던전에 숨어든 얀데레 그녀에게 나는 몇 번이고 죽는다"
      },
      {
        "vi": "Tôi bị bạn gái đâm chết hết lần này đến khác"
      }
    ],
    "description": {
      "en": "A fantasy story about Kiska, a boy who is mistreated by the villagers. He manages to survive thanks to his childhood friend Namia, who was the only one by his side. One day, Namia is murdered by three men, and Kiska is accused of the crime and banished to an inescapable class S dungeon. However, he finds himself in a different world where he can use \"Save and Reset\" to get back on his feet no matter how many times he dies. The story is about Kiska's quest for revenge against those who wronged him and his friend",
      "ja": "何度死んだって、何度倒れたって、やり直す――！\n\n冤罪により脱出不可能な高難易度ダンジョンの奥地へ追放された、なんの変哲もない男・キスカ。絶望する間もなく、突然モンスターに殺されるその寸前、＜セーブ＆リセット＞のスキルが付与されて……！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a84f79-368c-44ca-8a8f-57103b9a5628",
    "title": {
      "en": "Tou no Kanri o Shite Miyou"
    },
    "updatedAt": "2024-10-18T07:17:45+00:00",
    "coverArt": "https://mangadex.org/covers/23a84f79-368c-44ca-8a8f-57103b9a5628/f7c3794c-d9fc-4e56-b4a4-392cbc7ca13c.jpg",
    "altTitles": [
      {
        "ja": "塔の管理をしてみよう"
      },
      {
        "ja-ro": "Tou no Kanri wo Shite Miyou"
      },
      {
        "en": "Let's Manage the Tower"
      },
      {
        "zh-hk": "成為塔的管理者吧！"
      },
      {
        "zh": "成为塔的管理者吧！"
      },
      {
        "ko": "탑의 관리를 해보자!"
      },
      {
        "ru": "Получается, я теперь в ответе за башню"
      },
      {
        "vi": "Isekai làm người quản lý tháp"
      }
    ],
    "description": {
      "en": "Kosuke is killed by a truck, his soul is lost in a garden with two beautiful girls. The owner of the place will let him choose whether he will be reborn or summoned to another world, and he maintains the summons. In this new world, the main two girls who were created by the owner of the garden to help him find the mystery behind the world - a Dungeon tower. Will he be able to become the owner of this tower and manage it?",
      "ja": "仕事帰りに交通事故に遭ったことから魂が別世界に飛ばされてしまった考助。彼は保護してくれた女神の助力により、これまでの記憶を持ったまま新しい世界で生きていくことに。さらに女神が創造してくれたという、チートな能力と天使のような羽を持つ最強美女ふたりをお供に、新たな生を送ることになったのですが――。",
      "es-la": "Kosuke es atropellado por un camión mientras regresaba del trabajo. En ese momento, mientras su vida terminaba, su alma fue transferida al \"Jardín de la eterna primavera\" donde lo esperaba una hermosa mujer. Ella inmediatamente lo lleva con la diosa suprema, encargada de dicho mundo. La diosa suprema le permitirá elegir entre poder entrar al ciclo de la encarnación y renacer para empezar una nueva vida o ser invocado a otro mundo, de lo cual él elige ser invocado. La diosa suprema antes de transferirlo a este nuevo mundo le otorga una habilidad divina y dos bellas y poderosas sirvientes. En este nuevo mundo, las dos chicas principales que fueron creadas por la diosa del jardín le ayudarán a encontrar el misterio detrás del mundo: una torre de mazmorra. ¿Podrá convertirse en el dueño de esta torre y administrarla?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2023-07-13T20:35:35+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short manga posted by Holiday Yasumi on Twitter. \n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Aitsu no Kanojo"
    },
    "updatedAt": "2024-10-08T11:51:18+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/8fc55d64-db82-4856-bcbc-8c0a9f85ad10.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "zh-hk": "他的女友"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "uk": "Його дівчина"
      },
      {
        "en": "Someone's Girlfriend"
      },
      {
        "en": "His Girlfriend"
      },
      {
        "en": "That Guy's Girlfriend"
      },
      {
        "id": "Pacarnya Dia"
      },
      {
        "vi": "Bạn Gái Bạn Thân"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e6654d5-112a-45f7-b83f-cddc986ac8d9",
    "title": {
      "en": "Onsaemiro"
    },
    "updatedAt": "2024-07-28T16:33:14+00:00",
    "coverArt": "https://mangadex.org/covers/1e6654d5-112a-45f7-b83f-cddc986ac8d9/305f1d14-3b18-4d4f-bc33-343bd99aa45a.jpg",
    "altTitles": [
      {
        "ko": "온새미로"
      },
      {
        "ru": "Онсэмиро"
      },
      {
        "uk": "Онсеміро"
      },
      {
        "zh": "香炉奇缘"
      },
      {
        "zh-hk": "溫塞米羅的愛"
      }
    ],
    "description": {
      "ar": "للتحضير لتجربة أداءها في الدراما التاريخية القادمة ، \"برج مويونغ\" ، تزور الممثلة هاراي متحف بيو الوطني ، حيث تجد \"مبخرة البرونز المذهبة\" ، وهي قطعة أثرية قديمة من بيكجي. بفضلها ، أونساميرو، نجل إله كان راقدًا في سبات ، يستيقظ ، وبدأت دورة القدر في التحرك مرة أخرى ...\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
      "en": "To prepare for her audition to cast in the upcoming historical drama, “Muyoung Tower,” would-be actress Haeri visits the Buyeo National Museum, where she finds the “gilt bronze incense burner,” an old Baekje artifact. Thanks to her, Onsaemiro, the son of a god who had been lying dormant in the incense burner, awakens, and the cycle of fate starts to move once again…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
      "fr": "Pour préparer son audition pour le casting du prochain drama historique, «Muyoung Tower,» la future actrice Haeri se rend au Musée national de Buyeo, où elle trouve le\n«brûleur d'encens en bronze doré,» un ancien artefact de Baekje. Grâce à elle, Onsaemiro, le fils d'un dieu qui dormait dans le brûleur d'encens, se réveille, et le cycle du destin recommence à bouger...\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
      "id": "Haeri Jin adalah seorang aktris muda yang mencoba audisi drama bertema kerajaan Korea dahulu. Dia pun mengunjungi museum dan melihat pedupaan yang indah dan meminta permohonan. Dan tiba-tiba malamnya, muncul laki-laki berpakaian baju jaman dulu dan berkata kalau dia seoarang dewa?! Dan ternyata Haeri adalah reinkarnasi orang yang dikenal dewa itu?!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
      "pt": "Para se preparar para a audição de um drama histórico, “Muyoung Tower”, a futura atriz Haeri visita o Museu Nacional Buyeo, onde encontra o “queimador de incenso de bronze dourado”, um antigo artefato de Baekje. Graças a ela, Onsaemiro, o filho de um deus que estava deitado adormecido no queimador de incenso, acorda e o ciclo do destino começa a se mover mais uma vez...\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
      "uk": "Для підготовки в анонсованій історичній драмі «Вежа Муйон», майбутня акторка Хері відвідує Національний музей Буйо, де вона знаходить старовинний артефакт королівства Пекче – курильницю з позолоченої бронзи. Завдяки їй Онсеміро, син бога, якого ув’язнили в курильниці, прокидається, і сценарій долі програється знов.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
      "zh": "香炉里竟出来个古装美男？\n帅哥，你别总是缠着我啊！\n演员志愿生海丽，为了准备电视剧《无影塔》海选，去博物馆观光文物时，被神秘气息围绕的百吉遗物‘大香炉’所吸引。海丽的靠近引出了囚禁于香炉内的天神之子“文墨”。暂停了几百年的姻缘齿轮再次转动，两人是否能终成眷属，还是天隔一方？\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
      "zh-hk": "志向是演員的海莉為了當上電視劇《無影塔》的女主角「阿斯女」，在徵選前特地到國立扶餘博物館參觀了百濟時期的文物「金銅大香爐」，沒想到竟喚醒沉睡爐中的天神…她和天神的緣分始於何時呢？\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "66f311b9-96e8-4645-9e20-cdf72a4c7df9",
    "title": {
      "en": "Only for Love"
    },
    "updatedAt": "2024-01-28T07:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/66f311b9-96e8-4645-9e20-cdf72a4c7df9/89183a50-9b2f-414e-ad10-793096165cbb.png",
    "altTitles": [
      {
        "zh": "错撩"
      },
      {
        "en": "Accidental Love"
      }
    ],
    "description": {
      "en": "The stunning financial reporter, Zheng Shuyi, is dating a two-timing scumbag? How could she possibly stand back and do nothing about those love birds: the cheating bastard and his white lotus of a mistress. Upon seeing the Rolls-Royce's plate number of the mistress' uncle, which was a straight numerical number plate, Zheng Shuyi made up her mind. Doesn't the cheater plan to marry rich to retire twenty years early, by going down the laughable CEO route? Then I shall become both you and your mistress' aunt!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2024-07-04T13:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/be1f4a6f-5403-4889-bfd3-6f27d34981cf.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "ru": "Возмездие Девы Марии"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "566eb93d-5958-44ca-b9d3-a8335bfead5a",
    "title": {
      "en": "Sket Dance"
    },
    "updatedAt": "2024-05-06T17:56:10+00:00",
    "coverArt": "https://mangadex.org/covers/566eb93d-5958-44ca-b9d3-a8335bfead5a/59e7bd6b-4c9f-4369-9488-cf0e8dcfcb86.jpg",
    "altTitles": [
      {
        "en": "SKET DANCE"
      },
      {
        "ru": "Скет Данс"
      },
      {
        "ja": "スケットダンス"
      },
      {
        "zh-hk": "学园救援团"
      }
    ],
    "description": {
      "en": "The hilarious misadventures of the \"Sket Dan\"; a group of high-schoolers who help out people as part of their club activity. Himeko, the hot-headed ex-delinquent with a soft spot for cute things and a taste for strange food. Switch, the brainy otaku who only talks via a computerized speech-application. And Bossun, the atypical leader of this looney bunch, with the amazing power to… concentrate very hard!\n\n- Won the 55th annual Shogakukan Manga Award in 2009 for best shounen manga.  \n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media Komputindo as **SKET DANCE** (2015)\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/kentashinohara_)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12089)",
      "ru": "\"Скет Данс\" - школьный клуб, чья деятельность весьма необычна - помогать в решении абсолютно любых проблем, которые возникли у учеников или даже учителей. А члены этого чудо-клуба, не менее странные личности, чем сам клуб: Боссун - гений дедуктивного мышления, Химэко - боевая единица группы и Свич - \"мозг\" и хакер мира сего. Вы всегда можете к ним обратиться, если осмелитесь…  \n  \n- Won the 55th annual Shogakukan Manga Award in 2009 for best shounen manga.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/kentashinohara_)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12089)"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "32",
    "lastChapter": "288"
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-09-20T16:08:11+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/caedc636-6a59-43fe-a448-b1db1db05759.jpg",
    "altTitles": [
      {
        "ja": "焼いてるふたり"
      },
      {
        "ja-ro": "Yaiteru Futari"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7555afa5-1d92-4e73-896b-8b8565fe78c6",
    "title": {
      "en": "AI-san wa Gakushuu suru"
    },
    "updatedAt": "2024-08-28T19:59:45+00:00",
    "coverArt": "https://mangadex.org/covers/7555afa5-1d92-4e73-896b-8b8565fe78c6/759de989-6bee-4aa6-b756-fe74c2f3757c.jpg",
    "altTitles": [
      {
        "ja": "AIさんは学習する"
      },
      {
        "ja-ro": "AI-san wa Gakushuu suru"
      },
      {
        "en": "A.I. Learns"
      }
    ],
    "description": {
      "en": "**Link:**\n- Alternative Official Raw - [X (Formerly Twitter)](https://x.com/libre1907/status/1654985641262981120)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05a56be4-26ab-4f50-8fc0-ab8304570258",
    "title": {
      "en": "Drawing: Saikyou Mangaka wa Oekaki Skill de Isekai Musou Suru!"
    },
    "updatedAt": "2024-10-18T06:15:06+00:00",
    "coverArt": "https://mangadex.org/covers/05a56be4-26ab-4f50-8fc0-ab8304570258/0f3200cd-a047-44c4-9be9-c7d62b3cfdd8.jpg",
    "altTitles": [
      {
        "ja": "ドローイング 最強漫画家はお絵かきスキルで異世界無双する！"
      },
      {
        "en": "Drawing: The Greatest Mangaka Becomes a Skilled “Martial Artist” in Another World"
      },
      {
        "zh-hk": "作畫 最強漫畫家利用繪畫技能在異世界開無雙！"
      },
      {
        "vi": "Drawing: Mangaka Mạnh Nhất Với Kỹ Năng Vẽ Tranh Vô Song Tại Dị Giới"
      }
    ],
    "description": {
      "en": "Akira Kamishiro was a very successful manga author, who was diagnosed with blood cancer one day. He regretted the way he lived, where he could only build up empty relationships. Angry at his mother for asking him to send her some money, he died in a car accident. He was given a chance to choose his new mother and reincarnate in another world.\n\nAkira, not wanting to have a repeat of his past life, decided to choose an ordinary but safe life.. He was reincarnated as Akira, the only son of a magic store, with his previous life's memories. He had no talent for swordsmanship or magic, but he didn’t care as he was still loved by his family. At one point, he realized that he can embody various things by \"drawing a picture\". That's when he noticed his cheat ability...!?",
      "ja": "漫画家として大成功を収めていた神代彰は、成功だけに囚われて人間関係を蔑ろにし続けた自分の人生を後悔しながら死んでしまう。そんな彰を待っていたのは、自分で母親を選んで異世界転生するチャンス！？転生した彰は剣術も魔法もダメダメだったが、家族に愛されながら平穏な生活を送っていた。しかしあるとき、「絵を描く」ことでいろいろなものを具現化できるチート能力に気がついてしまって……？",
      "vi": "Akira, một họa sĩ tài năng nhưng sau khi bị bệnh ung thư anh đã nhận ra xung quanh mình chẳng còn gì ngoại trừ cái danh hiệu \"thành công\" của mình. Không có người đi cùng mình đến bệnh viện, người mẹ, người thân duy nhất của anh cũng đòi anh đưa tiền mới chịu đi cùng anh. Trong cơn giận anh đã vô tình gây tai nạn và được chuyển sinh sang thế giới khác. Một thế giới mới với một cuộc sống mới anh quyết định sống một cách bình thường và giữ gìn hạnh phúc gia đình nhỏ nhoi của mình",
      "pt-br": "Akira Kamidai lamenta ter conseguido construir apenas uma relação vazia, embora tenha feito muito sucesso como cartunista. Uma vida em um lugar medíocre onde eu queria que Akira fosse uma pessoa com magia. Reencarnação em uma loja voltada para a esgrima. Esgrima! Esgrima! Esgrima! Esgrima! Esgrima! Eu estava vivendo uma vida ideal para uma família amada por espadachins. Descobri a habilidade de trapaça que encarnar várias coisas atravéz de um ”desenho”…? Uma aventura mundial diferente para proteger seu paradeiro, tecida por Akira que quer levar uma vida normal...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-10-09T14:09:41+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/5cdba8da-c46e-4ead-ab79-ff9e416b0a15.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "en": "Kagura Bowl"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "ru": "Кагурабати"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge.",
      "ja": "刀匠を志す少年チヒロは、父の下で日々修行に励んでいた。おちゃらけた父と寡黙な息子。笑いの絶えない毎日がいつまでも続くと思っていたが…ある日悲劇が訪れる…。血塗られた絆と帰らない日常。少年は憎しみを焚べ、決意の炎を心に宿す…。",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "752ed7bd-78db-44c9-9b91-4acb2b4b60f8",
    "title": {
      "en": "Rororro!"
    },
    "updatedAt": "2024-08-14T15:27:13+00:00",
    "coverArt": "https://mangadex.org/covers/752ed7bd-78db-44c9-9b91-4acb2b4b60f8/1b7962f7-d532-4f1e-87d8-8d10c4fc878d.jpg",
    "altTitles": [
      {
        "ja": "ロロッロ！"
      }
    ],
    "description": {
      "en": "Chitose Morishige is a 12-year-old seventh-grader without a friend in the world. Her father, Professor Morishige, built a robot companion for his daughter to ease her loneliness.\n\nThe only problem is that Ichika Robata, the android, is so lifelike that Chitose believes she's a normal human girl who either ran away or was kidnapped by her father. Ichika attempts repeatedly to prove that she's a real robot, with hilariously disastrous results.",
      "ja": "友達のいない森繁ちとせ(12)のために、町一番の 変質者 天才であるちとせの父親は高性能ロボット・イチカを完成させる!!　が、あまりに精巧に出来たポンコツのために、ちとせを始め、誰にもロボットだと信じてもらえず…。"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "131"
  },
  {
    "mangaId": "735eb543-4207-487d-8a64-9083c3eeb2e5",
    "title": {
      "en": "Maou-sama to Kekkon shitai"
    },
    "updatedAt": "2024-10-17T11:25:30+00:00",
    "coverArt": "https://mangadex.org/covers/735eb543-4207-487d-8a64-9083c3eeb2e5/47c93455-f8c0-4419-9648-97666c3e33f0.jpg",
    "altTitles": [
      {
        "en": "I Want to Marry the Demon Queen"
      },
      {
        "en": "I Want to Marry the Devil"
      },
      {
        "ja-ro": "Maou-sama to Kekkonshitai"
      },
      {
        "es": "Quiero casarme con una reina demonio"
      },
      {
        "ru": "Замужество Владыки демонов"
      },
      {
        "ja": "魔王様と結婚したい"
      },
      {
        "ko": "마왕님과 결혼하고파"
      },
      {
        "zh-hk": "想和魔王大人結婚"
      },
      {
        "uk": "Я хочу одружитися з королевою демонів"
      }
    ],
    "description": {
      "en": "One day, the Demon Queen saves Haru, a young human boy about to be sold as a slave, and takes him back to be her attendant. Some years later, the bored demon queen asks our now fully grown and handsome Haru what else she has left to do.\n\n\"Marriage,\" Haru replies.\n\nThus, a heart-pounding romcom between an innocent demon queen and her servant unfolds.",
      "uk": "Одного разу Королева демонів врятувала Хару, молодого людського хлопця, якого збиралися продати в рабство, і забрала його до себе, щоб він став її слугою. Через кілька років нудьгуюча королева демонів запитує тепер уже дорослого і вродливого Хару, що ще їй залишилося зробити. \"Вийти заміж\", - відповідає Хару. Так розгортається несамовитий ромком між невинною королевою демонів та її слугою.",
      "pt-br": "Um dia, a rainha demônio salva Haru, um garoto humano que estava prestes a ser vendido como um escravo, e o traz de volta como seu atendente. Anos depois, a entediada rainha demônio pergunta para um crescido Haru o que mais ela pode fazer. Se casar, Haru responde. E então, uma comedia romântica de fazer o coração bater mais rápido começa entre um demônio inocente e seu servo."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-07-25T06:13:13+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/b7ef5af7-fca9-4d3d-b39b-fb82ea5d97c5.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      },
      {
        "ru": "Звезда желаний"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe6ae30c-3143-49ee-985d-689200b7da4c",
    "title": {
      "en": "I Suspect He Might Like Me"
    },
    "updatedAt": "2022-06-06T23:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/fe6ae30c-3143-49ee-985d-689200b7da4c/8cff04e6-c90c-44c5-a020-1899b4417f4c.jpg",
    "altTitles": [
      {
        "en": "I Think He Might Like Me"
      },
      {
        "zh": "我怀疑他喜欢我"
      }
    ],
    "description": {
      "en": "I think he might like me, but is it overthinking or is it actually the truth…?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3b168a0-2f0c-4f2b-b75a-17b081866c64",
    "title": {
      "en": "Magabanashi : Ghost Stories Spreading on Social Media"
    },
    "updatedAt": "2024-10-17T13:49:05+00:00",
    "coverArt": "https://mangadex.org/covers/c3b168a0-2f0c-4f2b-b75a-17b081866c64/319ead18-d289-488e-9c9e-a936dec84a10.png",
    "altTitles": [
      {
        "ja": "禍話: SNSで伝播する令和怪談"
      }
    ],
    "description": {
      "en": "Based on the popular horror radio show Magabanashi, this anthology captures supernatural stories that have taken on a life of their own across social media. The collection includes 11 haunting accounts drawn from over 400 urban legends, featuring eerie forests, mysterious flyers, hidden family secrets, and strange sounds from behind forbidden doors. Readers are cautioned that these tales come with risks, as they tap into deep-seated fears and blur the line between reality and the supernatural."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be638794-0dfb-4d1b-af54-df5ca0cf8334",
    "title": {
      "en": "Tensei Shitara Suterareta ga, Hirowarete Tanoshiku Ikiteimasu"
    },
    "updatedAt": "2024-10-15T02:32:41+00:00",
    "coverArt": "https://mangadex.org/covers/be638794-0dfb-4d1b-af54-df5ca0cf8334/86623e9c-ce45-4cbb-b39e-f1ab20e7d11b.jpg",
    "altTitles": [
      {
        "ja": "転生したら捨てられたが、拾われて楽しく生きています。"
      },
      {
        "ja-ro": "Tensei Shitara Suterareta ga, Hirowarete Tanoshiku Ikiteimasu"
      },
      {
        "en": "When she was reincarnated, she was abandoned, but she was picked up and is living happily ever after."
      }
    ],
    "description": {
      "en": "Millie is reincarnated as a baby with memories of her previous life.However, at the age of five months, she is abandoned in the cold...! She was picked up by Joe and Marissa who happened to be passing by, and her life was saved, but the life of the common people in another world that awaits her is quite severe.... She finds herself in a dirty room full of dust and stains, without the delicious food she had in her previous life! The couple's restaurant and inn, \"Cat's Pavilion in the Shade of the Trees,\" is in financial trouble! In order to return the favor she was given, she changes the store with her cheat magic and knowledge from her previous life...the long-awaited comic book version of the popular web novel!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
    },
    "updatedAt": "2024-08-30T16:32:54+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/934206d6-5cba-4bad-8f2d-d29ebcd693e2.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      },
      {
        "es-la": "El día que decidí hacer entender a mi descarada hermana gal a mi manera"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8736457-f9e3-49fe-996c-e1ed0ed8bf5a",
    "title": {
      "en": "Vigilante Part 2"
    },
    "updatedAt": "2024-08-02T04:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/c8736457-f9e3-49fe-996c-e1ed0ed8bf5a/1b87880f-e1fe-40db-96af-7c05ca4deccd.png",
    "altTitles": [
      {
        "ko": "비질란테 2부"
      }
    ],
    "description": {
      "en": "After graduating from the police academy and being commissioned as an Inspector, Jiyong investigates the suspicious complainant Hwang Seong-gu and encounters a nationwide rental scam case. As Jiyong pursues the rental scam gang that evades proper legal judgment, he feels his vigilante rules being tested. And in the meantime, the four vigilantes involved receive threats from someone aware of their identities. They begin to sense the shadow of a great evil behind their adversaries."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc672e09-85c8-4b4f-a148-825bb5c59245",
    "title": {
      "en": "Control"
    },
    "updatedAt": "2024-09-29T18:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/cc672e09-85c8-4b4f-a148-825bb5c59245/da209864-bc4e-4e8b-bd5d-e93a4aa84479.jpg",
    "altTitles": [
      {
        "ko-ro": "Jibae"
      },
      {
        "de": "Kontrolle"
      },
      {
        "ko": "지배"
      },
      {
        "en": "Domination"
      },
      {
        "ru": "Контроль"
      }
    ],
    "description": {
      "de": "Da geht irgendwas sehr seltsames in der Nachbarschaft vor sich.  \nJa wen wirst du Bescheid sage? Wen willst du zur Hilfe holen? Ähm… irgendein komisches… Mädchen was von sich behauptet, hypnotische Kräfte zu besitzen? Ach so, ja, genau das.  \nJedoch hast du absolut keine Ahnung wo sie ist, und du hast ihr auch nicht Bescheid gegeben.  \nWas wird nun aus dir werden, da er da ist…?",
      "en": "There's something strange, in the neighborhood.  \nWho you gonna call? Uhm. Some strange cute hypnotist girl.  \nAnd you have no clue who she is, and you didn't call her.  \n  \n\n\n---",
      "ru": "Каково это, когда привычный мир рушится в одночасье? Кто друг, а кто враг?\nМожно ли доверять себе, когда сам теряешься в круговороте пугающих и необъяснимых событий? А может быть, ты сам и есть их источник?\nГлавный герой — обычный корейский парень, живущий с пожилой матерью в крохотной квартирке, обнаружил, что люди вокруг внезапно изменились. Некие зловещие существа без лишнего шума захватили целый город, а, возможно, даже страну или мир. Но главный герой не собирается сидеть сложа руки и, объединившись с загадочной гипнотизёршей, решает дать отпор неведомым тварям."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "60"
  },
  {
    "mangaId": "d616376d-da54-4e26-927f-87a8a5358c0b",
    "title": {
      "en": "The Mean Maid Rui-san"
    },
    "updatedAt": "2024-10-17T22:49:29+00:00",
    "coverArt": "https://mangadex.org/covers/d616376d-da54-4e26-927f-87a8a5358c0b/efb4bb1f-94c6-4a67-8355-a636a93607e2.jpg",
    "altTitles": [
      {
        "ja": "いじわるメイドの瑠衣さん"
      },
      {
        "ja-ro": "Ijiwaru Maid no Rui-san"
      },
      {
        "uk": "Хтива покоївка Руй-сан"
      }
    ],
    "description": {
      "en": "A master's interactions with his maid Rui-san continue as a webcomic!\n___\n**Note:** [Chapter 6](https://www.pixiv.net/artworks/107771935) is missing from the [pixiv album](https://www.pixiv.net/user/18815611/series/188412), misaligning its auto-numbering."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ed844f7-6bb8-4638-95e9-4a6ccb5f8ae9",
    "title": {
      "en": "Full-time Swordsman"
    },
    "updatedAt": "2024-07-19T21:03:14+00:00",
    "coverArt": "https://mangadex.org/covers/6ed844f7-6bb8-4638-95e9-4a6ccb5f8ae9/2ef697e0-55a3-4a67-b9ad-e9b69600af44.png",
    "altTitles": [
      {
        "zh": "全职剑修"
      },
      {
        "en": "Versatile Sword Cultivator"
      },
      {
        "zh-ro": "Quan Zhi Jian Xiu"
      },
      {
        "zh-ro": "Quán Zhí Jiàn Xiū"
      },
      {
        "en": "Full Professional Swordsman"
      }
    ],
    "description": {
      "en": "When video games and real life began to merge, Lin Jichen—the best player in the Dao Realm and the top practitioner of \"Eight Worlds\"—died as a result of the betrayal of his girlfriend and brother. He fiercely refused rules in his new life and embraced the sword, cutting out the future and rewriting his fate with it! It also allows him to ride the game before it is integrated into reality!",
      "zh": "在网游与现实合并的时代，《八荒》第一法修，悟道境巅峰玩家林霁尘,因爱人和兄弟的背叛，身死道消。 然而天不亡人，林霁尘重生回到《八荒》开服前一天。 重活一世，他毅然弃法从剑，用剑斩出未来，改写命运！ 也让他在游戏融入现实前，一骑绝尘！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-06-30T10:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/58c16a15-ca53-45dc-a352-4f63587d666f.png",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      },
      {
        "ja-ro": "Dekai Hachi no Hanashi"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5b1b58d-e1eb-43fd-a36a-6e5785526196",
    "title": {
      "en": "The Strongest Sect of All Times"
    },
    "updatedAt": "2024-08-05T15:48:36+00:00",
    "coverArt": "https://mangadex.org/covers/e5b1b58d-e1eb-43fd-a36a-6e5785526196/3c288706-c295-455b-b8f3-66f426587efa.jpg",
    "altTitles": [
      {
        "zh": "我的宗门亿点强"
      },
      {
        "zh-ro": "Wo De Zang Men Yi Dian Qiang"
      },
      {
        "zh-ro": "Wǒ De Zōng Mén Yì Diǎn Qiáng"
      },
      {
        "en": "My Sect Has 100 Million Strength Points"
      },
      {
        "en": "My Sect Is 100 Million Points Stronger"
      }
    ],
    "description": {
      "en": "Wang Feng finds himself transmigrated to the Xian Lan Continent. With the help of a  powerful system, he summons mighty individuals to crush all opposition, leading his Immortal Sect to unparalleled glory.",
      "zh": "穿越到仙澜大陆的王枫，通过宗门系统召唤各路高手碾压一切强敌，让自己创立的神仙宗成为万人敬仰的最强宗。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f29b0fd-31db-4b79-805f-97edf7ad2c2a",
    "title": {
      "en": "The More I Die, the More Invincible I Become"
    },
    "updatedAt": "2024-10-02T09:05:15+00:00",
    "coverArt": "https://mangadex.org/covers/0f29b0fd-31db-4b79-805f-97edf7ad2c2a/00b5f567-d778-4ec3-a1d8-6be0962926e1.png",
    "altTitles": [
      {
        "zh-ro": "Duō Shā Wǒ Jǐ Cì, Wǒ Jiù Wúdíle"
      },
      {
        "en": "Kill Me a Few More Times and I Will Be Invincible"
      },
      {
        "zh": "多杀我几次，我就无敌了"
      }
    ],
    "description": {
      "en": "Summoned into a world where the divine and martial arts coexisted, Qiao Mu can revive infinitely and level up.\nThe more tragic his death, the stronger he becomes after he is revived. The enemies are shocked to realize after defeating a young man an older man shows up, repeating infinitely!\nRumors started to spread about a legendary Qiao family… Wait, no one told me that reviving makes me older!\n\nOther Official:\n[AC.QQ](https://ac.qq.com/Comic/comicInfo/id/655874), [BiliBili](https://manga.bilibili.com/detail/mc36073)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e930b546-8cbf-47ba-813c-5442da76a073",
    "title": {
      "en": "The Ultimate Assassin Is Back"
    },
    "updatedAt": "2024-08-29T03:47:53+00:00",
    "coverArt": "https://mangadex.org/covers/e930b546-8cbf-47ba-813c-5442da76a073/66492d4f-ccc7-42df-bdad-5166a9c7cd79.jpg",
    "altTitles": [
      {
        "zh": "SSS级刺客回归"
      },
      {
        "en": "Return of the SSS-Class Assassin"
      },
      {
        "en": "SSS-Class Assassin Returns"
      }
    ],
    "description": {
      "en": "In the turbulent world where the game ‘Moyu Conquest’ has crossed into reality, Mo Bei, a leading figure in the human coalition, repeatedly led his team to eradicate demon lords capable of endless resurrection. However, during one battle, both the demons and humans lost their top fighters simultaneously. As a result, the blood of the demon and Mo Bei merged, leading to the rebirth of a half-human, half-demon monster from the depths of the blood river."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3252e3bb-dd50-4092-aa74-5ba58574fb87",
    "title": {
      "en": "SSS-Rank Paladin Who Transcends Common Sense"
    },
    "updatedAt": "2024-02-26T18:00:37+00:00",
    "coverArt": "https://mangadex.org/covers/3252e3bb-dd50-4092-aa74-5ba58574fb87/b42491c6-ec61-43d5-961d-3a6ccf31a310.png",
    "altTitles": [
      {
        "zh": "SSS级超越常理的圣骑士"
      },
      {
        "zh": "SSS jí chāoyuè chánglǐ de shèng qíshì"
      },
      {
        "en": "SSS Grade Saint Knight"
      }
    ],
    "description": {
      "en": "The game descended on reality, monsters run rampant, magical disasters overflow, everyone needs to choose a class and level up to become stronger. Zhou Yi who has been unremarkable until now awakened the S+ rank talent Protection of the Sacred Angel on the day of class awakening, turning his class into the hidden class Sacred Knight! Weapon blessing, angel blessing, honor blessing… With all sorts of buffs, Zhou Yi destroyed the space itself with just his aura. Who was it that said sacred knight is just a mundane class?",
      "fr": "Le jeu est entré dans la réalité, les monstres se déchaînent, les catastrophes magiques débordent, chacun doit choisir une classe et monter en niveau pour devenir plus fort. Zhou Yi, qui n'avait rien de remarquable jusqu'à présent, a éveillé le talent de rang S+ Protection de l'ange sacré le jour de l'éveil de classe, transformant sa classe en classe cachée Chevalier sacré ! Bénédiction de l'arme, bénédiction de l'ange, bénédiction de l'honneur... Avec toutes sortes d'améliorations, Zhou Yi détruisait l'espace lui-même avec sa seule aura. Qui a dit que le Chevalier sacré n'était qu'une classe banale ?",
      "pt-br": "O jogo emerge na realidade, os monstros correm desenfreados, os desastres mágicos transbordam, todos precisam escolher uma classe e subir de nível para aprimorarem a sua força. Zhou Yi, que tem sido uma pessoa normal até então, despertou o talento de classificação S+ \"Proteção do Anjo Sagrado\" no dia de despertar de classes, transformando sua classe na classe oculta \"Cavaleiro Sagrado\"! Bênção de arma, bênção do anjo, bênção de honra... Com todos os tipos de buffs, Zhou Yi destruiu o próprio espaço apenas com sua aura. Quem foi que disse que o paladino era uma classe mundana?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "797bee18-f2dd-429d-b47a-269e7f689a15",
    "title": {
      "en": "Alpha Trauma"
    },
    "updatedAt": "2024-10-14T20:07:08+00:00",
    "coverArt": "https://mangadex.org/covers/797bee18-f2dd-429d-b47a-269e7f689a15/fd53b1ac-0886-48b8-a3fb-50d5edad19eb.png",
    "altTitles": [
      {
        "ko": "알파트라우마"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "823fe1ad-2932-4cdd-bdbd-3e997acee7c3",
    "title": {
      "en": "The Betrayal of Shadow"
    },
    "updatedAt": "2024-03-21T12:52:26+00:00",
    "coverArt": "https://mangadex.org/covers/823fe1ad-2932-4cdd-bdbd-3e997acee7c3/736a76a9-f595-45b2-a0e0-eff0b8f9139a.jpg",
    "altTitles": [
      {
        "en": "Shadow's Resurgence"
      },
      {
        "zh": "家族影子的背叛"
      }
    ],
    "description": {
      "en": "Sal Cooper, the most loyal and efficient shadow of the family, was sent out as a sacrificial pawn by the newly appointed head of the Cooper family during the major distribution meetings after representing the family in victorious battles. He became the object of abuse by the former subordinates who once served under him. After exerting all his efforts to kill those who had humiliated him and attempting to take Alan down with him, he discovered that as a child, he was chosen by the family to be the “shadow” and was enchanted with magic, unable to harm Alan and instead bearing all the injuries Alan suffered, thereby enhancing Alan’s own abilities. Learning from Alan that his entire life as a shadow was orchestrated, Sal reversed the magic’s effects and, through his own death, reclaimed everything Alan had taken from him, including talents and abilities. Although Alan survived, he lost his vitality and the ability to intimidate other families, leading to the downfall of the Cooper family. However, Sal Cooper was reborn at the age of three, before the magic of “nourishment” was cast upon him."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f19646d5-e8ec-4508-b008-be3f264f1724",
    "title": {
      "en": "Snake Immortal: The Tale of a Snake's Cultivation to Immortality"
    },
    "updatedAt": "2024-09-30T00:03:47+00:00",
    "coverArt": "https://mangadex.org/covers/f19646d5-e8ec-4508-b008-be3f264f1724/ada3f380-da47-4f20-9668-d23220c793d7.png",
    "altTitles": [
      {
        "zh": "Lao She Xiu Xian Chuan"
      },
      {
        "zh": "Lǎo Shé Xiū Xiān Chuán"
      },
      {
        "zh": "老蛇修仙传"
      },
      {
        "en": "Tale of the Old Snake's Immortal Cultivation"
      },
      {
        "en": "Serpent Ancestor"
      }
    ],
    "description": {
      "en": "In a village, an old snake inadvertently swallowed a cultivator's human-shaped pill, gaining intelligence and setting off on the path of cultivation. With only a brief decade to live, the snake does not fear the passing of time but makes the most of every moment.\n\nThis is the tale of an old snake's journey to immortality."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]