[
  {
    "mangaId": "17eebcc7-d993-446c-84be-c222bfb27794",
    "title": {
      "en": "Tensei Akuma no Saikyou Yuusha Ikusei Keikaku"
    },
    "updatedAt": "2024-06-19T12:09:10+00:00",
    "coverArt": "https://mangadex.org/covers/17eebcc7-d993-446c-84be-c222bfb27794/6e4a4b00-5903-4a8a-be68-c2dee06d6c7c.jpg",
    "altTitles": [
      {
        "en": "Reincarnated Devil’s Plan for Raising the Strongest Hero"
      },
      {
        "ja": "転生悪魔の最強勇者育成計画"
      }
    ],
    "description": {
      "en": "Kakyu, a former Japanese who was reincarnated as a low-level demon in hell, has acquired unparalleled strength over two thousand years. However, unexpectedly, he is exiled to another “different world,” liberated from the harsh underworld.\n\nKakyu, who was enjoying his dream slow life, witnesses the village he owes everything to being attacked. Despite rushing to the scene, the village is annihilated.\n\nPicking up the only surviving baby, Alus, Kakyu resolves to raise Alus to become the happiest person in the world to repay the debt…!?",
      "id": "Kakyu, yang dulunya orang jepang terlahir kembali sebagai iblis tingkat rendah di neraka, telah memperoleh kekuatan yang tak tertandingi selama dua ribu tahun. Namun, dengan tak terduga, ia diasingkan ke “dunia lain” yang berbeda, terbebas dari dunia bawah yang keras. Kakyu, yang menikmati hidup lambat impian, menyaksikan desa tempat dia berhutang segalanya diserang. Meskipun bergegas ke tempat kejadian, desa tersebut dihancurkan. Mengangkat bayi yang selamat, Ars, Kakyu bertekad untuk membesarkan Ars agar menjadi orang paling bahagia di dunia untuk membayar hutangnya…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed6bbae5-f2a2-4546-9a47-6fe67b8d01d1",
    "title": {
      "en": "Kotodama Kanaete! Tokie-sensei"
    },
    "updatedAt": "2024-08-12T01:26:42+00:00",
    "coverArt": "https://mangadex.org/covers/ed6bbae5-f2a2-4546-9a47-6fe67b8d01d1/8f6096b8-0bce-4f6d-86bd-8d256597aa7d.jpg",
    "altTitles": [
      {
        "ja": "コトダマ叶えて！ ときえ先生"
      },
      {
        "ja-ro": "Kotodama Kanaete! Tokiesensei"
      },
      {
        "en": "Through the Power of Words, Grant Me My Wishes, Tokie-sensei"
      }
    ],
    "description": {
      "en": "In a normal, everyday run-of-the-mill school, a new teacher arrives but there's something peculiar about her... She's a teacher with a dark aura but with the power of words she can transform into whatever is asked of her. \n\nFrom dressing like a cat to wearing a bikini, she's at the mercy of her students. Enjoy this comedic story filled with very amusing moments between a teacher who thrives on obeying words and some very mischievous students."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ed171d9-d5e0-47e0-b847-493cdda9db29",
    "title": {
      "en": "Akuyaku Onzoushi no Kanchigai Seija Seikatsu - Nidome no Jinsei wa Yaritai Houdai Shitai Dake na no ni"
    },
    "updatedAt": "2024-08-08T02:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/5ed171d9-d5e0-47e0-b847-493cdda9db29/39d6e4d1-1b43-4588-bdfe-af10ce3a0255.jpg",
    "altTitles": [
      {
        "ja": "悪役御曹司の勘違い聖者生活～二度目の人生はやりたい放題したいだけなのに～"
      },
      {
        "ja-ro": "Akuyaku Onzoushi no Kanchigai Seija Seikatsu"
      },
      {
        "ja": "悪役御曹司の勘違い聖者生活"
      },
      {
        "en": "The Misunderstood Saintly Life of a Villainous Scion ~ I just want to do whatever I want in my second life~"
      }
    ],
    "description": {
      "en": "Ouga Vellet, the eldest son of the infamous corrupt lordly Vellet family, is a reincarnatorl. Having been taken advantage of due to his kindness in his past life, he now revels in the life of a mischievous villainous heir. From then on, Ouga spared no compromise, pushing the limits of \"tyranny\" to achieve his ambitions.\n\n\"Wow, Ouga-sama, you're amazing!\"\n\n...Just for \"arrogant behavior,\" his reputation seems to soar without his control? The curtain rises on a life of misconceptions and misconceived saintliness!",
      "ja": "悪徳領主として名高いヴェレット家の長男―オウガ・ヴェレットは転生者である。人の良さから前世で割を食ってばかりだった彼は、これを機にやりたい放題の悪役御曹司ライフを謳歌するため横暴の限りを尽くすはずが―\n\n\n「さすがです！　オウガ様！」\n\n……『傍若無人な振る舞い』をしてるだけなのに、なぜか周囲からの評価が瞬く間に上がっていき――⁉悪役御曹司の勘違いの勘違い聖者生活、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77c8cc57-95c1-4f9b-8843-493eb2697566",
    "title": {
      "en": "Souzai Saishuka no Isekai Ryokouki"
    },
    "updatedAt": "2024-04-04T20:58:27+00:00",
    "coverArt": "https://mangadex.org/covers/77c8cc57-95c1-4f9b-8843-493eb2697566/4e46a79f-96d2-48ae-ae62-9cda73bcdb37.jpg",
    "altTitles": [
      {
        "en": "A Gatherer's Adventure in Isekai"
      },
      {
        "ja": "素材採取家の異世界旅行記"
      },
      {
        "zh": "素材采取家的异世界旅行记"
      },
      {
        "ja-ro": "Sozai Saishu-ka no Isekai Ryokō-ki"
      },
      {
        "zh-hk": "素材採取家的異世界旅行記"
      },
      {
        "ru": "Путешествие по миру коллекционера материалов"
      },
      {
        "ko": "소재채취가의 이세계 여행기"
      },
      {
        "en": "The Otherworldly Travels of a Material Collector"
      }
    ],
    "description": {
      "en": "Takeru Kamishiro is an ordinary middle aged salaryman who was chosen by god to be reincarnated into a fantasy world in the body of a handsome young man in his prime. Takeru sets out to learn more about the world while gathering rare and interesting materials along the way to sell for money which he can use to gather even more materials ad infinitum."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "621e53f9-dc01-4608-b3d4-0941f83c05de",
    "title": {
      "en": "Ayaka is in Love with Hiroko!"
    },
    "updatedAt": "2024-06-22T20:02:29+00:00",
    "coverArt": "https://mangadex.org/covers/621e53f9-dc01-4608-b3d4-0941f83c05de/ee8bfe7d-1d6b-4ae2-9777-ebb8d2dec073.jpg",
    "altTitles": [
      {
        "en": "Ayaka-chan Wants to Make Hiroko-senpai Fall for Her"
      },
      {
        "ja": "彩香ちゃんは弘子先輩を落としたい"
      },
      {
        "ja": "彩香ちゃんは弘子先輩に恋してる"
      },
      {
        "ja-ro": "Ayaka-chan wa Hiroko-senpai wo Otoshitai"
      },
      {
        "ja-ro": "Ayaka-chan wa Hiroko-senpai ni Koishiteru"
      }
    ],
    "description": {
      "en": "Soft and bubbly office lady Ayaka is madly in love with her senior at work, Hiroko! Two lovestruck coworkers who both think the other is straight totally crush on each other... popular Twitter artist Sal Jiang’s latest office rom-com!",
      "pt-br": "A bela e alegre assalariada Ayaka está loucamente apaixonada por sua veterana no trabalho, Hiroko! Duas colegas de trabalho apaixonadas que pensam que a outra é hétero estão totalmente apaixonados uma pela outra..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "24"
  },
  {
    "mangaId": "ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f",
    "title": {
      "en": "Iljin Romance"
    },
    "updatedAt": "2024-01-28T23:55:52+00:00",
    "coverArt": "https://mangadex.org/covers/ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f/144251fc-7890-4289-b505-3f2e4a7b5721.jpg",
    "altTitles": [
      {
        "ko": "일찐로맨스"
      },
      {
        "ja": "カーストロマンス"
      }
    ],
    "description": {
      "en": "Jin Daim has no friends, but likes drawing. Iljina is the most popular girl in school, even though she rejects every confession. Daim thinks she and her friends are an annoyance and disturbs his drawing time before class, but all he ever draws is her. Things get complicated when his secret sketch books gets discovered by one of Iljina's friends."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Mahou Shoujo ni Akogarete"
    },
    "updatedAt": "2024-06-01T21:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "en": "Gushing over Magical Girls"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-04-11T17:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/91c8d035-6dd3-4d18-973c-0152a440bbc8.png",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "ca33a142-58fb-4fee-88b9-36ef87f02c77",
    "title": {
      "en": "Nezumi no Hatsukoi"
    },
    "updatedAt": "2024-07-05T08:20:00+00:00",
    "coverArt": "https://mangadex.org/covers/ca33a142-58fb-4fee-88b9-36ef87f02c77/6d6eac6c-dcdb-45df-b294-05d3b6093a07.jpg",
    "altTitles": [
      {
        "ja": "ねずみの初恋"
      },
      {
        "en": "Nezumi's First Love"
      },
      {
        "vi": "Tình đầu của Nezumi"
      },
      {
        "ne": "नेजुमी को पहिलो प्रेम"
      },
      {
        "fr": "Le Premier Amour de Nezumi"
      }
    ],
    "description": {
      "en": "Nezumi is a girl who was raised as a hitman by the yakuza and grew up not knowing human love. An ordinary young man, Ao, knows nothing. They fall in love and start to live together, but the evil hand is close at hand... This is a story of first love, so cruel and so sad.\n\nRead the prequel oneshot featuring Messiah-chan's backstory [here](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan).",
      "fr": "Nezumi est une fille qui a été élevée comme tueuse à gages par les yakuzas et qui a grandi sans connaître l'amour humain. Un jeune homme ordinaire, Ao, n'en sait rien. Ils tombent amoureux et commencent à vivre ensemble, mais la main du mal est proche.... C'est l'histoire d'un premier amour, si cruel et si triste.",
      "ja": "ヤクザに殺し屋として育てられ、人の愛を知らずに育った少女、ねずみ。何も知らない普通の青年、碧(あお)。二人は恋に落ち、共に暮らし始めるが、魔の手はすぐそこまで迫っていた‥‥。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1571a21b-3f9f-4568-bca3-f8eaceb23e65",
    "title": {
      "en": "Madara no Tamago"
    },
    "updatedAt": "2024-08-15T18:06:51+00:00",
    "coverArt": "https://mangadex.org/covers/1571a21b-3f9f-4568-bca3-f8eaceb23e65/646f153d-e7b1-4a42-830a-dfd6b792f18a.jpg",
    "altTitles": [
      {
        "ja": "まだらの卵"
      },
      {
        "en": "Speckled Egg"
      },
      {
        "en": "Spotted Egg"
      }
    ],
    "description": {
      "en": "\"The extreme heat, and the stench of the factory, mixed with the unique smell of a fishing port, this town feels like hell on earth...\"\nA collection of tragic horror stories by horror manga master, Hino Hideshi, originally published by Hibari hit comics, and listed as number 1 in its \"black frame\" horror manga series\n\n1 • Uroko no Nai Sakana: A boy keeps having terrible nightmares every night, but he can't remember a single thing from these nightmares, at the same time, he is getting tormented by hallucinations of a fish he caught.\n2 • Semi no Mori: A boy and his beautiful  sister's summer vacation are ruined by a swarm of cicadas...\n3 • Mannequin no Heya: A boy believes the mannequins from \"the mannequin room\" are haunted.\n4 • Jigoku e no Elevator: What will happen when this boy takes a strange elevator?\n5 • Gama: A boy that kills toads for fun suffers a terrible fate.\n6 • Tomodachi: The tragic tale of 2 childhood best friends...\n7 • Okashina Yado: A family stays in a bizarre inn.\n8 • Madara no Tamago: One day, a boy living in a factory filled area finds a strange spotted egg in a plot of land and brings it home, the boy goes to school and when he comes back, he sees a creature hatching from the egg, but his beloved pets..."
    },
    "status": "completed",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "72910de2-5313-4834-83f1-6a8a23a660ec",
    "title": {
      "en": "Bloodborne"
    },
    "updatedAt": "2023-06-10T16:03:42+00:00",
    "coverArt": "https://mangadex.org/covers/72910de2-5313-4834-83f1-6a8a23a660ec/9f11ce02-112b-48eb-9287-6053cdf74c7e.jpg",
    "altTitles": [
      {
        "en": "Bloodborne - Lady Maria and The Old Hunters"
      },
      {
        "ru": "Порождение крови - Леди Мария и старые охотники"
      },
      {
        "ar": "بلودبورن"
      },
      {
        "ar": "بلودبورن - السيدة ماريا و قدماء الصيادين"
      }
    ],
    "description": {
      "en": "The tale of Lady Maria becoming a hunter who hunts the beasts that terrorizes the city of Yharnam.",
      "ru": "Это история о Леди Марии – одной из первых учениц Германа, кто закончит свой путь в кошмаре охотника. Нам предстоит вернутся в самое начало и проследить становление этого персонажа, а заодно увидеть, как Ярнам погрузится в пучину раздора и безумия. Данная веб манга основана на событиях игры Bloodborne."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "66"
  },
  {
    "mangaId": "74088ca4-48ea-4c09-8df0-2943708b1c0c",
    "title": {
      "en": "Gabriel DropOut"
    },
    "updatedAt": "2023-12-06T08:42:11+00:00",
    "coverArt": "https://mangadex.org/covers/74088ca4-48ea-4c09-8df0-2943708b1c0c/a91eaa90-1fc9-4e7d-b9b7-f97804f34dbd.jpg",
    "altTitles": [
      {
        "ru": "Габриэль бросает школу"
      },
      {
        "th": "ไม่เป็นนางฟ้าได้ไหมเนี่ย"
      },
      {
        "ja": "ガヴリールドロップアウト"
      },
      {
        "zh-hk": "加百列的墮落"
      }
    ],
    "description": {
      "en": "A fallen angel with falling grades! Gabriel White Tenma has descended from heaven to attend high school and guide humanity, but a newly found video game addiction might say otherwise.",
      "ru": "Габриэль-Тенма Уайт была одной из самых прилежных учениц Академии Ангелов. Но вот пришло время выпуска, и Габриэль отправилась на Землю дабы выполнить порученную ей миссию: показать людям правильный путь и подарить им счастье. Однако, действительно ли всё будет именно так? Не изменит ли ангела новое место, куда она попала?..",
      "pt-br": "A comédia desenrola-se em torno de Gabriel White, que se formou no topo da classe na escola de anjos e que frequenta uma escola humana na terra em busca de conhecimento, mas, um jogo web atrai toda a sua atenção e acaba decidindo que dá muito trabalho ir para outros lugares.  \n  \n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 5, Cap 39.] ( Porém pulou os capítulos 29 e 38, além disso o episódio 12 é original. )"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a253e13a-2b41-4f7d-915e-1e31a3f5d31d",
    "title": {
      "en": "I’m the Max-Level Newbie"
    },
    "updatedAt": "2024-04-05T01:17:13+00:00",
    "coverArt": "https://mangadex.org/covers/a253e13a-2b41-4f7d-915e-1e31a3f5d31d/f99ed546-807d-4b88-8de9-1fbd9490a579.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 만렙 뉴비"
      },
      {
        "en": "Solo Max-Level Newbie"
      },
      {
        "en": "I Am The Top Ranker Newbie"
      },
      {
        "th": "ผู้เล่นหน้าใหม่เลเวลแมกซ์"
      },
      {
        "ja": "俺だけレベルMAXなビギナー"
      },
      {
        "ru": "Нуб максимального уровня"
      },
      {
        "en": "I’m the Max-Level Newbie"
      },
      {
        "zh": "我独自满级新手"
      },
      {
        "zh-hk": "滿級新手"
      },
      {
        "ko": "Na Honja Mallep Newbie"
      },
      {
        "es-la": "Novato Solo a Nivel Máximo"
      }
    ],
    "description": {
      "de": "Jin Hyuk ist Streamer und der einzige, der das Ende des Virtual-Reality-Spiels „Turm der Prüfungen“ erlebt hat. Da das Spiel jedoch immer mehr an Beliebtheit verliert, wird auch seine Streamer-Karriere immer hoffnungsloser. Doch eines Tages wird „Turm der Prüfungen\" plötzlich zur Realität und die Welt steht vor dem Abgrund. Jin Hyuk, der sich im Spiel besser auskennt als jeder andere, wird zwangsläufig zur letzten Hoffnung der Menschheit!",
      "en": "Kang Jinhyeok, a gaming streamer and content creator, is the only person who has cleared the game, [Tower of Trials]. However, as the game’s popularity declines, it becomes increasingly difficult for him to continue making a living as a content creator. Jinhyeok prepares to end his 11-year-long relationship with the game and say goodbye to his humble group of subscribers. But on that very day, the Tower of Trials appears in reality with a message saying that humanity will perish unless all players clear each floor within 90 days.\n\nJinhyeok, who knows the game better than anyone, decides to use his knowledge to his advantage and dominate the tower. \n\n\"It’s time to show everyone what a hardcore gamer can do!\"\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/max-level/list?title_no=3509)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/woduzimanjixinshou/list?title_no=1877)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/max-level-newbie/list?title_no=3375)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001684)\n- [Official German Translation](https://www.webtoons.com/de/fantasy/im-the-max-level-newbie/list?title_no=3735)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/max-level-newbie/list?title_no=3517)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/max-level-newbie/list?title_no=3457)",
      "fr": "Le jeu de réalité virtuelle \"La Tour de l'Épreuve\" est officiellement démodé et le streamer Jinhyuk est le seul à être resté jusqu'au bout pour terminer le jeu. Quand un jour \"La Tour de l'Épreuve\" devient réalité, Jinhyuk qui connaît les éléments du jeu mieux que personne aura forcément un grand avantage sur les autres !",
      "id": "Jinhyuk, satu-satunya pemain game [MENARA UJIAN] yang menyelesaikan sampai akhir meski popularitas game telah menurun. Hingga suatu hari [MENARA UJIAN] menjadi kenyataan, Jinhyuk harus menyelesaikannya dengan segala elemen yang ia ketahui tentang game ini!",
      "ja": "ゲーム実況ストリーマーとして活動している主人公・鈴木裕人（すずきひろと）。彼は、万人があきらめたクソゲー『試練の塔』を挑戦しクリアした唯一のプレイヤーであった。念願のエンディングを見ることができたものの、もう誰も興味をもたないこのゲームはサービス終了が確実視されていた…。11年もかけクソゲーをクリアした裕人はこれを機に現実と向き合い、ゲーム実況者としての生活を終わらせることを決心した—。が次の日、現実世界に異変が起きる。街中に突如現れた不吉な塔、そして人類に課される生死をかけた試練。それはまさに裕人が11年の月日を費やしクリアした『試練の塔』そのものであった。塔の攻略法を把握している裕人はその経験を活かし、誰よりも強い最強のビギナーとしてあらたな試練に挑む！",
      "ko": "게임 너튜버로 활동 중인 주인공 진혁은 유일하게\n[시련의 탑]의 엔딩을 봤지만, 게임의 인기가 하락하며\n더 이상 게임 너튜버로서의 삶도 유지하기 힘들어진다.\n\n엔딩을 보았기에 이대로 게임을 마무리하려는 진혁.\n바로 그날, [시련의 탑]은 현실이 되었다.\n게임의 모든 요소를 다 알고 있는 진혁은\n누구보다 빠르게 모든 것을 차지한다!\n\n\"진짜 고인물이 뭔지 보여주지.\"",
      "ru": "Главный герой Джин Хек – игрок и стример, единственный, кто прошёл до конца «Башню испытаний».\nКогда он увидел концовку игры, захотел бросить её. Но в тот же день «Башня испытания» стала реальностью. И главному герою не осталось ничего, кроме как показать, на что способен тот, кто знает все нюансы игры.\n\n«Я покажу вам, что такое настоящий задрот!»",
      "th": "\"จินฮยอก\" สตรีมเมอร์หนุ่ม ผู้หลงใหลในการเล่นเกม ใช้เวลากว่า 11 ปี ในการบรรลุชั้นบนสุดของ '[หอคอยแห่งความทรหด] เกมแฟนตาซีเสมือนจริง' พอบรรลุเป้าหมายแล้ว จึงเกิดความคิดที่อยากจะล้มเลิกการเล่นเกม และการทำสตรีมมิ่ง แต่จู่ๆ วันหนึ่งเขาก็ตื่นมาพบว่า [หอคอยแห่งความทรหด] โผล่ขึ้นมาในชีวิตจริงซะอย่างนั้น!?",
      "zh": "当游戏变为现实！\n无名主播竟是唯一通关者！\n男主镇赫是一名游戏主播，也是唯一一位“试炼之塔”游戏的通关玩家。随着“试炼之塔”这款游戏的热度下降，游戏主播的工作渐渐无法维持镇赫的生活。通关后的镇赫本想就此退游，然而游戏竟成为了现实。如果失败世界就会灭亡！对游戏了如指掌的镇赫还能在现实世界中通关吗？",
      "zh-hk": "活躍於遊戲NewTube頻道的主角——振赫，他是唯一看過[試煉之塔]的結局，因為該款遊戲的人氣大跌，要經營NewTube頻道再也難以維持生計。 看完遊戲的結局後，原本振赫預計要結束不再玩遊戲。但就在當天，[試煉之塔]竟成為了現實。了解遊戲所有關卡的振赫，比誰都還要快占據所有物品。 「讓你見識什麼是真正的開掛高手。」"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e37a0e20-d5c3-45e5-abbe-f245c6735a04",
    "title": {
      "en": "Kimi no Love o Misetekure!"
    },
    "updatedAt": "2024-04-24T12:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/e37a0e20-d5c3-45e5-abbe-f245c6735a04/d788bc10-c9c4-4f53-9837-8d25e33f9050.jpg",
    "altTitles": [
      {
        "ja": "君のラブを見せてくれ！"
      },
      {
        "ja-ro": "Kimi no Love wo Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu o Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu wo Misetekure!"
      },
      {
        "en": "Show Me Your Love!"
      },
      {
        "en": "“Show Me Your Love!”"
      },
      {
        "zh-hk": "向我展露你的愛"
      },
      {
        "zh-ro": "Xiàng wǒ zhǎnlù nǐ de ài"
      }
    ],
    "description": {
      "en": "Komichi Shijou, the most famous person at her school, was troubled. Despite being a romantic comedy manga artist, she had no understanding of 'the feeling of love' was stuck in a creative slump. One day, a certain boy and girl appear before her. With their arrival, Komichi Shijou's investigation into 'genuine love' begins…!?",
      "ja": "学校イチの有名人・四條恋路は悩んでました。なぜならラブコメ漫画家なのに、彼女には“恋する気持ち”がまったくわからず、スランプになってしまったからです。 そんな彼女の前にひと組の男女が現れます。その男女との出会いにより、彼女・四條恋路による“ホンモノの恋”への探求が始まるのでした…！？『恋愛』を綴る天才漫画家少女はホンモノの“恋”を知らないーー！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1850bd61-5899-4f4e-92fd-e4c8248dad18",
    "title": {
      "en": "Setagaya Ichi Furui Youkan no Yanushi ni Naru"
    },
    "updatedAt": "2024-07-12T06:10:52+00:00",
    "coverArt": "https://mangadex.org/covers/1850bd61-5899-4f4e-92fd-e4c8248dad18/e5f74542-4dfb-40ba-8afc-db7d8a489d3e.jpg",
    "altTitles": [
      {
        "ja": "世田谷イチ古い洋館の家主になる"
      }
    ],
    "description": {
      "en": "The manga artist who loves \"house\" as you know fell in serious love with a Western-style house in Setagaya-ku, Tokyo,\nA Western-style house in Setagaya-ku, Tokyo, with a stylish light blue exterior.\nHowever, this house is actually on the verge of demolition. ......?\nIn order to protect his beloved mansion, the manga artist must stand up for himself!",
      "es-la": "La artista de manga que adora las casas, como bien todos saben, se enamora seriamente de una casa de estilo occidental con un elegante exterior turquesa en el distrito de Setagaya, en Tokio.\nSin embargo, ¿está casa está a las puertas de su demolición?\n¡Para proteger su amada mansión, esta artista de manga deberá plantar cara!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "31"
  },
  {
    "mangaId": "dc3db8cd-fe54-457d-90b3-3cc43148b9c8",
    "title": {
      "en": "Jesus"
    },
    "updatedAt": "2024-05-21T15:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/dc3db8cd-fe54-457d-90b3-3cc43148b9c8/884a541d-6edf-4943-80b4-9d3354af7345.png",
    "altTitles": [
      {
        "ja": "シーザス"
      },
      {
        "ja": "復活殺手JESUS"
      },
      {
        "en": "Jesus (FUJIWARA Yoshihide)"
      },
      {
        "id": "J"
      }
    ],
    "description": {
      "en": "The underground speaks of hitman of incredible skill, this man goes by the name \"Jesus.\" Why, you ask? because that happens to be last word to escape the lips of any fool unfortunate enough to be caught on the wrong end of his gun.\n\n\n----\n\nIndonesian release by Elex Media Komputindo as **J**"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "125"
  },
  {
    "mangaId": "48863213-086b-4dfb-8103-8e279b8e5f5d",
    "title": {
      "en": "Watashi o Tabetai, Hitodenashi"
    },
    "updatedAt": "2024-07-26T16:25:03+00:00",
    "coverArt": "https://mangadex.org/covers/48863213-086b-4dfb-8103-8e279b8e5f5d/9f44047b-ce79-4813-acca-dad28264d826.jpg",
    "altTitles": [
      {
        "en": "This Monster Wants to Eat Me"
      },
      {
        "ja": "私を喰べたい、ひとでなし"
      },
      {
        "ru": "Монстр, что хочет съесть меня"
      },
      {
        "ja": "Watashi wo Tabetai, Hitodenashi"
      },
      {
        "zh": "想吃掉我的非人少女"
      },
      {
        "zh-hk": "想吃掉我的非人少女"
      },
      {
        "en": "A Monster Wants to Eat Me"
      }
    ],
    "description": {
      "en": "High school girl Hinako is living a quiet life in a seaside town, but she feels somewhat detached from her friends during the summer months when she is reminded of when her family died years ago. One day, she meets Shiori, a mysterious girl who reminds her of the ocean, especially when it comes to her translucent blue eyes, but Shiori soon reveals that she is actually a mermaid who has been looking for Hinako for a long time.",
      "ru": "Старшеклассница Хинако живет обычной жизнью в городке на морском побережье. Однажды она встречает Шиори, загадочную девушку с глазами цвета океана, но вскоре оказывается, что Шиори — на самом деле русалка, которая наблюдала за Хинако уже долгое время."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12ac16ec-8894-420b-bc03-eade9340dfd8",
    "title": {
      "en": "Trinity Seven"
    },
    "updatedAt": "2024-08-09T18:49:31+00:00",
    "coverArt": "https://mangadex.org/covers/12ac16ec-8894-420b-bc03-eade9340dfd8/3cdb9d45-248f-495c-bc53-d68584db4688.jpg",
    "altTitles": [
      {
        "en": "Trinity 7"
      },
      {
        "ja-ro": "Trinity Seven - 7-Nin no Masho Tsukai"
      },
      {
        "ja-ro": "Trinity Seven: 7-Nin no Mahoutsukai"
      },
      {
        "id": "ทรินิตี้เซเว่น 7 จ้าวคัมภีร์เวท"
      },
      {
        "ja": "トリニティセブン 7人の魔書使い"
      },
      {
        "ko": "트리니티 세븐"
      },
      {
        "en": "Trinity Seven - The 7 Magicians"
      }
    ],
    "description": {
      "en": "Everyday is a normal day in the small town where Kasuga Arata lives. However, everything changed on the day of the Black Sun, and following it, a magician appears before him. The Black Sun caused the Breakdown Phenomenon which destroyed the town where he lives. Because of this, his normal life was artificially reconstructed by a Grimoire that his childhood friend had left. Just what is the purpose of the magician coming to the town? What will he do with the Grimoire's keepsake?"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4d7fa70-fbf8-4ff6-92a2-db382fd180e5",
    "title": {
      "en": "THE Runway"
    },
    "updatedAt": "2024-07-18T10:18:06+00:00",
    "coverArt": "https://mangadex.org/covers/a4d7fa70-fbf8-4ff6-92a2-db382fd180e5/a3c3a81d-d39b-439e-a8a9-c92ca2bce201.png",
    "altTitles": [
      {
        "ko": "THE 런웨이"
      }
    ],
    "description": {
      "en": "I had a one-night stand with my boss?!\nJian Yoo is an editor at a fashion magazine. She frantically ran to Paris after hearing that her boyfriend is two-timing.\nNot knowing better, she made a rash decision to sleep with a stranger she had just met there…\nThree months later, the editor-in-chief of Jian’s company flew in from their headquarters in France. However, that man…. turned out to be the one Jian spent the night with!!",
      "ko": "하룻밤을 같이 보낸 그 남자가 내 상사라고?!\n패션지 의 에디터 유지안. 그녀는 약혼자의 양다리 소식에 무작정 파리로 떠난다.\n그곳에서 우연히 만난 남자와 충동적으로 하룻밤을 보내 버리고…\n3개월의 시간이 흐른 후, 지안의 회사에 만렙의 편집장이 프랑스에서 오게 된다. 그런데 그 남자… 바로 지안과 하룻밤을 보낸 프랑스에서의 그 남자다!!",
      "vi": "Tôi đã có tình một đêm với sếp của mình ?! Jian Yoo là biên tập viên của một tạp chí thời trang. Cô rất hay chạy đến Paris sau khi nghe tin bạn trai của mình ngoại tình. Không biết làm gì hơn, cô ấy đã quyết định ngủ với một người lạ mà cô ấy mới gặp ở đó…Ba tháng sau, tổng biên tập của công ty mà Jian làm việc bay đến từ trụ sở chính của họ ở Pháp. Tuy nhiên, người đàn ông đó…. hóa ra là người mà Jian đã qua đêm cùng!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "112"
  },
  {
    "mangaId": "3115a8a6-fbec-4896-af3d-e6495b6bc755",
    "title": {
      "en": "Kazuo Umezu's \"Ultraman\""
    },
    "updatedAt": "2024-07-20T22:55:08+00:00",
    "coverArt": "https://mangadex.org/covers/3115a8a6-fbec-4896-af3d-e6495b6bc755/a39389ac-52a5-4a32-a08a-7ddc40f6870b.png",
    "altTitles": [
      {
        "ja": "ウルトラマン"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nKazuo Umezu's \"Ultraman\" was serialized at the same time as the 1966 TV broadcast!　The fierce battles with popular monsters such as the Baltan and Mefilas aliens are fully recorded along with the color pages from the serialization and the chapter covers!\n\nKazuo Umezu's very famous manga adaptation of the first Ultraman series."
    },
    "status": "completed",
    "releaseDate": 1966,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "8e74e420-b05e-4975-9844-676c7156bd63",
    "title": {
      "en": "Destiny Unchain Online ~Kyuuketsu-ki Shoujo to natte, Yagate『Aka no Maou』to Yobareru You ni Narimashita~"
    },
    "updatedAt": "2024-06-28T11:53:44+00:00",
    "coverArt": "https://mangadex.org/covers/8e74e420-b05e-4975-9844-676c7156bd63/deff209b-3cd3-4da5-b360-3ae94da0e831.jpg",
    "altTitles": [
      {
        "ja": "Destiny Unchain Online 〜吸血鬼少女となって、やがて『赤の魔王』と呼ばれるようになりました〜"
      },
      {
        "en": "Destiny Unchain Online: After Becoming a Vampire Girl, I Eventually Became Known as \"Crimson Demon King\""
      },
      {
        "th": "Destiny Unchain Online เดสทินี อันเชน ออนไลน์ ~เมื่อผมกลายเป็นสาวน้อยผีดูดเลือดแล้วถูกขนานนามว่าจอมมารสีชาด~"
      },
      {
        "zh": "Destiny Unchain Online 〜成为吸血鬼少女，不久后被称为『红之魔王』〜"
      },
      {
        "ko": "Destiny Unchain Online 데스티니 언체인 온라인 〜흡혈귀 소녀가 되어, 이윽고『붉은 마왕』이라 불리게 되었습니다〜"
      }
    ],
    "description": {
      "en": "Mitsuki Kou is such a feared PVP gamer that he's earned the nickname \"Crim the Headhunter\" in some circles. His next game to take over? \"Destiny Unchain Online\", a brand new VRMMO game developed by none other than Kou's father. But, no new game on release day is without its bugs - namely, Kou glitches to the middle of nowhere, and his vampire avatar is turned into a girl!  A story for all of the people who through games have met new friends and aimed for the top... start!",
      "id": "Mitsuki kou, seorang gamer dengan skill hebat yang memiliki nama lain,  yaitu \"pemburu kepala Cream\". Berpartisipasi dalam sebuah game baru \"Destiny Unchain Online\" yang dibuat oleh ayahnya sebagai tester perangkat game baru, tetapi segera setelah dimulai, karena sebuah bug ia menjadi gadis vampir. Ketika ia bertemu dengan teman-teman yang baik, pada saat itulah ia akan mulai menyelesaikan game, sebuah cerita tentang seorang gamer terbaik yang segala sesuatunya berubah…… sudah di mulai!",
      "ja": "神がかったプレイヤースキルを持ち「首狩りクリム」の二つ名で知られるゲーマー、満月紅。父親が作った新作ゲーム『Destiny Unchain Online』に新型ゲームデバイスのテスターとして参加するが、開始早々バグだらけで姿は吸血鬼種族の少女に。最高の仲間と出会い、ゲームを攻略して行くうちに、何もかもが変わっていく最高のゲーマー物語……開幕！",
      "ko": "압도적인 스킬을 가지고「목 사냥꾼 크림」이라는 별명으로 알려진 게이머, 미츠키 코우. 아버지가 만든 신작 게임 『Destiny Unchain Online』에 신형 게임 장치 테스터로 참가하지만, 시작하자마자 오류투성이로 흡혈귀 종족의 소녀가 되어 버리는데. 최고의 동료와 만나고, 게임을 공략해 나가다 보니,모든 것이 변해 가는 최강 게이머 이야기… 개막!",
      "th": "มิตสึกิ โค เกมเมอร์ฝีมือฉกาจที่รู้จักกันในนาม ‘คริมนักล่าหัว’ ได้เริ่มเล่นเกม ‘Destiny Unchain Online’ ที่พ่อของเขาสร้างในฐานะเทสเตอร์ของเครื่องเล่นเกมรุ่นใหม่ล่าสุด แต่ไม่ทันไรก็เจอบั๊กมากมายจนกลายเป็นเด็กสาวเผ่าผีดูดเลือดไปซะอย่างนั้น เรื่องราวของเกมเมอร์ผู้เก่งกาจที่ทุกอย่างเริ่มเปลี่ยนไปเมื่อได้พบกับพรรคพวกสุดเจ๋งและผจญภัยในโลกแห่งเกม... เปิดฉากแล้ว ณ บัดนี้!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the soon-to-be-ruined Family"
    },
    "updatedAt": "2024-07-28T16:34:12+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/09916525-d0c2-4f85-abfd-d2910f3b2a65.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi o Suru"
    },
    "updatedAt": "2024-08-06T22:52:47+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll ha Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "ja": "The Bisque doll is falling in love"
      },
      {
        "en": "The Bisque Doll Falls In Love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "603b9d8f-97b6-4f82-b7d6-1de7e356e869",
    "title": {
      "en": "Kaijin Fugeki"
    },
    "updatedAt": "2024-08-06T10:00:54+00:00",
    "coverArt": "https://mangadex.org/covers/603b9d8f-97b6-4f82-b7d6-1de7e356e869/b6eff100-98cd-478f-a483-f99092ac57fc.jpg",
    "altTitles": [
      {
        "ja": "灰仭巫覡"
      },
      {
        "ru": "Кайдзин Фугэки: Воспламенённые души"
      },
      {
        "en": "KAIJIN FUGEKI: Kindled Spirits"
      }
    ],
    "description": {
      "en": "Night, phenomena that were once known as natural disasters. Faced with the threat of inexplicable destruction, children offer their prayers in the form of dance in order to borrow the power of the gods, quell the Night's fury, and deliver the world from ruin. In a fateful encounter, a boy from a rural town in Japan, Jin, meets Gao, a British soldier who was forced to flee his homeland by the Night. The two spend their halcyon days with their friends in the quiet town surrounded by nature. Until one day, the Night suddenly falls on them once again!",
      "ru": "Ночь — феномен, некогда считавшийся природной катастрофой. Под угрозой уничтожения от не пойми чего, дети вознесли богам свои молитвы в форме танца, чтобы одолжить их силу, сдержать ярость Ночи и возродить мир из руин. По велению судьбы Дзин, парнишка из захолустного японского городка, встречает Гао, британского солдата, вынужденного покинуть свою страну из-за Ночи. Вдвоём они безмятежно проводили время вместе с друзьями в тихом городке в окружении природы. Пока однажды Ночь вновь не обрушилась на них!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0aa2520a-a18f-406d-8908-32cec22b88ac",
    "title": {
      "en": "Only I Know the World Is Ending And Getting Killed by Rampaging Beasts Only Makes Me Stronger"
    },
    "updatedAt": "2024-05-30T09:42:39+00:00",
    "coverArt": "https://mangadex.org/covers/0aa2520a-a18f-406d-8908-32cec22b88ac/b666b195-a529-4d80-a90d-9f58b18c18cc.jpg",
    "altTitles": [
      {
        "ja-ro": "Kono Sekai ga Izure Horobu Koto wo, Ore dake ga Shitte Iru"
      },
      {
        "ja": "この世界がいずれ滅ぶことを、俺だけが知っている　～モンスターが現れた世界で、死に戻りレベルアップ～"
      },
      {
        "ja-ro": "Kono Sekai ga Izure Horobu Koto o, Ore dake ga Shitteiru: Monster ga Arawareta Sekai de, Shi ni Modori Level Up"
      },
      {
        "en": "Only I Know That the World Will End ~ In a World Where Monsters Appear, I Level Up by Returning From Death"
      },
      {
        "ja": "この世界がいずれ滅ぶことを、俺だけが知っている"
      }
    ],
    "description": {
      "en": "Akira Ichijo is your average, run-of-the-mill businessman.\n\nOne day, on his way home from work, he is suddenly attacked by a Minotaur and killed on the spot. But in the blink of an eye... he wakes up back at the office!\n\nWhen monsters invade into the real world, a cruel reality sets in as the world as we know it plummets into destruction and death. But with the unique skill [Resurrection], Akira can come back to life every time he dies, all the while inheriting the same levels and skills from his last run at life!\n\nWith unlimited chances to correct his past mistakes, it's up to Akira to utilize the skill he's given and survive this terrifying world with his childhood friend, Nao Nanase."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "644b3c1b-6f82-4f50-a839-51a39cf08b03",
    "title": {
      "en": "Gokusotsu Kraken"
    },
    "updatedAt": "2024-07-20T23:35:31+00:00",
    "coverArt": "https://mangadex.org/covers/644b3c1b-6f82-4f50-a839-51a39cf08b03/aa1e392f-0e95-4710-98fd-8d0b13ffea28.jpg",
    "altTitles": [
      {
        "ja": "獄卒クラーケン"
      },
      {
        "zh-hk": "獄卒克拉肯"
      },
      {
        "zh": "海怪狱卒"
      },
      {
        "id": "Sipir Penjara Kraken"
      },
      {
        "id": "Penjaga Penjara Kraken"
      },
      {
        "en": "Hell’s Tormentor Kraken"
      },
      {
        "es-la": "El Kraken Carcelero"
      },
      {
        "ru": "Тюремщик кракен"
      },
      {
        "en": "Prison Guard Kraken"
      }
    ],
    "description": {
      "en": "Controlling the Queendom of Sevek’s female prison with the Power of the Kraken!\n\nFrom the author of Akame ga Kill and Mato Seihei no Slave!",
      "id": "Shimizu Kuuma, seorang laki-laki, yang baru saja kembali dari wawancara kerja yang tidak bisa dia selesaikan, tiba-tiba dikirim ke dunia lain, di sana dia bertemu dengan seorang gadis tertentu yang membantunya dan memberinya pekerjaan di penjara tetapi yang tidak dia ketahui adalah bahwa ini hanya jebakan untuk membawanya dan agar dia bisa 'dinikmati' oleh Bosnya, kemudian setelah dia dibantai dan dibuang ke laut dan hampir mati dia diselamatkan oleh Kraken yang menceritakan kisahnya tentang bagaimana Dia diselamatkan oleh seorang gadis tertentu yang adalah seorang tahanan, jadi mereka membuat kesepakatan, kemudian dia menyelamatkan gadis itu dan melakukan Pembalasan.",
      "es-la": "Shimizu Kuuma es un chico que siempre devuelve los favores. Un día, al regresar de una entrevista de trabajo fallida, es repentinamente transportado a otro mundo. En este mundo es salvado por una chica, quien le ofrece un trabajo como guardia de una prisión de mujeres. Sin pensarlo dos veces, Kuuma acepta, pero no se imaginó, que sería casi asesinado por una prisionera. Ellas tiran su cuerpo al mar, pero antes de morir, la criatura más fuerte del mar, el Kraken, lo salva y le ofrece fusionarse con él a cambio de algo. Es así como Kuuma sobrevive, consigue los poderes del Kraken y está dispuesto a tomar el control de la prisión para devolverle el favor al Kraken."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32156657-0ea8-48a3-81fe-a29bb1f90219",
    "title": {
      "en": "Reaper of the Drifting Moon"
    },
    "updatedAt": "2024-05-28T15:21:03+00:00",
    "coverArt": "https://mangadex.org/covers/32156657-0ea8-48a3-81fe-a29bb1f90219/8752b5c1-b9db-4273-ab1f-51a82f937e02.jpg",
    "altTitles": [
      {
        "ko": "사신표월"
      },
      {
        "ko-ro": "Sasinpyowol"
      },
      {
        "en": "The Reaper"
      },
      {
        "en": "Death God of the Drifting Moon"
      },
      {
        "en": "Grim Reaper's Floating Moon"
      },
      {
        "fr": "La faucheuse de la lune errante"
      },
      {
        "ru": "Жнец дрейфующей Луны"
      },
      {
        "fa": "فرشته مرگ ماه سرگردان"
      },
      {
        "ja": "死神漂月〜暗闇からの刺客〜"
      },
      {
        "ar": "ملك الموت للقمر المنجرف"
      },
      {
        "zh-hk": "死神漂月"
      },
      {
        "ka": "მოძრავი მთვარის მომკელი"
      },
      {
        "es-la": "El Asesino de la Luna a la Deriva"
      }
    ],
    "description": {
      "de": "Pyo Wol ist ein einfaches Waisenkind und durchstreift alleine den gesamten Kontinent, bis er eines Tages auf einen mysteriösen Mann trifft und plötzlich das Bewusstsein verliert. Als er wieder zu sich kommt, befindet er sich in einem dunklen, engen Raum mit einer eisernen Tür als einzigem Ausgang. Irgendwie schafft Wol es, die nächsten grausamen Monate zu überleben, während er versucht, einen kühlen Kopf zu bewahren und seinen Körper auf das vorzubereiten, was folgen könnte. Als sich die eiserne Tür endlich öffnet, erfährt Wol, dass er an diesem schrecklichen Ort nicht alleine ist: Eine Gruppe Maskierter hat 300 Kinder entführt, um sie zu menschlichen Waffen auszubilden. Nun liegt es an Wol, zu kämpfen und die anderen umzubringen – denn nur die wenigsten können überleben und am Ende ausgewählt werden. Wird er es schaffen, seinen Kidnappern zu entkommen?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
      "en": "He’s in the deepest part of the Jianghu. Keep your eyes wide open if you do not wish to get dragged into the abyss.\n\nKidnapped children raised 7 years in darkness for a single assassination mission that goes awry.\n\n---\nPyo Wol was an orphan who wandered around the continent until he bumped into a mysterious man and lost consciousness. When he wakes up, he finds himself in a dark, confined space with only one iron door for an exit. Wol survives the next several grueling months, trying to keep a cool head and stay in shape. When the iron door finally opens, he discovers he's not the only one in this miserable situation. A group of masked people has kidnapped 300 children to train them into human weapons. Wol must fight and kill the others, for only a handful of the strongest will be selected. Will Wol be able to become one of the chosen and find a way to free himself from his captors?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
      "ka": "ის ჯიანგჰუს სიღრმეშია. თვალები ფართოდ გაახილე, თუ არ გინდა უფსკრულში ჩავარდე.",
      "ko": "강호 가장 깊은 곳에 그가 있다.\n두 눈 부릅떠라. 심연으로 끌려가지 않으려면.\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5",
    "title": {
      "en": "King Game"
    },
    "updatedAt": "2024-07-14T00:30:10+00:00",
    "coverArt": "https://mangadex.org/covers/dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5/574deaec-8eb5-4568-9739-d229ea467c65.png",
    "altTitles": [
      {
        "en": "Kings Game"
      },
      {
        "ko": "왕게임"
      },
      {
        "ko-ro": "Wanggeim"
      }
    ],
    "description": {
      "en": "An action packed suspense story of a boy who obtains the absolute authority! \nThe story centers around a boy named \" Hwang Chomin\"  who spends his high school days while enduring its unjust violent treatment. Being informed of his isolated brother's passing away, he receives his phone and confronts the truth about his brother. He learns that his brother is the leader of a notorius ring called [Emperor's Division]. Upon learning that he decides to impersonate his brother and take control of the division by passing judgment on it's scums. And so the King's Game that must be never revealed begins!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be35df55-adc2-46e6-83cf-0e9f0356ea39",
    "title": {
      "en": "Catenaccio"
    },
    "updatedAt": "2024-06-09T08:10:34+00:00",
    "coverArt": "https://mangadex.org/covers/be35df55-adc2-46e6-83cf-0e9f0356ea39/51bf8b6e-3c18-4dca-a22c-33725fedddff.jpg",
    "altTitles": [
      {
        "ja": "カテナチオ"
      },
      {
        "ja-ro": "Katena Chio"
      }
    ],
    "description": {
      "en": "Yataro Araki, a member of the Tojo High School soccer team, has big dreams. Within a decade, he sees himself conquering the soccer world’s loftiest peak: European “football!” Fast forward to what may be his last soccer match before graduation, the match that will make or break his dreams. Having thus far failed to attract the attention of scouts, he is now desperate to do whatever it takes to prove himself. Yataro is prepared to get his hands dirty if it means winning. If it means standing at the top! Welcome to the world of international football! Nothing is sacred, no rule is left unbroken! Not when victory is on the line!",
      "ja": "東條高校サッカー部に所属する嵐木八咫郎（あらきやたろう）の夢は欧州を制覇し、世界一になること。 高校3年の最後の試合、夢への第1歩、プロ入りを目指しスカウトの目に留まるため奮闘をするが―…。",
      "vi": "Yataro Araki là thành viên clb bóng đá trường cao trung Tojo. Cậu có ước mơ chinh phục đỉnh cao bóng đá Châu Âu trong 10 năm tới. Thời gian trôi qua, vào trận cuối cùng trước khi tốt nghiệp, và cũng là trận sẽ quyết định giấc mơ của cậu. Mọi thứ sẽ vô nghĩa nếu Araki không được tuyển trạch viên nào để ý đến, vì vậy cậu sẵn lòng làm tất cả mọi thứ, kể cả khi phải chơi bẩn để giành lấy chiến thắng. Nếu nó giúp cậu vươn đến đỉnh cao! Chào mừng đến với giới bóng đá quốc tế! Không tồn tại thứ gọi là bất khả xâm phạm hay luật lệ! Ít nhất là khi chiến thắng đang cận kề!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9818d8b0-6ec5-4427-b0d4-ae311231f76f",
    "title": {
      "en": "Boku no Ma na Musume"
    },
    "updatedAt": "2024-08-04T21:22:05+00:00",
    "coverArt": "https://mangadex.org/covers/9818d8b0-6ec5-4427-b0d4-ae311231f76f/279277ee-6138-47f4-a1d8-c623ac0e14c5.jpg",
    "altTitles": [
      {
        "ja": "ぼくの魔なむすめ"
      },
      {
        "ja-ro": "Boku no Mana Musume"
      },
      {
        "ja-ro": "Boku no Manamusume"
      },
      {
        "ja-ro": "Bokuno Manamusume"
      },
      {
        "en": "My Darling Devilish Daughter"
      },
      {
        "vi": "Đứa con gái tiểu quỷ đáng yêu của tôi"
      }
    ],
    "description": {
      "en": "Sami-chan, who lives alone with her dad, has inherited her mom's silver hair and perfectly round eyes, making her an incredibly adorable daughter. However, this daughter has a secret. When she feels lonely, horns sprout from her head. She's a \"half-demon\" born from a devil...! Would having a daughter like this bring happiness!? Or... A heartwarming comedy filled with the bond between father and daughter?",
      "ja": "まぁ手がかかる・・・でも、こんな娘がいたら幸せだ。\n\nパパと2人暮らしのサミちゃんは、ママ譲りの銀髪、まん丸な瞳でとても可愛い愛娘。だが、この娘には秘密がある。寂しくなるとツノがニョキッと生える、悪魔との間に生まれた「半分“魔”な娘」だった･･･！こんな娘がいたら幸せ!?それとも･･･\n父娘の絆が満ち満ちるハートフル？コメディー！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4aa6055a-6b4d-4b6a-99e9-055cf1b83e15",
    "title": {
      "en": "Advance of Zeta: Mace of Judgment"
    },
    "updatedAt": "2024-02-04T17:44:34+00:00",
    "coverArt": "https://mangadex.org/covers/4aa6055a-6b4d-4b6a-99e9-055cf1b83e15/aa77c8c7-f16e-4143-a600-c4dbbb373546.png",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Zeta Gundam Gaiden Shinpan no Mace"
      },
      {
        "ja": "機動戦士Ｚガンダム外伝 審判のメイス"
      },
      {
        "en": "Mobile Suit Zeta Gundam"
      }
    ],
    "description": {
      "en": "The story is set on U.C. 0089 after the First Neo Zeon War, and will center on Jorn, an A.E.U.G. pilot who fought the Titans during the Gryps Conflict. The story will feature the appearance of such mobile suits as the AMX-003 Gaza, MS-14J ReGelgu, RMS-106 Hizack, and RMS-108 Marasai."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "746892e4-0419-4197-8de5-45e110b68da4",
    "title": {
      "en": "I Tamed the Tyrant"
    },
    "updatedAt": "2024-08-15T14:54:55+00:00",
    "coverArt": "https://mangadex.org/covers/746892e4-0419-4197-8de5-45e110b68da4/41843754-90e3-4e5d-8cc4-7bc9f69c779b.jpg",
    "altTitles": [
      {
        "zh": "我驯服了暴君"
      },
      {
        "ja": "転生して暴君を調教しました"
      }
    ],
    "description": {
      "en": "Because of the tragic death of her favorite manga man, the girl was angry at the author tomorrow night, and she accidentally got into the book.\n'Don't panic! Now that I'm here, let me save the fate of her male god.'\nIt's just... 'Who can tell me, how can this cute and adorable little guy in front of me be the future tyrant who killed the male god?!'"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "110"
  },
  {
    "mangaId": "b98c4daf-be1a-46c8-ad83-21d532995240",
    "title": {
      "en": "My Food Looks Very Cute"
    },
    "updatedAt": "2024-06-18T17:17:30+00:00",
    "coverArt": "https://mangadex.org/covers/b98c4daf-be1a-46c8-ad83-21d532995240/5a720839-f246-4856-865a-68d53563cc73.png",
    "altTitles": [
      {
        "zh": "我的食物看起来很可爱"
      },
      {
        "en": "My Food Seems to Be Very Cute"
      },
      {
        "zh-ro": "Wǒ de shíwù kàn qǐlái hěn kě'ài"
      },
      {
        "zh-hk": "我的食物看起來很可愛"
      },
      {
        "es-la": "Mi comida se ve adorable"
      },
      {
        "id": "Makananku yang Cantik"
      },
      {
        "pl": "Moje jedzonko wygląda uroczo"
      }
    ],
    "description": {
      "en": "A vampire who has been sleeping for nearly two hundred years, Maria is awakened by a passing werewolf girl by a chance, and the moment the coffin is opened, the curse falls on the werewolf girl. The two girls set foot on the journey to the city",
      "es-la": "Maria, una vampiro que había estado durmiendo por casi doscientos años, es despertada por Xing Lan, una chica lobo que pasaba por ahí. Cuando el ataúd se abre, una maldición cae sobre Xing Lan. Sin embargo, en lugar de asustarse, la inocente Xing Lan cree haber encontrado una excelente compañera, y ambas embarcan juntas un viaje a la ciudad. Así comienza su historia."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "594849f8-1974-4fac-99ce-501b94a6205e",
    "title": {
      "en": "The Gray and Golden"
    },
    "updatedAt": "2024-02-12T14:49:27+00:00",
    "coverArt": "https://mangadex.org/covers/594849f8-1974-4fac-99ce-501b94a6205e/6ee5f62b-b1ab-4f38-b0aa-650347e43fac.png",
    "altTitles": [
      {
        "zh": "灰色金鱼的尾骨"
      }
    ],
    "description": {
      "en": "Indolent beauty x loyal yandere dog x requited love redeemer \nAn Ziqing, who has always been a bohemian, wanders among the flowers, not touching a single leaf. He is longing for a crazy and unique love to fill his empty heart. One day, according to rumors, Yu Zhen, the son of a famous painter, visits him and invites him to be a model for his new work. This young man with a gloomy and timid appearance falls in love with him at first sight, and the paranoia hidden under the appearance of a loyal dog slowly emerges..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade2f85e-7bb4-4c55-a9e5-b782765ba0ad",
    "title": {
      "en": "Sekai no Owari no Encore"
    },
    "updatedAt": "2024-03-22T10:36:00+00:00",
    "coverArt": "https://mangadex.org/covers/ade2f85e-7bb4-4c55-a9e5-b782765ba0ad/2cf6d1fc-e709-4d72-9cd7-948bffc01be1.jpg",
    "altTitles": [
      {
        "en": "Encore of the World’s End"
      },
      {
        "ja-ro": "Sekai no Owari no Sekairoku"
      },
      {
        "ru": "Летопись конца света"
      },
      {
        "th": "อองกอร์ ล่าบันทึกวีรบุรุษสุดขอบโลก"
      },
      {
        "ja": "世界の終わりの世界録"
      },
      {
        "zh": "世界终焉的世界录"
      },
      {
        "ko": "세계 종언의 세계록"
      }
    ],
    "description": {
      "en": "The valuable treasure, the “Encore” which was left by the legendary Elline the Brave Hero, has the recording of the end of the world and the reincarnation of the world. The countries and brigades (parties) all over the world are searching for its whereabouts; the age to fight for the Encore. The boy called Ren who wants to become a knight has no talent in wielding swords despite looking exactly like the Elline the Brave Hero, he has been having a lifestyle where people taunts him as the “Fake Brave Hero”. The one that appears in front of him is the legendary Dragon Princess Krische, who had woken up from her seal. She mistakes Ren for Elline, though she gets disappointed since he simply looks like him, but she later finds out a hidden potential in him. And she invites him to the journey to find the Encore together with the Archangel Phia and the Demon-Lord Elise that saved the world before. “Do you want to come with us?”. This is the prelude of wild excitement played by the heroes. The boy known as the fake Brave Hero cross paths with the legend now!  \n  \n\n\n---",
      "fr": "À la fin de la Guerre de la Fin, le Héros vaillant, Elline, laissa derrière lui un trésor inestimable, l’Encore, archive contenant tout de ce monde, de sa création à sa réincarnation. Les pays du monde envoyèrent des équipes d’aventuriers à la recherche de l’Encore, et formèrent la jeunesse pour leur futur. Ren E. Maxwell, un épéiste en devenir sans talent, est moqué par tous ces camarades : copie conforme d’Elline, il est appelé le Faux héros vaillant. Un jour cependant, il fit la rencontre de Kylse, ancienne équipière d’Elline. Celle-ci le confond alors avec Elline… La légende du Faux héros vaillant commence ici!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Author’s Twitter](https://twitter.com/sazanek)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/usuiryu)  \n- [![](https://i.imgur.com/oiVINmy.png) Author’s Pixiv](https://www.pixiv.net/en/users/2241184)  \n- [![](https://i.imgur.com/oiVINmy.png) Manga Artist's Pixiv](https://www.pixiv.net/en/users/873046)  \n- [Official LN (JP)](https://mfbunkoj.jp/special/sekai/)  \n- [Alternative Raw](https://comic-alive.jp/product/sekai/)",
      "pt": "O valioso tesouro, o \"Encore\", que foi deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e as brigadas (partes) em todo o mundo estão buscando a localização do seu paradeiro; a era de lutas pelo Encore. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline the Brave Hero, ele tem tido um estilo de vida onde as pessoas zombam dele como o \"Falso Bravo Herói\". O que aparece na frente dele é a lendária Princesa Dragão Krische, que tinha acordado de seu selamento. Ela confunde Ren com Elline, embora ela fica decepcionada, pois ele simplesmente parece com ele, mas ela mais tarde descobre um potencial oculto nele. E ela o convida para a viagem para encontrar o Encore, juntamente com a Arcanja Phia e a Lorde Demônio Elise que salvaram o mundo antes. \"Você quer vir conosco?.\" - Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como o falso com seu caminho cruzado com a lenda Bravo Herói começa agora!",
      "pt-br": "O valioso tesouro, o “Encore”, deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e os grupos de aventureiros em todo o mundo, estão buscando sua localização. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline o Bravo Herói, ele tem sido menosprezado pelas pessoas que o chamam de “Falso Bravo Herói”. Quem aparece na frente dele é a lendária Princesa dos Dragões, Kyelse, que acordou de seu selamento. Ela confunde Ren com Elline, embora fique decepcionada, pois ele é simplesmente alguém parecido ao seu falecido companheiro, mais tarde um potencial oculto é descoberto nele, então ela o convida para uma viagem em busca do Encore, com a Arcanjo, Fear e a Lorde Demônio, Elise, que salvaram o mundo anteriormente. “Você quer vir conosco?.” – Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como uma cópia barata tem seu caminho cruzado com a lenda do Bravo Herói! 68 Visualizações totais, 68 Visualizações hoje"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96f9ee5-1452-493b-b371-e54de3868a58",
    "title": {
      "en": "AOTU World"
    },
    "updatedAt": "2023-03-13T07:26:20+00:00",
    "coverArt": "https://mangadex.org/covers/a96f9ee5-1452-493b-b371-e54de3868a58/99e36d60-2dc1-44c3-aac8-0ae61c85aac8.jpg",
    "altTitles": [
      {
        "zh": "凹凸世界"
      },
      {
        "zh-ro": "AOTU Shijie"
      }
    ],
    "description": {
      "en": "A god created AOTU World and established the 7 Oracles to rule it on behalf of this god. The poor and rich, enslaved and free, suffering and happiness, destruction and birth: every status is ordained by God. Mortals can only accept, but cannot resist. However, God has given his people the opportunity to change their fate through \"AOTU Contest.\" The contestants use their unique \"ability\" gifted by the Contest System and inbate wisdom and courage in hopes of winning the competition and becoming the world's ruler."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8ec5d6e-aeb7-43e1-8745-effc2ff3b270",
    "title": {
      "en": "Book Eater"
    },
    "updatedAt": "2024-07-20T21:35:56+00:00",
    "coverArt": "https://mangadex.org/covers/b8ec5d6e-aeb7-43e1-8745-effc2ff3b270/4660df5b-d126-44d7-9801-abc81976b500.jpg",
    "altTitles": [
      {
        "ko": "책 먹는 마법사"
      },
      {
        "en": "The Book Eating Magician"
      },
      {
        "ru": "Маг, Пожирающий Книги"
      },
      {
        "ja": "本を食べる魔法使い"
      },
      {
        "fr": "Le magicien mangeur de livres"
      }
    ],
    "description": {
      "en": "Theodore Miller knows everything about magic… except how to use it. Just as he’s about to flunk out of Berghen Academy, Theo chances upon a grimoire named “Gluttony” that manifests as a magic-hungry creature on his hand. The more magical texts and artifacts Gluttony consumes, the more powerful Theo becomes, quickly making him the academy’s star student. Sure, he now lives under constant threat of being eaten by an insatiable parasite, but Theo is finally on his way to becoming a real wizard.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%B1%85-%EB%A8%B9%EB%8A%94-%EB%A7%88%EB%B2%95%EC%82%AC/2658)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82021)",
      "ja": "貧しい下級貴族の息子テオドール・ミラー。 彼は、実力を重んじるベルゲンアカデミーに通っているものの、 魔力がないせいで5年通ってもまだ3年生という落第生だった。 筆記の成績は優秀だが、実技の成績次第では卒業できないかもしれない。 生徒や先生からは、学習能力は高いけど魔力のない落ちこぼれだと冷やかされる始末。 そんな彼を信じてくれる人はビンス教授だけだった。 ある日、デオドールは図書館で未知の生物｢グラトニー｣を発見する。 グラトニーはテオドールの左手に寄生して魔導書や魔道具を食べ、なんとテオドールはその魔力や知識を自分の物にできるようになった——！ グラトニーにエサを与えながら力をつけていったテオドールは、 ビンス教授の勧めで首都で行われる魔法コンテストに出場することになる。 魔法学会主催の第3級以上の大会で入賞すれば いつでも好きな時にアカデミーを卒業できる資格を得られる。 テオドールは無事に大会で入賞し、ベルゲンアカデミーを卒業出来るのか⁉ 落ちこぼれだった過去に決着をつけ、魔法師になることができるのだろうか!?\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%B1%85-%EB%A8%B9%EB%8A%94-%EB%A7%88%EB%B2%95%EC%82%AC/2658)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82021)",
      "ko": "“…학생, 자네가 지금 몇 서클이지?”\n\n3년째 아카데미를 졸업하지 못하고 있는 낙제생, 테오도르 밀러.\n명석한 두뇌와 의지만으로는 재능이란 벽을 뛰어넘어 수 없었고,\n마법사가 될 수 없는 불운한 현실은 계속 되었다.\n\n그렇게 절망과 한숨의 나날 끝에 새로운 전환 점이 찾아오게 되는데...\n\n탐욕스럽게 지식을 탐닉하고 주인의 힘으로 만들어주는 탐욕의 마도서, \n'글러트니'가 테오도르의 손에 깃들게 되었다.\n\n어느 책이든 손만 뻗으면 그 속의 어떤 마법이라도 그의 것이 된다.\n이제 수석 졸업은 따놓은 당상! 아니, 세계 정복도 시간문제?!\n\n“그래, 전부 다 먹어 치워주마!”\n\n노력과 근성만으로는 안 된다고? 그게 아니라 다 때가 있는 법!\n순도 99% 노력파 마법사에게 '살짝 귀찮은' 1%의 기연이 찾아왔다!\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%B1%85-%EB%A8%B9%EB%8A%94-%EB%A7%88%EB%B2%95%EC%82%AC/2658)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82021)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efbd7593-c29f-45ec-aacb-497029978136",
    "title": {
      "en": "Sensitive Boy"
    },
    "updatedAt": "2024-07-03T18:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/efbd7593-c29f-45ec-aacb-497029978136/9fafc730-5b10-476a-b13a-9789d728ff5e.jpg",
    "altTitles": [
      {
        "ja": "センシティブ・ボーイ"
      }
    ],
    "description": {
      "en": "Kaede, a victim of past sexual abuse, is obsessed with becoming \"normal\" ...  \n\nA bittersweet story about a boy facing coming-of-age questions about love, sexuality, complexes, and other troubles."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8791c515-0245-4fcc-81cc-22863a0aba6b",
    "title": {
      "en": "Mezametara Saikyou Soubi to Uchuusenmochi Datta node, Ikkodate Mezashite Youhei toshite Jiyuu ni Ikitai"
    },
    "updatedAt": "2024-07-04T22:25:41+00:00",
    "coverArt": "https://mangadex.org/covers/8791c515-0245-4fcc-81cc-22863a0aba6b/1d7f2504-6696-48b9-883c-7843e99db516.jpg",
    "altTitles": [
      {
        "en": "Reborn as a Space Mercenary: I Woke Up Piloting the Strongest Starship!"
      },
      {
        "ja": "目覚めたら最強装備と宇宙船持ちだったので、一戸建て目指して傭兵として自由に生きたい"
      },
      {
        "ja-ro": "Mezametara Saikyou Soubi to Uchuusenmochi Datta node, Ikkodate Mezashite Youhei toshite Jiyuu ni Ikitai"
      },
      {
        "zh": "一觉醒来坐拥神装和飞船，我决定以买一套独门独户的房子为目标作为佣兵自由地活下去"
      },
      {
        "zh-hk": "覺醒起來就持有最強裝備和宇宙飛船，所以我決定以買一個私人住宅為目標作為傭兵自由地活下去"
      },
      {
        "ru": "Я очнулся, будучи пилотом сильнейшего космического корабля, а потому решил стать межгалактическим наёмником"
      },
      {
        "en": "When I Woke Up, I Got the Strongest Equipment and a Starship, so I Went and Became a Mercenary in Order to Live as I Please while Aiming for a Detached House"
      }
    ],
    "description": {
      "en": "Sato Takahiro was an ordinary office worker and hobbyist gamer until the day he woke up on a spaceship–one that strangely resembled a craft from a favorite space-shooter game. With a decked-out ship, a crew full of babes, and a fantastic universe to explore, he’s going to make the most of his good luck and create the life he’s always dreamed of!\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://sevenseasentertainment.com/series/reborn-as-a-space-mercenary-i-woke-up-piloting-the-strongest-starship-light-novel/)",
      "ru": "Это история о парне, неожиданно оказавшемся в открытом космосе с личным боевым кораблем. На этом космолёте он будет путешествовать, попутно спасать девушек, оказавшихся в беде, флиртовать с ними, зарабатывать деньги и использовать свои знания из игры, чтобы вести свободный и непринужденный образ жизни."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbf91f59-21d7-46eb-9d23-597a77a82e45",
    "title": {
      "en": "Fate/Grand Order SABER WARS II Side Story: Jane & Ishtar ~A Shooting Star of a Million Light Years~"
    },
    "updatedAt": "2024-08-15T17:26:34+00:00",
    "coverArt": "https://mangadex.org/covers/dbf91f59-21d7-46eb-9d23-597a77a82e45/16883809-ca1d-43de-98c1-f7c1071fc1cb.jpg",
    "altTitles": [
      {
        "ja": "Fate/Grand Order SABER WARS Ⅱ 番外編　ジェーン＆イシュタル～100万光年の流れ星～"
      },
      {
        "ja-ro": "Fate/Grand Order: SABER WARS Ⅱ Bangai-hen - Jane & Ishtar: 100-man Kounen no Nagareboshi"
      },
      {
        "en": "Fate/Grand Order SABER WARS II Side Story: Jane & Ishtar ~A Shooting Star of a Million Light Years~"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "2"
  },
  {
    "mangaId": "6316eac8-53cc-4ac8-bc6b-7c5e229ac607",
    "title": {
      "en": "Gal no Haigo ni Rei ga Iru"
    },
    "updatedAt": "2022-09-04T20:49:26+00:00",
    "coverArt": "https://mangadex.org/covers/6316eac8-53cc-4ac8-bc6b-7c5e229ac607/89c8dcee-834d-44b4-8512-52d9a4424e87.jpg",
    "altTitles": [
      {
        "en": "There's a Ghost Behind the Gyaru"
      },
      {
        "ja": "ギャルの背後に霊がいる"
      },
      {
        "zh": "辣妹背后有只灵"
      },
      {
        "en": "The ghost is behind the gal"
      }
    ],
    "description": {
      "en": "A girl notices something lurking behind her friend."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "75"
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-25T09:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "ba8767ca-a8c6-4e80-a371-b220a7813bd0",
    "title": {
      "en": "Satanophany"
    },
    "updatedAt": "2024-08-06T09:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/ba8767ca-a8c6-4e80-a371-b220a7813bd0/7ce1e4ae-8527-4cbe-9bc4-24e44a61c0af.jpg",
    "altTitles": [
      {
        "ja": "サタノファニ"
      },
      {
        "ja": "Satanofani"
      },
      {
        "es": "Satanofanía"
      },
      {
        "uk": "Демоническая одержимость"
      }
    ],
    "description": {
      "en": "A mysterious syndrome turns schoolgirls into homicidal monsters behind numerous atrocities in Japan. However, nothing is what it seems and when Chika Amagi is arrested for the brutal murder of five people, a journey into uncharted, troubled waters begins!",
      "es": "Un misterioso síndrome convierte a las colegialas en monstruos homicidas detrás de numerosas atrocidades en Japón. Sin embargo, nada es lo que parece y cuando Chika Amagi es arrestado por el brutal asesinato de cinco personas, ¡comienza un viaje a aguas desconocidas y turbulentas!",
      "fr": "Au Japon, un mystérieux syndrome transforme les écolières d'un établissement en monstres sanguinaires, capables de tuer leurs semblables avec un sang-froid incroyable. Dans cette période de trouble, Chika Amagi, étudiante sans histoire, est arrêtée pour le meurtre terrible de cinq personnes…   \n\n\n---",
      "ja": "活発で食いしん坊な、普通の女の子だったはずの彼女は、ある事件をきっかけに「羽黒刑務所」へと導かれる。島に建てられたその刑務所には、メデューサ症候群と呼ばれる殺人少女たちだけが集められているのであった。彼女たちに宿る凶悪とは――!?",
      "pt-br": "Uma síndrome misteriosa torna jovens garotas em monstros homicidas por trás de diversas atrocidades no Japão. Entretanto, nada é o que parece quando Chika Amagai é presa pelo assassinato brutal de cinco pessoas e é levada a uma prisão em uma ilha para estas assassinas!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "060b3261-bee4-4ce4-a92c-76266ef45e79",
    "title": {
      "en": "Your Scent is a Little Sweet"
    },
    "updatedAt": "2024-07-02T02:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/060b3261-bee4-4ce4-a92c-76266ef45e79/6ad184d5-5dd5-4b73-8801-b90b43cbc09a.jpg",
    "altTitles": [
      {
        "zh": "你的味道有点甜"
      },
      {
        "zh-hk": "你的味道有點甜"
      },
      {
        "zh-ro": "Nǐ de wèidào yǒudiǎn tián"
      },
      {
        "en": "You Taste a Little Sweet"
      },
      {
        "en": "Your Taste Is A Little Sweet"
      },
      {
        "es": "Sabes un poco dulce"
      },
      {
        "ru": "У тебя сладковатый вкус"
      }
    ],
    "description": {
      "en": "Because Tang Chao (α) had never mentally experienced the onset of secondary sexual characteristics, she had been working as a cover model as a beta. After unexpectedly having sex with an omega, she found out that she can only be close with this omega. The next day, she met her new colleague Li Zhixu, who seems to be that omega. But... isn't this Li Zhixu a beta?",
      "zh": "唐朝因为心理阴影从未经历第二性征的发作，因此她一直以贝塔的身份在做平面模特。在意外与一个欧米伽经历了甜蜜后，她发现自己能够且只能够接近这位欧米伽。第二天她发现自己的新同事李之叙，似乎正是那个她？可是……这个李之叙明明是个贝塔？"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "83"
  },
  {
    "mangaId": "d9f46e20-d66a-4771-a126-92d97b09bc77",
    "title": {
      "en": "Rengokujima -Polar Love-"
    },
    "updatedAt": "2024-04-20T21:22:34+00:00",
    "coverArt": "https://mangadex.org/covers/d9f46e20-d66a-4771-a126-92d97b09bc77/eaf132e4-c53a-4fa4-8095-0e3242f6341b.jpg",
    "altTitles": [
      {
        "en": "Lovetrap Island - Passion in Distant Lands -"
      },
      {
        "ja-ro": "Rengoku Jima: Kyokuchi Renai"
      },
      {
        "ja": "恋獄島 ～極地恋愛～"
      },
      {
        "ja-ro": "Rengokushima ~ kyokuchi renai ~"
      },
      {
        "ja-ro": "Rengokujima ~ kyokuchi renai ~"
      }
    ],
    "description": {
      "en": "Five travelers, 3 women and 2 men, wash ashore a remote island, survivors of ship sinking.\n\nFinding themselves in this extreme situation, their instinct and conscience intersect and collide!\nCrossing thoughts, feelings of love and hate mixed with trust and betrayal. A story of uncontrollable libido and murderous intent…\n\nOriginal R18 web novel [here](https://novel18.syosetu.com/n1896br/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-05-30T15:28:16+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/1021308f-8511-4f29-9c4a-3a4c471de3ac.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c05c4c9f-4511-446d-a48d-ae3318023e90",
    "title": {
      "en": "8-sai kara Hajimeru Mahougaku"
    },
    "updatedAt": "2024-08-09T16:52:06+00:00",
    "coverArt": "https://mangadex.org/covers/c05c4c9f-4511-446d-a48d-ae3318023e90/2b9b0ca2-c86b-41a1-a32c-d0fcfbfbb5c2.jpg",
    "altTitles": [
      {
        "ja": "8歳から始める魔法学"
      },
      {
        "en": "Studying magic from the age of 8"
      },
      {
        "ja-ro": "8-SAI KARA HAJIMERU MAHOU GAKU"
      },
      {
        "ru": "Изучение магии с 8 лет"
      }
    ],
    "description": {
      "en": "Roy Aveillam, from a notorious ducal family, is feared by everyone around him for his irreverent and arrogant attitude. However, in the midst of the turmoil with his classmate Van, he regains his \"memory of his previous life\" and his \"desire\"! It was a wish to \"master something and become special.\n\nAnd then, Roy has an even more special encounter. He meets someone who has magic in this world! At the age of 8, he awakens to \"magic\" and aims to turn his life around with the help of his many encounters!",
      "ja": "悪名高い公爵家出身のロイ・アヴェイラムは、不遜かつ尊大な態度で周囲から恐れられていた。しかし、クラスメイトの少年ヴァンとの騒動の渦中で“前世の記憶”と抱いていた“想い”を取り戻す――！それは『何かを極め、特別になりたい』という願い。\n\nそして、ロイはさらに特別な出会いを果たす。\n\n「出会えたぞ…この世界には魔法がある――！」\n\n8歳にして“魔法学”に目覚めた少年は多くの出会いを糧にして人生逆転を目指す!!",
      "ru": "Мальчик Рой — пресловутый княжеский сын, которого боятся из-за его окружения и заносчивости. Однажды из-за несчастного случая он вспоминает свою прошлую жизнь и своё желание: «Я хочу стать особенным хоть в чём-то!». Решив, что эта жизнь — его шанс, Рой начинает изучение магии."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6",
    "title": {
      "en": "Goblin Slayer"
    },
    "updatedAt": "2024-03-17T10:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6/099c9200-8b35-43aa-b02a-c71efa8b01c2.jpg",
    "altTitles": [
      {
        "ru": "Убийца Гоблинов"
      },
      {
        "ja": "ゴブリンスレイヤー"
      },
      {
        "ko": "고블린 슬레이어"
      },
      {
        "zh-hk": "哥布林殺手"
      }
    ],
    "description": {
      "en": "A young priestess has formed her first adventuring party, but almost immediately they find themselves in distress. Luckily for her, the Goblin Slayer chose that place as his next killing grounds–a man who's dedicated his life to the extermination of all goblins, by any means necessary. And when rumors of his feats begin to circulate, there's no telling who might come calling next.  \n\n**NOTE:**   \n- There are *currently* no English scanlations of this manga. The chapters on the net are the official YenPress chapters.  \nAs long as they **(YenPress' chapters)** are in publication they are not allowed on MangaDex.  \n  \n**Links:**  \n- [Official Twitter](https://twitter.com/GoblinSlayer_GA)  \n- [Official LN (JP)](https://ga.sbcr.jp/sp/goblin_slayer/)  \n- [Official Anime (JP)](http://www.goblinslayer.jp/)",
      "pt": "Uma sacerdotisa formou seu primeiro grupo de aventureiros, mas, quase imediatamente se encontram em apuros pelos goblins. E o Goblin Slayer é quem vem ao resgate – um homem que tem dedicado sua vida a exterminação de todos os goblins, através de qualquer meio necessário.",
      "ru": "Юная жрица вместе со своей командой впервые отправилась на поиски приключений, но они тут же попали в беду. На помощь им приходит Убийца Гоблинов – таинственный мечник, посвятивший свою жизнь уничтожению всех гоблинов любыми средствами. В итоге девушка присоединяется к нему в постоянном походе против всевозможных пород гоблинов, в котором сталкивается с новыми тайнами, врагами, друзьями, а иногда и конкурентками.",
      "pt-br": "Um homem deseja tornar-se um “aventureiro”, cujo lema é: “Eu não vou salvar o mundo, eu apenas vou matar goblins.” Após ouvir rumores sobre ele, uma elfa se aproxima dele com um pedido."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-08-01T16:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46a178dc-ff5d-4d2f-a13f-7a86479909b3",
    "title": {
      "en": "Kono Sankaku Love Come wa Shiawase ni Naru Gimu ga Aru."
    },
    "updatedAt": "2024-08-15T04:55:54+00:00",
    "coverArt": "https://mangadex.org/covers/46a178dc-ff5d-4d2f-a13f-7a86479909b3/f77ffc34-a99d-4d8f-b5b7-3053fd08532d.jpg",
    "altTitles": [
      {
        "ja": "この△ラブコメは幸せになる義務がある。"
      },
      {
        "ja-ro": "Kono △ Love Come wa Shiawase ni Naru Gimu ga Aru."
      },
      {
        "ja-ro": "Kono Sankaku Love Kome ha Shiawase ni Naru Gimu ga Aru."
      },
      {
        "en": "This Triangle Romcom Has a Duty to Be Happy."
      },
      {
        "en": "This Triangle Romantic Comedy Has the Obligation to Make Everyone Happy."
      }
    ],
    "description": {
      "en": "The happiest love triangle in romantic comedy history! This is the goal of a love triangle romantic comedy! “Why are you liked by Leila !?” A mediocre high school student, Tenma Yashiro, happens to find out that a cool beautiful girl in the same class, Rinka Emperor, is fond of her childhood friend, a neat and clean beautiful girl, Reiyoshi Tsubaki. From there, Tenma will cooperate so that Rinka can get along with Leila. “If Yashiro isn’t dating her Rinka-chan, could I run for her?” “Yayo, what did you do !?” Leila fell in love with Tenma and developed a love triangle with two beautiful girls from the school! The whereabouts of this intricately entwined love ……!?",
      "ja": "この三角関係は予想がつかない！\r\n前代未聞で史上最高に尊い三角関係ラブコメ、開幕！\r\n\r\n新学期、平凡な高校生・矢代天馬は\r\n学校を代表する２大美女、椿木麗良・皇凛華と同じクラスに。\r\n\r\n天真爛漫な美少女・麗良と\r\nクールでちょっぴり怖い凛華。\r\n\r\nそんな圧倒的美女と少し距離を置いて、何とか平穏な学校生活を送りたい天馬だったが、\r\nある日凛華の禁断の秘密を知ってしまい、事態が一変する――!?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "13"
  }
]