[
  {
    "mangaId": "db1aa90a-31b7-4fb4-bc60-76239044d464",
    "title": {
      "en": "Otaku ni Otoku na Gal Gurashi"
    },
    "updatedAt": "2024-10-06T01:20:07+00:00",
    "coverArt": "https://mangadex.org/covers/db1aa90a-31b7-4fb4-bc60-76239044d464/7411fb7d-5569-4ad9-beb3-462b44f8b22b.jpg",
    "altTitles": [
      {
        "ja-ro": "Otaku ni Otoku na Gal Gurashi"
      },
      {
        "ja": "オタクにオトクなギャルぐらし"
      },
      {
        "zh": "宅男辣妹勤俭同居记"
      },
      {
        "ja-ro": "Otaku ni Otoku na Gyaru Gurashi"
      },
      {
        "ja-ro": "Otaku ni otaku na Gal-gurashi"
      },
      {
        "en": "Otaku and Gyaru Living Together With Benefits"
      },
      {
        "en": "A Gal’s Guide To Budget Living for an Otaku"
      }
    ],
    "description": {
      "en": "Yutaka Kongouji is the son of a wealthy family, but also an introvert and an otaku. He lives only to spend all his allowance supporting his favorite idol. But when his parents' business fails, he has to move into a run-down apartment on his own. There he ran into Rino Hyuga, a popular gal in his class..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "eff87780-93d9-412e-b831-c731787e9bea",
    "title": {
      "en": "Oroka na Tenshi wa Akuma to Odoru"
    },
    "updatedAt": "2025-02-01T11:00:26+00:00",
    "coverArt": "https://mangadex.org/covers/eff87780-93d9-412e-b831-c731787e9bea/b1207497-56d4-44f1-8201-0e71535e321e.jpg",
    "altTitles": [
      {
        "ja": "愚かな天使は悪魔と踊る"
      },
      {
        "en": "The Foolish Angel Dances with the Devil"
      },
      {
        "ko": "어리석은 천사는 악마와 춤춘다"
      },
      {
        "zh": "愚蠢天使与恶魔共舞"
      },
      {
        "de": "Die mit dem Teufel tanzt"
      },
      {
        "id": "Bidadari Sableng Berdansa dengan Iblis"
      },
      {
        "ru": "Неразумный ангел в пляске с демонами | Неразумный ангел в танце с демоном"
      },
      {
        "vi": "Thiên sứ Ngu muội Nhảy múa cùng Ác ma"
      },
      {
        "vi": "天使愚眛趂𦨂共恶魔 (Nom Script)"
      },
      {
        "vi": "Vũ điệu của thiên thần ngốc nghếch và ác quỷ"
      }
    ],
    "description": {
      "en": "Masatora Akutsu has just transferred into class in Japan from a long way away - all the way from Hell, to be exact. Akutsu is a demon who's come to Earth to find someone who can motivate the forces of Hell to fight back against the invading Heavenly army. He immediately sets his sights on one of his classmates, the kind and beautiful Lily Amane, but ends up in way over his head when it turns out Lily has some secrets of her own!",
      "ja": "堕落した悪魔たちにやる気を出させるため悪魔たちのアイドルとなる人間を捜しに人間界に降りてきた阿久津雅虎。彼は早くもアイドル候補・天音リリーを見つけ勧誘する。しかし、リリーの正体は阿久津たち悪魔の天敵の「天使」で!? 自らの身と仲間を守るためリリーを堕天させんとする阿久津と野望のため阿久津の更正を決意する",
      "pt": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe - todo o caminho desde o Inferno, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!",
      "pt-br": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe -todo o caminho desde o Infernio, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65ed6ac3-19f0-4369-bcf6-a6f49b4b73df",
    "title": {
      "en": "Full Voice!"
    },
    "updatedAt": "2024-10-10T11:41:15+00:00",
    "coverArt": "https://mangadex.org/covers/65ed6ac3-19f0-4369-bcf6-a6f49b4b73df/6da40c1b-9185-4eb8-9d48-6138cb1fcfaa.png",
    "altTitles": [
      {
        "ja": "フルボイス！"
      },
      {
        "ko": "풀 보이스!"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31067b1a-f95e-4c09-b4d6-26373118a9f2",
    "title": {
      "en": "Boku no Kanojo Sensei"
    },
    "updatedAt": "2025-01-27T21:00:23+00:00",
    "coverArt": "https://mangadex.org/covers/31067b1a-f95e-4c09-b4d6-26373118a9f2/b92a3919-88ba-4fa6-a55f-c800509a67aa.jpg",
    "altTitles": [
      {
        "ja": "僕のカノジョ先生"
      },
      {
        "en": "My Teacher-Girlfriend"
      },
      {
        "id": "Guruku-Pacarku"
      },
      {
        "ru": "Моя девушка - учитель"
      },
      {
        "vi": "Bạn gái tôi là cô giáo"
      }
    ],
    "description": {
      "en": "Can sensei be the heroine? Please?    Due to a traumatic experience, I have a distrust of people called \"sensei\". I, Saigi Makoto, was called by after school by the most popular and beautiful teacher at my school, Fujiki Maka-sensei. \"I... love you\" Eh– a confession out of the blue!? \"Until you say you love me, I will continue to pursue you.\" Ever since then, I've been called by for \"guidance counselling\" after school, somehow watched AV together, being given excessive skin-ship, went on dates together. Over time, I gradually became conscious of Sensei...? But isn't it bad for Sensei to go out with her student? Lesson start!",
      "ja": "過去のトラウマが原因で“先生”と呼ばれる人が嫌いな彩木慎は、校内一の美人教師・藤城真香に呼び出される。二人きりの生徒指導室、神妙な面持ちの先生が発したのは「わたしは、君が好きです」まさかの告白で…!?",
      "pt-br": "Devido a uma experiência traumática, eu nunca mais confiei em pessoas com o título de “professor”. Certo dia eu, Saigi Makoto, fui chamado depois da aula pela professora mais bela de toda a escola, Fujiki Maka-sensei, para de repente ela se confessar do nada e falar que continuará me perseguindo até eu disser que sim!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d3d6c11-bffb-4941-9c98-93d5124de914",
    "title": {
      "en": "The King Is Back"
    },
    "updatedAt": "2024-07-02T18:03:30+00:00",
    "coverArt": "https://mangadex.org/covers/0d3d6c11-bffb-4941-9c98-93d5124de914/a7a09e15-339f-4152-ad3d-b5fde9262dff.jpg",
    "altTitles": [
      {
        "zh": "稳住别浪"
      },
      {
        "en": "Live Steadily, Don't Wave"
      },
      {
        "zh-ro": "Wěn Zhù Bié Làng"
      },
      {
        "zh-ro": "Wen Zhu Bie Lang"
      },
      {
        "vi": "Vương Giả Săn Mồi"
      },
      {
        "vi": "Ổn Định Đừng Gây Sóng Gió"
      }
    ],
    "description": {
      "en": "Hell is crowded and the hall is closed. The king of the underworld, Chen Yan Luo, died and became a high school student! “I wanted to be a normal person, flirting with the school girl and going to my father-in-law’s house for dinner, but there are always rivals who come uninvited, so fuck it, I’m going to show my cards! Oh shit, here we again!”\n\nAlternative Raws:\n[Bilibili manga](https://manga.bilibili.com/detail/mc32372)\n[KuaiKan manhua](https://www.kuaikanmanhua.com/web/topic/15981/)\n[IQIYI](https://www.iqiyi.com/manhua/detail_qtb93mck6t.html)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e16303ac-8d6b-4144-af0b-7005e114211b",
    "title": {
      "en": "Shijou de Katta Dorei Elf ni Oratsukareru"
    },
    "updatedAt": "2025-01-25T06:10:25+00:00",
    "coverArt": "https://mangadex.org/covers/e16303ac-8d6b-4144-af0b-7005e114211b/bb5dde65-b64b-4e97-a081-389c8c6d09da.jpg",
    "altTitles": [
      {
        "ja": "市場で買った奴隷エルフにオラつかれる"
      },
      {
        "ja-ro": "Ichiba de katta dorei Erufu ni ora tsukareru"
      },
      {
        "en": "I Bought a Rude Elf Slave at the Market"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b344c3f0-20b4-4127-bfe9-0d29874e41c6",
    "title": {
      "en": "My Harem Consists Entirely of Female Demon Villains"
    },
    "updatedAt": "2024-09-11T21:19:55+00:00",
    "coverArt": "https://mangadex.org/covers/b344c3f0-20b4-4127-bfe9-0d29874e41c6/8a55c1d2-cd05-47e3-93b9-6439419071e5.png",
    "altTitles": [
      {
        "zh": "我的后宫全是反派魔女"
      },
      {
        "zh-ro": "Wo De Hougong Quan Shi Fanpai Monü"
      }
    ],
    "description": {
      "en": "I, the earthling \"hero\" of this story, crossed over into another world based on a video game and suddenly appeared in a villainous female demon's bed when I arrived. If not for the fact that I had married all the villains in the game before crossing over, I'd have been killed pretty quickly. Now, the villains keep pestering me, asking me to help them rule the world, and vying for my hand in marriage. What am I supposed to do? I'll await your answers online! It's urgent!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "368e799d-692a-4aab-a2e3-49a4de63e2be",
    "title": {
      "en": "Lord of all beings"
    },
    "updatedAt": "2025-01-05T06:43:17+00:00",
    "coverArt": "https://mangadex.org/covers/368e799d-692a-4aab-a2e3-49a4de63e2be/a95c6c4e-6acb-4655-bc2e-d124b76d192e.jpg",
    "altTitles": [
      {
        "ko": "만물의 영장"
      },
      {
        "vi": "Chúa tể muôn loài"
      },
      {
        "en": "The lord of all things"
      }
    ],
    "description": {
      "en": "After falling into the sea and going missing, Woo Young-jang returns to civilization after spending 7 years on a deserted island! His body has become firm and muscular, he can now communicate with all sorts of animals and even employ their special abilities. However, incidents and accidents seem to follow him wherever he goes. Will Young-jang be able to survive in the city, which is said to be even more terrifying than the jungle?",
      "ko": "바다에 빠져 실종된 후, 무인도에서 7년 만에 살아 돌아온 우영장의 좌충우돌 문명 적응기!\n그의 몸은 단단한 근육질로 변했고 온갖 동물과의 의사소통은 물론, 특별한 능력까지 구사하며 사건사고가 끊이질 않는다.\n과연 영장은 밀림보다 무섭다는 도시에서 살아남을 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "731285eb-e95d-4db7-8d4c-ad15a6026766",
    "title": {
      "en": "For You, I’ll Dress up in a Lie"
    },
    "updatedAt": "2025-01-31T00:20:14+00:00",
    "coverArt": "https://mangadex.org/covers/731285eb-e95d-4db7-8d4c-ad15a6026766/9baf9624-b069-42d0-bdcf-696f74b4cbed.png",
    "altTitles": [
      {
        "ja": "君のためにボクは嘘を着飾る"
      },
      {
        "ja-ro": "Kimi no Tame ni Boku wa Uso wo Kikazaru"
      }
    ],
    "description": {
      "en": "Kokuyou Yuzuru, a bit of a plain boy, is always together with his best friend from childhood, Shiratama Kotaro. They thought they could stay together forever even after they entered middle school... One day, something happens that changes their relationship drastically.",
      "ja": "ちょっぴり地味な男子「黒曜結弦」は親友の幼馴染「白玉小太郎」といつも一緒。\n中学生になってもずっと一緒にいられると思ったのに…。\nある日二人の関係を大きく変える出来事が起きる。"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2025-01-28T04:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/663efbb4-b690-425f-96b0-e3da1093dea5.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa is My Senior, and My Friend."
      },
      {
        "ru": "Noa-senpai is My Friend."
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "cv": "Манӑн тус Нува асли"
      }
    ],
    "description": {
      "cv": "Ҫитӗннӗ ҫыннӑн хурлӑ та тертлӗ пурнӑҫӗнче «туссем» кирлӗ.\n\nВӑйӑ кумппанийӗнче пулса пыракан халап хӑйӗн ӗҫӗнче тата ҫынсем хутшӑнвӗнче «виҫеллӗ» 23 ҫулти Уччукка Риххиттӑвӗ тата хӑйӗн ӗҫӗнче пӗтӗм вӑй паракан ӗҫчен 27 ҫулти Савуттуме Нуви тавра ҫаврӑнса тӑрать. Икӗ сӑнар, вӗсен пурнӑҫӗсем пӗр-пӗринпе ҫыхӑнмалла мар пек пулсан та, «туссем» пулса тӑраҫҫӗ...\nҪапла пуҫланать те кӑшт ҫепӗҫ те кӑшт йывӑр ӳххисри «туссен» камичӗ!",
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2025-01-27T19:53:26+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/76c100fb-e9b0-4823-a3dc-3f2428dd5423.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "en": "The Mikadono Sisters are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      },
      {
        "vi": "Ba Chị Em Nhà Mikadono Dễ Đối Phó Thật Đấy"
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…",
      "pt-br": "Embora Ayase Yuu seja filho de uma atriz renomada e talentosa, ele está abaixo da média em tudo o que faz. Ele é encarregado de viver sob os cuidados de um amigo de sua mãe, e mais tarde descobre que também vai morar com as três irmãs de sua escola que possuem beleza e talento. Embora Yuu pensasse que um entendimento seria impossível de alcançar entre uma pessoa comum e aqueles abençoados com talento, as três irmãs são surpreendentemente...?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef982414-b1ba-4a1a-a3bd-05503b7d1dd4",
    "title": {
      "en": "Kyou mo E ni Kaita Mochi ga Umai"
    },
    "updatedAt": "2025-02-03T14:05:27+00:00",
    "coverArt": "https://mangadex.org/covers/ef982414-b1ba-4a1a-a3bd-05503b7d1dd4/6b82896b-878e-47dd-a376-232162ef4d93.jpg",
    "altTitles": [
      {
        "ja": "今日も絵に描いた餅が美味い@COMIC"
      },
      {
        "en": "The Mochi I Drew Is Tasty Today Too"
      },
      {
        "zh": "今天画出来的年糕也很美味"
      }
    ],
    "description": {
      "en": "Tougo is a high school student who loves drawing more than anything. One day, he woke up in a deep forest filled with vegetations he had never seen before... While he went on an exploration finding answers in this new world, he found them without putting much effort. When he drew a Mochi using pencil and paper, something unusual happened...?! Not just a log house but legendary beasts too?! With ability to bring anything into being, he creates a paradise for everyone! A young boy who unbeknownst to him is loved by others.",
      "ja": "描いた絵を何でもポンッと出せる力――\n絵を描くのが大好きな高校生・トウゴの日常は「異世界」で魔法の力を手に入れて一変した！肉や泉、ログハウス等をどんどん実体化して楽しむばかりか、何故かふかふかの怪鳥やユニコーンにペガサスまで集まってきて、にぎやかな“ふわ森ライフ”が始まったのだ。だが、そんな皆のオアシスに不穏な影が忍び寄っていて……？餅からドラゴンまで!?　何でも生み出して、作ろう皆のパラダイス！",
      "pt-br": "Tougo é um estudante do ensino médio que adora desenhar mais do que qualquer coisa. Um dia, ele acordou em uma floresta profunda cheia de vegetação que ele nunca tinha visto antes...\nEnquanto ele ia em uma exploração para encontrar respostas neste novo mundo, ele as encontrou sem colocar muito esforço.\nQuando ele desenhou um Mochi usando lápis e papel, algo incomum aconteceu...?! O Mochi surgiu na frente dele!\n\nCom a capacidade de trazer qualquer coisa à existência, ele cria um paraíso para todos!\nUm menino que, sem que ele saiba, é amado por todos ao seu redor.\n\nA história de fantasia de um desenhista começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Seijo"
    },
    "updatedAt": "2025-01-27T20:45:40+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/77ca2d11-aade-4030-bf1a-291a1a90336f.jpg",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "en": "Slime Saint"
      },
      {
        "ko": "슬라임 성녀"
      },
      {
        "ru": "Слизь, ставшая святой"
      }
    ],
    "description": {
      "en": "The weakest monster (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!",
      "ja": "人間に憧れた最弱魔物（スライム）が乗っ取ったのは、聖女だけど性格最悪な極悪令嬢・ジェリィの体だった！　折角人間に成ることが出来たのに、周りの人間たちから恨まれ嫌われているうえに、魔物（スライム）とバレたら即終了のバッドエンドまっしぐら…!?",
      "ru": "Самый слабый монстр (слайм), мечтающий стать человеком, вселяется в тело злодейки с ужасной репутацией! Если будет раскрыта её истинная сущность, то она будет немедленно уничтожена, поэтому она будет стремиться стать всеми любимой, чтобы жить безопасной и комфортной жизнью!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2025-02-04T23:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/1f5b22be-c6f3-4460-91c2-23e9e213e420.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "en": "Tales of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "pt-br": "Akane-Banashi"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "th": "Akane-banashi"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. Shinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. Having observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "ja": "幼い頃、父の魔法の様な落語に魅せられた朱音は、父のある一席を機に自身も噺家としての道を歩み始める。17歳になった朱音が目指すのは落語界の最高位「真打」になること――。一流の技量を習得するため、様々な試練が朱音を待ち受け…!?",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c754178-eeee-49ce-a32a-314971c7df55",
    "title": {
      "en": "Gakuen iDOLM@STER - Comic Anthology"
    },
    "updatedAt": "2025-01-07T21:07:26+00:00",
    "coverArt": "https://mangadex.org/covers/3c754178-eeee-49ce-a32a-314971c7df55/1ab19255-9d50-4608-98f8-2d3eb4abc3e3.png",
    "altTitles": [
      {
        "ja": "学園アイドルマスター コミックアンソロジー"
      }
    ],
    "description": {
      "en": "A comic anthology of the popular game \"Gakuen iDOLM@STER Comic Anthology\"! ! Contains 14 original manga overflowing with love for \"Gakuen iDOLM@STER\"!\n\nCover Illustration: Mana"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dab2d9c9-941f-4a71-96e0-1a210de2b754",
    "title": {
      "en": "Feng Zhi Chu Gui"
    },
    "updatedAt": "2025-02-04T14:01:25+00:00",
    "coverArt": "https://mangadex.org/covers/dab2d9c9-941f-4a71-96e0-1a210de2b754/cf3bbbaa-9a49-4f44-879f-135fecffb07e.png",
    "altTitles": [
      {
        "zh": "奉旨出轨"
      },
      {
        "en": "Overstepping the Bound by Order"
      },
      {
        "vi": "Phụng Chỉ Xuất Quỹ"
      }
    ],
    "description": {
      "en": "Wen Ming unexpectedly transmigrates into a high-martial world and finds himself engaged to the powerful Empress, Wu Xin. Hoping to take advantage of this connection for a comfortable life, he plans to rely on her and avoid hardship. However, his dream of an easy life is quickly shattered after he unintentionally angers Wu Xin.\n\nUncertain about her own feelings for him, Wu Xin devises a test—she sends her close friend, Tao Sisi, to seduce Wen Ming. This not only serves as a trial of his loyalty but also helps her gauge whether she would feel jealous. As Wen Ming navigates this unusual predicament, he questions the effectiveness of such a test, wondering what kind of man would actually fail in such a situation.",
      "zh": "文明意外穿越到高武世界，并与女帝武心负有婚约，本想抱大腿吃软饭躺平一生，但却因惹恼女帝计划泡汤。 而女帝武心不确定自己是否真的喜欢男主，竟派闺蜜陶思思去勾引文明，考验文明的同时看看自己是否会因此吃醋。 文明：你就拿这个考验干部？哪个干部经不起这样的考验？"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a84f79-368c-44ca-8a8f-57103b9a5628",
    "title": {
      "en": "Tou no Kanri o Shite Miyou"
    },
    "updatedAt": "2025-01-11T07:49:51+00:00",
    "coverArt": "https://mangadex.org/covers/23a84f79-368c-44ca-8a8f-57103b9a5628/451aa517-6067-485d-bc03-08c279bbaff5.jpg",
    "altTitles": [
      {
        "ja": "塔の管理をしてみよう"
      },
      {
        "ja-ro": "Tou no Kanri wo Shite Miyou"
      },
      {
        "en": "Let's Manage the Tower"
      },
      {
        "ko": "탑의 관리를 해보자!"
      },
      {
        "zh": "成为塔的管理者吧！"
      },
      {
        "zh-hk": "成為塔的管理者吧！"
      },
      {
        "ru": "Получается, я теперь в ответе за башню"
      },
      {
        "vi": "Isekai làm người quản lý tháp"
      }
    ],
    "description": {
      "en": "Kosuke is killed by a truck, his soul is lost in a garden with two beautiful girls. The owner of the place will let him choose whether he will be reborn or summoned to another world, and he maintains the summons. In this new world, the main two girls who were created by the owner of the garden to help him find the mystery behind the world - a Dungeon tower. Will he be able to become the owner of this tower and manage it?",
      "ja": "仕事帰りに交通事故に遭ったことから魂が別世界に飛ばされてしまった考助。彼は保護してくれた女神の助力により、これまでの記憶を持ったまま新しい世界で生きていくことに。さらに女神が創造してくれたという、チートな能力と天使のような羽を持つ最強美女ふたりをお供に、新たな生を送ることになったのですが――。",
      "es-la": "Kosuke es atropellado por un camión mientras regresaba del trabajo. En ese momento, mientras su vida terminaba, su alma fue transferida al \"Jardín de la eterna primavera\" donde lo esperaba una hermosa mujer. Ella inmediatamente lo lleva con la diosa suprema, encargada de dicho mundo. La diosa suprema le permitirá elegir entre poder entrar al ciclo de la encarnación y renacer para empezar una nueva vida o ser invocado a otro mundo, de lo cual él elige ser invocado. La diosa suprema antes de transferirlo a este nuevo mundo le otorga una habilidad divina y dos bellas y poderosas sirvientes. En este nuevo mundo, las dos chicas principales que fueron creadas por la diosa del jardín le ayudarán a encontrar el misterio detrás del mundo: una torre de mazmorra. ¿Podrá convertirse en el dueño de esta torre y administrarla?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e881168f-ef99-41ff-88cf-1cf21c152635",
    "title": {
      "en": "Seichou Cheat de Nandemo Dekiru you ni Natta ga, Mushoku dake wa Yamerarenai you desu"
    },
    "updatedAt": "2025-01-11T07:46:44+00:00",
    "coverArt": "https://mangadex.org/covers/e881168f-ef99-41ff-88cf-1cf21c152635/d9691022-2c49-4bd4-b2e2-86a41856b0cd.jpg",
    "altTitles": [
      {
        "ja": "成長チートでなんでもできるようになったが、無職だけは辞められないようです"
      },
      {
        "en": "I've Become Able to Do Anything with My Growth Cheat, but I Can't Seem to Get out of Being Jobless"
      },
      {
        "ko": "성장 치트로 뭐든 할 수 있게 되었지만, 무직만큼은 그만둘 수가 없습니다"
      },
      {
        "zh": "只有无职是不会辞去的"
      },
      {
        "zh-hk": "只有無職是不會辭去的"
      }
    ],
    "description": {
      "en": "I, Ichinosuke, failed to get a job 100 times in a row. In fact, my lifelong unemployment streak remains unbroken. On my way to yet another job interview, I was involved in an accident with a truck and tragically passed away. Suddenly, a goddess bestowed upon me the ability to grow at a speed 20 times faster than normal... and another goddess, making a mistake, bestowed upon me the ability to grow at a speed 20 times faster than normal, before sending me to a game-like other world.\n\nWait, 20 times 20... 400 times faster than normal?!\n\nHowever, knowing that I would not become stronger even if I continued growing while being jobless, I aimed to get a job... but I discovered that remaining Jobless was a cheat in and of itself, provided you can stomach the slow leveling process... Which I do at 400 times faster than normal. As my Growth Cheat and Jobless Cheat existed side-by-side in this other world, the story of my adventure, no doubt certified by the job-placement agency as harmful material, begins here.",
      "ja": "就活中に事故で死にそうになった楠一之丞は異世界に転移。さらに女神の手違いにより一之丞は常人の400倍のスピードで成長する能力を授かった。あまりの成長速度に、一之丞は無職のまま異世界生活を始める。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb00aab-2cfa-4b46-883e-4584d5e9aa62",
    "title": {
      "en": "Sono Akuyaku Kizoku, Mama Heroine ga Suki Sugiru ~Shinshi na Doryoku de Saikyou to Nari Fuguu na Oshi Chara Tasukemakuru~"
    },
    "updatedAt": "2025-02-03T20:57:37+00:00",
    "coverArt": "https://mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/69f71362-077f-4da8-9350-0a65ed4b4e48.jpg",
    "altTitles": [
      {
        "ja": "その悪役貴族、ママヒロインが好きすぎる ～真摯な努力で最強となり不遇な推しキャラ助けまくる～"
      },
      {
        "en": "The Villainous Aristocrat Loves His Mother Heroine Too Much: Becoming the Strongest Through Sincere Efforts and Saving His Favorite Character"
      }
    ],
    "description": {
      "en": "The mom characters who appear in the game are all unfortunate sub-heroines who always get bad ending routes. \"Why... Why does such a cute mom have to die?!\" Even though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then, he suddenly gets reincarnated into the world of MamaFan on a certain day... However, he gets reincarnated as a villainous aristocrat who's got nothing but the worst routes. This guy, who's crazy about mom characters — his fulfilling days of saving his beloved mom characters and his journey to create his harem full of plump women are about to begin!\n___\n**Additional Links:**\n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/71300)",
      "ja": "ゲームに登場するママキャラたちは、全員がバッドエンドルートしかない、あまりにも不遇すぎるサブヒロインでした――。\n\n「なんで……なんでこんなかわいいママが死ななきゃならないんだよぉおお！」\n\n彼女たちの救済ルートを求めるも、叶わず落胆の日々を送っていた主人公。だが、ある日突然このゲーム世界に転生することに。\n\n・・・ただし、闇落ちルートしかない悪役貴族として。"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2025-01-23T16:49:07+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/2cfc38c0-b9ee-40b0-b2c4-467bc34747bd.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c8474c2-677e-443c-b249-a943dac671de",
    "title": {
      "en": "Maigo Kyuujo wa Ryuu no Miko no Okiniiri Ryuukakoku Koukyuu Jikenchou"
    },
    "updatedAt": "2024-07-09T18:51:32+00:00",
    "coverArt": "https://mangadex.org/covers/1c8474c2-677e-443c-b249-a943dac671de/7d881ec6-e423-4dc7-ba9b-01904caa9bed.jpg",
    "altTitles": [
      {
        "ja": "迷子宮女は龍の御子のお気に入り ～龍華国後宮事件帳～"
      }
    ],
    "description": {
      "es-la": "¡Un romance misterioso entre una doncella novata y un apuesto eunuco! Desde una edad temprana, Rinka ha sido burlada y maltratada por los aldeanos debido a su extraña habilidad ocular. Su única fuente de apoyo ha sido su hermana, la única que la comprendía. Sin embargo, un día, su hermana desaparece misteriosamente del Palacio Interior donde trabajaba.\n\nRinka se convierte en una doncella del Palacio Interior del Reino Ryuka para buscar a su hermana, pero pasa los días sin pistas. Un día, Rinka se encuentra con el apuesto eunuco Kouren, envuelto en la luz plateada. ¿Qué misterioso romance se desencadenará en este Palacio Interior?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3edf5e4-09bf-480e-9655-dcedbc4e79ff",
    "title": {
      "en": "Isekai Cheat Kaitakuki"
    },
    "updatedAt": "2025-02-01T11:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/e3edf5e4-09bf-480e-9655-dcedbc4e79ff/8e7edc02-ba09-4afe-9826-dccbb001c27b.jpg",
    "altTitles": [
      {
        "ja": "異世界チート開拓記"
      },
      {
        "en": "Another World Cheat Pioneer"
      }
    ],
    "description": {
      "en": "I was living a life of a NEET, and I was supposed to have died suddenly because of my daily indolence - but when I woke up, I had become a baby. It seems that I was reincarnated in another world where magic exists. I was born the son of a lord in a remote village, and began to lead a second life with my beautiful mother Kara, my big-breasted maid and nanny Ruina, and my beautiful sister Amelia, who is not related to me by blood. As a teenager, I've grown up and enjoy my daily life in a different world using my top-level magical ability and modern knowledge...?",
      "ja": "ニート生活を送っていた俺は、日頃の不摂生が祟り突然死したはずだった――が、目覚めたら赤ちゃんになっていた。どうやら魔法の存在する異世界に転生したらしい。辺境の村の領主の息子として生まれた俺は、美しい母親のカーラ、巨乳のメイド兼乳母ルイーナ、血の繋がらない美人妹アメリアらに囲まれて第二の人生を歩んでいく。成長した俺は、10代にして異世界トップレベルの魔力量と現代知識を駆使して、異世界での日常を楽しむが……!?",
      "pt-br": "Eu estava vivendo uma vida de NEET e deveria ter morrido de repente por causa de minha indolência diária - mas quando acordei, havia me tornado um bebê. Parece que reencarnei em outro mundo onde existe magia. Nasci filho de um senhor em uma aldeia remota e comecei a levar uma segunda vida com minha linda mãe Kara, minha empregada de seios grandes e babá Ruina, e minha linda irmã Amelia, que não é parente de mim. Como um adolescente, eu cresci e aproveitei minha vida diária em um mundo diferente usando minha habilidade mágica de nível superior e conhecimento moderno...?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed9d57a3-a688-4419-a03a-29aee0deab6a",
    "title": {
      "en": "Tsureneko:  Maruru to Hachi"
    },
    "updatedAt": "2024-12-01T02:33:49+00:00",
    "coverArt": "https://mangadex.org/covers/ed9d57a3-a688-4419-a03a-29aee0deab6a/ce050e43-9f7b-4202-84ea-05015a9fd599.jpg",
    "altTitles": [
      {
        "vi": "Đôi Mèo Song Hành - Maruru và Hachi"
      },
      {
        "ja": "ツレ猫　マルルとハチ"
      },
      {
        "ja-ro": "Tsureneko: Maruru to Hachi"
      },
      {
        "en": "Cat Companions Maruru and Hachi"
      }
    ],
    "description": {
      "en": "House cat Maruru is in a bad situation: after chasing after crows he cannot find his way back home. Thus start his life as a stray cat, partnering up with fellow stray Hachiware.",
      "vi": "Câu chuyện kể về \"Maruru và Hachi\", những chú mèo đã trở thành mèo hoang sau khi rời bỏ chủ nhân vì vài lí do.\n\nVì vài lí do nào đó, Maruru đã rời bỏ chủ nhân và trở thành mèo hoang. Rồi gặp được Hachi, một chú mèo đực khác với quả mắt chán đời (?), và cả hai bắt đầu đi dạo cùng nhau -- song đời thì lại không đơn giản đến thế. Đây là câu chuyện kể về những chú mèo hoang (và những con người xung quanh chúng) sống sót trong thế giới khắc nghiệt này. Một bộ truyện kể về chú mèo hài hước và dễ thương song hành cùng một chú mèo khó tính!",
      "pt-br": "O gato doméstico Maruru está em uma situação complicada: depois de perseguir corvos, ele não consegue encontrar o caminho de volta para casa. Assim, comece sua vida como um gato de rua, fazendo parceria com o colega de rua Hachiware."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4351665-25f3-4edd-8546-10e5122e721d",
    "title": {
      "en": "Tsumi to Batsu no Spica"
    },
    "updatedAt": "2025-02-02T14:40:32+00:00",
    "coverArt": "https://mangadex.org/covers/e4351665-25f3-4edd-8546-10e5122e721d/b3fe7053-96e5-44fb-9285-5215cc0caa7f.jpg",
    "altTitles": [
      {
        "ja": "罪と罰のスピカ"
      },
      {
        "en": "Spica of Sin and Punishment"
      },
      {
        "vi": "Spica - Tội Ác và Hình Phạt"
      }
    ],
    "description": {
      "en": "Hatori, a high school teacher leading an ordinary life, notices one day that his student, Spica Tsumugi, is being bullied. On a rainy day after school, Hatori finds himself alone with Tsumugi by chance. Hatori tells her, \"I'll do something about it!\" but Tsumugi gently takes his hand and says with a smile, \"Hatori-sensei, you're such a liar.\" Teacher and student... two people who should not get too close. This somewhat bewitching girl will dramatically change Hatori's ordinary life.",
      "ja": "最も無垢で、最も罪深い。世界はこんなヒロインを待っていたーー。",
      "vi": "Câu chuyện xoay quanh Hatori, một giáo viên tại trường cấp 3 và là người có cuộc sống rất đỗi bình thường. Một ngày nọ, anh nhận ra rằng học sinh mà mình chủ nhiệm, Tsumugi Spica đang bị bạn cùng lớp bắt nạt.\nNhững tưởng đây chỉ là một cô bé nhút nhát, nhưng..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01f1c42b-cd00-4051-b63f-81ea40a3a4fc",
    "title": {
      "en": "It's not Ba, it's Va"
    },
    "updatedAt": "2024-10-25T15:51:23+00:00",
    "coverArt": "https://mangadex.org/covers/01f1c42b-cd00-4051-b63f-81ea40a3a4fc/ae98c004-49bb-4da4-bf7e-e80e91340e0e.png",
    "altTitles": [
      {
        "ja": "バじゃなくて、ヴァ"
      }
    ],
    "description": {
      "en": "Choboraunyopomi x Vanguard\n\nThe crazy unit comedy four-panel story begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b232c191-6e14-4522-a1a2-c4b0f688f00d",
    "title": {
      "en": "Shi ni Modori Oujo wa Ikinobiru Tameni Yuri Harem wo Tsukuru Koto ni Shita"
    },
    "updatedAt": "2025-01-30T08:13:22+00:00",
    "coverArt": "https://mangadex.org/covers/b232c191-6e14-4522-a1a2-c4b0f688f00d/d7017f5d-c2c8-46d2-ae19-262f6d22ce73.jpg",
    "altTitles": [
      {
        "ja": "死に戻り王女は生き延びるために百合ハーレムを作ることにした"
      },
      {
        "ja-ro": "Shinimodori Oujo wa Ikinobiru Tame ni Yuri Harem wo Tsukuru Koto ni Shita"
      },
      {
        "en": "The Death Defying Princess Creates a Yuri Harem to Survive"
      },
      {
        "en": "No Lily, No Life!!"
      }
    ],
    "description": {
      "en": "Marie, a domineering and selfish princess, faced her end under the guillotine's blade after her subjects had enough of her. Yet, after dying, \nMarie finds herself back a year in the past, discovering that no matter what she does she can never escape the fate that awaits her in a year. \nEventually, after Marie learns that the only way to escape her own execution is to conquer a large swathe of 'romantically troubled' women, \nshe decides to use her own 'royal charisma' to build a yuri harem!",
      "ja": "独裁ワガママ王女のマリーは、国民の反感を買い、ギロチンで処刑されてしまう！かと思いきや、一年前に戻っていて、何度やっても死んでは戻るを繰り返すマリー。処刑エンドを回避するためには、「女難」となる無数の女を攻略しなければならないと知ったマリーは、持ち前の”カリスマ性”を駆使し、百合ハーレムを築き上げることを決意する!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53afd2bf-1dfe-4933-8333-19a9906d86ca",
    "title": {
      "en": "I Can't Stop Doting On the Empire's Most Notorious Villainess!"
    },
    "updatedAt": "2025-02-05T10:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/53afd2bf-1dfe-4933-8333-19a9906d86ca/b5c924b0-f34c-446a-ac5c-67979d0608b2.jpg",
    "altTitles": [
      {
        "en": "I Can't Stop Doting the Empire's Most Notorious Villainess!"
      },
      {
        "ja": "帝国一の悪女に溺愛がとまりません!"
      },
      {
        "ko": "제국 최고의 악녀를 사랑하게 되었습니다"
      }
    ],
    "description": {
      "en": "In high society, Raven is known as a womanizer and a free spirit. But suddenly, Estella, who’s rumored to hate men and is said to be the cruelest girl in the empire, walks into his bachelor life. And this girl proposes that he marry her! “There’s not a chance in hell this marriage will succeed,” thinks the young guy. But... Estella is convinced he’ll be the one to fall head over heels for her. How will it all pan out, and in the end, who will be right..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b16f2554-9525-4f2a-bbe4-5b75b6605176",
    "title": {
      "ja": "Clevatess -Majuu no Ou to Akago to Shikabane no Yuusha-"
    },
    "updatedAt": "2025-01-29T00:55:43+00:00",
    "coverArt": "https://mangadex.org/covers/b16f2554-9525-4f2a-bbe4-5b75b6605176/3aa0d52c-7cc2-41d3-a1b3-e6b99e690cdd.jpg",
    "altTitles": [
      {
        "ja": "クレバテス－魔獣の王と赤子と屍の勇者－"
      },
      {
        "ja": "Clevatess -The King of Devil Beast, The baby, and The Brave of Undead-"
      },
      {
        "en": "Clevatess -The Devil Beast King, The Baby, & The Corpse Hero-"
      },
      {
        "en": "Clevatess - The King of Devil Beasts, the Baby, and the Brave of the Undead"
      },
      {
        "pt-br": "Clevatess - O Rei das Feras Diabólicas, O bebê e a Valente Heróina Morta-Viva"
      }
    ],
    "description": {
      "en": "He killed the heroes, killed the king, the devil beast then found the “baby of fate”…\n\nHaving both superior intellect and destructive power, such is Clevatess, the devil beast king.\nAngered by the 13 heroes' attempt to take his life, he had decided to bring ruin upon humanity, but he gets entrusted with an unexpected nuisance: a newborn human baby.\n\nIs this the tale of a world close to apocalypse or a diary of new-era childcare?\n___\n**Alt Official Raw:** [LINE Manga](https://manga.line.me/product/periodic?id=Z0000841)",
      "pt-br": "Ele matou os heróis, matou o rei, a fera demoníaca então encontrou o “bebê do destino”… Tendo intelecto superior e poder destrutivo, tal é Clevatess, o rei das feras demoníacas. Irritado com os 13 heróis encarregados de tirar sua vida, ele decidiu arruinar a humanidade, mas foi encarregado de um incômodo inesperado: um bebê humano recém-nascido. É a história de um mundo próximo do fim, perto do apocalipse, ou o diário dos cuidados infantis da nova era?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65936513-d6aa-4aeb-ae16-6afb00c3d8c3",
    "title": {
      "en": "Liu Sui Kaishi Chengwei Nvwang"
    },
    "updatedAt": "2025-01-09T22:51:57+00:00",
    "coverArt": "https://mangadex.org/covers/65936513-d6aa-4aeb-ae16-6afb00c3d8c3/2ab1b80c-9e7c-4c58-b7a6-51dfb8cf1b21.png",
    "altTitles": [
      {
        "zh": "六岁开始成为女王"
      },
      {
        "en": "Becoming the Queen at the Age of Six"
      }
    ],
    "description": {
      "en": "I woke up to find myself transmigrated into a novel as the “background character that's doomed to die.” Now stuck in the body of a six-year-old, I’ve got some serious challenges ahead of me. But I’m not about to let fate have its way. Even if I have to become the villain, I’ll do whatever it takes to survive!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14336065-9636-45c5-bb43-09428d434eca",
    "title": {
      "en": "The Journey of the Necromancer"
    },
    "updatedAt": "2023-08-01T13:14:28+00:00",
    "coverArt": "https://mangadex.org/covers/14336065-9636-45c5-bb43-09428d434eca/d4e34fbc-b18c-4ff1-ade1-96fe1a6dcf27.png",
    "altTitles": [],
    "description": {
      "en": "\"The King of Demons is the victim of a conspiracy, the King of humans wants peace. The two of us must get the evidence to end the war. Welcome to a journey full of corpses, Hero.\"  \nThe story of a journey of a necromancer and a hero"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d5e2bd89-e300-4262-a799-fb4f79bdb777",
    "title": {
      "en": "Kaichou wa Maid-sama!"
    },
    "updatedAt": "2024-02-28T17:57:32+00:00",
    "coverArt": "https://mangadex.org/covers/d5e2bd89-e300-4262-a799-fb4f79bdb777/1e3d60d7-7950-4336-a0dc-017ad7a6c378.jpg",
    "altTitles": [
      {
        "tr": "Başkan Bir Hizmetçi!"
      },
      {
        "ja-ro": "Kaichō wa Maid-sama!"
      },
      {
        "ja-ro": "Kaichou wa Maid-sama"
      },
      {
        "vi": "Khi Sếp Là Hầu Bàn"
      },
      {
        "en": "Maid Sama"
      },
      {
        "en": "Maid-sama!"
      },
      {
        "en": "My Sweet Kaichou"
      },
      {
        "en": "President Is a Maid!"
      },
      {
        "ja-ro": "Toumei na Sekai"
      },
      {
        "th": "สาวเมดผจญหนุ่มสุดป่วน"
      },
      {
        "ja": "会長はメイド様!"
      },
      {
        "zh": "会长是女仆"
      },
      {
        "ja": "透明な世界"
      },
      {
        "ko": "회장님은 메이드 사마!"
      },
      {
        "ru": "Президент студсовета — горничная!"
      }
    ],
    "description": {
      "en": "Ayuzawa Misaki is the student council president of the former all-boy school, Seika High School. In order to protect the girls, she battles the boys every day. On the other hand, she secretly works at a \"Maid Cafe\". But a popular boy from school, Usui Takumi, found out! Living in between the double identity of a Maid and a student council president~  \n  \nAlso included in this manga is a short story called Toumei na Sekai in volume one (Ch 4.1).",
      "ru": "Мисаки Аюдзава — наделённая полномочиями старосты школьного совета и по совместительству гроза мальчишек в старшей школе Сэйка. Совсем недавно вышеозначенная школа была предназначена исключительно для мальчиков, а потому, даже после её преобразования в общую старшую школу, численный перевес мальчишек остаётся на лицо. Ну и порядки с атмосферой здесь соответствующие.\nНе просто далось Мисаки звание старосты, но дело того стоило — держитесь парни, грядут новые порядки, потому что Мисаки Аюдзава будет твёрдо стоять на страже интересов женской части учащихся! Сколько можно терпеть этих «грязных и неопрятных идиотов»?! Мальчишки — это зло, и в этом Мисаки уверена на все 100%! Подливает масла в огонь её нелюбви к мужскому полу и тот факт, что её отец, оставив кучу долгов, сбежал из семьи, и теперь, чтобы помочь матери, девушка подрабатывает в мейд-кафе («кафе горничных»).\nНо вот однажды самый красивый парень в школе, Такуми Усуи, застукал её на работе. Только вот странно, почему же он молчит и не раскрывает тайну Мисаки никому? Ответ прост: Такуми хочется одному владеть милой горничной, да и смеяться над ней. Сначала это было так, но вскоре любимец девушек вручает своё сердце лишь одной. Но захочет ли Мисаки ответить ему взаимностью?\n\n---\n\n(Source: [shikimori](https://shikimori.one/mangas/2921-kaichou-wa-maid-sama))",
      "pt-br": "Ayazawa Misaki é a presidente do conselho de estudantil da antiga escola só para rapazes, Colégio Seika. Sempre batalhando para proteger as garotas, minoria na escola, vive em constante conflito com os rapazes da escola. Porém, secretamente trabalha num “Maid Café” (café de empregadas). Mas tudo muda no dia em que, Usui Takumi, um popular aluno da escola, descobre sua vida dupla."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "85"
  },
  {
    "mangaId": "88424be3-40a9-4965-8dae-e33bd0a015f5",
    "title": {
      "en": "Pest ga Aketara Asobimashou! ~Chuusei Europa Sekai to Gendai Bunmei Slow Life~"
    },
    "updatedAt": "2025-01-28T04:13:30+00:00",
    "coverArt": "https://mangadex.org/covers/88424be3-40a9-4965-8dae-e33bd0a015f5/7c801de0-c1ed-4ca7-ad36-66acfcb7ed71.jpg",
    "altTitles": [
      {
        "ja": "ペストが明けたら遊びましょう！～中世ヨーロッパ世界と現代文明スローライフ～"
      },
      {
        "en": "Let's Hang Out When the Black Plague is Over!: A Slow Life of Modern Civilization in the World of Middle Age Europe"
      }
    ],
    "description": {
      "en": "In 14th Century Middle Age Europe, the spread of the Black Plague has led baker Rachel Becker to move from the city to a village. There, she meets Ema Müller, a \"witch\" who claims to come from \"another world\" 700 years into the future, bringing with her modern technology that feels like \"magic\" to the people of the middle ages...",
      "ja": "ペストの蔓延により暗黒の時代へと突入した中世ヨーロッパ。田舎町へと引っ越してきたレイチェルは、不思議な道具を操るという“魔女”に出会う。彼女が使う「現代技術」は、中世の人間にとって魔法のようで──?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f87f4aa-92dd-4a90-9aea-538496146ebb",
    "title": {
      "en": "Ochikobore Shiro Madoushi Cecil wa Taishougai no Hazu deshita"
    },
    "updatedAt": "2024-04-11T14:03:02+00:00",
    "coverArt": "https://mangadex.org/covers/2f87f4aa-92dd-4a90-9aea-538496146ebb/6eeaf375-a83a-4e7f-962f-f5f681c4ef70.jpg",
    "altTitles": [
      {
        "zh-hk": "菜鳥白魔法師塞西爾本非我愛"
      },
      {
        "zh": "菜鸟白魔法师塞西尔本非我爱"
      },
      {
        "ja": "落ちこぼれ白魔導士セシルは対象外のはずでした"
      }
    ],
    "description": {
      "en": "During a party, Cecil, a clumsy white mage, spills on Oswald, the popular leader of the first squadron of holy knights, a homemade antidote. The reason is that he emitted a strong evil aura. An upset Oswald kidnaps her an takes her to his mansion, and she panics: \"My chastity is in danger! Cecil grows impatient, but he rebuffs her, telling her: \"You are not to my liking\". It seems that Oswald is behind Cecil's potion, which was the first to take effect on a curse he had received in the past. Oswald formally asks Cecil to treat him, and she decides to take the opportunity to make a name for herself and accepts the request....",
      "ja": "落ちこぼれの白魔導士セシルはパーティの最中、社交界人気ナンバーワンの第一聖騎士隊隊長オズワルドにお手製の解毒薬をぶっかけてしまう。その理由は、彼から強烈な邪気が放たれていたから。不機嫌なオズワルドに彼の屋敷まで拉致され「貞操の危機!?」と焦るセシルだが、「お前は趣味じゃない」と一蹴される。どうやら彼の目的は、過去に受けた呪いに初めて効果があったというセシルの薬のようで――!?オズワルドから正式に治療の依頼を受けたセシルは、功績を残すチャンス！と引き受けることにするが……。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7477bdb7-c146-41f7-a8de-29c7b7b5034c",
    "title": {
      "en": "XX Shinaide! Tsukimine-san"
    },
    "updatedAt": "2024-11-16T12:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/7477bdb7-c146-41f7-a8de-29c7b7b5034c/74357d90-2af0-41a4-9f2a-3963ff2e7f3e.jpg",
    "altTitles": [
      {
        "ja": "××しないで！月峰さん。"
      },
      {
        "en": "Don't XX Ms. Tsukimine"
      },
      {
        "pt-br": "Não me XX!!! Tsukimine-san"
      },
      {
        "es-la": "¡¡No me XX!! Tsukimine-san"
      }
    ],
    "description": {
      "en": "Hidaka Akira is a high school student who loves solitude. He avoids the crowds in his class and decides to eat alone, but there is someone who disturbs his peace. It is Tsukimine Chiyo, the girl at the highest level in the school hierarchy, a girl who is absolutely beautiful. Tsukimine called Akira and asked him to do his \"usual thing\". What kind of \"normal\" did they mean, and why were her clothes off...?",
      "ja": "「オレはただ…静かに過ごしたいだけなのに――…」\n\n両親の転勤のおかげで念願の一人暮らしをはじめた高校生・陽高旭。孤独を愛する彼は学校でもトイレで一人ぼっちメシをキメていた。しかし、ささやかな平穏はひとりの少女…月峰千夜によって破られる。どこからともなく旭の元へ現れる千夜は彼の気弱さにつけこみ無茶を要求してきて!?",
      "pt-br": "Hidaka Akira é um estudante do ensino médio que adora a solidão. Ele evita as multidões em sua classe e decide comer sozinho, mas há alguém que perturba sua paz. Trata-se de Tsukimine Chiyo, a garota do mais alto nível na hierarquia da escola, uma garota absolutamente linda."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97e8bb6b-1407-4053-b167-87d1077fb9df",
    "title": {
      "en": "Suguru-kun Fight!"
    },
    "updatedAt": "2025-01-15T10:49:00+00:00",
    "coverArt": "https://mangadex.org/covers/97e8bb6b-1407-4053-b167-87d1077fb9df/9022b8d9-9acb-434d-a5e6-cc931cfe30b8.jpg",
    "altTitles": [
      {
        "uk": "Борись, Сугуру!"
      },
      {
        "ja": "スグルくんファイト!"
      },
      {
        "en": "Fight Suguru-kun!"
      }
    ],
    "description": {
      "en": "When Suguru, an ordinary high school student, comes home as usual, he bumps into his older sister's friend, Noriyuki! \n\nDeciding at first glance that the huge and rugged-looking Noriyuki is the type he doesn't like, Suguru leaves the house to escape from him, but for some reason Noriyuki starts to pester him persistently...!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "36.5"
  },
  {
    "mangaId": "657ccfcc-5847-40f7-8859-5631eeeb3784",
    "title": {
      "en": "Kakkoii Onnanoko to 12-centi no Yakusoku"
    },
    "updatedAt": "2025-01-24T03:21:54+00:00",
    "coverArt": "https://mangadex.org/covers/657ccfcc-5847-40f7-8859-5631eeeb3784/fc8fb81f-30cb-49a6-ae30-ae5a636e1db5.jpg",
    "altTitles": [
      {
        "ja": "カッコいい女の子と12センチの約束"
      },
      {
        "ja-ro": "Kakkoi Onnanoko to 12 cm no Yakusoku"
      },
      {
        "en": "A Cool Girl and a 12cm Promise"
      },
      {
        "en": "Promise of 12cm with Cool Girl"
      },
      {
        "es-la": "Una chica genial y una promesa de 12 cm"
      },
      {
        "vi": "Lời hứa 12cm với cô gái ngầu lòi"
      }
    ],
    "description": {
      "en": "Tomoaki Kanba admired his boyish childhood friend, Ibuki Tachibana, and promised to become \"more cool\" than her.However, four years have passed, and Ibuki has grown up to be an even more handsome girl! Their relationship is as unchanged as a 12cm height difference that cannot be filled...?The curtain rises on a pure love story about a cool girl who is sorely in love with a boy who wants to be cool!---Serialization of the Twitter webcomic *[A Story About Becoming Cooler Than the Cool Girl](https://mangadex.org/title/d0407445-b80d-4854-9f12-c8227f94cba6/)*.",
      "ja": "椛 智明(かんば ともあき)はボーイッシュな幼なじみ、立華 一颯(たちばな いぶき)に憧れ、彼女より「もっとカッコよくなる」と約束をする。\n\nしかし４年が経ち、一颯はさらに超イケメン女子に成長!! 二人の関係は埋まらない12センチの身長差と同じく、変わらない…？\n\nカッコいい女の子が、カッコよくなりたい男の子にきゅんとするピュアなラブストーリーの幕開け━━。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea1858c9-30fc-4dd9-81fb-6384ee77bc2c",
    "title": {
      "en": "Watashi no Hara no Naka no Bakemono"
    },
    "updatedAt": "2025-01-28T13:33:05+00:00",
    "coverArt": "https://mangadex.org/covers/ea1858c9-30fc-4dd9-81fb-6384ee77bc2c/5c2d7e37-d474-4e92-83c8-ef946005b699.jpg",
    "altTitles": [
      {
        "ja": "私の胎の中の化け物"
      },
      {
        "ja-ro": "Watashi no Tai no Naka no Bakemono"
      },
      {
        "en": "The Monster in my Womb"
      },
      {
        "vi": "Con quái vật trong tử cung của tôi"
      }
    ],
    "description": {
      "en": "***Awaken the \"malice\" sleeping inside you.***\n\nChinatsu is a middle school girl who's an honor student and highly trusted by her teacher. She gets along with her friends, and she spends her days happily without hating anyone. However, on her period, Chinatsu realized it. That she hated her homeroom advisor, and she's extremely irritated by her surroundings. She had put a lid on her own feelings and pretended not to notice, but when she became aware of it, the \"monster\" inside of her begins to rampage and reveal her true nature.\n\n(Source: Comic-Days)",
      "ja": "貴方の中の“悪意”を目覚めさす。衝撃のサスペンス!!優等生で、先生からの信頼も厚い女子中学生の神城千夏。友達とも仲良く、誰のことも嫌いになんてならない幸せな日々を過ごしていた…はずだった。しかし、千夏は気づいてしまった。担任の塚本のことが嫌いだと、周りに対してとてもいらいらしていることを。フタをして、見ないふりをしていた自分の気持ちを自覚した時、千夏の中にいた“化け物”が暴れ出し、本性を現し始めた。",
      "vi": "Sẽ ra sao nếu một ngày những biến cố, bất công của cuộc đời liên tiếp ập đến, để rồi đánh thức con ác ma đang trú ngụ trong trái tim bạn?\nKamishiro Chinatsu, nữ sinh cấp hai, là một học sinh giỏi, đồng thời còn là lớp trưởng được giáo viên hết mực tín nhiệm. Một cô bé hòa đồng với bạn bè và trải qua những ngày vui vẻ mà không ghét lấy một ai.\nTuy nhiên, Chinatsu nhận thấy cảm xúc căm ghét của cô bé dành cho Tsukada, giáo viên chủ nhiệm của mình đang một lớn dần, đến mức khiến cô bé chán ghét tất cả mọi thứ xung quanh. Nhận ra chuyện này, cô bé đã tìm cách che đậy và quay lưng lại với nó. Nhưng rồi \"con quái vật\" vốn trú ngụ bên trong Chinatsu bắt đầu hành động và bộc lộ bản chất thật của mình, thứ mà cô bé đã luôn muốn trốn tránh."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "60"
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2024-09-29T01:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/60356bcc-3936-445d-b485-014a43bcad66.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b9e04e2-8f86-49bc-925c-e1130b4ca25b",
    "title": {
      "en": "Kochira, Koufuku Anshin Iinkai Desu."
    },
    "updatedAt": "2021-05-25T15:43:27+00:00",
    "coverArt": "https://mangadex.org/covers/6b9e04e2-8f86-49bc-925c-e1130b4ca25b/afd11f73-46d2-4d48-99d5-b042cab134a1.jpg",
    "altTitles": [
      {
        "en": "This is the Happiness and Peace of Mind Committee"
      },
      {
        "en": "Uỷ ban Hạnh phúc An sinh"
      },
      {
        "en": "こちら、幸福安心委員会です。"
      }
    ],
    "description": {
      "en": "Siren is the absolute queen who administers the state of lakeside park city, which boasts a 99.9% safety and happiness rating. One day, one of the Ondine, the information terminals born from her, gets lost and helped by an uncouth boy named Len Kinami. Ondine feels a wamrth from Len, who complains as he pulls her hand along, but that emotion flows in to the queen, who becomes bewildered by the unknown feeling……!?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c742b5f7-efa6-469a-accd-041d7d2027ed",
    "title": {
      "en": "Yumekui Shirokuro Baku"
    },
    "updatedAt": "2025-01-31T21:53:15+00:00",
    "coverArt": "https://mangadex.org/covers/c742b5f7-efa6-469a-accd-041d7d2027ed/d0e5e914-98d5-4a4c-a077-d70353d0d781.jpg",
    "altTitles": [
      {
        "en": "Baku, The Monochrome Dream-Eater"
      },
      {
        "vi": "Mộng thực giả Baku"
      },
      {
        "ja": "夢喰い白黒バク"
      }
    ],
    "description": {
      "en": "Miku has loved singing since she was little. She earned a magnificent victory in her audition and stepped into the world of idols. Finally, she became a top idol, but the office she belongs to has forbidden any kind of romance. Soon, Miku starts to wish that she could fall in love like a normal girl. Then, one day, she meets a mysterious boy named Len in a dream…"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f093bf54-cb8e-45be-ae98-6309230bc725",
    "title": {
      "en": "Melancholic"
    },
    "updatedAt": "2021-05-25T15:49:24+00:00",
    "coverArt": "https://mangadex.org/covers/f093bf54-cb8e-45be-ae98-6309230bc725/653e3915-a8c9-4a80-99f2-69e7f61c8bab.jpg",
    "altTitles": [
      {
        "en": "メランコリック"
      }
    ],
    "description": {
      "en": "Rin Kagamine's childhood best friend, Shun Otonashi, transfers back to her middle school just as she's in the middle of puberty. Shun's demeanor has changed so much since they were young that Rin is confused as to how to talk to him. On the way home from his first day of school, Rin suddenly asks him why he's returned to the neighborhood. He answers, \"I wanted to see you again, Rin,\" as a joke. At those words, Rin's heart begins to thunder… The long-awaited manga adaptation of the Vocalo P and Junky song with over 2.6 million views about life as a teenage girl who can't be honest with her feelings!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d5a7c4af-d22f-42f6-a615-b086775bad23",
    "title": {
      "en": "Kuromaku Ikka ni Tensei Shita Kedo Gensaku Mushishite Dokuritsu Suru"
    },
    "updatedAt": "2025-01-29T11:40:53+00:00",
    "coverArt": "https://mangadex.org/covers/d5a7c4af-d22f-42f6-a615-b086775bad23/bbca72cc-fdad-4fe5-832c-1f973d5264a0.jpg",
    "altTitles": [
      {
        "ja": "黒幕一家に転生したけど原作無視して独立する"
      },
      {
        "en": "Reincarnated Into a Villainous Family, but I'm Ignoring the Plot and Going Rogue!"
      },
      {
        "en": "I Was Reincarnated Into a Villainous Family, but I'll Ignore the Original Story and Live Independently"
      }
    ],
    "description": {
      "en": "The protagonist, who has been reincarnated into the world of a game he played extensively, has become Yuri, the third son of a villainous family!!\n\nHis father, siblings, and the entire household are the worst and most ruthless, all doomed to be brutally massacred.\nAs for Yuri himself, he is destined to betray the Hero as the final boss, dragging the heroine down with him to meet the worst possible death.\n\nNot wanting to die, he decides to completely distance himself from both his villainous family and the Hero’s party, intending to live a peaceful and carefree life… Or so he thought, but now, one by one, the original story’s characters keep gathering around him…!?\n\nFrom a self-declared \"exile\", the lone Final Boss’s journey of independence and unrivaled strength begins!!!\n\n___\n* Alternative Raw: [Niconico](https://manga.nicovideo.jp/comic/71281)",
      "ja": "やり込んだゲームの世界に転生した主人公は\n黒幕ファミリーの三男・ユーリになっていた！！\n\n父や兄姉ともに最悪＆最凶の一家は、いずれ惨殺される運命。\nユーリに至ってはラスボスとして勇者を裏切り、ヒロインを道連れにして最悪の死に方をする。\n\n死ぬのはごめんなので、黒幕一家とも勇者パーティーとも無関係に、ぬくぬく暮らす…\nはずなのに、原作キャラたちがどんどん俺のもとに集まってくるんだが…!?\n\n自主的『追放』宣言から始まる\nはぐれラスボスの独立無双譚、スタート！！！"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1db428c-685c-4d11-927b-bf71eb4b254b",
    "title": {
      "en": "Juuou to Yakusou"
    },
    "updatedAt": "2025-01-29T21:44:40+00:00",
    "coverArt": "https://mangadex.org/covers/a1db428c-685c-4d11-927b-bf71eb4b254b/a5dd6db8-347c-4860-ad6b-9d830b1110cc.jpg",
    "altTitles": [
      {
        "ja-ro": "Juuou to Yakusou"
      },
      {
        "ru": "Король зверей и лекарственные травы."
      },
      {
        "ja": "獣王と薬草"
      },
      {
        "ja-ro": "Kemono wo to Kusuri"
      },
      {
        "en": "Beast King & Medicinal Herb"
      }
    ],
    "description": {
      "en": "Dungeons are the stuff of dreams—defeat the monsters, take their loot, and then venture into uncharted territory to discover hidden riches! Tina, an upstart adventurer with just such a dream, ends up mortally wounded while exploring a dungeon. Suddenly, the great demon known as the Beast King Garon, who was supposed to have been slain by a hero in the distant past, appears before her!  Dungeon fantasy meets medical drama!",
      "ru": "Подземелья - это воплощение мечты…\nСобирайте материалы с поверженных монстров,\nдобирайтесь до неисследованных мест и завладевайте сокровищами!\nТина, авантюристка, мечтает о таком успехе,\nИсследуя подземелье, она получает тяжелое ранение.\nПеред ней появляется сильнейший демон «Король зверей Гарон», когда-то в прошлом он должен был быть убит героем?..\n\nФэнтези и медицинская драма по мотивам подземелья от Konda Tatsukazu, автора оригинальной истории «Ginrou Bloodborne/Серебряный волк, рожденный в крови», начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "ba8767ca-a8c6-4e80-a371-b220a7813bd0",
    "title": {
      "en": "Satanophany"
    },
    "updatedAt": "2025-01-11T07:58:52+00:00",
    "coverArt": "https://mangadex.org/covers/ba8767ca-a8c6-4e80-a371-b220a7813bd0/b0ad6ae0-2713-4445-b159-d5a3e739faa9.jpg",
    "altTitles": [
      {
        "ja": "サタノファニ"
      },
      {
        "ja": "Satanofani"
      },
      {
        "es": "Satanofanía"
      },
      {
        "uk": "Демоническая одержимость"
      }
    ],
    "description": {
      "en": "A mysterious syndrome turns schoolgirls into homicidal monsters behind numerous atrocities in Japan. However, nothing is what it seems and when Chika Amagi is arrested for the brutal murder of five people.",
      "es": "Un misterioso síndrome convierte a las colegialas en monstruos homicidas detrás de numerosas atrocidades en Japón. Sin embargo, nada es lo que parece y cuando Chika Amagi es arrestado por el brutal asesinato de cinco personas, ¡comienza un viaje a aguas desconocidas y turbulentas!",
      "fr": "Au Japon, un mystérieux syndrome transforme les écolières d'un établissement en monstres sanguinaires, capables de tuer leurs semblables avec un sang-froid incroyable. Dans cette période de trouble, Chika Amagi, étudiante sans histoire, est arrêtée pour le meurtre terrible de cinq personnes…   \n\n\n---",
      "ja": "活発で食いしん坊な、普通の女の子だったはずの彼女は、ある事件をきっかけに「羽黒刑務所」へと導かれる。島に建てられたその刑務所には、メデューサ症候群と呼ばれる殺人少女たちだけが集められているのであった。彼女たちに宿る凶悪とは――!?",
      "pt-br": "Uma síndrome misteriosa torna jovens garotas em monstros homicidas por trás de diversas atrocidades no Japão. Entretanto, nada é o que parece quando Chika Amagai é presa pelo assassinato brutal de cinco pessoas e é levada a uma prisão em uma ilha para estas assassinas!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8211bac6-a392-4e37-b3b6-dac0f4512d24",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daiyonshou - Seiiki to Gouyoku no Majou"
    },
    "updatedAt": "2024-10-13T12:43:38+00:00",
    "coverArt": "https://mangadex.org/covers/8211bac6-a392-4e37-b3b6-dac0f4512d24/d6ce0b0a-e9d8-4275-804b-5b651c5a6022.jpg",
    "altTitles": [
      {
        "es": "Re:Zero - Empezar de cero en un mundo diferente - Arco 4: El santuario y la bruja de la avaricia"
      },
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 4: The Sanctuary and the Witch of Greed"
      },
      {
        "ja": "Re:ゼロから始める異世界生活 第四章 聖域と強欲の魔女"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть четвёртая: Святилище и ведьма жадности"
      },
      {
        "pt-br": "Re:Zero - Capítulo 4: O Santuário e a Bruxa da Ganância"
      }
    ],
    "description": {
      "en": "Natsuki Subaru defeats the white whale and the archbishop of the \"Sloth\" deadly sin, and is reunited with Emilia. The two have reconciled after overcoming a painful breakup, but new turmoil awaits them...",
      "es": "Decididos a liberar a Rem de un misterioso letargo, Subaru y Emilia emprenden un nuevo viaje hacia el Santuario en donde se enfrentarán a nuevos peligros que jamás imaginarían.\n\n¡La esperada adaptación del arco 4 comienza aquí!",
      "ru": "После победы над белым китом и архиепископом греха лени Петельгейзе, Субару наконец воссоединяется с Эмилией. Однако они узнают шокирующие новости, что на Круш с Рем по пути в столицу снова напал культ ведьмы. Круш потеряла свою память, а все воспоминания о Рем у людей были стёрты. Вместе с жителями деревни Субару решает вернуться обратно, однако деревня оказалась пустой. Оставшиеся жители, которые под руководством Рам отправились в так называемое \"Святилище\", до сих пор не вернулись. Что же там произошло?.."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1d16bd6-6b08-4985-b15e-e8586a8de78a",
    "title": {
      "en": "I, Who Have the Natural Charismatic Traits, Was Targeted by Yandere Disciples"
    },
    "updatedAt": "2024-05-13T10:05:29+00:00",
    "coverArt": "https://mangadex.org/covers/d1d16bd6-6b08-4985-b15e-e8586a8de78a/eda60bb2-bebc-4669-8176-9ec05c556782.png",
    "altTitles": [
      {
        "zh": "天生媚骨的我被病娇徒儿盯上了"
      },
      {
        "zh-ro": "Tiansheng Meigu De Wo Bei Bing Jiao Tu Er Ding Shangle"
      },
      {
        "zh-ro": "Tiānshēng Mèigǔ De Wǒ Bèi Bìng Jiāo Tú Er Dīng Shàngle"
      },
      {
        "vi": "Trời Sinh Mị Cốt, Ta Bị Đồ Nhi Yandere Để Mắt Tới"
      }
    ],
    "description": {
      "en": "After losing all magical powers, Bing Yuanzi was caught by a female disciple with ulterior motives. Witnessing a disciple she had painstakingly raised harboring malicious intentions, the master drank the last vial of a transformative potion, intending to erase her own existence. Unexpectedly, instead of disappearing, she became the legendary natural beauty, with allure and beauty reaching maximum levels. At the same time, the next words from her female disciple sounded behind her: “Master, you wouldn’t want your loss of magical powers to be known by our enemies, would you?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06",
    "title": {
      "en": "Bijin Onna Joushi Takizawa-san"
    },
    "updatedAt": "2024-10-11T20:11:01+00:00",
    "coverArt": "https://mangadex.org/covers/7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06/e24b17bb-51be-4666-9c5f-5d4509c76743.jpg",
    "altTitles": [
      {
        "en": "Beautiful Female Superior Takizawa-san"
      },
      {
        "de": "Meine hübsche Vorgesetzte Takizawa-san"
      },
      {
        "es-la": "Mi Hermosa Jefa Takizawa-san"
      },
      {
        "es": "Mi Jefa Bella, Takizawa-san"
      },
      {
        "pt": "Minha linda chefe, Takizawa-san"
      },
      {
        "en": "My Beautiful Boss, Takizawa-san"
      },
      {
        "fr": "Takizawa-san, ma patronne magnifique"
      },
      {
        "en": "The Greatest Lady Boss \"Takizawa-san\""
      },
      {
        "ru": "Мой прекрасный босс Такидзава-сан"
      },
      {
        "ja": "美人女上司滝沢さん"
      },
      {
        "zh": "美女上司泷泽小姐"
      },
      {
        "ko": "미인 여자 상사 타키자와 씨"
      },
      {
        "zh-hk": "美女上司瀧澤小姐"
      },
      {
        "ja-ro": "Bijin On'na Jōshi Takizawa-san"
      }
    ],
    "description": {
      "en": "Kouta Takeda is a young office worker, who at the entry level at XOX Corporation is put under the direct supervision of Kyouko Takizawa, a stunning and voluptuous woman with a fearsome reputation at the company as an inflexible and cruel boss, but Takeda has the privilege of finding out that Takizawa is no iron lady, and that she's no stranger to kindness where it's dispensed.",
      "ja": "こんな上司と働きたい♪　Twitter発、美人で巨乳な女上司4コマ！ 新卒で入った僕の会社の上司・滝沢さんは、美人で巨乳でちょっぴり○○！？　Twitterで話題になった後ニコニコ静画にて連載化された美人女上司さん4コマがたわわに書籍化!!",
      "pt": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa.  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/yan_baru55)",
      "pt-br": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44e289a3-6e81-4590-970c-4e5a912f27af",
    "title": {
      "en": "Furumapura"
    },
    "updatedAt": "2024-10-07T12:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/44e289a3-6e81-4590-970c-4e5a912f27af/c676b248-4c71-4429-89ca-30c7ba086866.jpg",
    "altTitles": [
      {
        "en": "FullMaPla"
      },
      {
        "ja": "ふるまぷら"
      }
    ],
    "description": {
      "en": "Energetic girl Kyou meets quiet girl Makoto, who only communicates using sign boards numbered 1 to 10. At first, these polar opposites interact rather one-sidedly, but gradually become able to understand each other's feelings.",
      "pt-br": "A garota animada Kyou conhece a garota quieta Makoto, que só se comunica usando placas de numeradas de 1 a 10. No início, estes polos opostos interagem muito unilateralmente, mas gradualmente se tornam capazes de compreender os sentimentos uma da outra."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "22"
  },
  {
    "mangaId": "f311fc05-0da0-46f3-8eda-b60121b3745e",
    "title": {
      "en": "Ajin Sharehouse"
    },
    "updatedAt": "2024-12-18T18:43:15+00:00",
    "coverArt": "https://mangadex.org/covers/f311fc05-0da0-46f3-8eda-b60121b3745e/7b71fd3f-fe26-4722-ac18-a1f444967a71.jpg",
    "altTitles": [
      {
        "ja": "亜人シェアハウス"
      },
      {
        "en": "Demi-Human Sharehouse"
      }
    ],
    "description": {
      "en": "The communicative, corporate animal Kei Sato applies to move into a share house in order to make friends with whom he can have casual conversations. The three people there were Chiyuki Himiiyama (Snow Woman), Meme Janome (Medusa) and Melodrama Incuria (Incubus). This was a share house exclusively for subhumans, who were supposed to be invisible to humans...\n\nThe share house life begins with a lot of difficulties ahead!\n\n(Source: Mangaupdates)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "21"
  }
]