[
  {
    "mangaId": "85456d9d-9c70-49e4-bbda-462b5a4af3c4",
    "title": {
      "en": "Isshou Hatarakitakunai Ore ga Classmate no Daininki Idol ni Natsukaretara"
    },
    "updatedAt": "2024-04-11T07:27:19+00:00",
    "coverArt": "https://mangadex.org/covers/85456d9d-9c70-49e4-bbda-462b5a4af3c4/e4f9f571-ab00-4c2c-9017-ef48617e2b4a.jpg",
    "altTitles": [
      {
        "ja": "一生働きたくない俺が、クラスメイトの大人気アイドルに懐かれたら"
      },
      {
        "vi": "Cô nàng idol đói bụng và anh chàng yêu nội trợ"
      },
      {
        "ja-ro": "Isshou Hatarakitakunai Ore ga Classmate no Daininki Idol ni Natsukaretara"
      },
      {
        "en": "A Very Popular Idol Classmate Has Taken a Liking to Me, A Person Who Doesn’t Want to Work for my Whole Life"
      },
      {
        "ja-ro": "Isshou Hatarakita Kunai Ore ga, Classmate no Daininki Idol ni Idakaretara"
      },
      {
        "zh": "班里的人气偶像黏上了一辈子不想工作的我"
      }
    ],
    "description": {
      "en": "Rintaro Shido, a high school student who aspires to become a full-time househusband, is in the class with a very popular idol, Rei Otosaki. The two have no connection other than being classmates, but their relationship changes drastically when Rintaro serves Rei a home-cooked meal after she nearly collapses from hunger! The food was so delicious that Rei said, \"Can I come here every day to eat?\"...?!",
      "ja": "専業主夫を目指す高校生・志藤凛太郎のクラスには、世間でも大人気のアイドル・乙咲玲が在籍していた。同級生であること以外の関係がない二人だったが、空腹で倒れそうになった玲に凛太郎が手料理を振る舞ったことで関係は一変！ あまりの美味しさに玲は「毎日食べに来ていい？」と言ってきて……!?",
      "vi": "Shido Rintaro, nam sinh cao trung ước ao trở thành một ông chồng nội trợ, học cùng lớp với idol nổi tiếng Otosaki Rei. Cả hai không liên quan gì đến nhau trừ việc học cùng lớp. Đó là cho đến khi Rei xém ngất xỉu vì đói, và được Rintaro nấu ăn cho. Tay nghề cậu ta khá đến nỗi Rei quyết định sẽ đến ăn chực mỗi ngày...!?",
      "pt-br": "Rintaro Shido, um estudante do ensino médio que aspira se tornar um dono de casa em tempo integral, está na classe de uma idol muito popular, Rei Otosaki. Os dois não têm nenhuma conexão além de serem colegas de classe, mas seu relacionamento muda drasticamente quando Rintaro serve uma refeição caseira para Rei depois que ela quase desmaia de fome! A comida estava tão deliciosa que Rei disse: \"Posso vir aqui todos os dias para comer?\"...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ecde3e7d-a3f3-486a-977a-bf3eb5a13a11",
    "title": {
      "en": "One for All"
    },
    "updatedAt": "2024-05-24T21:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/ecde3e7d-a3f3-486a-977a-bf3eb5a13a11/8ac66e4b-8e00-4ebb-98b5-63ebb560d7d3.jpg",
    "altTitles": [
      {
        "ja": "ワンフォーオール"
      }
    ],
    "description": {
      "en": "\"You wanna play rugby together?\"\n\nArashi is a hot-blooded first year high school student enrolled on a rugby scholarship. Calling himself \"the man who stirs up a storm\", he unites a peculiar group of problem children, leading them towards the peak of high school rugby, Hanazono! A youth rugby club story told by the delinquent manga legend, Yanauchi Daiju!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8abb525b-c066-43ee-aeec-99ea0829b2b1",
    "title": {
      "en": "Red Apple"
    },
    "updatedAt": "2024-05-25T15:52:53+00:00",
    "coverArt": "https://mangadex.org/covers/8abb525b-c066-43ee-aeec-99ea0829b2b1/276b1204-492e-4c5f-ad34-2a59f4b729a4.jpg",
    "altTitles": [
      {
        "ja-ro": "Akai Ringo"
      },
      {
        "ja": "アカイリンゴ"
      },
      {
        "zh": "禁果"
      },
      {
        "vi": "Trái Cấm"
      },
      {
        "ru": "Красное яблоко"
      },
      {
        "zh-hk": "紅蘋果"
      },
      {
        "ne": "रातो स्याउ"
      },
      {
        "hi": "लाल सेब"
      }
    ],
    "description": {
      "en": "Japan in the Reiwa XX era, where sexual activity is illegal. Hikaru Inuta, an honor student whose father is the director of the Ministry of Health, Labor and Welfare's Sexual Enforcement Division, witnesses something shocking at a club he visits for the first time with his friend. There are a lot of people who enjoy sex with a great deal of alcohol and music! And among them is Inuta's favorite idol, Misora. In front of this unusual sight, an impulse that he's never felt runs around Inuta's body!!",
      "ru": "Япония вошла в эпоху Рейва XX, во время которой сексуальные отношения стали незаконными. Хикару Инута — отличник, отец которого — директор отдела по борьбе с сексуальными преступлениями в Министерстве здравоохранения, труда и социального обеспечения. Инута становится свидетелем шокирующих событий в клубе, в который он впервые попадает вместе со своим другом. Он видит людей, которые занимаются сексом, пьют много алкоголя и слушают громкую музыку! И среди них оказывается кумир Инуты — актриса Мизора. Столкнувшись с таким необычным зрелищем, Инута вдруг ощущает то, чего не испытывал раньше.\n\n(source: mangalib)",
      "vi": "Lệnh Hòa năm XX, Nhật Bản đã thông qua một bộ luật cấm hoàn toàn việc quan hệ tình dục. Hikaru Inuta là một cậu học sinh danh dự có cha là một chỉ huy cấp cao trong Setori, cục kiểm soát hoạt động tình dục thuộc Bộ Y Tế, Lao Động, và Phúc Lợi. Một ngày nọ cậu được người bạn của mình rủ tới một câu lạc bộ ngầm bất hợp pháp, nơi mọi người tới để ăn chơi hưởng lạc. Bất ngờ thay cậu đã gặp được nữ minh tinh nổi tiếng hàng đầu hiện nay và là thần tượng của mình tại đây. Mọi chuyện sau đó sẽ ra sao?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "8",
    "lastChapter": "56"
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-05-01T19:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/2ee470f3-b1d0-48f2-82df-d74b1f3fcbf2.jpg",
    "altTitles": [
      {
        "ja-ro": "Chieri no Koi wa 8 Meter"
      },
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      },
      {
        "en": "Chieri's Love Is 8 Meters Tall"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!\n\nThe start of a literally larger-than-life romcom!",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2846d711-8858-431d-b904-6063a7d3bc70",
    "title": {
      "en": "My Dear Aster"
    },
    "updatedAt": "2023-11-07T00:48:35+00:00",
    "coverArt": "https://mangadex.org/covers/2846d711-8858-431d-b904-6063a7d3bc70/758e2557-5573-4205-9fee-ea6d2ed8f9ce.jpg",
    "altTitles": [
      {
        "ko": "마이 디어 아스터"
      }
    ],
    "description": {
      "en": "A few years ago, Lihen’s daughter said.\n\n“If mother ever lives again, don’t give birth to me.”\n\n“What are you talking about all of a sudden?”\n\n“You don’t have to give birth to me. Meet someone better than Dad. You said you had a first love. If you live again, confess. Who knows? Maybe it will work out?”\n\nThe mother and daughter giggled together.\n\nThen Lihen Copland woke up. As a nineteen-year-old.\n\nLiving again didn’t change her life much. But maybe she could make her daughter a little happier. To do so, she would have to marry her husband again.\nBut that resolve soon began to waver.\n\nAfter meeting her first love, Sir Schudermel Laft.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%88%EC%9D%B4-%EB%94%94%EC%96%B4-%EC%95%84%EC%8A%A4%ED%84%B0/3255), [KakaoPage](https://page.kakao.com/content/60910874)\n\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/138811)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbaa87dc-4dc2-43bc-a631-7ec1fafe026c",
    "title": {
      "en": "Saezuru Tori wa Habatakanai"
    },
    "updatedAt": "2023-05-13T06:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/cbaa87dc-4dc2-43bc-a631-7ec1fafe026c/bc04d7de-3a73-405a-a33f-1e23c760e961.jpg",
    "altTitles": [
      {
        "hu": "A szárnyaszegett énekesmadár"
      },
      {
        "en": "Don't Stay Gold"
      },
      {
        "es-la": "Pájaro que trina no vuela"
      },
      {
        "ja-ro": "Tadayoedo Shizumazu, Saredo Naki mo Sezu"
      },
      {
        "en": "Twittering Birds Never Fly"
      },
      {
        "pl": "Złamane skrzydła"
      },
      {
        "ru": "Певчая птица крыльями не машет"
      },
      {
        "ja": "囀る鳥は羽ばたかない"
      },
      {
        "zh": "鸣鸟不飞"
      },
      {
        "ko": "지저귀는 새는 날지 않는다"
      }
    ],
    "description": {
      "en": "Yashiro is the young leader of Shinseikai and the president of the Shinseikai Enterprise, but like so many powerful men, he leads a double life as a deviant and a masochist. Chikara Doumeki comes to work as a bodyguard for him and, although Yashiro had decided that he would never lay a hand on his own men, he finds there's something about Doumeki that he can't resist. Yashiro makes advances toward Doumeki, but Doumeki has mysterious reasons for denying. Yashiro, who abuses his power just to abuse himself, and Doumeki, who faithfully obeys his every command, begin the tumultuous affair of two men with songs in their hearts and no wings to fly."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3683f667-c23d-4688-b872-0ade276aaafa",
    "title": {
      "en": "Rekkyou Sensen"
    },
    "updatedAt": "2024-05-20T13:43:34+00:00",
    "coverArt": "https://mangadex.org/covers/3683f667-c23d-4688-b872-0ade276aaafa/bf2e30fb-fd3a-453f-9efc-46a7164d9e9e.jpg",
    "altTitles": [
      {
        "pt-br": "Guerra das Grandes Potências"
      },
      {
        "ja": "The Doomsday is Wartime"
      },
      {
        "ja-ro": "Rekkyo Sensen"
      },
      {
        "ja-ro": "Rekkyō Sensen"
      },
      {
        "ja": "列強戦線"
      },
      {
        "vi": "Chiến Tuyến Siêu Cường"
      },
      {
        "en": "World Power Battlefront"
      }
    ],
    "description": {
      "en": "The year is 2206, and mankind has only 100 years left on planet Earth. The \"Nation-Toppling Battle\", a war with the survival of each country on the line, begins!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "decb475a-c54a-430f-a08a-0ffbfb12a977",
    "title": {
      "en": "Legal Pirate Parfait"
    },
    "updatedAt": "2024-03-25T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/decb475a-c54a-430f-a08a-0ffbfb12a977/f763e319-805a-47f6-97f0-928c43da7daf.jpg",
    "altTitles": [
      {
        "ko": "합법해적 파르페"
      },
      {
        "en": "Privateer Parfait"
      },
      {
        "en": "Parfait: the Privateer"
      },
      {
        "en": "Parfait: the Legal Pirate"
      }
    ],
    "description": {
      "en": "The extraordinary Princess Parfait's marvelous fantasy adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d6e8143-bfb3-449a-9955-f815c9218726",
    "title": {
      "en": "God of Autopsy"
    },
    "updatedAt": "2024-04-02T03:35:24+00:00",
    "coverArt": "https://mangadex.org/covers/8d6e8143-bfb3-449a-9955-f815c9218726/21f3de71-5063-4515-86c9-f19516bd0cd5.png",
    "altTitles": [
      {
        "ja": "検死の神"
      },
      {
        "fr": "La Mémoire des morts"
      },
      {
        "ko": "부검의 神"
      }
    ],
    "description": {
      "en": "Forensic Scientist Kim Junghoon lies dead in the National Forensic Service’s autopsy room. He died full of regret after witnessing his work partner of 20 years, Kim Sangjin, distorted his very own autopsy report when he was still conscious and accused him of committing suicide. Right after he passed away, Kim Junghoon opened his eyes once more and found himself back in 2002 when he was still a rookie in the National Forensic Service. His final wish came true as he got himself one more chance to fix his past!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eec98e94-3d04-4c36-aec4-8fc7b7e5f0d4",
    "title": {
      "en": "Majo Maid wa Joou no Himitsu o Shitte Iru"
    },
    "updatedAt": "2024-01-30T21:46:18+00:00",
    "coverArt": "https://mangadex.org/covers/eec98e94-3d04-4c36-aec4-8fc7b7e5f0d4/b83ea4bd-f23f-45c3-b284-e93d3f156a64.jpg",
    "altTitles": [
      {
        "ja": "魔女メイドは女王の秘密を知っている。"
      },
      {
        "en": "The Witch Maid Knows the Queen's Secret"
      },
      {
        "ne": "बोक्सी दासीलाई रानीको रहस्य थाहा छ।"
      }
    ],
    "description": {
      "en": "Liz, whose engagement is broken off due to her mysterious power to see the future is hired as a maid by Her Majesty, Queen Schriess of Lynphilia. Her Majesty is neither married, nor has an heir, and her five younger brothers have started a struggle for succession. But, Liz ended up finding out, finding out that the queen whom everyone wishes to have a prompt wedding for the sake of the future hides a big secret."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80cda3ff-d08a-4797-8f83-0f6ef538c3a2",
    "title": {
      "en": "JoJo's Bizarre Adventure - Moscow Calling (Doujinshi)"
    },
    "updatedAt": "2024-02-16T08:16:57+00:00",
    "coverArt": "https://mangadex.org/covers/80cda3ff-d08a-4797-8f83-0f6ef538c3a2/5f280532-65b0-4985-b933-a5a87f8e23ca.jpg",
    "altTitles": [
      {
        "ro": "Aventurile Bizare ale lui JoJo: Chemarea Moscovei"
      },
      {
        "en": "JJBA: Moscow Calling"
      },
      {
        "en": "Moscow Calling"
      },
      {
        "vi": "Tiếng gọi nơi Moskva"
      }
    ],
    "description": {
      "en": "Moscow Calling takes place in Russia in 2000. This story is about Georgiy Lastochkin, an 18-year old Russian student with mysterious stand. Living in Vladivostok, he studies at a local university, and happens to have a crush on one of his classmates. On one end he has to deal with his everyday life as a student - on the other, he needs to deal with the mysteries of his Stand.  \n  \nOne day he begins travelling throughout Russia, all the way from Vladivostok to Moscow! There are sure to be faithful friends and clever enemies, comedy and drama, and of course - Stand battles. Learn what it means to be a Russian Stand user in JoJo's Bizarre Adventure: Moscow Calling!  \n  \nItalian summary:  \n||Moscow Calling è ambientato nella Russia del 2000. Il protagonista di questa storia è Georgiy Lastochkin, uno studente diciottenne russo con uno stand misterioso. Visto che vive a Vladivostok, studia all'università locale, e si prende una cotta per una delle sue compagne di corso. Da una parte deve affrontare la sua vita da studente - dall'altra, deve avere a che fare con i misteri del suo stand.  \n  \nUn giorno inizia a viaggiare per tutta la Russia, da Vladivostok a Mosca! Incontrerà dei fedeli amici e dei nemici intelligenti, una drammatica commedia, e ovviamente - battaglie con stand. Impara cosa significa essere un portatore di stand russo in Le bizzarre avventure di Jojo: la chiamata di Mosca!||",
      "vi": "Chào mừng đến với Vladivostok, thủ phủ vùng liên bang Viễn Đông, L.B.Nga. \"Moscow Calling\" kể về Georgiy Lastochkin, một sinh viên 18 tuổi. Sống ở Vladivostok, cậu học tại một trường đại học địa phương với cuộc sống bình thường như bao sinh viên khác.\nMột ngày nọ, cậu bắt đầu hành trình của mình đi khắp nước Nga, hành trình từ Vladivostok đến tận Moskva!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9ecd208c-c592-4462-9f57-4d7d4a9f956f",
    "title": {
      "en": "Mercenary Enrollment"
    },
    "updatedAt": "2024-01-30T23:47:15+00:00",
    "coverArt": "https://mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "altTitles": [
      {
        "ko": "입학용병"
      },
      {
        "ko-ro": "Ipagyongbyeong"
      },
      {
        "en": "Teenage Mercenary"
      },
      {
        "de": "Söldnereinschreibung"
      },
      {
        "fr": "High School Mercenary"
      },
      {
        "es": "Mercenario adolescente"
      },
      {
        "ja": "入学傭兵"
      },
      {
        "zh": "少年佣兵"
      },
      {
        "zh-hk": "入學傭兵"
      },
      {
        "th": "พี่ชายสายบอดี้การ์ด"
      },
      {
        "id": "High School Soldier"
      },
      {
        "id": "Tentara Menyamar Jadi Anak SMA"
      },
      {
        "pt-br": "Mercenário Adolescente"
      }
    ],
    "description": {
      "de": "Im Alter von acht Jahren verlor Ijin Yoo seine Eltern bei einem Flugzeugabsturz und strandete in einem fremden Land, wo er gezwungen war, ein Kindersöldner zu werden, um zu überleben. Zehn Jahre später kehrt er nach Hause zurück, um mit seiner Familie in Korea wieder vereint zu sein. Dort scheint alles friedlich zu sein, doch schon bald muss Ijin feststellen, dass das Leben als Teenager eine ganz andere Art des Überlebens ist. Da ihm nur noch ein Jahr in der Oberschule bleibt, muss Ijin neue Taktiken erlernen, um sich auf dem Schlachtfeld der Schule zurechtzufinden. Kann er ein Jahr Oberschule überleben? Oder wird die Schule vielmehr in der Lage sein, IHN zu überleben?\n\n---\nDie Geschichte handelt von einem jungen Koreaner, der bei einem Flugzeugabsturz seine Eltern verloren hat. Das Kind landet irgendwie in einem vom Krieg zerrissenen Teil der Welt und wird zu einem Top-Söldner im Teenageralter. Irgendwie findet er seine Familie wieder und beschließen, ein ruhiges Leben mit seiner Familie zu führen.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "en": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. He returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
      "es": "A los ocho años, Ijin Yu perdió a sus padres en un accidente aéreo y quedó varado en un país extranjero, forzado a convertirse en mercenario para sobrevivir. Diez años después, regresa a su hogar para reunirse con su familia en Corea, en donde sobra la comida y todo parece estar en paz. Sin embargo, Ijin pronto descubrirá que la vida de adolescente es otro tipo de supervivencia. En su último año de secundaria, Ijin debe dominar nuevas tácticas para resistir en el campo de batalla escolar. ¿Podrá sobrevivir a su último año? ¿O podrá su escuela sobrevivir a él?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "fr": "Ijin est un jeune mercenaire qui est le seul survivant d’un accident d’avion survenu dans son enfance. Il vient tout juste de retourner auprès de sa famille qui le croyait mort durant ses 10 ans d’absence. Ijin pourra-t-il mettre de côté son passé sombre et mener une vie normale de lycéen?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "hu": "Yu Ijin volt az egyetlen túlélője egy repülőgép-szerencsétlenségnek, amikor még kicsi volt. Miután zsoldosnak állt, hogy 10 évig túléljen, visszatér a családjához a szülővárosába.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "id": "Yoo Leejin, satu-satunya orang yang hidup dari kecelakaan pesawat terbang, harus bekerja sebagai tentara bayaran selama 10 tahun. Tapi akhirnya dia kembali ke tempat asalnya dan memulai kehidupan baru sabagai anak SMA biasa. Apakah dia bisa bersekolah dengan normal?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "ko": "어린 시절 비행기 추락 사고의 유일한 생존자 유이진.  \n살아남기 위해 용병으로 살아가던 유이진은 10년 후, 가족이 있는 고향으로 돌아왔다.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "th": "ยูอีจิน เด็กหนุ่มผู้รอดตายจากอุบัติเหตุเครื่องบินตกและใช้ชีวิตเป็นทหารมานับแต่นั้นได้กลับมาหาครอบครัวของเขาในที่สุดหลังจากผ่านเวลาไปเป็นสิบปี\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh": "超强少年佣兵归来！\n欺负我妹的一个都不准跑！\n\n幼年遭遇飞机失事，成为唯一幸存者的柳亦真，为了生存成为了佣兵。十年后，因偶然的契机得以回到故乡上学并找回了自己的家人。正当他为失而复得的家人感到幸福，为安逸的生活感到欣喜时，却发现事情并不如他所愿。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "pt-br": "Yu Ijin foi o único sobrevivente de uma queda de avião quando ainda era criança. Depois de se tornar um mercenário por 10 anos para sobreviver, ele retornou para sua família em sua cidade natal.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh-hk": "《大貴族》孫齊晧作家的新作！ 幼年時，飛機墜毀事故的唯一倖存者劉理真，爲了生存以傭兵生活的劉理真，10年後回到了有家人的故鄉。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "263deeff-c010-4ac7-bc01-6341f3e698ac",
    "title": {
      "en": "Dragon Quest: The Great Adventure of Dai - Avan the Brave and the Demon King of Hellfire"
    },
    "updatedAt": "2024-05-01T19:31:32+00:00",
    "coverArt": "https://mangadex.org/covers/263deeff-c010-4ac7-bc01-6341f3e698ac/f4d9f28f-c72c-495d-854d-4f5ee3a28ba2.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンクエスト ダイの大冒険 勇者アバンと獄炎の魔王"
      },
      {
        "ja-ro": "Dragon Quest: Dai no Daibouken - Yuusha Avan to Gokuen no Maou"
      }
    ],
    "description": {
      "en": "The Demon King's army led by Hadler is attacking the world. The Kingdom of Carl and Princess Flora stand up to stop the invasion. And then there's young Avan! Another heroic story begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4b8437c-ea32-42f9-96da-b3a6b53dabbd",
    "title": {
      "en": "Kitai Fuku ga Aru"
    },
    "updatedAt": "2024-03-29T08:41:50+00:00",
    "coverArt": "https://mangadex.org/covers/a4b8437c-ea32-42f9-96da-b3a6b53dabbd/3e32f681-ca13-4f8c-a456-dfeee9a510d3.jpg",
    "altTitles": [
      {
        "en": "I Want To Be Myself"
      },
      {
        "ja": "着たい服がある"
      },
      {
        "en": "I show my true colors shining through."
      },
      {
        "en": "There Are Clothes I Want to Wear"
      }
    ],
    "description": {
      "en": "University student Mami is seen by everyone as the fashionable cool model-type but she secretly just wants to wear Lolita fashion.  \n  \nWhile she tries occasionally to be more cute & less \"stylish\", she can't overcome the image others have of her. When she watches a new coworker at the cafe she works part-time at leave in a extremely flashy outfit, it sparks the courage in her to express herself more truthfully too!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "43"
  },
  {
    "mangaId": "e0966537-58a1-421b-8ea9-3e7f02d703c4",
    "title": {
      "en": "The Hero Returns"
    },
    "updatedAt": "2024-05-28T01:42:54+00:00",
    "coverArt": "https://mangadex.org/covers/e0966537-58a1-421b-8ea9-3e7f02d703c4/5cef80fc-a670-45ad-bfdb-3c9869445691.jpg",
    "altTitles": [
      {
        "en": "Hero, Returns"
      },
      {
        "ko": "영웅, 회귀하다"
      },
      {
        "ru": "Герой возвращается"
      },
      {
        "es-la": "Heroe, regresa"
      }
    ],
    "description": {
      "en": "The strongest hero of humanity, Kim Sung Bin.\n\nHe threw everything on the line and fought… but he still couldn’t prevent the destruction of the world.\n\nHowever, his legend has just begun as he returns 20 years into the past.\n\n“I’ll definitely… kill it this time.”\n\nNow fully equipped with overwhelming power and experience, the hero’s raid isn’t over yet!",
      "ko": "인류 최강의 영웅, 김성인\n모든 것을 내던지며 분투했지만\n결국…… 세상의 멸망은 막지 못했다\n\n하지만 그의 전설은 이제 시작이었으니\n성인, 20년 전으로 회귀하다!\n\n“이번에는…… 반드시 잡는다.”\n\n압도적인 재능과 경험으로 무장한 완전체\n영웅의 레이드는 아직 끝나지 않았다!",
      "ru": "Сильнейший герой человечества Ким Сон Бин. Он бросил все на кон и сражался, но… не cмог предотвратить разрушение мира. Однако его легенда только начинается, когда Сон Бин возвращается на 20 лет в прошлое.",
      "pt-br": "O herói mais forte da humanidade, Kim Sung Bin.\n\nEle jogou tudo na linha e lutou... mas ele ainda não conseguiu impedir a destruição do mundo.\n\nNo entanto, sua lenda apenas começou quando ele retorna 20 anos no passado.\n\n\"Com certeza... vou matá-lo desta vez.\"\n\nAgora totalmente equipado com poder e experiência esmagadores, o ataque do herói ainda não acabou!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2023-06-22T13:17:12+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "e8c7bf0d-446a-4ede-979a-a376ae9a89db",
    "title": {
      "en": "MINOR"
    },
    "updatedAt": "2024-04-18T22:17:27+00:00",
    "coverArt": "https://mangadex.org/covers/e8c7bf0d-446a-4ede-979a-a376ae9a89db/600efb0d-4f42-44ca-85a2-f8b6b1ec987f.jpg",
    "altTitles": [
      {
        "ja": "マイナー"
      }
    ],
    "description": {
      "en": "Spin-off focused on Kawase Ryoko disguising herself as a boy and joining her high school's men's baseball club"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d80640d-c591-4c7a-a47e-594c29c2037c",
    "title": {
      "en": "Like a Cat"
    },
    "updatedAt": "2024-04-15T16:56:49+00:00",
    "coverArt": "https://mangadex.org/covers/7d80640d-c591-4c7a-a47e-594c29c2037c/f7edc89c-f963-44c9-9117-4c5b0a52e085.jpg",
    "altTitles": [
      {
        "ja": "猫が如く"
      },
      {
        "ja-ro": "Neko ga Gotoku"
      }
    ],
    "description": {
      "en": "The Yakuza boss is... a cat!? The \"brown tiger\" group boss, Oyaji. Yanagi, the new recruit in the Yakuza, and the gang members are once again at the mercy of the carefree Oyaji today... But it's not that bad.\nA lively comedy about a cat... Begins!!\n\nThe title Like a Cat, or Neko ga Gotoku, is a parody of the Yakuza game series' title which is Like a Dragon or Ryu ga Gotoku."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-03-29T19:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/a7872083-47ce-4234-85f6-fa080069bd2a.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya-san Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      }
    ],
    "description": {
      "en": "Masachika Kuze sits next to Alya, a girl of Russian and Japanese descent. She’s beautiful, haughty, and an exceptional student, while Masachika is nerdy and known for being a slacker. He’s an easy target for her comments in Russian, which she’s all too happy to translate—except he can understand what she’s really saying!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2024-05-31T07:35:48+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/83ce9ee1-775d-4be3-9956-82e464f6291f.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa Is My Senior, and My Friend."
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "en": "Noa-sempai Is My Friend."
      }
    ],
    "description": {
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "275c3ee8-bdeb-4070-a333-6add23a8415a",
    "title": {
      "en": "Renge to Naruto!"
    },
    "updatedAt": "2024-03-31T22:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/275c3ee8-bdeb-4070-a333-6add23a8415a/b1308e0b-aee9-44f2-b26b-1e3f615fe83e.jpg",
    "altTitles": [
      {
        "ja": "れんげとなると！"
      },
      {
        "vi": "renge và naruto"
      },
      {
        "ja-ro": "Renge to Naruto!"
      },
      {
        "en": "Renge and Naruto!"
      }
    ],
    "description": {
      "en": "It's been a few months since the neighborhood Chinese restaurant closed down, and when I stopped by for the first time in a while, I found that it had been transformed into a flashy, mysterious restaurant with its old signboard still intact. When I went inside, there was a gal there... This is a story about a Chinatown restaurant where gals are hospitable.",
      "ja": "近所の町中華が閉店して数カ月、久々に立ち寄るとそこはかつての看板のまま、ド派手な謎の店に変わっていた。中に入るとそこには1人のギャルがいて……。ギャルがもてなす町中華の物語だ。",
      "pt-br": "Já se passaram alguns meses desde o fechamento do restaurante chinês do bairro, e quando passei por lá pela primeira vez em um tempo, descobri que ele tinha se transformado em um restaurante chamativo e misterioso, mantendo ainda seu antigo letreiro. Ao entrar, deparei-me com uma garçonete... Esta é uma história sobre um restaurante em Chinatown onde as garçonetes são acolhedoras."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f799b6e-3029-43cf-9648-c50a9f4bab47",
    "title": {
      "en": "Bishu no Daichi Fukushu ~Fukushuu no tame ni Kao wo Suteta Onna~"
    },
    "updatedAt": "2023-11-05T16:31:43+00:00",
    "coverArt": "https://mangadex.org/covers/6f799b6e-3029-43cf-9648-c50a9f4bab47/0b4cb038-7709-4e6f-9a20-438f9f439d3f.jpg",
    "altTitles": [
      {
        "ja": "美醜の大地～復讐のために顔を捨てた女～"
      },
      {
        "en": "A Woman Who Abandoned Her Face for Revenge"
      },
      {
        "vi": "Vì Hận Tái Sinh ~Người phụ nữ vì phục thù mà từ bỏ gương mặt của mình~"
      }
    ],
    "description": {
      "en": "A woman who was robbed of her family by bullying is reborn as another person, and she devotes herself to revenge from hell! , Because of her ugly appearance, she was badly bullied at a girls' school. The leader of bullying is Ayako Takashimazu, the daughter of a large company. Hana, who was accused of theft by her, was forced to leave school...!?\n\n(from mangaupdates)",
      "ja": "いじめによってすべてを奪われた女が別人に生まれ変わり、地獄の復讐に身を投じる！\n\n昭和20年、太平洋戦争が終わりかけていた時代、樺太（からふと）で生まれ育った少女・市村ハナは、醜い容姿のため女学校で凄惨ないじめを受けていた。いじめのリーダー格は大会社の令嬢・高島津絢子。彼女によって泥棒の濡れ衣を着せられたハナは、退学に追い込まれてしまう。やがてソ連軍が空襲を開始し、樺太から北海道へ逃れる船に乗り込んだハナ一家だったが、いじめグループによって船から追い出されてしまい……。",
      "vi": "Một cô gái với cuộc đời bị lấy đi tất cả mọi thứ do bị bắt nạt, vu oan đã tái sinh thành một người khác và cô quyết định trả thù tất cả những ai đã góp phần đẩy cuộc đời mình vào bước đường cùng!\nIchimura Hana, một cô gái sinh ra và lớn lên ở Karafuto, bị bắt nạt dã man tại một trường nữ sinh vì ngoại hình xấu xí của mình. Cầm đầu nhóm bắt nạt cô là Takashimazu Ayako, thiên kim tiểu thư của công ty sản xuất giấy lớn nhất Karafuto thời bấy giờ. Sau một lần bị vu cáo là kẻ trộm, Hana đã bị đuổi học.\nMột thời gian sau, trong một cuộc di tản bởi trận không kích của quân Liên Xô, gia đình Hana đáng ra đã lên được một con tàu để thoát khỏi Karafuto đến Hokkaido, nhưng cả nhà cô đã bị xua đuổi khỏi tàu bởi chính sự vu cáo của bè lũ bắt nạt đó..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "512cd78f-cbb8-460a-bafd-e8840c0f7c31",
    "title": {
      "en": "Sword Art Online Unital Ring"
    },
    "updatedAt": "2024-05-23T11:39:09+00:00",
    "coverArt": "https://mangadex.org/covers/512cd78f-cbb8-460a-bafd-e8840c0f7c31/b30395aa-2d98-4439-b141-a916840aee16.jpg",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン・ユナイタル・リング"
      },
      {
        "ja-ro": "Sōdo Āto Onrain Yunaitaru Ringu"
      },
      {
        "en": "SAO Unital Ring"
      },
      {
        "es-la": "Sword Art Online Anillo Unital"
      }
    ],
    "description": {
      "en": "A year has passed since Kirito and Asuna’s return from the Underworld. With them is Alice, who has been given a physical body. But their peace is quickly broken when the three are suddenly thrust into an unfamiliar game, Unital Ring. This new world is a survival MMO that fuses together every VRMMO created with the Seed program. As soon as it starts, Kirito finds himself with nothing but his underwear. Now, he’s got to challenge a mysterious VRMMOSVG under desperate circumstances!",
      "es-la": "Ha pasado un año desde el regreso de Kirito y Asuna del Underworld. Con ellos está Alice, que ha recibido un cuerpo físico. Pero su paz se rompe rápidamente cuando los tres se ven empujados de repente a un juego desconocido, Unital Ring. Este nuevo mundo es un MMO de supervivencia que fusiona todos los VRMMO creados con el programa \"The Seed\". Nada más empezar, Kirito se encuentra sin nada más que su ropa interior. Ahora, ¡Tiene que desafiar a un misterioso VRMMOSVG en circunstancias desesperadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3faa91a8-795c-4625-b9d2-1ce516d56cfc",
    "title": {
      "en": "The Game That I Came From"
    },
    "updatedAt": "2024-03-16T19:07:44+00:00",
    "coverArt": "https://mangadex.org/covers/3faa91a8-795c-4625-b9d2-1ce516d56cfc/7c1257df-6b29-43ac-8c1d-3bfdb2c1ef57.png",
    "altTitles": [
      {
        "en": "I Back From a Game"
      },
      {
        "en": "I Came From the Game"
      },
      {
        "ja": "ふりだしから始まる覚醒者"
      },
      {
        "zh": "我来自游戏"
      },
      {
        "ko": "어웨이크닝: 회귀 플레이어"
      },
      {
        "zh-ro": "Wo Laizi Youxi"
      },
      {
        "en": "Ultimate Rogue's Awakening"
      }
    ],
    "description": {
      "en": "With the rise of a popular RPG called Tianyong Game, its max-level players called \"awakeners\" have come to dominate the real world in terms of wealth and power. \n\nDespite Ling Ce's natural talent for the game, it's nearly impossible for him to catch up to these players because he started playing the game a year after its release. But as luck would have it, a glitch in the game's teleportation system takes him back three years into the past with his memories intact.\n\nNow, Ling Ce is determined to utilize his knowledge and experiences to become an awakener and turn his life around. No amount of carnivorous plant monsters or insanity level dungeons will stop the determined hero from reaching the peak!\n\n\n---\n\n**Links:**\n- [Official Japanese Translation](https://piccoma.com/web/product/88411)\n- [Official Korean Translation](https://page.kakao.com/home?seriesId=58409509)",
      "zh": "带着上一世满级盗贼的记忆，回到三年前，这是命运给凌策的考验还是赏赐？ 既然重生，那上一世未曾达到的、不能守护的、那些只能幻想的，这一世全都要。 更以巅峰造极之态，摧枯拉朽之势，超越极限，成为最强“觉醒者”。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b44caa8-b122-4c52-bcd7-1c8b63ba3263",
    "title": {
      "en": "Saikyou Yuusha Party wa Ai ga Shiritai"
    },
    "updatedAt": "2024-05-15T15:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/5b44caa8-b122-4c52-bcd7-1c8b63ba3263/84cacfe6-4683-4f57-a503-6d95d159965e.jpg",
    "altTitles": [
      {
        "ja": "最強勇者パーティーは愛が知りたい"
      },
      {
        "en": "Hero's Party Want to Experience LOVE"
      },
      {
        "ja-ro": "Saikyō Yūsha Pātī wa Ai ga Shiritai"
      }
    ],
    "description": {
      "en": "The strong and popular hero won't let me (the unpopular mage) go for some reason!!!\nThe adventures of the strongest hero's party is full of strange love."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER - DIGITAL COLORED COMICS"
    },
    "updatedAt": "2023-08-05T20:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter x Hunter"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "ja": "ハンター×ハンター"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36d27f1d-122a-4c7e-9001-a0d62c8fb579",
    "title": {
      "en": "Mount Celeb Kaneda-san"
    },
    "updatedAt": "2024-05-15T23:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/36d27f1d-122a-4c7e-9001-a0d62c8fb579/5e9140ed-1a8c-4da4-8cf6-031c345b2af8.jpg",
    "altTitles": [
      {
        "ja": "マウントセレブ金田さん"
      }
    ],
    "description": {
      "en": "Mochiko Kaneda (commonly known as Kaneda-san), a self-important, clumsy sanpaku-eyed celebrity lady, climbs to the top with overwhelming financial power!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4e53b437-5884-4aa8-9ee1-be1028cba03f",
    "title": {
      "en": "Ura Baito: Toubou Kinshi"
    },
    "updatedAt": "2024-04-11T16:57:01+00:00",
    "coverArt": "https://mangadex.org/covers/4e53b437-5884-4aa8-9ee1-be1028cba03f/ea3a1370-de69-4317-bfe5-35953bdf97ca.jpg",
    "altTitles": [
      {
        "zh": "灰色兼职：逃亡禁止"
      },
      {
        "zh-hk": "灰色兼職：逃亡禁止"
      },
      {
        "ja": "裏バイト:逃亡禁止"
      },
      {
        "en": "Gray Part-Time Jobs: No Escape"
      }
    ],
    "description": {
      "en": "Ura baito, also known as a shady part-time job: a gray area job that pays very well. The price you pay is your life.  \nYume Kokuryo and Nagomi Shirahama are seeking a large sum of money for some reason. \nTo that end, they casually dive into various shady part-time jobs. \n\nThis work may affect you physically and mentally. Read it at your own risk. \nWe are not responsible for any damage to your health."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "553e781b-9b27-4520-aa6a-a98c7d749c9f",
    "title": {
      "en": "Konbini de Kimi to no 5-funkan"
    },
    "updatedAt": "2024-02-22T15:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/553e781b-9b27-4520-aa6a-a98c7d749c9f/7eab72f7-8508-4555-9e47-33624ddc2467.jpg",
    "altTitles": [
      {
        "ja-ro": "Combini de Kimi to no 5-funkan"
      },
      {
        "pt-br": "5 Minutos com Você em uma Loja de Conveniência"
      },
      {
        "ja": "コンビニで君との５分間"
      },
      {
        "en": "The 5 Minutes We Share At The Convenience Store."
      }
    ],
    "description": {
      "en": "The Office Lady (OL-san), who looks forward to stopping by at the convenience store on the way home from work. And Shibasaki-kun, the poker-faced high school part-timer, who gets stirred up by OL-san for some reason. A heartwarming manga about two people who pass by each other at the convenience store!\r\n___\r\nLinks:\r\n - [Official Square Enix page](https://magazine.jp.square-enix.com/yg/introduction/conveni/)\r\n - Author's Twitter: <https://twitter.com/nozo717>",
      "ja": "高校生のコンビニバイト君とOLさん（＋α）のほのぼの胸きゅん８Pオリジナル漫画です。\n年齢差＆身長差あり。\nヤングガンガンにて連載決定しました！\nこれからもどうぞ応援よろしくお願いしますฅ•ω•ฅ",
      "pt-br": "Shibasaki é um estudante do ensino médio que trabalha em tempo parcial em uma loja de conveniência. No trabalho, ele encontra uma pequena mulher e se vê apaixonado por ela. Da mesma forma, o interesse da mulher pelo jovem aumenta gradualmente, principalmente devido ao seu rosto parecido com o do gato dela. A cada breve encontro, o estudante e a senhora se aproximam lentamente durante os cinco minutos que compartilham na loja de conveniência."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "91.5"
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-04-13T18:58:08+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/a71f02e9-4ac7-476e-9c39-7723de2102ef.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-04-21T15:15:56+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/84f6d77a-889c-4efe-8dfa-2d819743d8af.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "032fd747-fba8-449b-b614-b3715fb6a899",
    "title": {
      "en": "Genkai OL to Joshi Daisei ga 〇〇 Suru Hanashi"
    },
    "updatedAt": "2024-05-11T15:58:30+00:00",
    "coverArt": "https://mangadex.org/covers/032fd747-fba8-449b-b614-b3715fb6a899/1a0e9ba2-e8e4-4054-8b1c-921820b03dfa.jpg",
    "altTitles": [
      {
        "ja": "限界OLと女子大生が〇〇する話"
      },
      {
        "ko": "한계 OL과 여대생이 OO하는 이야기"
      },
      {
        "en": "An OL at Her Limit and a College Girl"
      }
    ],
    "description": {
      "en": "Segawa-san is the star of the office who everyone depends on. But she's stretched thin, and the state of her apartment has gotten dire. After a fateful encounter, the college student next door offers to lend a helping hand!",
      "ja": "仕事ができて皆から頼られる完璧OL 瀬川さん。しかし家では、汚部屋で毎日コンビニ飯を食べる限界生活を送っていた。ある日、お隣に住む片付け上手でしっかり者の女子大生 安藤さんに部屋の片付けを手伝ってもらうことになり…？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "960a03a6-0c21-470c-be84-973304b2f7bd",
    "title": {
      "en": "Oh, My Devil!"
    },
    "updatedAt": "2023-03-29T17:58:13+00:00",
    "coverArt": "https://mangadex.org/covers/960a03a6-0c21-470c-be84-973304b2f7bd/5ceed0cb-f315-414a-b3d9-147d6790495e.jpg",
    "altTitles": [
      {
        "en": "악마에게 은총을"
      }
    ],
    "description": {
      "en": "A stranger calls me his girlfriend!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "51"
  },
  {
    "mangaId": "adce0aea-3f6d-4fd2-9902-1107f59f94da",
    "title": {
      "en": "Arafoo Kenja no Isekai Seikatsu Nikki"
    },
    "updatedAt": "2024-03-29T13:23:08+00:00",
    "coverArt": "https://mangadex.org/covers/adce0aea-3f6d-4fd2-9902-1107f59f94da/17f9e60c-6d69-4f0a-a672-98a52198599f.jpg",
    "altTitles": [
      {
        "ru": "Дневник 40-летнего мудреца в другом мире"
      },
      {
        "ja": "アラフォー賢者の異世界生活日記"
      },
      {
        "en": "The Diary Of A Sage Around 40 Living In Another World"
      },
      {
        "ja-ro": "Around 40 Kenja no Isekai Seikatsu Nikki"
      },
      {
        "en": "The Diary of a Middle-Aged Teacher's Carefree Life in Another World"
      }
    ],
    "description": {
      "en": "Satoshi Osako, a 40-year-old man, had become addicted to a virtual reality role-playing game and rose to become a top player. Tragically, a fatal accident during a login session abruptly ended his life. But this was not the real end for him, as he found himself reborn in a world brimming with swords, magic, and monsters! To his surprise, he retained the skills and abilities from his previous life's gaming experience. His life takes an unexpected turn when he is tasked with tutoring a young girl. Delve into the diary of a sage residing in this fantastical realm, where his guiding principle is \"Peace and tranquility every day.\""
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "690528ff-3bd6-4552-a44f-3928cb988ddc",
    "title": {
      "en": "A High School With Only Men"
    },
    "updatedAt": "2023-04-09T18:32:34+00:00",
    "coverArt": "https://mangadex.org/covers/690528ff-3bd6-4552-a44f-3928cb988ddc/b938115c-5a83-464a-9b8f-c3256e79f59a.jpg",
    "altTitles": [
      {
        "en": "Boys Only"
      },
      {
        "en": "Namgo"
      },
      {
        "en": "Namgodeokbbun"
      },
      {
        "ko": "남고덕뿐"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e7b5dec0-d875-4d44-b06c-8b45af865a32",
    "title": {
      "en": "The Art of Reincarnation"
    },
    "updatedAt": "2024-05-28T01:41:52+00:00",
    "coverArt": "https://mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/6d38be78-da22-4829-9c5a-e719941037c0.png",
    "altTitles": [
      {
        "ko": "환생의 정석"
      },
      {
        "en": "The Essence of Reincarnation"
      },
      {
        "ru": "Реинкарнация по плану"
      },
      {
        "en": "Standard of Reincarnation"
      },
      {
        "es-la": "Estándar de la Reencarnación"
      }
    ],
    "description": {
      "en": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
      "ko": "최강의 무가 사미온에서 외팔이 방계로 태어난 데이븐.\n반쪽짜리 무인이라며 갖은 조롱과 멸시를 딛고 사미온의 직계 천재마저 넘어섰으나,\n결국 가문과 부모에게 버림받아 가장 초라한 최후를 맞이하게 되는 줄 알았는데...\n500년 뒤 새로운 몸에서 눈을 떴다!\n\n‘내게도 오른팔이 있다?’\n\n새로운 가문의 적통.\n천부적인 재능의 육체.\n전생의 경험.\n그리고 그와 함께하는 신까지.\n\n환생을 했더니, 모든 것이 달라져 있었다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbb22826-963e-4602-a5cd-a50c75723d59",
    "title": {
      "en": "Maseki Gurume: Mamono no Chikara wo Tabeta Ore wa Saikyou!"
    },
    "updatedAt": "2023-07-26T21:26:09+00:00",
    "coverArt": "https://mangadex.org/covers/cbb22826-963e-4602-a5cd-a50c75723d59/8ad9c9e2-b7ce-402e-b973-ee652846d665.jpg",
    "altTitles": [
      {
        "en": "Magic Stone Gourmet: Eating Magical Power Made Me The Strongest"
      },
      {
        "ru": "Поедая магические камни, я становлюсь сильнее!"
      },
      {
        "ja": "魔石グルメ　魔物の力を食べたオレは最強！"
      },
      {
        "ja-ro": "Maseki Gurume: Mamono no Chikara o Tabeta Ore wa Saikyou!"
      },
      {
        "en": "Magic Gems Gourmet"
      }
    ],
    "description": {
      "en": "In this world, It's only me who can get stronger by eating Magic Stones! At one point, I received an offer to have a smooth life reincarnation from the Goddess-sama… But the skill I got as a prize is Toxins Decomposition EX. Ugh, what a plain skill! It's so pitiful that even my own family makes fun of me… However, one day I realized that because of the effect of this skill, I can eat and gain power from Magic Stones! I've also been notified that I'm the prince from a neighboring country!? What awaits me in the castle are days of experimenting with Magic Stones and training, the perfect environment for me to become the strongest man there is… And to top it off, I received the Magic Stone of Dullahan! The story of a boy on the path to becoming a King while being chased by an assertive fiancee and Female Knights starts here!",
      "ja": "- Light Novel: [Japanese](https://bookwalker.jp/series/180089/)  \n- Web Novel: [Japanese](https://ncode.syosetu.com/n0610eg/)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0975443e-d701-43a4-93da-839065bd3dbd",
    "title": {
      "en": "I, a Level 9999 Blacksmith Who Was Told That \"Blacksmithing Is Suitable for a Small Fry lololol\" Was Expelled From the Guild, so I Changed My Job to an Adventurer - I Will Live Happily in the Guild While being Unrivaled with the Strongest Weapons!"
    },
    "updatedAt": "2024-04-13T20:21:47+00:00",
    "coverArt": "https://mangadex.org/covers/0975443e-d701-43a4-93da-839065bd3dbd/48b3b76f-3070-454c-a779-b9f108289e8f.jpg",
    "altTitles": [
      {
        "ja": "「雑魚には鍛冶がお似合いだwww」と言われた鍛冶レベル9999の俺、追放されたので冒険者に転職する ～最強武器で無双しながらギルドで楽しく暮らします～"
      },
      {
        "ja-ro": "\"Zako ni wa Kaji ga Oniai da www\" to Iwareta Kaji Level 9999 no Ore, Tsuihousareta no de Boukensha ni Tenshokusuru Saikyou Buki de Musou Shinagara Guild de Tanoshiku Kurashimasu"
      }
    ],
    "description": {
      "en": "Makina, a blacksmith who worked in the renowned guild “Silver Wings,” is expelled from his guild. The reason? Guild members who don’t value their weapons believed it was more cost-effective to buy them rather than employ his services. Lost and uncertain about his future, Makina receives an invitation from his childhood friend and adventurer, Aria. He joins Aria’s guild, “Rainbow Butterflies.” It’s here that Makina’s blacksmithing talents truly shine. With his weapons in the hands of guild members, they collectively rise to become the mightiest of all.",
      "ja": "「武器を弄るだけの奴をは認めねぇ」\n武器使いの荒いメンバーたちのため、常に武器を鍛え続けていたにもかかわらず、突然理不尽な理由でギルド『白銀の翼』を追放されてしまった鍛冶師マキナ。途方に暮れ街を彷徨うマキナだったが、偶然ごろつきたちに襲われる幼馴染のアリアを発見する。すぐに愛剣イフリートで彼女を助け出すと、事情を知った彼女から、所属する新興ギルド『虹の蝶』への冒険者としての加入を勧められる。そこで類稀なる鍛冶スキルを発揮したマキナは、彼の作るチート級武器を手にした仲間たちと共に、最強のギルドを目指して無双する!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5209fe10-4a14-403f-8837-2ccf8cced253",
    "title": {
      "en": "The Fable"
    },
    "updatedAt": "2024-01-30T19:23:51+00:00",
    "coverArt": "https://mangadex.org/covers/5209fe10-4a14-403f-8837-2ccf8cced253/6d531bf3-4d4d-4f80-9cb4-f8136b6e54a4.jpg",
    "altTitles": [
      {
        "ja": "ザ・ファブル"
      },
      {
        "zh": "杀手寓言"
      },
      {
        "ru": "Фэйбл"
      },
      {
        "kk": "Аңыз"
      },
      {
        "vi": "The Fable"
      }
    ],
    "description": {
      "en": "A fabled genius at killing resides somewhere hidden in Tokyo. Taught since childhood to obey the orders of his boss, he is ordered to live in Osaka as a normal person for one year in order for the boss to lay low.    ---- **Won the 41st Kodansha Manga Award for General Manga in 2017**\n___\n[Alt Official English (US ONLY)](https://kmanga.kodansha.com/title/10055/episode/323851)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "240"
  },
  {
    "mangaId": "7283aa77-ff4f-47b1-af43-901696752891",
    "title": {
      "en": "Kuro-senpai to Kuroyashiki no Yami ni Mayowanai"
    },
    "updatedAt": "2023-03-31T11:39:11+00:00",
    "coverArt": "https://mangadex.org/covers/7283aa77-ff4f-47b1-af43-901696752891/9738a8e0-b51b-43ac-9518-ce50da9d7987.jpg",
    "altTitles": [
      {
        "en": "No Getting Lost in the Dark of the Black Mansion with the Black Senpai"
      },
      {
        "zh": "在黑学姐与黑屋子的黑暗中不再迷惘"
      },
      {
        "ja": "黒先輩と黒屋敷の闇に迷わない"
      }
    ],
    "description": {
      "en": "Reiichi heads off for a part-time job interview, hoping to get money for a new bike, and his self-styled servant Kuro-senpai tags along. The \"interview\" is in a western-style mansion, but no one seems to be around. The two of them end up locked in the mansion and must find their way out!  \n  \nBased on the horror-style exploration/ero-game of the same name."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "c5d731f9-c1cf-4a69-a797-cd9c2a58316b",
    "title": {
      "en": "Anemone is in Heat"
    },
    "updatedAt": "2024-05-24T14:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/c5d731f9-c1cf-4a69-a797-cd9c2a58316b/b578f0b2-e9df-4321-aef3-b2d315002c57.jpg",
    "altTitles": [
      {
        "ja-ro": "Anemone wa Netsu o Obiru"
      },
      {
        "ru": "Цветущий Анемон"
      },
      {
        "zh": "温热的银莲花"
      },
      {
        "ja": "アネモネは熱を帯びる"
      },
      {
        "fr": "Anémone flamboyante (Meian)"
      },
      {
        "pt": "Anémomas ficam mais quentes"
      },
      {
        "pt-br": "Anêmonas ficam mais quentes"
      }
    ],
    "description": {
      "en": "Nagisa Ootsuki shed her former self out of shame from failing her highschool entrance exams. On her first day in her new highschool, who does she meet but the girl who made her fail the exam! How does Nagisa deal with these complicated emotions?",
      "id": "Nagisa Ootsuki melepaskan dirinya yang dulu karena malu karena gagal dalam ujian masuk sekolah menengahnya. Pada hari pertamanya di sekolah menengah barunya, siapa yang dia temui selain gadis yang membuatnya gagal dalam ujian! Bagaimana Nagisa menghadapi emosi yang rumit ini?",
      "pt": "Nagisa Ootsuki abandonou o seu antigo eu por vergonha de chumbar nos exames de admissão ao liceu. No seu primeiro dia na nova escola secundária, quem é que ela encontra senão a rapariga que a fez chumbar no exame! Como é que Nagisa lida com estas complicadas emoções?",
      "pt-br": "Nagisa Ootsuki abandonou o seu antigo eu por vergonha de reprovar no exame de admissão ao Ensino Médio. No seu primeiro dia na nova escola secundária, quem é que ela encontra senão a menina que a fez falhar na prova! Como Nagisa lidará com estas emoções complicadas?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bcf5d7a-3d97-4515-9ec6-0f9a26fb0219",
    "title": {
      "en": "Sugar"
    },
    "updatedAt": "2023-10-10T21:45:52+00:00",
    "coverArt": "https://mangadex.org/covers/3bcf5d7a-3d97-4515-9ec6-0f9a26fb0219/50498b0f-8805-46eb-9a6e-31f51a8eaf2d.jpg",
    "altTitles": [],
    "description": {
      "en": "Rin Ishikawa, 16 years old, the \"talent'' that will revolutionize the boxing world has begun to awaken in the north.\n\nRin is a very popular and mischievous person. He was raised by his mother and grandparents in a small town in Hokkaido.\n\nNow, he has dropped out of high school and is about to embark on his journey.\nWithout thiniking about his future, he decide to go to Tokyo. \n\nRin, little did he know that he would leave his name in the history of boxing."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "65"
  },
  {
    "mangaId": "db90d832-59a6-4f1a-97cc-84226bdd5d12",
    "title": {
      "en": "Uma Musume Pretty Derby: Uma Musumeshi"
    },
    "updatedAt": "2024-02-24T20:17:50+00:00",
    "coverArt": "https://mangadex.org/covers/db90d832-59a6-4f1a-97cc-84226bdd5d12/22a416c5-c5f2-40e6-8b79-e9a9fb1edca2.png",
    "altTitles": [
      {
        "ja": "ウマ娘プリティーダービーうまむすめし"
      },
      {
        "ja-ro": "Umamusumeshi"
      }
    ],
    "description": {
      "en": "\"In their daily lives, as well as their special moments, Uma Musume enjoy eating \"tasty dishes\"♪\"?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c59187a7-7479-4b6f-a990-395b35677939",
    "title": {
      "en": "From the Dust"
    },
    "updatedAt": "2024-03-23T20:28:31+00:00",
    "coverArt": "https://mangadex.org/covers/c59187a7-7479-4b6f-a990-395b35677939/2f3d2782-ed7d-4444-a2a8-136ab05b4f20.jpg",
    "altTitles": [
      {
        "ja": "君が獣になる前に"
      },
      {
        "ja-ro": "Kimi ga Kemono ni Naru Mae ni"
      },
      {
        "en": "Before You Become a Beast"
      },
      {
        "ru": "Прежде, чем ты станешь зверем"
      },
      {
        "uk": "До твого перевтілення в звіра"
      },
      {
        "zh-hk": "在你成為野獸之前"
      },
      {
        "zh": "在你成为野兽之前"
      }
    ],
    "description": {
      "en": "Hajime leads an unremarkable life as an undertaker, but he likes his job and has no reason to complain. Nor can he complain of being always called \"onii-san\" by one of the top star actresses in the country, Kidō Kotone, a childhood friend. Their relationship has always had a touch of awkwardness due to the parents of both having died violent deaths, but nothing could have prepared Hajime - or Japan - to the deed Kotone decides to perpetrate seemingly out of the blue."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "70"
  },
  {
    "mangaId": "21699dbf-c427-41d8-bbcf-c7cbd1755615",
    "title": {
      "en": "Erio and the Electric Doll"
    },
    "updatedAt": "2024-02-28T18:26:04+00:00",
    "coverArt": "https://mangadex.org/covers/21699dbf-c427-41d8-bbcf-c7cbd1755615/568631e3-a6ef-4bd9-a98d-b77aaeabda69.jpg",
    "altTitles": [
      {
        "ja": "エリオと電気人形"
      },
      {
        "ja-ro": "Erio to Denki Ningyou"
      }
    ],
    "description": {
      "en": "The story centers around Anjie, an electric doll, and Erio, a human raised by her. In order for Erio to experience the outside world, the two set out on a journey."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51b8571f-7277-4e48-b6e5-58c3ebca1143",
    "title": {
      "en": "Vigilante"
    },
    "updatedAt": "2023-09-28T05:00:27+00:00",
    "coverArt": "https://mangadex.org/covers/51b8571f-7277-4e48-b6e5-58c3ebca1143/d8e44647-f20c-4c50-93dc-ea06bf574d82.jpg",
    "altTitles": [
      {
        "en": "Vigilante (CRG)"
      },
      {
        "zh": "非法正義"
      },
      {
        "ko": "비질란테"
      }
    ],
    "description": {
      "en": "The law is flawed and I'll be the one who will make it perfect. Blame the law that released you.  \n  \nArt done by the creator of [HIVE](https://www.webtoons.com/en/thriller/hive/list?title_no=65).\n  \n[Official Trad. Chinese](https://www.webtoons.com/zh-hant/drama/feifazhengyi/list?title_no=1434&page=1)  \n [Official Thai](https://www.webtoons.com/th/action/vigilante/list?title_no=1488&page=1)",
      "pt-br": "A lei é falha e serei eu quem a tornará perfeita. Culpe a lei que te soltou."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "141"
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl meets Rock!"
    },
    "updatedAt": "2024-05-21T14:33:20+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/53e362d7-ebc3-46a6-93b2-150745100f91.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsu no Keionbu"
      },
      {
        "fr": "La fille qui découvre le rock !"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2023-03-11T01:03:06+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "The girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, she decided to give herself to a man at the age of 28 … because she did not want to live this \"abnormal life\". Only after leaving her, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "4d3d5b96-09cb-47ae-90ff-77fbba13ca26",
    "title": {
      "en": "The Celestial Returned from Hell"
    },
    "updatedAt": "2024-03-21T20:14:06+00:00",
    "coverArt": "https://mangadex.org/covers/4d3d5b96-09cb-47ae-90ff-77fbba13ca26/896a387f-9567-4c92-9b13-5dde72862e85.jpg",
    "altTitles": [
      {
        "ko": "지옥에서 돌아온 성좌님"
      },
      {
        "en": "The Constellation That Returned From Hell"
      },
      {
        "ja": "地獄から蘇った聖座様"
      },
      {
        "ru": "Созвездие, вернувшееся из бездны"
      },
      {
        "it": "La costellazione che tornò dall'inferno"
      },
      {
        "zh": "从地狱归来的圣座"
      }
    ],
    "description": {
      "en": "One fateful day, a mysterious place called the Abyss, which is full of celestials and monsters, appeared on Earth. These celestials from the Abyss required the faith of believers to maintain their power, making Earth and its great population a jackpot for them.\n\nUnfortunately, among the good celestials who handed out blessings to humans in return for their faith, there were evil celestials who preferred to use more powerful means to just take over Earth.\n\nYeonseung Choi is one of the many hunters on Earth who protect people from the threat of the dungeons and the monsters that come from the Abyss. However, he is obsessed with training and becoming stronger, to the point that a celestial has a vision of him saving Earth from a calamity involving demonic celestials swallowing up Earth whole. Thus, she makes a contract with him to have him train and become the hero from her vision.\n\nWill Yeonseung really be able to endure the arduous training in the Abyss and return to Earth to save it?\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
      "it": "Sono tornato dall'inferno. Dopo aver resistito per migliaia di anni, sarò io a salvare l'umanità.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
      "ja": "数多の「聖座」とモンスターが潜む、混沌の無限空間「アビス」。そんなアビスと繋がった地球。 神のような存在の聖座の中には、武力を持って地球を支配しようとする邪悪な者も存在した。 しがないハンターの一人だった斎条翔（さいじょう しょう）は聖座たちから地球を守るため、女神と契約をすることに。ところが、修行場に向かった翔はひょんな流れで魔力の嵐に巻き込まれアビスに放り出されてしまい…!? 果たして翔は無事地球を守り切れるのか!? 超努力型の武功使いの「聖座」物語が今、始まる！\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
      "ko": "성좌들이 노리는 땅, 지구.\n헌터 최연승은 지구를 독식하려는 성좌들을 막아내고자 특별 수련에 돌입하기로 한다. \n\n수련 장소는 시간이 무한히 느리게 흐르는 공간 어비스. \n허나 최연승은 갑자기 마력폭풍에 휘말리고,  \n급기야 거친 어비스를 정면으로 마주하게 되는데. \n\n어비스 곳곳에서 전례없이 무한한 실전 수련을 거친 최연승은 \n인간 최초로 성좌가 되는 실마리를 발견한다. \n\n노력형 헌터 최연승은 과연 무사히 성좌로 거듭나, \n성좌들의 먹이가 될 운명인 지구를 구할 수 있을 것인가?\n\n노력형 먼치킨 무공 수련자 최연승.\n그가 걷는 인간 최초의 성좌가 되는 길!\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
      "ru": "Я вернулся из ада спустя тысячу лет, чтобы спасти человечество.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]