[
  {
    "mangaId": "33105d79-d420-4516-9c67-e62bc3ed4bf4",
    "title": {
      "en": "Try Begging"
    },
    "updatedAt": "2024-08-22T15:48:53+00:00",
    "coverArt": "https://mangadex.org/covers/33105d79-d420-4516-9c67-e62bc3ed4bf4/0657f7db-bf3a-4e96-9257-8572824dafb4.png",
    "altTitles": [
      {
        "ko": "내게 빌어봐"
      }
    ],
    "description": {
      "en": "This work contains controversial content such as violence and rape.\n\n Please be advised. Captain 'Leon Winston' of the National Intelligence Division of the Western Command of the Rippon Kingdom. Unlike his elegant and noble appearance, he was the object of both envy and damnation for both his allies and enemies, known as the \"Vampire of Camden\" who would torture the rebels cruelly.\n\n\"Every time I see you, I just want to thrust my gun in your tight space.\"\n\nStrangely, the maid of the interrogation room \"Sally Briston\" became the object of his desires, as strong as the rage he has for the insurgent rebels. She was ordinary and nothing special... Perhaps it was simply the smell of blood on her that excited him.\n\nThe interrogation didn't take long.\n\nHe realized it as soon as he heard her name come out from the rebel spy's lips. He no longer needed to suppress his violent desires.\n\n\"I stopped myself from tormenting her because I thought she was a good girl, but now there's no need for that. Thank you, Sally. No... Grace.\"\n\nIf you want to live, then try begging.\n\nYou never know.\n\nI might hear you out."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a63bf7c-18a2-4318-b858-666ddc006eb5",
    "title": {
      "en": "Становление ленивым песцом!"
    },
    "updatedAt": "2024-08-06T15:37:44+00:00",
    "coverArt": "https://mangadex.org/covers/9a63bf7c-18a2-4318-b858-666ddc006eb5/17958a01-d9f0-4e02-9d6d-7a92e6546986.gif",
    "altTitles": [
      {
        "en": "Becoming a lazy arctic fox!"
      },
      {
        "ru": "Становление ленивым песцом!"
      }
    ],
    "description": {
      "ru": "Эта история о маленьком песце, который сунул свой любопытный носик туда куда не нужно было. И оказавшись запертым на космическом корабле песец..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e3604cc-97b5-43f0-ab2c-c144debcae87",
    "title": {
      "en": "Yu-Gi-Oh OCG STORIES"
    },
    "updatedAt": "2024-02-23T02:11:45+00:00",
    "coverArt": "https://mangadex.org/covers/3e3604cc-97b5-43f0-ab2c-c144debcae87/624a4e29-f8d7-413e-8e27-4f7152b3e23e.jpg",
    "altTitles": [
      {
        "en": "Yu☆Gi☆Oh OCG Stories"
      },
      {
        "ja": "遊☆戯☆王OCGストーリーズ"
      },
      {
        "vi": "Chuyện kể về Yu★Gi★Oh! OCG"
      },
      {
        "pt-br": "Yu-Gi-Oh Histórias OCG"
      }
    ],
    "description": {
      "en": "In the distant past, the prosperous nation of Karma waged war against the nation of Spectra, resulting in the creation of an AI that wiped out all humans. Centuries later, Raye, the last surviving human, lives amongst an android society on the outskirts of Karma. On the night of her 13th birthday, her peaceful life is upended when Spectra attacks, destroying her home and forcing her friends to the front lines. Desperate to save everything she loves, Raye calls upon humanity's last bastion: \"Sky Striker\", the Karma-developed secret technology made to turn humans into the ultimate living weapons.… Unexpected, right? In this newest adaptation of Yu-Gi-Oh, the focus of the plot is not on the card game, but instead the many storylines featured in the cards. The first arc surrounds the Sky Striker series, with more to come in the future.",
      "pt-br": "No passado distante, a próspera nação de Kama travou uma guerra contra a nação de Spectra, resultando na criação de uma IA que eliminou todos os humanos. Séculos depois, Raye, a última humana sobrevivente, vive entre uma sociedade de andróides nos arredores de Kama. Na noite de seu aniversário de 13 anos, sua vida pacífica é interrompida quando Spectra ataca, destruindo sua casa e forçando seus amigos a irem para a linha de frente. Desesperada para salvar tudo o que ama, Raye invoca o último bastião da humanidade: \"Força Celeste\", a tecnologia secreta desenvolvida por Kama feita para transformar humanos em armas vivas definitivas.\n\n... Inesperado, certo? Nesta mais nova adaptação de Yu-Gi-Oh, o foco do enredo não está no jogo de cartas, mas sim nas muitas histórias apresentadas nas cartas. O primeiro arco envolve a série Força Celeste, com mais por vir no futuro."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2cbc0407-439d-469a-974e-f9135164f6fa",
    "title": {
      "en": "Fuguushoku \"Kanteishi\" ga Jitsu wa Saikyou Datta: Naraku de Kitaeta Saikyou no \"Shingan\" de Musou suru"
    },
    "updatedAt": "2024-07-21T18:53:02+00:00",
    "coverArt": "https://mangadex.org/covers/2cbc0407-439d-469a-974e-f9135164f6fa/21434d08-4d14-436a-807c-055bcedb78ab.jpg",
    "altTitles": [
      {
        "en": "Even Given the Worthless \"Appraiser\" Class, I'm Actually the Strongest - Unsurpassed with the Strongest [Divine Eye] Trained in the Abyss"
      },
      {
        "ja": "不遇職【鑑定士】が実は最強だった　～奈落で鍛えた最強の【神眼】で無双する～"
      },
      {
        "en": "The Unfavourable Job [Appraiser] Is Actually the Strongest ~ Unsurpassed With the Strongest [God’s Eye] That Was Trained in the Abyss"
      },
      {
        "pt-br": "Mesmo tendo a classe de \"Avaliador\" sem valor, sou na verdade o mais forte - Insuperável com o [Olho Divino] mais forte treinado no Abismo"
      }
    ],
    "description": {
      "en": "In a world where [Jobs] are god-given from birth, heroes are born, not made... and Ein’s job of [Appraiser] has put him about as far from the hero pedestal as possible.\n\nUsed, abused, and eventually abandoned by his fellow adventurers, Ein decides it just isn’t worth going on... Lucky for Ein, though, the end may just be the beginning... and a new lease on life. \n\nTurns out, his “worthless” job may just be the key to becoming a hero after all…\n\n\n---\n\n**Links:**\n- [Web Novel (Japanese)](https://ncode.syosetu.com/n5242fx)",
      "pt-br": "Em um mundo onde [Jobs] são dados por Deus desde o nascimento, os heróis nascem, não são feitos... e o trabalho de [Avaliador] de Ein o colocou o mais longe possível do pedestal do herói. Usado, abusado e eventualmente abandonado por seus companheiros aventureiros, Ein decide que não vale a pena continuar... Para sorte de Ein, porém, o fim pode ser apenas o começo... e um novo sopro de vida. Acontece que seu trabalho “inútil” pode ser apenas a chave para se tornar um herói, afinal…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8",
    "title": {
      "en": "I Am a Hero"
    },
    "updatedAt": "2023-10-20T20:04:33+00:00",
    "coverArt": "https://mangadex.org/covers/ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8/e8ea3a56-09db-47bf-85f0-0bfa17b3ccc1.jpg",
    "altTitles": [
      {
        "tl": "Ako ay isang Bayani"
      },
      {
        "id": "Aku adalah Pahlawan"
      },
      {
        "tr": "Ben Bir Kahramanım"
      },
      {
        "pt": "Eu Sou Um Herói"
      },
      {
        "es": "Soy un Héroe"
      },
      {
        "vi": "Tôi là anh hùng"
      },
      {
        "ru": "Я — герой"
      },
      {
        "he": "אני גיבור"
      },
      {
        "ar": "أنا بطل"
      },
      {
        "fa": "من قهرمانم"
      },
      {
        "ja": "アイアムアヒーロー"
      },
      {
        "zh": "请叫我英雄"
      },
      {
        "id": "Akulah Pahlawan"
      },
      {
        "pt-br": "Eu sou um Herói"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe series has sold over 8.3 million copies! The gold standard of zombie manga, \"I Am a Hero,\" is now available in a \"complete edition\" with a new cover design, reprinted color pages from the serialization, and over 80 pages of new artwork in the final 22 volumes! Witness the new ending of the story. \n\nHe is 35 year old who spends his time as an assistant to a mangaka, sometimes escaping into delusion in order to win over the agonizing reality. One day, however, a mysterious infection begins to spread without him noticing...and the real world begins to break down...⁉ \n\nHe wanders into a world where the ordinary and the extraordinary, the mundane and the insane intersect. A personal survival panic horror story! \n\n[Official English](https://www.darkhorse.com/Books/25-142/I-Am-a-Hero-Omnibus-Volume-1-TPB)\n\n---  \n- **Won the 58th Shogakukan Manga Award for General Manga in 2013**\n\n---\n\n- Adapted into a Live Action film in 2016. Link to the [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=24660) Page",
      "pl": "Hideo Suzuki to 35­‑latek pracujący jako asystent znanego twórcy mang. Na pozór wydaje się zwyczajnym człowiekiem, balansuje jednak na granicy choroby psychicznej, ma olbrzymie problemy z funkcjonowaniem w społeczeństwie i kontaktach z innymi ludźmi. Jak ktoś taki poradzi sobie w świecie opanowywanym przez zombie?  \n Mangę charakteryzuje bardzo poważne podejście do tematu i zorientowanie na psychikę bohatera oraz analizę ludzkiej osobowości.  \n Yumi - 25 maja 2011",
      "pt-br": "Hideo Suzuki é um assistente de mangaká de 35 anos de idade lutando para ser um herói em sua própria vida, dividido pelo trabalho na série em que é assistente \"lime light\" e com uma série nova ao mesmo tempo, equilibrando seu relacionamento com sua namorada e seus próprios delírios. No entanto, tão difícil como Hideo pode imaginar, o mundo parece ter um conjunto de planos diferentes para ele; maquinações sinistras e obscuras que derrubam completamente a sua realidade e como ele a vê."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "264"
  },
  {
    "mangaId": "dca4faff-79f4-4b50-bb1e-0538e4ab5800",
    "title": {
      "en": "When I Returned to My Hometown, My Childhood Friend was Broken"
    },
    "updatedAt": "2024-08-07T16:46:01+00:00",
    "coverArt": "https://mangadex.org/covers/dca4faff-79f4-4b50-bb1e-0538e4ab5800/b3a65573-9982-4053-a305-c1d9e7d4dafc.jpg",
    "altTitles": [
      {
        "ja-ro": "Jimoto ni Kaettekitara Osananajimi ga Kowareteta"
      },
      {
        "ja": "地元に帰ってきたら幼馴染が壊れてた"
      },
      {
        "pt-br": "Quando Voltei Para Minha Cidade Natal, Minha Amiga de Infância Estava Falida"
      },
      {
        "tr": "Memleketime Döndüğümde Çocukluk Arkadaşım Paramparça Bir Durumdaydı"
      }
    ],
    "description": {
      "en": "When I was younger, one of my best friends was Kyouko. She was a brash and hotheaded young girl who, even though she was a tomboy, was still loved by her peers. \n\nTo be honest, it’s been a few years since I came back home. The only person I know from there was Kyouko and she seems… different?",
      "tr": "Gençken en iyi arkadaşlarımdan biri Kyouko'ydu. Cesur ve atılgan bir genç kızdı; tomboy olmasına rağmen, arkadaşları tarafından seviliyordu. Dürüst olmak gerekirse, birkaç yıl sonra eve anca döndüm. Orada tanıdığım tek kişi Kyouko'ydu ve o sanki... biraz değişmişti?",
      "pt-br": "Quando eu era mais jovem, uma das minhas melhores amigas era Kyouko. Ela era uma jovem impetuosa e cabeça quente que, embora fosse uma tomboy, ainda era amada por seus colegas.\n\nPara ser sincero, já se passaram alguns anos desde que voltei para casa. A única pessoa que conheço de lá é Kyouko e ela parece... diferente?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "4e153d20-fc31-4388-9964-fe4f5f124024",
    "title": {
      "en": "Boku-tachi wa Mada Aoku: Daigaku Nyuugaku-hen"
    },
    "updatedAt": "2024-03-30T15:56:21+00:00",
    "coverArt": "https://mangadex.org/covers/4e153d20-fc31-4388-9964-fe4f5f124024/89a5756e-4fb8-4f17-8c19-296410995b01.png",
    "altTitles": [
      {
        "ja": "ボクたちはまだ青く大学入学編"
      },
      {
        "en": "We're Still In The Spring Of Life: Freshmen Arc"
      }
    ],
    "description": {
      "en": "Issei Saegusa is a young man who met Touru Arochi, a brusque transfer student, during his senior year of high school. After a series of twists and turns, the two are accepted into the same university. The morning of the entrance ceremony arrives with great anticipation. Although Issei wants to spend more time with Touru, he doesn't want to neglect his studies, either, because he is studying aerospace engineering. Toru, on the other hand, wants to improve his social skills in university. Then, he meets someone new right away...?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "15a1a7e1-8b39-4b76-b4d2-3006f3413dfd",
    "title": {
      "en": "Dead Account"
    },
    "updatedAt": "2024-07-07T11:39:09+00:00",
    "coverArt": "https://mangadex.org/covers/15a1a7e1-8b39-4b76-b4d2-3006f3413dfd/25fd8f66-412b-432b-846a-46e88a460876.jpg",
    "altTitles": [
      {
        "ja": "デッドアカウント"
      },
      {
        "ru": "Мёртвый аккаунт"
      }
    ],
    "description": {
      "en": "Souji Enishiro, 15 years old (high school dropout), is a controversial streamer, “Aoringo,” who makes a ton of money through his violent and outrageous video content.\nAlthough he is seen as a troublemaker, in reality, he is a kind older brother who loves his younger sister and sweets.\nEven his controversial videos are just a means to cover the huge medical expenses for his sickly younger sister. No matter if everyone in the world hates him, he is happy as long as his sister is doing well.\nThat is until something happens to his beloved sister…\nThis is the start of a new action series of modern-style exorcisms!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Record of Ragnarok"
    },
    "updatedAt": "2024-07-19T12:40:01+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/5f2306f9-eecb-4996-ae90-e34be10c475a.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "World's End Valkyrie"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85fe3829-0d22-46d8-96a7-bb5ed9f555d2",
    "title": {
      "en": "Love Live! Sunshine!! CYaRon! COMIC ANTHOLOGY"
    },
    "updatedAt": "2023-08-29T19:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/85fe3829-0d22-46d8-96a7-bb5ed9f555d2/fe092eb9-40a8-4de2-bb9f-b0b9f36aa120.jpg",
    "altTitles": [],
    "description": {
      "en": "Popular unit anthologies of \"Love Live! Sunshine!!\"\nThe first volume is an anthology of Chika, You, and Ruby's unit \"CYaRon!\" The theme of the anthology is \"energy, friends, and friendship\"!\n\n#Cover Illustration: Mezashi (めざし)\n\n1. Doki Doki♡Unit Kessei (ドキドキ♡ユニット結成) [Kuzu Kou (屑コウ)]\n2. Honobono CYaRon! Katsudouchuu♥ (ほのぼの CYaRon! 活動中♥) [Mezashi (めざし)]\n3. Genki Zenkai Day! Day! Day! (元気全開DAY! DAY! DAY!) [Tanaka Shinji + Fuuka Dia (風夏でぃあ)]\n4. Oudou no Kiro (王道の岐路) [Shipii (しぴー)]\n5. Chika-chan no Onayami (千歌ちゃんのお悩み) [Gratin-dori]\n6. Kinmirai Happy End (近未来ハッピーエンド) [Houshou Uzuki (鳳翔雨月) + Konoe Satsuki (近衛桜月)]\n7. Genki Zenkai! We Are CYaRon! (元気全開!WE Are CYaRon!) [Nakane Nata (中音ナタ)]\n8. Yozora wa Nandemo Shitteru no? (夜空はなんでも知ってるの？) [Tanaka Shinji + Fuuka Dia (風夏でぃあ)]\n9. P.S. no Mukougawa (P.S.の向こう側) [Houshou Uzuki (鳳翔雨月) + Konoe Satsuki (近衛桜月)]"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b60fa5bf-c76a-480a-89b7-266b45b7068c",
    "title": {
      "en": "Stage S"
    },
    "updatedAt": "2024-07-15T22:51:49+00:00",
    "coverArt": "https://mangadex.org/covers/b60fa5bf-c76a-480a-89b7-266b45b7068c/7a0c25fd-6695-4bfc-81eb-30e7d8e47d2e.jpg",
    "altTitles": [
      {
        "ja": "ステージS"
      },
      {
        "zh": "呼魂蛇使"
      },
      {
        "ru": "Этап S"
      }
    ],
    "description": {
      "en": "Ukiyo Meguru is in love with his childhood friend, Tatsumi Sara. One day, he meets a white snake that can “see the future”…!?",
      "pt-br": "Ukiyo Meguru que está apaixonado pela sua amiga de infância, Tatsumi Sara, um dia encontra uma cobra branca que diz \"eu posso ver o futuro...!?\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "558be3a5-8e4b-4734-acf5-7102bef14266",
    "title": {
      "en": "Emilone's Temptation Labyrinth"
    },
    "updatedAt": "2024-07-16T17:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/558be3a5-8e4b-4734-acf5-7102bef14266/64f0849f-82ea-4f09-bc5b-c227fde8b675.jpg",
    "altTitles": [
      {
        "ko": "에밀로네의 유혹 미궁"
      }
    ],
    "description": {
      "en": "Emilone was a well-known actress before she got transported to another world and became a saint.  \nShe got a plausible name of 'the Holy Lady Who Moved Dimensions', but she didn't receive any attention. This happened because all the Empire's attention was on Princess Ronella.  \nAs a result, Emilone, who was devoted to her work as a saint, accidentally discovered the secret of Princess Ronella. The innocent and kind facades of the princess were all acting!  \nThis can be pretty fun. Wouldn't I be able to break my boring routine when I got closer to Princess Ronella?  \nEmilone made a dangerous decision for fun."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "553547c0-d37e-44df-a176-5a2315b8a258",
    "title": {
      "en": "Gabai"
    },
    "updatedAt": "2024-05-07T15:41:11+00:00",
    "coverArt": "https://mangadex.org/covers/553547c0-d37e-44df-a176-5a2315b8a258/bd3b4133-22e8-4ac3-a40c-c1e0a3f78eab.jpg",
    "altTitles": [
      {
        "id": "Gabai - Nenek Gabai Dari Saga"
      },
      {
        "ja-ro": "Gabai - Saga no Gabai Baachan"
      },
      {
        "fr": "Une sacrée mamie"
      },
      {
        "ja": "がばい -佐賀のがばいばあちゃん-"
      },
      {
        "ja": "がばい佐賀のがばいばあちゃん"
      },
      {
        "zh": "佐贺的超级阿嬷"
      },
      {
        "en": "The Story of my Wonderful [Gabai] Grandmother"
      }
    ],
    "description": {
      "en": "This is the story of a young boy, after being sent from Hiroshima to Saga (10 years after the second World War, in 1958) by his mom because of a lack of money, journeying to a faraway place, and living in conditions alien to him, definitely makes him miss home. Worse, he is not familiar with his grandmother and her ways too. But with his Gabai Granny, he will slowly discover with his growing pains, just how resourceful Granny is…"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "91"
  },
  {
    "mangaId": "628c13b7-dcef-4434-94c4-15ba177e154e",
    "title": {
      "en": "Irozuku Monochrome"
    },
    "updatedAt": "2024-08-26T17:08:28+00:00",
    "coverArt": "https://mangadex.org/covers/628c13b7-dcef-4434-94c4-15ba177e154e/f6f5e3fa-d11c-4bd1-a512-b75c14d1080a.jpg",
    "altTitles": [
      {
        "ja": "色憑くモノクローム"
      },
      {
        "ru": "Цветной монохром"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7367e32-f7f3-4ddc-a101-9cb46e60e73d",
    "title": {
      "en": "Haiena-chan ni Nerawarete"
    },
    "updatedAt": "2024-03-03T18:03:44+00:00",
    "coverArt": "https://mangadex.org/covers/f7367e32-f7f3-4ddc-a101-9cb46e60e73d/f1347716-1980-48f4-bffa-b880eb1b19b7.jpg",
    "altTitles": [
      {
        "es-la": "Siendo el objetivo de Hiena-chan"
      },
      {
        "es-la": "La chica hiena está destrás de mi."
      },
      {
        "ja": "ハイエナちゃんに狙われて"
      },
      {
        "pt-br": "Sendo alvo da Hiena-chan"
      },
      {
        "ja-ro": "Haiena-chan ni Nerawarete"
      },
      {
        "en": "Being Targeted by Hyena-chan"
      },
      {
        "tr": "Hyena-chan Tarafından Hedef Alınmak"
      }
    ],
    "description": {
      "en": "I found out that my long-distance girlfriend had gotten a new older boyfriend from the city and while I was in the grip of despair, a girl named Haibara Enako, more affectionately called \"Hyena-chan\" suddenly appeared before me and confessed, \"I don't have a boyfriend and I'm free right now.\"",
      "tr": "Uzak mesafe kız arkadaşımın şehirden yaşça büyük yeni biriyle sevgili olduğunu öğrendim ve ben umutsuzluğun pençesindeyken Haibara Enako adında, diğer adıyla \"Hyena-chan\" olarak anılan bir kız aniden karşıma çıktı ve bana açıldı, \" Erkek arkadaşım yok ve şu anda boşum.\"",
      "pt-br": "Após um término de namoro recente, nosso protagonista é abordado por Enako Haibara, também conhecida como “Hiena”…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fd917921-5e97-479f-b22c-5d7f00e1c830",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 5: Golden Wind (Official Colored)"
    },
    "updatedAt": "2024-07-27T09:53:06+00:00",
    "coverArt": "https://mangadex.org/covers/fd917921-5e97-479f-b22c-5d7f00e1c830/411c8b45-6aed-4e5f-91b3-cee3d9875fcb.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 5: Golden Wind - Digital Colored Comics"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 5: Ougon no Kaze"
      },
      {
        "es-la": "La extraña Aventura de JoJo - Parte 5: El Viento Dorado"
      },
      {
        "ja-ro": "Ōgon no Kaze"
      },
      {
        "ja-ro": "Ougon no Kaze"
      },
      {
        "ja-ro": "Vento Aureo"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ジョジョの奇妙な冒険 黄金の風"
      },
      {
        "ja": "黄金の風"
      },
      {
        "it": "Le bizzarre avventure di JoJo - Parte 5: Vento Aureo"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第5部 黄金の風 カラー版"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 5 - Vento Aureo - Digital Colored Comics"
      }
    ],
    "description": {
      "en": "The highly-acclaimed fifth arc of Hirohiko Araki’s JoJo’s Bizarre Adventure shifts the action from Japan to Italy, as Koichi Hirose heads to Europe to find an aspiring gangster named Giorno Giovanna, the secret son of Dio Brando, scourge of the Joestar family. Organized crime meets family drama and unbelievable enemy Stands in JoJo’s Bizarre Adventure: Part 5—Golden Wind!",
      "it": "Napoli, 2001. Giorno Giovana è un piccolo criminale con il grande sogno di diventare una \"Gang-Star\". Giorno ha una connessione con la linea sanguigna Joestar, e possiede lo stand \"Gold Experience\". Il suo sogno inizia a diventare realtà quando incontra Bruno Bucciarati, un partecipante della gang \"Passione\" e un portatore di stand. Giunti alla conclusione che tutti e due hanno idee simili, e che unanimamente non concordano sugli affari della gang, Giorno rivela il suo obiettivo: con l'aiuto di Bruno, riformerà Passione spodestando il capo della gang.\n\nGiorno, una volta diventato membro di Passione ed entrato nella squadra di Bucciarati, scopre che non è una semplice gang, è piena di portatori di stand. Una volta confrontatesi con le altre squadre, sleali e imprevedibili, scoprono che il loro obiettivo di cambiare la gang dall'interno non sarà facile da raggiungere. Parlando a proposito di questi avversari, Gioeno tenta di ralire tra i ranghi per avvicinarsi al boss, un uomo circondato dal mistero."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "155"
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-08-22T01:10:09+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "248525ed-ad1c-4ddc-a834-5d6ce66a3ad2",
    "title": {
      "en": "Arifureta Shokugyou de Sekai Saikyou"
    },
    "updatedAt": "2024-05-17T14:56:17+00:00",
    "coverArt": "https://mangadex.org/covers/248525ed-ad1c-4ddc-a834-5d6ce66a3ad2/9bcee346-c58d-4569-8ff5-ce9ad164662e.jpg",
    "altTitles": [
      {
        "en": "Arifureta: From Commonplace to World's Strongest"
      },
      {
        "ru": "Арифурэта"
      },
      {
        "ru": "Арифурэта: Сильнейший ремесленник в мире"
      },
      {
        "ru": "Стать сильнейшим благодаря обычной профессии"
      },
      {
        "th": "อาชีพกระจอกแล้วทำไม ยังไงข้าก็เทพ"
      },
      {
        "ja": "ありふれた職業で世界最強"
      },
      {
        "zh": "平凡职业成就世界最强"
      },
      {
        "ko": "흔해빠진 직업으로 세계최강"
      },
      {
        "es-la": "El más fuerte del mundo en una profesión mundana"
      },
      {
        "vi": "Arifureta - Từ tầm thường đến bất khả chiến bại"
      },
      {
        "de": "Arifureta - Der Kampf zurück in meine Welt"
      }
    ],
    "description": {
      "en": "Among the class transported to another world, Nagumo Hajime is an ordinary male student who didn’t have ambition nor aspiration in life, and thus called “Incompetent” by his classmates.\nThe class was summoned to become heroes and save a country from destruction. Students of the class were blessed with cheat specifications and cool job class, however, it was not the case with Hajime, with his profession as a “Synergist”, and his very mediocre stats. “Synergist”, to put it in another word was just artisan class. Being the weakest, he then falls to the depth of the abyss when he and his classmates were exploring a dungeon. What did he find in the depth of the abyss, and can he survive?\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "fr": "Le quotidien de l’étudiant ordinaire qu’est Hajime Nagumo, dont la vie ne se comporte que de nuits blanches et siestes en cours, se retrouve bouleversé lorsque sa classe et lui se retrouvent transportés en tant qu’héros dans un autre monde afin de le sauver… Alors que tout le monde obtient des jobs assez puissants, notre héros se retrouve avec le job « Synergiste », assez inutile en l’état des choses, humilié et jeté seul dans les tréfonds d’un donjon, arrivera-t-il à survivre ?\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "it": "Tra gli studenti trasportati in un altro mondo, Nagumo Hajime è uno studente senza ambizioni ed aspirazioni nella vita, è infatti soprannominato l’Incapace dai suoi compagni.\nGli studenti sono stati evocati per ergersi ad eroi e salvare il paese dalla distruzione. A loro sono stati donati poteri e classi di livello, a tutti tranne che a Nagumo Hajime, che inizia da Sinergista con statistiche mediocri.\nIl Sinergista, è in altre parole un “crafter”. Essendo il più debole, finisce per cadere nelle profondità di un abisso durante l'esplorazione di un sotterraneo. \nCosa troverà nelle profondità dell’abisso... e riuscirà a sopravvivere?",
      "pl": "Wśród uczniów klasy przeniesionej do innego świata, Hajime Nagumo niczym się nie wyróżnia; ot najzwyklejszy w świecie uczeń niemający ambicji czy życiowego celu, dlatego też nazywany w klasie \"Nieudacznikiem\".\nGdy cała klasa trafiła do innego świata, by zostać bohaterami i ocalić cały kraj przed zniszczeniem, wszyscy zostali pobłogosławieni oszukańczymi statystykami i świetnymi profesjami… za wyjątkiem Hajime, który skończył z profesją \"Synergetyka\" i przeciętnymi statystykami. \"Synergetyk\", ujmując to inaczej, jest zwyczajną klasą rzemieślniczą. Będąc najsłabszym w klasie, spada w głąb otchłani podczas wspólnego eksplorowania lochu. Czego dowiedział się w jej czeluściach i czy uda mu się przetrwać?\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "ru": "Хадзимэ Нагумо, живущий по принципу «Первым делом - хобби», и весь его класс вдруг призывают в другой мир. Одноклассники один за другим открывают невероятные по меркам этого мира способности, ну а Хадзимэ достается бесполезный ремесленный класс «Синергист». Оказавшись в самых глубинах преисподней, он находит применения своему заурядному таланту и стремится найти выход из лабиринта…  \n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "es-la": "Entre la clase transportada a otro mundo, Nagumo Hajime es un estudiante normal y corriente que no tiene ambiciones ni aspiraciones en la vida, por lo que sus compañeros le llaman \"Incompetente\".\nLa clase fue convocada para convertirse en héroes y salvar a un país de la destrucción. Los estudiantes de la clase fueron bendecidos con habilidades tramposas y una categoría de trabajo genial, sin embargo, no fue el caso de Hajime, con su profesión de \"Sinergista\", y sus estadísticas muy mediocres. \"Sinergista\", para decirlo en otra palabra era simplemente la clase artesanal. Siendo el más débil, entonces cae a la profundidad del abismo cuando él y sus compañeros estaban explorando una mazmorra. ¿Qué encontró en la profundidad del abismo, y podrá sobrevivir?",
      "pt-br": "Entre a turma transportada para outro mundo, Nagumo Hajime é um estudante do sexo masculino comum que não tem ambição nem aspiração na vida, e, portanto, chamado de \" incompetente\" por seus colegas. A classe foi convocada para se tornar heróis e salvar um país da destruição. Os alunos da classe foram abençoados com as especificações de trapaça e classes legais, no entanto, não foi o caso com Hajime , com a sua profissão como um \" Synergist \" , e suas estatísticas muito medíocres. \"Synergist\", para colocá-lo em outras palavrsa era apenas a classe dos artesãos. Sendo o mais fraco , então ele cai para a profundidade do abismo , quando ele e seus colegas estavam explorando uma dungeon. O que ele encontra na profundidade do abismo, e ele pode sobreviver?"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2024-08-26T18:21:10+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      },
      {
        "es-la": "El Gran Villano Hermano Mayor y todas sus Hermanas Menores Yandere"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2024-07-30T21:34:34+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/116dce04-dc9d-42f5-a759-47b167fe2e93.png",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, overworked salaryman Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?).",
      "ja": "狐を拾ったら、嫁がれました。\n\n三十路手前のサラリーマン、日野峰吾郎は、とある理由で嫁ぎ遅れた化け狐、こがねを助けたことで恩返しと称した求婚を迫られる。こがねを無下にすることもできず、吾郎は「1年間の同棲を経て妻として認められたら結婚する」という条件を提案することに。果たしてこがねは無事に嫁ぐことができるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-08-03T20:05:47+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f30dfc3-0b80-4dcc-a3b9-0cd746fac005",
    "title": {
      "en": "Detective Conan"
    },
    "updatedAt": "2024-03-20T09:46:05+00:00",
    "coverArt": "https://mangadex.org/covers/7f30dfc3-0b80-4dcc-a3b9-0cd746fac005/b65b80fa-217c-4a71-8e8f-5d647990117a.jpg",
    "altTitles": [
      {
        "en": "Case Closed"
      },
      {
        "fr": "Détective Conan"
      },
      {
        "tr": "Dedektif Conan"
      },
      {
        "id": "Detektif Conan"
      },
      {
        "sv": "Mästerdetektiven Conan"
      },
      {
        "pl": "Detektyw Conan"
      },
      {
        "ja-ro": "Meitantei Conan"
      },
      {
        "no": "Mesterdetektiven Conan"
      },
      {
        "vi": "Thám Tử Lừng Danh Conan"
      },
      {
        "ar": "المتحري كونان"
      },
      {
        "ar": "المحقق كونان"
      },
      {
        "th": "ยอดนักสืบจิ๋ว โคนัน"
      },
      {
        "zh": "名侦探柯南"
      },
      {
        "zh-hk": "名偵探柯南"
      },
      {
        "ja": "名探偵コナン"
      },
      {
        "ko": "명탐정 코난"
      },
      {
        "da": "Mesterdetektiven Conan"
      },
      {
        "ca": "Detectiu Conan"
      },
      {
        "de": "Detektiv Conan"
      },
      {
        "fi": "Salapoliisi Conan"
      },
      {
        "hu": "Conan, a detektív"
      },
      {
        "uk": "Детектив Конан"
      },
      {
        "la": "Investigator Conan"
      },
      {
        "lt": "Detektyvas Konanas"
      },
      {
        "ro": "Detectiv Conan"
      },
      {
        "he": "הבלש קונאן"
      },
      {
        "fa": "کارآگاه کونان"
      },
      {
        "hi": "डिटेकटिव् कोनन"
      },
      {
        "bn": "ডিটেকটিভ কোনান"
      },
      {
        "sq": "Çështja e mbyllur"
      },
      {
        "sq": "Detektivi Konan"
      },
      {
        "bg": "Detektivi Konan"
      }
    ],
    "description": {
      "en": "Shinichi Kudo is a high school detective who sometimes works with the police to solve cases. During an investigation, he is attacked by members of a crime syndicate known as the Black Organization. They force him to ingest an experimental poison, but instead of killing him, the poison transforms him into a child. Adopting the pseudonym Conan Edogawa and keeping his true identity a secret, Kudo lives with his childhood friend Ran and her father Kogoro, who is a private detective."
    },
    "status": "ongoing",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71a72715-c6ba-42fe-af9f-a030b751ce27",
    "title": {
      "en": "I Guess My Roommate Is Pretty?"
    },
    "updatedAt": "2024-07-12T20:07:51+00:00",
    "coverArt": "https://mangadex.org/covers/71a72715-c6ba-42fe-af9f-a030b751ce27/989ece1b-1d33-4cbe-a3b3-9d149612d20b.png",
    "altTitles": [
      {
        "vi": "Thằng bạn cùng phòng tôi chắc cũng xinh?"
      },
      {
        "en": "I Guess My Roommate Is Pretty?"
      },
      {
        "es": "¿Supongo que mi compañero es hermoso?"
      },
      {
        "tr": "Oda arkadaşım da güzel mi ne?"
      },
      {
        "ru": "Думаю мой сосед по комнате милый?"
      },
      {
        "pt-br": "Eu Acho Que Meu Colega de Quarto É Bonita?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb9385a1-c240-4770-9ba9-e35a987a3a20",
    "title": {
      "en": "Manchuria Opium Squad"
    },
    "updatedAt": "2024-06-23T11:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/eb9385a1-c240-4770-9ba9-e35a987a3a20/32649e35-ab63-4c37-b370-1a30dbdcc712.jpg",
    "altTitles": [
      {
        "ja-ro": "Manshu Ahen Squad"
      },
      {
        "ja": "満州アヘンスクワッド"
      }
    ],
    "description": {
      "en": "Circa 1937. A Japanese soldier in Manchuria starts meddling in the opium trade but finds he may have bitten more than he can chew...",
      "ja": "時は昭和12年。関東軍の兵士として満州にやってきた日方勇は、戦地で右目の視力を失ってしまう。「使えない兵隊」として軍の食糧を作る農業義勇軍に回され、上官に虐げられる日々を送るも、ある日農場の片隅でアヘンの原料であるケシが栽培されていることに気づく。病気の母を救うためアヘンの密造に手を染める勇だったが、その決断が自身の、そして満州の運命を狂わせていく…。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc",
    "title": {
      "en": "High School Boy"
    },
    "updatedAt": "2024-08-20T14:16:46+00:00",
    "coverArt": "https://mangadex.org/covers/003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc/df98b3a9-bddd-4dd2-81cd-23a1618e38fc.png",
    "altTitles": [
      {
        "ko": "남고 소년"
      },
      {
        "en": "Highschool Boy"
      }
    ],
    "description": {
      "en": "Hong Il-tak, the only red spot at Daemun Namgo. Despite his name and nickname, he's a boy, and his dwarfism and peculiar appearance have led to him being looked down upon by everyone from the nerds to the elders, and he's at the bottom of the school hierarchy. \n\nIn the past, until his sophomore year, Iltak had been a famous member of the Iljin, but a problem of his own brought him to the bottom of the food chain... \n\n\"His secondary sexuality. If only he'd come to me...!\" \n\nAfter enduring daily teasing and bullying because his body stopped growing like his peers, Hong Il-taek thought of a way to move up in the ranks... \n\n\"If I can befriend this guy, who's in the second grade at Dae-moon Boys' High School, I'll be able to move up again!\" \n\nBut for some reason, Lee Hyun-woo tries to keep his distance from Hong Il-taek... Can Hong Il-taek find his former glory again?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c780ebc0-b2af-4f69-bc52-5465c96e4258",
    "title": {
      "en": "Wolf in the House"
    },
    "updatedAt": "2024-08-27T13:54:39+00:00",
    "coverArt": "https://mangadex.org/covers/c780ebc0-b2af-4f69-bc52-5465c96e4258/04d14011-544a-438e-90d1-aedc129e1b72.jpg",
    "altTitles": [
      {
        "ko-ro": "Ulpeu Indeo Hauseu"
      },
      {
        "pl": "Wilk w domu"
      },
      {
        "ja": "WOLF IN THE HOUSE：ウルフ・イン・ザ・ハウス"
      },
      {
        "ru": "Волк в доме"
      },
      {
        "zh": "入夜为人"
      },
      {
        "zh-hk": "家中有狼"
      },
      {
        "ko": "울프 인더 하우스"
      }
    ],
    "description": {
      "en": "After ending an on-again, off-again relationship of 10 years, Minsuk decides to foster a Siberian husky named Bexan to mark the start of his new single life. He can’t wait to cuddle with his new furry roommate, take him on walks, and play fetch. But Bexan is no ordinary dog…and when night falls, Minsuk is in for a surprise.",
      "pl": ": ||  \nPo zakończeniu 10-letniego związku, Minsuk postanawia zaadoptować syberyjskiego husky, o imieniu Bexan, aby uczcić początek jego nowego życia jako singiel. Nie może się doczekać, by przytulić się do swojego futrzanego współlokatora, zabierać go na spacery i bawić się z nim w aport. Lecz Bexan nie jest zwykłym psem…i kiedy zapada zmrok, na Minsuka czeka niespodzianka.||  \n  \n- [Official Japanese Translation](https://www.lezhin.com/ja/comic/with)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "79"
  },
  {
    "mangaId": "cb83505c-9c89-4f1b-b533-9d439956cb5b",
    "title": {
      "en": "Chihiro-san"
    },
    "updatedAt": "2024-08-07T16:41:14+00:00",
    "coverArt": "https://mangadex.org/covers/cb83505c-9c89-4f1b-b533-9d439956cb5b/053be100-7f7b-447c-a331-68bdfe9c8591.png",
    "altTitles": [
      {
        "en": "ちひろさん"
      }
    ],
    "description": {
      "en": "Chihiro-san, a former sex worker uninhibited by the shackles of society and conventional wisdom, is a someone that has life figured out… for the most part. The story follows her life in a small seaside town as customers of the box lunch shop she works at come to her about various concerns weighing on their minds. What's Chihiro's guiding answer to their love, work, family, and self-inflicted troubles?"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "63"
  },
  {
    "mangaId": "1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3",
    "title": {
      "en": "Sensei! Bokutachi ga Sekai wo Horoboshimasu."
    },
    "updatedAt": "2024-02-26T22:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3/363457c5-3584-4026-912f-7a97455daf1c.jpg",
    "altTitles": [
      {
        "ja": "先生！ 僕たちが世界を滅ぼします。"
      },
      {
        "ru": "Мы уничтожим весь мир, учитель!"
      },
      {
        "en": "Teacher, we will destroy the world!"
      },
      {
        "en": "The strongest Assassin as a Teacher"
      }
    ],
    "description": {
      "en": "A \"Teacher\" has a sacred job that protects and guides students.\n\nIn this world where people who can use magic and people who cannot use magic coexist, Solo is a sorcerer who lives alone.\nHe is also known as No. 0, a skilled assassin who always completes any request he receives.\n\n\"As part of a certain mission, I am assigned to teach at a magic school, and the teenagers I am assigned to teach are the students of the Class 2D, which is made up of dropouts.\"\n\nWhile he is desperately playing the role of a teacher in order to complete his mission, a transfer student arrives and the situation takes an unexpected turn...\n\nA school fantasy unfolding between a false teacher and the strongest assassin and the most evil students who serve as his \"beacon\"!",
      "ja": "『教師』とは、生徒を守り、教え導く聖なる仕事。\n魔法が使える人間と使えない人間が混在するこの世界で、孤独に生きる一人の魔導士・ソロ。\n受けた依頼は必ず完遂するという凄腕の殺し屋・No.0（ナンバーゼロ）という異名も持つ彼は、\nとある任務の一件で魔法学校で教師をすることになりますが、そこで担任することになったのは、学年の落ちこぼれが集まる２年Ｄ組。\n任務遂行のために必死に教師を演じている最中、そこに転校生がやってきて事態は思わぬ方向に…。\n偽りの教師で最強の暗殺者と、彼の“標”となる最凶の生徒たちが繰り広げる学園ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "478e6926-b8bc-465c-9694-2bae1dbaf32b",
    "title": {
      "en": "Latna Saga: Survival of a Sword King"
    },
    "updatedAt": "2024-06-15T12:08:37+00:00",
    "coverArt": "https://mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/7dc9ebc2-a10a-4ab6-ab98-ad467aed4924.png",
    "altTitles": [
      {
        "ko": "이계 검왕 생존기"
      },
      {
        "en": "The Survival Story of the Sword King in Another World"
      },
      {
        "en": "Otherworldly Sword King's Survival Records"
      },
      {
        "zh": "拔剑九亿次"
      },
      {
        "zh-hk": "異界劍王生存記"
      },
      {
        "ko-ro": "Igye Geomwang Saengjongi"
      },
      {
        "ru": "Король меча"
      },
      {
        "ru": "История выживания короля меча в фэнтезийном мире"
      },
      {
        "ja": "異世界剣王生存記"
      },
      {
        "th": "การเอาชีวิตรอดของราชาดาบในต่างโลก"
      }
    ],
    "description": {
      "en": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)",
      "fr": "Transféré contre sa volonté dans un tutoriel où il doit lutter pour survivre, Ryu Hanbin y reste finalement coincé pendant 22 ans. Il est bloqué par un bug au niveau 4, et ce malgré la grande quantité d'XP qu'il accumule ! Quand il est finalement transféré dans le monde de Latna, le contraste entre sa puissance et son niveau lui pose bien des difficultés. Mais finalement, le véritable objectif n'est-il pas de vivre plutôt que de survivre ?",
      "ja": "｢あなたは適合者として選ばれました｣ ｢あなたの能力でセルハラトナに生き残る確率は５％未満です｣ ｢自殺しますか？」 ニート生活から突如として異世界へ飛ばされた！そこはレベル5までを目指す初心者エリアだったが、「ガイドライン」のエラーでレベル5になっても再びレベル1になるという、地獄の日々を送ることになり？！ レベル5の裏に隠された、とてつもない能力とはー",
      "ko": "『귀하는 적합자로 선택받았습니다』\n\n『귀하의 재능으로 셀하 라트나에서 생존할 확률은 5% 미만입니다』\n\n『자살하시겠습니까? Y/N』\n\n“x-까.”\n\n5% 미만의 생존 확률. 22년의 시간. 셀 수도 없는 마견과의 사투.\n이 지옥에서, 나는 홀로 살아남았다.\n\n5라는 레벨 뒤에 감춰진, 무지막지한 히든 스탯들과 함께!\n\n대검 하나로 이계를 썰어버리는,\n사상 최강의 레벨5 검사 류한빈의 극한 사이다 생존기!",
      "ru": "В момент, когда его переместили в другой мир, Рю Хан-Бин был обычным человеком, который недавно вернулся из армии. Хоть он и остался один в пустынном мире с кучей монстров, ему дали задание - стать сильнее. Но есть одна проблема - \"система\", которая должна была давать подсказки, полна недоработок.",
      "th": "รยูฮันบิน ชายผู้เพิ่งปลดประจำการทหารมาได้เพียงสามเดือน จู่ๆ ก็ถูกพาไปยังโลกแปลกๆ ที่เขาไม่รู้จักมาก่อน ชื่อว่า 'เซลฮา แลตนา'\nพร้อมมีข้อความขึ้นว่า \"\"คุณได้รับเลือกในฐานะผู้เข้าเกณฑ์อันทรงเกียรติ\"\" พร้อมกับไกด์ไลน์ที่บอกให้สู้กับมอนสเตอร์ และเพิ่มให้ถึงเลเวล 5 เพื่อไปยังพื้นที่ถัดไป แต่ด้วยระบบเกิดข้อผิดพลาด ทำให้เขาต้องติดอยู่ในนั้นนับสิบปี ที่นั่นมีเพียงเขาแค่คนเดียวกับสุนัขปีศาจ\nอยู่มาวันหนึ่งเขาสามารถเพิ่มถึงเลเวล 5 ได้สำเร็จ และถูกส่งไปยังพื้นที่ต่อไปแบบไม่ทันตั้งตัว\n\nการผจญภัยเพื่อหาทางเอาชีวิตรอดในต่างโลกของเขาได้เริ่มต้นขึ้นแล้ว\nเขาจะหาทางออกไปจากโลกแห่งนี้ และมีชีวิตรอดไปได้หรือไม่",
      "zh": "一个俗套的穿越后带挂升级故事，却因为外挂系统的运算错误而偏离方向。 渴望变强的他被困在新手村二十年，不断的战斗却始终无法提升等级。 九亿次拔剑，九亿次搏杀，他脚踩着尸山血海缓步走来。 “恭喜，您即将被传送出新手村…” 蛰伏的凶兽露出爪牙，万物都将屈服于他拔剑的光辉之下！",
      "zh-hk": "「依照你的能力，\n你在瑟哈拉特那活下來的機率低於5%。」\n\n「你要自殺嗎? Yes or No?」\n\n「三X啊。」\n\n不到5%的生存機率、22年的時間、\n與魔犬纏鬥了無數次，\n我一個人...在這座地獄中生存了下來。\n\n在5等的背後，潛藏著無比強大的隱藏數值!\n\n帶著一把巨劍殺爆異界，堪稱史上最強的5等劍士，\n柳寒頻生存記，看了保證超過癮!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db0d31e4-cd0f-4775-95aa-9c65c4081186",
    "title": {
      "en": "A Girl's Trial"
    },
    "updatedAt": "2023-06-20T07:53:34+00:00",
    "coverArt": "https://mangadex.org/covers/db0d31e4-cd0f-4775-95aa-9c65c4081186/429f72fd-b64e-4741-a8ad-f8d97c46a4aa.png",
    "altTitles": [
      {
        "en": "Girl on Trial"
      },
      {
        "ko": "소녀재판"
      },
      {
        "ko-ro": "Sonyeojaepan"
      },
      {
        "fr": "Aime-moi follement"
      },
      {
        "en": "Girl’s Trial"
      },
      {
        "en": "Girl Under Trial"
      }
    ],
    "description": {
      "en": "An unexpected series of trials begin for a girl who was close to the bottom of the school hierarchy. The winner gets a prize!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97b19647-b6d4-4ff9-b5c2-d08373e74bcc",
    "title": {
      "en": "RIKON SHINAI OTOKO CASE２"
    },
    "updatedAt": "2024-08-24T13:26:15+00:00",
    "coverArt": "https://mangadex.org/covers/97b19647-b6d4-4ff9-b5c2-d08373e74bcc/cf949db5-7c84-46de-82d7-9d77f1bd32df.jpg",
    "altTitles": [
      {
        "ja": "離婚しない男 CASE２"
      },
      {
        "es-la": "UN DIVORCIO IMPOSIBLE CASO 2"
      }
    ],
    "description": {
      "en": "Jou Nagase is a popular and competent top class actor. He's also a devoted family man, but one day a photograph of him purportedly having an illicit meeting with a rookie actress surfaced. \nIn an instant, the actor \"NagaJou\" ended up losing both his family and his social status. However, it was all a fabricated plot. Behind the scenes was someone unexpected.\n\nBetrayal, secrets and schemes all intertwine in Rikon Entertainment's second installment!!\n\n(Source: Comic-Days)",
      "ja": "人気、実力ともトップクラスの俳優・永瀬丈。良き家庭人でもある彼は、ある日、新人女優との密会不倫写真を撮られてしまう。一瞬で社会的地位と家族を失ってしまったナガジョー。だがこれはすべて仕組まれたことだった。その裏にいるのはまさかの人物。裏切り、秘密、策略が絡み合う、リコンエンターテインメントの第2弾!!",
      "es-la": "La Segunda Parte de Un Divorcio Imposible, nos cuenta la casi imposible vida de nuestro protagonista \"Takeshi Nagase\" que tras una noche en la que perdio el conocimiento por culpa de una actriz malvada queda envuelto en un caso de supuesta violación y es alejado de sus hijos. ¡¿Una lucha por demostrar que es inocente?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49c7b586-b0a3-4776-b3f5-3bdc62d82161",
    "title": {
      "en": "Dog Nigga"
    },
    "updatedAt": "2024-08-27T14:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/49c7b586-b0a3-4776-b3f5-3bdc62d82161/2946e6a9-7dce-4260-b506-842c5fbe5453.jpg",
    "altTitles": [
      {
        "en": "Dog Ningen"
      },
      {
        "en": "DN"
      },
      {
        "en": "Dog N"
      },
      {
        "en": "Black Dog"
      },
      {
        "ar": "سگ سیاه"
      },
      {
        "hi": "कुत्ता भाउ"
      },
      {
        "ja": "犬の黒人男性"
      },
      {
        "ru": "Пёс-Ниггер"
      },
      {
        "uk": "Пес-Ніґґер"
      },
      {
        "es": "Perro Negrata"
      },
      {
        "th": "ไอ้หมามืด"
      }
    ],
    "description": {
      "en": "Rex is a half man half dog. He was created when a drunk old man forced himself on a stray female dog in the street. \nBecause of his father, Rex has to live his life as a freak rejected by society.\nSo one day he’s gonna find that man, and RAPE him.\n\n---\n**Links:**\n- Alternative Official English - [MANGA Plus Creators](https://medibang.com/mpc/titles/wt2208302035572710014241408/) | [ART street](https://medibang.com/book/xb2005061537310810014241408/) | [Pixiv](https://www.pixiv.net/user/61917191/series/172665)\n- Discord - [Server](https://discord.com/invite/BzQXA4vwXt)",
      "fr": "Rex est moitié humain et moitié chien. Il est né quand un vieux mec bourré a baisé une chienne errante dans le rue. À cause de son père, Rex doit vivre en étant rejeté par la société. Alors un jour… il va retrouver ce type, et le VIOLER",
      "ru": "Рекс - наполовину человек, наполовину собака. Он был создан, когда пьяный старик изнасиловал собаку на улице. Из-за отца Рекс вынужден жить как урод, отвергнутый обществом. Так что однажды... он найдет этого человека и отомстит ему.",
      "uk": "Рекс - напівлюдина напівсобака. Він був створений коли дуже п'яне чмо трахнуло вуличну собаку. Через нього він став потворою та ізгоєм. Тож одного дня... він знайде свого \"татуся\", і зґвалтує ЙОГО!",
      "es-la": "Rex es un híbrido mitad hombre, mitad perro. Fue creado cuando un viejo borracho abusó sexualmente de una perra callejera en la calle. Por culpa de su padre, Rex tiene que vivir su vida como un fenómeno, rechazado por la sociedad. Así que un día… encontrará a ese tipo y lo v*olará."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "822c9883-385c-4fd0-9523-16e7789cbeae",
    "title": {
      "en": "Seitokai ni mo Ana wa Aru!"
    },
    "updatedAt": "2024-07-05T21:27:08+00:00",
    "coverArt": "https://mangadex.org/covers/822c9883-385c-4fd0-9523-16e7789cbeae/05bc4640-7887-411a-be98-2a61f9e41cf6.jpg",
    "altTitles": [
      {
        "ja": "生徒会にも穴はある!"
      },
      {
        "ru": "В студсовете тоже есть дырка!"
      },
      {
        "en": "There is Also a Hole in the Student Organization!"
      },
      {
        "en": "Even the Student Council has Holes"
      },
      {
        "fr": "Les allumés du conseil ! (Meian)"
      }
    ],
    "description": {
      "en": "When it comes to the face of this student organization, it's a little weird, like a fool, scary, or moody. However, mysterious and futuristic days that seem strangely cute pass by.",
      "ja": "この生徒会の面子ときたら、あほの子だったり、恐ろしかったり、むっつりだったり、ちょっと変！ でも、それがなんだか、妙に可愛く思える今日この頃……。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "827a3cbf-6859-4f71-906f-285596becb59",
    "title": {
      "ja": "Nido to Jidori Okutte Yannai!"
    },
    "updatedAt": "2024-05-09T20:31:57+00:00",
    "coverArt": "https://mangadex.org/covers/827a3cbf-6859-4f71-906f-285596becb59/01b322f1-6b49-4971-86f9-6e6b8f9bdea7.jpg",
    "altTitles": [
      {
        "ja": "二度と自撮り送ってやんない！"
      },
      {
        "en": "I'll never send a selfie again!"
      },
      {
        "ru": "Я больше никогда не буду отправлять тебе селфи!"
      },
      {
        "ja-ro": "Nido to Jidori Okutte Yannai!"
      },
      {
        "es-la": "¡Nunca más te enviaré una selfie!"
      }
    ],
    "description": {
      "en": "My childhood friend keeps asking me for a selfie to use as a reference for his drawing, what do I do?",
      "ja": "久しぶりに連絡を寄こした幼馴染の影介。漫画の作画資料用にわたしの自撮り写真を送ってほしんだって。成長していろいろ変わった私を見て驚け・・・て、ありがとう以外のこと何か言えないの⁉　恥ずかしいのを我慢して撮っているのに！気になり始めた幼馴染同士の自撮りコミュニケーション・ラブコメ！",
      "es-la": "Mi amigo de la infancia no deja de pedirme una selfie para usarlo como referencia para su dibujo, ¿Qué hago?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "90"
  },
  {
    "mangaId": "101c7648-2599-4167-a4e8-5e1bc07fedae",
    "title": {
      "en": "Urenokori no Dorei Elf o Hirotta no de, Musume ni Suru Koto ni shita"
    },
    "updatedAt": "2024-08-22T04:39:29+00:00",
    "coverArt": "https://mangadex.org/covers/101c7648-2599-4167-a4e8-5e1bc07fedae/50ca3742-5e25-44fe-bf61-527a67cba4f1.jpg",
    "altTitles": [
      {
        "ja": "売れ残りの奴隷エルフを拾ったので、娘にすることにした"
      },
      {
        "ja-ro": "Urenokori no Dorei Elf wo Hirotta no de, Musume ni suru Koto ni shita"
      },
      {
        "en": "My Daughter Was an Unsold Enslaved Elf"
      },
      {
        "en": "My daughter was an unsold slave elf."
      }
    ],
    "description": {
      "en": "Weiss, a magician living in the scoundrel-filled Zenith, finds a high elf girl for sale, a higher level elf species that is said to be extinct.\n\nHe decides to buy her and raise her as his daughter. The high elf doesn't even know how to speak the language, but Weiss' hard work in raising her seems to be paying off...? \n\nA warm and fluffy fantasy featuring the rookie dad Weiss and his cute little elven daughter!",
      "ja": "絶滅したというエルフの上位種、ハイエルフの少女が売られているのを見つけたヴァイス。\n\n購入して娘として育てることに決めた。言葉も知らないハイエルフだったがヴァイスの懸命な育児の成果がでてきて…？ \n\n成長が止まらないハイエルフから目が離せないっっ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ab10b8-d539-4839-9b31-7937fb08c813",
    "title": {
      "en": "I Love Amy"
    },
    "updatedAt": "2024-08-03T18:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/52ab10b8-d539-4839-9b31-7937fb08c813/7c8f7447-a813-46bf-ae91-d5cc06482824.jpg",
    "altTitles": [
      {
        "ko": "나는 에이미를 사랑해"
      },
      {
        "ko-ro": "Naneun Eimireul Saranghae"
      },
      {
        "ru": "Я Люблю Эми"
      },
      {
        "fr": "J'aime Amy"
      }
    ],
    "description": {
      "en": "\"Is this how it feels to have a friend?\" \n\nBibi is obsessed with Peter, the prince of the school. When she spots Amy next to him, she starts to feel jealous. She invites Amy to her house to warn her, but instead takes a liking to the girl. They agree to be friends on the condition that Amy has to help Bibi confess.",
      "fr": "\"C'est ce qu'on ressent lorsqu'on a une amie ?\"\nBibi est obsédée par Peter, le prince de l'école. Lorsqu'elle repère Amy près de lui, elle commence à être jalouse. Elle invite Amy chez elle pour la prévenir, mais à la place, elle commence à apprécier cette fille. Elles acceptent d'être amies à la condition que Amy doive aider Bibi à se déclarer.",
      "ko": "\"원래 친구 사이엔 이런 기분이 드는 걸까?\"\n\n'비비'는 학교 제일의 킹카 피터에게 집착하다, 그의 곁에 있던 '에이미'를 보고 질투를 느낀다. 그녀에게 경고하기 위해서 자신의 집에 초대했지만 오히려 호감을 느끼게 되고...\n둘은 비비의 고백을 돕는다는 조건으로 서로에게 유일한 친구가 되기로 한다.",
      "ru": "\"Вот что значит быть друзьями?\" Биби одержима Питэром, принцем школы.\nКогда она замечает Эми рядом с ним, она начинает ревновать. Она приглашает Эми к себе, чтобы предупредить. Но вместо этого Эми нравится ей. Они соглашаются быть друзьями, но при одном условии: Эми должна помочь Биби признаться в любви."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46.10"
  },
  {
    "mangaId": "6fb01f4a-e78c-4f2b-a8c8-bd14a1fd8132",
    "title": {
      "ja": "Maou to Yuri"
    },
    "updatedAt": "2024-04-17T15:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/6fb01f4a-e78c-4f2b-a8c8-bd14a1fd8132/ef1804b7-6eca-4743-b992-17193973c707.jpg",
    "altTitles": [
      {
        "ja": "魔王と百合"
      },
      {
        "en": "The Demon King and Yuri"
      }
    ],
    "description": {
      "en": "Aiming to bring peace between the human and demon realms, the newly appointed Demon King is tasked with selecting a human girl to be her consort and unite the two nations. With five candidates chosen for the running; Princess Knight, Brave, Priestess, Witch and Maid, the Demon King's fate lies in the hands of the readers in this audience participation yuri!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57",
    "title": {
      "en": "It Starts With A Mountain"
    },
    "updatedAt": "2024-08-23T14:33:09+00:00",
    "coverArt": "https://mangadex.org/covers/c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57/112b1634-884d-4c34-af67-63dd8380d562.jpg",
    "altTitles": [
      {
        "en": "Starting with a mountain"
      },
      {
        "zh": "开局一座山"
      },
      {
        "en": "It Starts With A Mountain"
      },
      {
        "en": "I Have a Shanzhai"
      },
      {
        "en": "Kāijú Yī Zuò Shān"
      },
      {
        "en": "Kāijú Yīzuò Shān"
      },
      {
        "en": "Start a Mountain"
      },
      {
        "en": "Ta Có Một Sơn Trại"
      },
      {
        "ko": "퀘스트 : 지상 최고의 산적"
      },
      {
        "ko": "퀘스트: 지상 최고의 산적"
      },
      {
        "en": "Kaiju Yi Zuo Shan"
      },
      {
        "es": "Comienza con una Montaña"
      }
    ],
    "description": {
      "en": "It starts with a mountain. A strategic leader gets isekai-ed into a war dynasty. He only has a group of members who were planning to ditch him. Facing this war era, he thinks of stealing food and girls to live a king’s life. He is hot-blooded, picks fights with war heroes. How will he bring chaos to the war? Will he be able to rise up high?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de7cff02-47b5-4f27-b238-9a4d9e40694c",
    "title": {
      "en": "I Can't Fall in Love With Paperman"
    },
    "updatedAt": "2024-08-15T17:24:51+00:00",
    "coverArt": "https://mangadex.org/covers/de7cff02-47b5-4f27-b238-9a4d9e40694c/a33f3ad7-f7d5-4c03-babe-f9386c04d923.jpg",
    "altTitles": [
      {
        "zh": "我不可能和纸片人谈恋爱"
      },
      {
        "ko": "내 남주에게 위협당하고 있습니다"
      },
      {
        "zh-ro": "Wo Bu Keneng He Zhi Pian Ren Tan Lian'ai"
      }
    ],
    "description": {
      "en": "When a BL comic artist transmigrated into the princess of Liao, she resumed her career... but encountered her \"dear son\" who crawled out of the book and refused to be gay! Faced with a sword to her neck, will she surrender or resist? What's worse, the plot is no longer under her control; who's the mysterious person behind the scenes controlling everything?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "adf63281-281d-448f-a618-dee15c47e7e5",
    "title": {
      "en": "Sachiroku 〜Sachi’s Book of Revelation〜"
    },
    "updatedAt": "2024-04-17T08:00:46+00:00",
    "coverArt": "https://mangadex.org/covers/adf63281-281d-448f-a618-dee15c47e7e5/a36e8372-ed25-4b4d-98da-a75bcb230b97.jpg",
    "altTitles": [
      {
        "en": "Sachi’s Records 〜Sachi’s Book of Revelation〜"
      },
      {
        "ja": "サチ録　～サチの黙示録～"
      },
      {
        "ja-ro": "Sachi-roku: Sachi no Mokushiroku"
      },
      {
        "ru": "Записи Сачи: Книга откровений Сачи"
      },
      {
        "ja-ro": "Sachiroku - Sachi no Mokushiroku"
      },
      {
        "vi": "Sachiroku - Cuốn Sách Khải Huyền Của Sachi"
      }
    ],
    "description": {
      "en": "‘Humanity’s Judgment’ — a process by which an angel and a demon meticulously pass judgment upon a human, and the final score determines the fate of mankind. But this time, the chosen subject is the incredibly mischievous 6-year-old elementary school student, Sachi Ueno?! Just how will the unconventional living arrangement of an angel, a demon, and a human shape the future of humanity?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbb30a8b-ed6e-46ab-8072-7e76693d796b",
    "title": {
      "en": "The Gentle Goblin's Bird"
    },
    "updatedAt": "2024-07-24T20:17:57+00:00",
    "coverArt": "https://mangadex.org/covers/fbb30a8b-ed6e-46ab-8072-7e76693d796b/5a35b828-8164-4d2a-93ba-d0aa5c05fdb8.jpg",
    "altTitles": [
      {
        "en": "A Kind Goblin's Bird"
      },
      {
        "vi": "Sơn Ca Yêu Kiều Của Yêu Tinh"
      },
      {
        "ko": "상냥한 도깨비의 새"
      },
      {
        "ja": "優しい夜叉の鳥"
      },
      {
        "zh-hk": "小鳥依鬼的柔情"
      },
      {
        "th": "ท่านภูตใจดีกับนกไนติงเกล"
      },
      {
        "es-la": "El pájaro del duende amable"
      }
    ],
    "description": {
      "en": "\"Won't you become a Goblin's bride?\"   \n  \nIn Yang-an, the capital of the Shun Dynasty Empire, there are rumors of a Goddess who sings a song that grants your wishes in your dreams if you visit a certain pharmacy. To confirm this, Sa Heonyoung, who disguises his status as a member of the royal family, goes to find the Goddess of the rumors. After listening to her song, he yearns for her, as if he is suffering from an illness…  \n  \nA man who must kill his own identity under a goblin's mask; and a woman who has no name or a lover, and lives only for the revenge in her mother's will. A mournful love story between a man and a woman who are the only ones who can fully understand each other. \n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "ja": "人気のない山奥で毎日死だけを待つ名もなき女。夜叉の仮面をまとい己を殺しながら生きるしかない男。 2人だけがお互いを分かりあえる…そんな男女の切ない愛の物語――\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "ko": "\"도깨비의 신부가 되지 않겠습니까?“\n\n순나라의 황도 양안. 어느 약방에 찾아가면 신녀가 꿈속에서 소원을 이뤄 주는 노래를 불러 준다는 소문이 파다하다. 이를 검증하기 위해 신분을 속인 채 다른 이들 틈에 섞여 신녀를 찾아간 친왕, 사헌영. 그는 신녀의 노래를 듣고 난 뒤, 병을 앓듯 그녀를 찾게 되는데….\n\n도깨비 가면을 쓴 채 자신을 죽이고 살아가야만 하는 남자. 외로운 산 속에서 하루 하루 죽음만을 기다리며 살아가는 이름 없는 여자. 온전히 자신을 알아주는 건 서로밖에 없는 남녀의 애절한 사랑 이야기.\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "th": "ยังอัน เมืองหลวงแห่งอาณาจักรซุน ณ สถานที่แห่งนี้มีข่าวลือที่น่าอัศจรรย์อยู่เรื่องหนึ่ง นั่นคือเรื่องราวของเพลงมหัศจรรย์ที่ช่วยทำให้ผู้ที่ได้รับฟังสมปรารถนา มันถูกขับขานโดยหญิงสาวคนหนึ่งและชายที่หลงรักเธอผู้นั้น...\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "zh-hk": "「妳願意當鬼怪的新娘嗎？」順王朝的帝都仰安有個傳聞，城裡某間藥房有一位能用歌聲讓人在夢中願望成真的巫女。為了證實這個傳聞，順王朝親王──思軒英，隱瞞自身身分親自去見了這位巫女，然而在聽完巫女的歌聲後，彷彿得了相思病一般，一直不斷找她…。一位只能戴著鬼怪面具隱藏自己真實身分的男子、一位在孤寂的山中等待死亡日度一日的女子，相遇後發現真正理解自己的只有彼此，一則關於男女愛戀情愁的故事。【​本作品為官方正式授權之15歲版本，請讀者們多多支持。】​\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "062f098a-88bb-48f4-b022-3b7afa87bc47",
    "title": {
      "en": "The Great Cleric"
    },
    "updatedAt": "2024-07-23T03:09:23+00:00",
    "coverArt": "https://mangadex.org/covers/062f098a-88bb-48f4-b022-3b7afa87bc47/e4fa7fcd-a593-4d30-bea6-9cd532d80cfd.jpg",
    "altTitles": [
      {
        "ja-ro": "Seija Musou: Salaryman, Isekai de Ikinokoru Tame ni Ayumu Michi"
      },
      {
        "en": "The Peerless Saint: Salaryman, the Way to Survive in This Other World"
      },
      {
        "zh": "圣者无双"
      },
      {
        "ja": "聖者無双 ～サラリーマン、異世界で生き残るために歩む道～"
      }
    ],
    "description": {
      "en": "Once upon a time, the God of Fate of Earth and the Chief God of Galdarudia made a wager. The God of Fate lost the bet and was forced to choose 10 common souls to hand over to the Chief God of Galdarudia. The Chief God of Galdarudia gave each of the 10 souls a new ability. Amongst those ordinary souls exists one salaryman who thwarted his fated demise. How will this man grow from this point forward? The God of Fate, the Chief God of Galdarudia, and even the author have no idea!  \r\n  \r\nOne man’s story of turning blood, sweat, and tears into a successful living—literally! After his untimely death as the hardest-working salary man in Japan, Luciel is reincarnated into the magical fantasy world Galdardia. Always the man with a plan, he recreates himself to be a healer, and sets about making his way in the world. But while Luciel knows a thing or two about making money, he knows absolutely nothing about Galdardia. Will his good heart and great work ethic be enough to make him…The Great Cleric? (Kodansha Comics description)   \r\n  \r\n[Web Novel Raw](http://ncode.syosetu.com/n8697cx)",
      "pt-br": "Era uma vez, o Deus do Destino da Terra e o Deus Chefe de Galdarudia fizeram uma aposta. O Deus do Destino perdeu a aposta e foi forçado a escolher 10 almas comuns para entregar ao Deus Chefe de Galdarudia. O Deus Chefe de Galdarudia deu a cada uma das 10 almas uma nova habilidade. Entre essas almas comuns, existe um assalariado que evitou sua morte predestinada. Como esse homem crescerá a partir deste ponto? O Deus do Destino, o Deus Chefe de Galdarudia, e até mesmo o autor não têm ideia!\n\nA história de um homem transformando sangue, suor e lágrimas em um meio de vida bem-sucedido—literalmente! Após sua morte prematura como o assalariado mais trabalhador do Japão, Luciel é reencarnado no mundo de fantasia mágica Galdardia. Sempre um homem com um plano, ele se recria como um curandeiro e começa a trilhar seu caminho no mundo. Mas enquanto Luciel sabe uma coisa ou duas sobre ganhar dinheiro, ele não sabe absolutamente nada sobre Galdardia. Será que seu bom coração e grande ética de trabalho serão suficientes para torná-lo... O Grande Clérigo? (descrição da Kodansha Comics)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6655cece-57c8-4188-a04d-a9aa0903abb9",
    "title": {
      "en": "Captain Tsubasa - Rising Sun - FINALS"
    },
    "updatedAt": "2024-04-26T22:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/6655cece-57c8-4188-a04d-a9aa0903abb9/159f5174-a37f-4826-ba0a-783ded162bbf.png",
    "altTitles": [
      {
        "en": "Captain Tsubasa - Rising Sun - Part 3"
      },
      {
        "ja": "キャプテン翼ライジングサン   F I N A L S"
      },
      {
        "es-la": "Capitán Tsubasa - Rising Sun - FINALS"
      },
      {
        "vi": "Đội trưởng Tsubasa - Mặt trời mọc - Chung kết"
      }
    ],
    "description": {
      "en": "A web-comic continuation of Captain Tsubasa 9th arc: Rising Sun - The Final.\n\nRising Sun - FINALS is covering the 2nd half of the Madrid Olympics match of Japan VS. Spain and beyond.\n\nThe web-comic came to be when on April 2024 mangaka Yoichi Takahashi announced his retirement, ending Rising Sun - The Final official published serialization half-way through the match opting to continue the story at his own pace with storyboard pencil sketches, publishing them on the official Captain Tsubasa World website."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37cbe8a9-4a2f-4e71-a8c8-c33be7aee3cc",
    "title": {
      "en": "Atsumare! Fushigi Kenkyu-bu"
    },
    "updatedAt": "2024-08-02T11:32:07+00:00",
    "coverArt": "https://mangadex.org/covers/37cbe8a9-4a2f-4e71-a8c8-c33be7aee3cc/cc6593ad-a85c-4fe8-89d7-5a96d17b2348.jpg",
    "altTitles": [
      {
        "en": "Assemble! Mysterious Research Club"
      },
      {
        "tr": "Gizemli Araştırma Kulübü, Toplan!"
      },
      {
        "pt-br": "Reúnam-se! Clube de Pesquisas Misteriosas"
      },
      {
        "es-la": "¡Reúnanse! Club de Investigaciones Misteriosas"
      },
      {
        "ru": "Все сюда! Таинственный клуб исследований"
      },
      {
        "ja": "あつまれ！ふしぎ研究部"
      },
      {
        "zh-hk": "聚集！不可思議研究部"
      },
      {
        "zh": "聚集！不可思议研究部"
      },
      {
        "ko": "모여라! 불가사의 연구부"
      },
      {
        "ja-ro": "Atsumare! Fushigi Kenkyuubu"
      }
    ],
    "description": {
      "en": "Goryo Daisuke is still unsure about which club to join. When he meets the three girl members of Mysterious Research Club while looking for the school's warehouse, he gets hypnotized to sign the registration form. Suzu who is obsessed with scary curses, Chiaki who only relies on her monstrous strength to perform dangerous magic tricks, and Kotone who can control people by hypnosis.",
      "es-la": "Goryou Daiseuke aún está indeciso sobre a qué club unirse en su escuela. Cuando conoce a tres chicas miembros del “Club de Investigaciones Misteriosas” mientras buscaba el almacén de la escuela, es hipnotizado por ellas y, sin saberlo, firma una solicitud de ingreso. Suzu, quien está obsesionada con las maldiciones, Chiaki quien confía en su monstruosa fuerza para realizar actos de magia y Kotone, quien puede controlar a la gente con hipnosis. Ahora comienza una nueva y caótica vida para Daisuke, siendo el conejillo de indias del club.",
      "pt-br": "Goryo Daisuke ainda não sabe ao certo a qual clube ingressar. Quando ele conhece as três garotas do Clube de Pesquisa Misteriosa enquanto procura o depósito da escola, ele fica hipnotizado para assinar o formulário de inscrição. Suzu, que é obcecada por maldições assustadoras, Chiaki, que só conta com sua força monstruosa para realizar truques de mágica perigosos, e Kotone, que pode controlar as pessoas por meio da hipnose."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "379"
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-08-18T13:06:23+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a84d0a7-8c6d-4a5d-b37c-674a2c818d77",
    "title": {
      "en": "King Rocket"
    },
    "updatedAt": "2024-06-18T23:07:07+00:00",
    "coverArt": "https://mangadex.org/covers/3a84d0a7-8c6d-4a5d-b37c-674a2c818d77/619bfc7b-0b25-4d30-8b6e-5f43b3b7c8b1.jpg",
    "altTitles": [
      {
        "ja": "大空魔王"
      },
      {
        "ja-ro": "Daikuu Maou"
      }
    ],
    "description": {
      "en": "Dr. Hanamaru travels to Egypt looking to uncover the secret of a cabal hidden in the pyramids. The leader is King Rocket, a man with the body of a machine."
    },
    "status": "completed",
    "releaseDate": 1948,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "dbbdbb2f-0022-4807-8399-bb7410f53d3e",
    "title": {
      "en": "Blood Link"
    },
    "updatedAt": "2024-07-20T10:13:57+00:00",
    "coverArt": "https://mangadex.org/covers/dbbdbb2f-0022-4807-8399-bb7410f53d3e/82da62db-448f-4334-9314-ee698bcdcd5d.jpg",
    "altTitles": [
      {
        "es": "Lazos de sangre"
      },
      {
        "ru": "Кровные Узы"
      },
      {
        "ko": "블러드 링크"
      },
      {
        "ko": "블러드링크"
      }
    ],
    "description": {
      "en": "Hwa Gok is just a normal university student, until he sees a girl being attacked by the popular Lee Bin, and jumps in her defence. The only problem is that Lee Bin is more than meets the eye…",
      "es": "Un humano, un licántropo o un vampiro, ¡¿qué soy?! Completamente ignorante de la existencia de estos depredadores, Hwa Gok sigue con su vida cotidiana… Es decir, hasta que Lee Bin le da la vuelta a su vida mordiéndole en el cuello, provocando un torbellino de eventos que ninguno de ellos podía prever."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "135"
  },
  {
    "mangaId": "7d561f70-3503-459e-95f3-ffa33a321721",
    "title": {
      "en": "The journey of Dionysus"
    },
    "updatedAt": "2024-05-14T16:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/7d561f70-3503-459e-95f3-ffa33a321721/9134bbae-2358-4be6-93dd-ce8d10ff6b7b.jpg",
    "altTitles": [],
    "description": {
      "en": "Dionysus- the young boy who grew up on a small island with no memory of his family and his constant strange nightmares and dreams. One day, Dionysus decided to go on a journey to find his family and discover who he really was, alongside the love of his life, Ariadne."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8880543a-db96-4c51-9013-c091e21b4a23",
    "title": {
      "en": "Everywhere & Nowhere (Discover)"
    },
    "updatedAt": "2023-02-24T20:58:42+00:00",
    "coverArt": "https://mangadex.org/covers/8880543a-db96-4c51-9013-c091e21b4a23/53431868-4708-4af3-9f41-c8beb9fc9985.jpg",
    "altTitles": [],
    "description": {
      "en": "A fun romantic comedy about two characters having fun in various countries all over the world."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "24.6"
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]