[
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "563ccf5a-7078-4411-b05b-3985295a2e43",
    "title": {
      "en": "100-nen no Oshi"
    },
    "updatedAt": "2024-08-24T04:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/563ccf5a-7078-4411-b05b-3985295a2e43/054c7d11-d098-44e5-a044-347dbd0fc85e.jpg",
    "altTitles": [
      {
        "ja": "100年の推し"
      },
      {
        "en": "100 Years Recommendation"
      },
      {
        "zh-ro": "100 Nián de tuī"
      },
      {
        "zh": "100年的推"
      },
      {
        "ja-ro": "100-nen no Oshi"
      }
    ],
    "description": {
      "en": "This is a story about the main character named Inuyama, who is on the edge of life with no job or savings. One day, he is tasked with the role of \"broadcast advisor\" and \"pseudo-boyfriend\" of a gravure idol. Can he reach the top of the world of gravure in this romantic comedy harem? ♡",
      "ja": "職なし、貯金なしの人生崖っぷちな主人公・狗山（いぬやま）が、ある日任されたのはグラビアアイドルの「配信アドバイザー」兼、「疑似彼氏」!? グラビア界のてっぺん目指すハーレムラブコメ♡",
      "pt-br": "Esta é uma história sobre o personagem principal chamado Inuyama, que está no limite da vida sem emprego ou economias. Um dia, ele é encarregado do papel de \"assessor de transmissão\" e \"pseudo-namorado\" de uma ídolo de fotografia. Ele pode chegar ao topo do mundo da fotografia neste harém de comédia romântica? ♡"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ce22c9e-5939-435e-b067-64ce659bb3b3",
    "title": {
      "en": "Hazure Skill “Gacha” de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru"
    },
    "updatedAt": "2024-05-25T23:12:03+00:00",
    "coverArt": "https://mangadex.org/covers/7ce22c9e-5939-435e-b067-64ce659bb3b3/06f1f784-5951-4af9-b084-1da23771686b.jpg",
    "altTitles": [
      {
        "ja-ro": "Hazure Skill “Gacha” de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru ~ Bannou Cheat Skill wo Getto Shite, Mezase Rakuraku Saikyou Slow Life!~"
      },
      {
        "ja": "ハズレスキル『ガチャ』で追放された俺は、わがまま幼馴染を絶縁し覚醒する ～万能チートスキルをゲットして、目指せ楽々最強スローライフ！～"
      },
      {
        "en": "After Being Banished For Having The Trash Skill \"Gacha\", I Came To My Senses And Broke Off Relations With My Selfish Childhood Friend"
      },
      {
        "fr": "Gacha : The Crest's Adventure"
      }
    ],
    "description": {
      "en": "Crest was born as the fifth son of a duke. However, as the fifth son, he was in no position to talk. His childhood friend and also his fiancée, Ellis, treated him just like a slave. And on Crest's coming-of-age ceremony, he received a skill called \"Gacha.\" Yet, he wasn't able to learn how to use it and was banished away from his home. Banished into the forest full of monsters, Crest began to understand the power \"Gacha.\" And then, Crest made up his mind. He will definitely survive and get back on his feet."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35edfe53-802e-42b9-b425-c4a452d475c6",
    "title": {
      "en": "Gatabutata"
    },
    "updatedAt": "2024-08-01T10:26:49+00:00",
    "coverArt": "https://mangadex.org/covers/35edfe53-802e-42b9-b425-c4a452d475c6/17d43e72-9700-4af6-87aa-900ef57caccd.jpg",
    "altTitles": [
      {
        "en": "Get to the point instead of beating around the bush"
      },
      {
        "ko": "가타부타타"
      },
      {
        "ja": "恋愛エトセトラ"
      },
      {
        "zh": "再次遇见你"
      },
      {
        "en": "Rumor has it"
      }
    ],
    "description": {
      "en": "Just when Chu Hyejin, a freshman in college, is about to start her independent college life, she encounters a crisis. Her first love, Cha Haejun lives right next to her?! And on top of that, she is the one who dumped him when they dated in middle-school!  \n  \nA 15-year old's clumsy and awkward first love soon came to an end but will things be different this time when they're 20?  \n  \n(Note: Gatabutata is a Korean saying that means \"Get to the point instead of beating around the bush\".)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/LOVE/zaiciyujianni/list?title_no=1466)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000950)",
      "fr": "Au moment où Chu Hyejin, une étudiante de première année, est sur le point de commencer sa vie d'étudiante indépendante, elle est confrontée à une crise. Son premier amour, Cha Haejun, vit juste à côté d'elle ! Et en plus de cela, c'est elle qui l'a largué quand ils sont sortis ensemble au collège !\n\nLe premier amour maladroit et gênant d'une jeune fille de 15 ans touche à sa fin, mais les choses seront-elles différentes cette fois-ci à 20 ans ?\n\n(Note : Gatabutata est un dicton coréen qui signifie \"Va droit au but au lieu de tourner autour du pot\").",
      "ja": "人生初の一人暮らしに胸をときめかせていた琴梨(ことり)。 しかし、引っ越し先のお隣に住んでいたのは中学の時に付き合ってた元カレだった⁉ 再会した初恋の彼ともう一度、甘酸っぱい恋を始める！\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/LOVE/zaiciyujianni/list?title_no=1466)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000950)",
      "ko": "모든 게 서툴고 어색했던 중학교 2학년 15살의 첫 연애.\n그렇게 헤어졌던 첫사랑을 같은 대학, 자취방 바로 옆집에서 다시 마주하다!\n사랑이 뭔지, 연애가 뭔지 아직도 헷갈리고 서툴기만 한 스무 살. 과연 이번엔\n스스로에게 당당하고 서로를 솔직하게 마주하는 연애에 성공할 수 있을까?\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/LOVE/zaiciyujianni/list?title_no=1466)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000950)",
      "zh": "如果再次遇见初恋，\n你的选择还会一如从前吗？\n在同一所大学与初恋邂逅，甚至发现他居然住我隔壁！二十岁的花季，对爱情还是懵懵懂懂，这次能否坦诚面对，最终有情人终成眷属？\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/LOVE/zaiciyujianni/list?title_no=1466)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000950)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "68"
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei wa Tereshirazu"
    },
    "updatedAt": "2024-08-02T00:09:02+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/71ca6811-0dc0-4dd5-8634-6f753ce75b15.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "en": "Akanabe-sensei Doesn't Know about Embarrassment"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully.",
      "ja": "『崎枝君ってさ私のこと好き？』　憧れの漫画家・茜部アキラのもとでアシスタントとして働く崎枝コウキ。憧れが次第に恋心へと変わっていたある日、まさかの両想いであることがわかり、なんと二人は恋人同士に！　しかし、茜部先生は思った事を口にしちゃう上に照れ知らずで、コウキを褒め殺してくる！",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com elegância."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5495d18b-e228-4744-8d03-a55e9709a0ae",
    "title": {
      "en": "Bloody Eyes: Sarasarete Shine"
    },
    "updatedAt": "2024-04-03T00:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/5495d18b-e228-4744-8d03-a55e9709a0ae/a38c499d-a94e-4e0f-b331-b1c9918cc91a.jpg",
    "altTitles": [
      {
        "ja": "ブラッディ・アイ－晒されてシネ－"
      },
      {
        "vi": "Án Mạng Liên Hoàn: Huyết Nhãn"
      }
    ],
    "description": {
      "en": "A reporter working for a weekly tabloid is getting involved in a bizarre serial murder case where a red eye symbol is left behind on every victim."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "26"
  },
  {
    "mangaId": "a96f9ee5-1452-493b-b371-e54de3868a58",
    "title": {
      "en": "AOTU World"
    },
    "updatedAt": "2024-08-21T12:42:01+00:00",
    "coverArt": "https://mangadex.org/covers/a96f9ee5-1452-493b-b371-e54de3868a58/99e36d60-2dc1-44c3-aac8-0ae61c85aac8.jpg",
    "altTitles": [
      {
        "zh": "凹凸世界"
      },
      {
        "zh-ro": "AOTU Shijie"
      },
      {
        "vi": "Thế Giới Ao Đột"
      },
      {
        "en": "AOTU World"
      },
      {
        "ko": "요철세계"
      }
    ],
    "description": {
      "en": "A god created AOTU World and established the 7 Oracles to rule it on behalf of this god. The poor and rich, enslaved and free, suffering and happiness, destruction and birth: every status is ordained by God. Mortals can only accept, but cannot resist. However, God has given his people the opportunity to change their fate through \"AOTU Contest.\" The contestants use their unique \"ability\" gifted by the Contest System and inbate wisdom and courage in hopes of winning the competition and becoming the world's ruler.",
      "vi": "Thần Sáng Thế của thế giới Ao Đột là một vị thần rất ngẫu hứng.\nNgài tạo ra vô số hành tinh và con dân trong thế giới Ao Đột, nhưng lại cai quản họ một cách tùy ý không theo quy luật --- có hành tinh màu mỡ tươi đẹp, có hành tinh cằn cỗi hoang vu, có con dân được hưởng tự do hạnh phúc, có con dân lại phải chịu sưu thuế nặng nề và lao động khổ sai.\nThần Sáng Thế thành lập ra Bảy Thần Sử, để họ thay mình thực hiện ý chỉ của thần\nThế nhưng cũng không phải là Thần Sáng Thế hoàn toàn không cho con dân mình cơ hội --- nếu như ai muốn thay đổi vận mệnh, thực hiện nguyện vọng của bản thân, vậy thì hãy tham gia \"Đại chiến Ao Đột\" đi! Các thí sinh sẽ được hệ thống đại chiến ban cho \"năng lực đặc biệt\", rèn luyện và vận dụng năng lực của riêng mình, không ngừng chiến đấu vượt qua thử thách. Chỉ cần là người chiến thắng sau cùng trong đại chiến Ao Đột là có thể đạt được tất cả, đồng thời được ban cho quyền thay mặt thần cai trị thế giới giống như Bảy Thần Sử.\nTuy nhiên, những điều trên chỉ là quan niệm giả dối, cuộc đấu này đã định sẵn không hề có kẻ chiến thắng. Cho tới khi nhân vật chính của chúng ta - Kim, xuất hiện trên sân đấu."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f9fb803-733a-4104-bea3-f4b449da5e3c",
    "title": {
      "en": "Tonari no Kurokawa-san"
    },
    "updatedAt": "2024-08-20T20:05:31+00:00",
    "coverArt": "https://mangadex.org/covers/1f9fb803-733a-4104-bea3-f4b449da5e3c/4ac2aed1-507e-47e8-9780-18a447d67909.png",
    "altTitles": [
      {
        "ja": "となりの黒川さん"
      },
      {
        "ja": "My Neighbor Ms.Kurokawa"
      },
      {
        "en": "My Neighbor Ms. Kurokawa"
      },
      {
        "en": "Kurokawa-san Next To Me"
      },
      {
        "pl": "Moja Sąsiadka Panna Kurokawa"
      }
    ],
    "description": {
      "en": "_The secret between me and her is trivial yet important._\n\nHajime Takahashi, enrolled in Shuubi High School solely because it's the sacred place of his favorite manga. Everywhere in the school are locations that appeared in the manga, and he's super excited! Amidst this excitement, Takahashi meets a beautiful girl, Yayoi Kurokawa, who looks just like the heroine from his favorite work, and they come to share a certain secret. \n\nThis awkward duo weaves a sweet and tangy youth romantic comedy that will make you grin!",
      "ja": "僕と彼女の秘密は、些細だけど大切で。大好きな漫画の聖地、それだけが理由で秀美高校に入学した主人公・高橋一。学内はどこに行っても作品に出てきた聖地だらけで大興奮！そんな中、高橋は大好きな作品のヒロインそっくりな美少女・黒川弥生と出会い、とある秘密を共有することに――。不器用な2人が織りなす甘酸っぱくて、ニヤニヤしちゃう青春ラブコメ‼"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2e91f99-6c3b-4a66-a3f7-9da13f68c416",
    "title": {
      "en": "Ragna Crimson"
    },
    "updatedAt": "2024-06-18T14:44:26+00:00",
    "coverArt": "https://mangadex.org/covers/f2e91f99-6c3b-4a66-a3f7-9da13f68c416/3c226388-760c-4591-b513-c7b188a9f7e0.jpg",
    "altTitles": [
      {
        "ru": "Рагна Багровый"
      },
      {
        "ja": "ラグナクリムゾン"
      },
      {
        "zh-hk": "拉格納緋紅"
      },
      {
        "ko": "라그나 크림슨"
      },
      {
        "zh": "狩龙人拉格纳"
      },
      {
        "th": "ตำนานนักล่ามังกร"
      }
    ],
    "description": {
      "en": "Ragna is a dragon hunter along with his partner, the strongest dragon hunter Leo. He didn't have much talent at hunting dragons but he had decided to entrust his whole life for her. However he was shown the feel of true despair by his future self on what would happen if he stays weak as he is now. With that, it seems that the reaper of the dragons had now appeared earlier than the original history, but will it be enough to change the future?",
      "es": "Ragna es un cazador de dragones junto con su compañera, la cazadora de dragones más fuerte, Leo. No tenía mucho talento para cazar dragones, pero había decidido confiar toda su vida a ella. Sin embargo, su yo del futuro le mostró la verdadera desesperación de lo que le ocurriría si seguía siendo tan débil como hasta ahora. Con eso, parece que la parca de los dragones ha aparecido antes que en la historia original, pero ¿será suficiente para cambiar el futuro?",
      "pt": "Ragna é um caçador de dragões junto com sua parceira, a mais forte caçadora de dragões, Leo. Ele não tinha muito talento para caçar dragões, mas decidiu confiar toda a sua vida a ela. No entanto, foi mostrado a ele a sensação do verdadeiro desespero pelo seu próprio eu do futuro, sobre o que aconteceria se ele permanecesse fraco como ele é agora. Com isso, parece que o ceifador dos dragões apareceu mais cedo do que na história original, mas será isso o suficiente para mudar o futuro?  \n  \n**Links**:  \n- [![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/D_Koba)",
      "es-la": "Ragna es un cazador de dragones junto con su compañera, la cazadora de dragones más fuerte, Leo. No tenía mucho talento para cazar dragones, pero había decidido confiar toda su vida a ella. Sin embargo, su yo del futuro le mostró la verdadera desesperación de lo que le ocurriría si seguía siendo tan débil como hasta ahora. Con eso, parece que la parca de los dragones ha aparecido antes que en la historia original, pero ¿será suficiente para cambiar el futuro?",
      "pt-br": "Ragna é um caçador de dragões junto com sua parceira, a mais forte caçadora de dragões, Leo. Ele não tinha muito talento para caçar dragões, mas decidiu confiar toda a sua vida a ela. No entanto, foi mostrado a ele a sensação do verdadeiro desespero pelo seu próprio eu do futuro, sobre o que aconteceria se ele permanecesse fraco como ele é agora. Com isso, parece que o shinigami dos dragões apareceu mais cedo do que na história original, mas será isso o suficiente para mudar o futuro?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ef4e73e-6fbc-456b-b7e1-4642256f666d",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daiisshou - Outo no Ichinichi Hen"
    },
    "updatedAt": "2024-01-06T14:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/5ef4e73e-6fbc-456b-b7e1-4642256f666d/cd16e931-ef17-4202-a8ad-461b052a1dc1.jpg",
    "altTitles": [
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 1: A Day in the Capital"
      },
      {
        "th": "Re: Zero รีเซทชีวิต ฝ่าวิกฤตต่างโลก"
      },
      {
        "ru": "Re: Жизнь с нуля в другом мире. Часть первая: Имперский город"
      },
      {
        "ja": "Re:ゼロから始める異世界生活 第一章 王都の一日編"
      },
      {
        "zh": "Re: 从零开始的异世界生活"
      },
      {
        "ko": "Re: 제로에서 시작하는 이세계 생활"
      },
      {
        "pt-br": "Re:Zero - Capítulo 1: Um dia na Capital"
      },
      {
        "ja-ro": "Re:Zero kara Hajimeru Isekai Seikatsu: Dai-1 Shou - Outo no Ichinichi-hen"
      },
      {
        "tr": "Re:ZERO -Başka Bir Dünyada Hayata Başlamak-, Bölüm 1: Başkentte Bir Gün"
      }
    ],
    "description": {
      "en": "Suddenly a high school student Subaru Natsuki has been summoned to another world on the way back from the convenience store. With the biggest crisis of his life being summoned to another world and no sign of the one who summoned him things become worse when he is attacked. But when he is saved by a mysterious silver-haired girl with a fairy cat, Subaru co-operates with the girl to return the favor. When they finally manage to get a clue Subaru and the girl are attacked and killed by someone. Subaru then awakens in the place he was summoned and notices the ability he gained \"Returns by Death\" a helpless boy that only has the ability to rewind time by dying. And beyond the despair can he save the girl from the fate of death!\n\n---\n[Original Web Novel](http://ncode.syosetu.com/n2267be) (Raw)",
      "ru": "Когда ученик старшей школы, Нацуки Субару, возвращается из магазина, с ним случается странная неожиданность: он переносится в другой мир. Почти сразу парень попадает в неприятности, но спасение приходит в лице сребовласой девушки, которая поначалу и помогать-то не собиралась даже. В благодарность за помощь наш герой, конечно же, вызывается помочь незнакомке. Но вот незадача. Как только им удается заполучить подсказку, их…убивают. Как же обмануть смерть и спасти невинную жизнь?",
      "pt-br": "De repente, Subaru Natsuki, um estudante do ensino médio, foi convocado para um outro mundo no caminho de volta da loja de conveniência. Com a maior crise de sua vida ocorrendo e nenhum sinal de quem o convocou as coisas pioram ao ser atacado. Mas quando é salvo por uma garota de cabelos prateados misteriosa com um gato fada, Subaru coopera com a menina para retribuir o favor. Quando eles finalmente conseguem obter uma pista, Subaru e a menina são atacados e mortos. Subaru então desperta no lugar que ele foi convocado e percebe a capacidade que ele ganhou: “Retorno da morte”. Um menino indefeso que só tem a capacidade de voltar no tempo morrendo. E, além do desespero, ele pode salvar a menina da morte!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "cade38b7-64c4-4a29-8e3c-8c283291d6c6",
    "title": {
      "en": "Land of the Lustrous"
    },
    "updatedAt": "2024-05-28T10:17:11+00:00",
    "coverArt": "https://mangadex.org/covers/cade38b7-64c4-4a29-8e3c-8c283291d6c6/f69ae786-b7ad-4f24-bd29-3b00998d3a17.jpg",
    "altTitles": [
      {
        "tr": "Cevher Diyarı"
      },
      {
        "ja-ro": "Houseki no Kuni"
      },
      {
        "it": "Il Regno delle Gemme"
      },
      {
        "fr": "L'Ère des Cristaux"
      },
      {
        "ms": "Negara Permata"
      },
      {
        "es": "La tierra de las gemas"
      },
      {
        "ru": "Страна самоцветов"
      },
      {
        "ja": "宝石の国"
      },
      {
        "ko": "보석의 나라"
      },
      {
        "id": "Tanah Permata"
      },
      {
        "es-la": "La tierra de las gemas"
      },
      {
        "pt-br": "Terra das Gemas"
      },
      {
        "ar": "أرض الجواهر"
      },
      {
        "az": "Cəvahirat Ölkəsi"
      },
      {
        "en": "LOTL"
      },
      {
        "uk": "Землі Самоцвітів"
      }
    ],
    "description": {
      "ar": "في المستقبل البعيد ، يولد شكل جديد من أشكال الحياة يسمى Houseki (الجواهر). يجب على الجواهر الـ 28  القتال ضد القمريين الذين يرغبون في مهاجمتهم وتحويلهم إلى زينة ، وبالتالي يتم تعيين كل جوهرة دور مثل مقاتل أو مسعف. على الرغم من أنهم يأملون في محاربة القمريين ، إلا أن فوس  عبارة عن جوهرة لم يتم منحها أي مهمة حتى يطلب منه المعلم الجواهر كونغو كتابة موسوعة.",
      "az": "Cəvahiratlar ölkəsi (Houseki no Kuni), meteoritlərin altı dəfə Yerə düşdüyü və bu prosesdə onu məhv etdiyi uzaq gələcəkdə baş verir. Demək olar ki, bütün canlılar məhv oldu, qalan bütün torpaqlar tək bir sahilə çevrildi. Çox uzun zaman dilimləri ərzində həsas həyat forması olan yeni bir irq yarandı; insan şəklini alan ölməz zinət əşyaları. Fosfofillit (Phos) zəifdir (ən aşağı sərtliklərdən birinə malikdir) və həmyaşıdları tərəfindən yararsız hesab edilir. Phos'a təbiət tarixinin ensiklopediyasını yaratmaq tapşırığı verildikdən sonra o, uzaq, lakin müdrik həmkarı Kinovarın (Cinnabar) köməyinə müraciət edir, beləliklə onların dostluğu və şəxsi inkişafı başlayır. Eyni zamanda “Cəvahirat camaatı” onun dəbdəbəli dəyərindən yararlanmaq istəyən Aydan gələnlərlə (aylılarla) müharibə aparır.",
      "en": "In the distant future, a new life form called The Lustrous are born. The 28 Lustrous must fight against the Lunarians who want to attack them and turn them into decorations, thus each Lustrous is assigned a role such as a fighter or a medic. Though they hope to fight the Lunarians, Phos is a Lustrous who is given no assignment until the Lustrous' master Adamantine asks them to write an encyclopedia.",
      "ru": "Далёкое будущее. После серии катаклизмов Земля окружена шестью лунами и почти полностью покрыта океаном. На крохотном островке суши обитают 28 представителей новой расы - самоцветов. Но и они вынуждены непрерывно бороться за существование с обитателями лун. Это история сильных, хрупких и красивых созданий.",
      "uk": "У далекому майбутньому народжується нова форма життя, яку називають самоцвітами. 28 самоцвітів повинні боротися проти лунаріанців, які хочуть напасти на них і перетворити на прикраси, тому кожному самоцвіту призначена роль бійця або медика. Фос - одна з самоцвітів, яка сподівається боротися з лунаріанцями, але їй не дають жодних завдань, доки майстер самоцвітів Адамантін не просить її написати енциклопедію."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "108"
  },
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2024-07-29T11:20:40+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/0b9d397a-ad66-448c-ac64-35447cf164a2.jpg",
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      },
      {
        "fr": "Wind Breaker"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "fr": "Haruka Sakura est le genre de lycéen qui fait passer la baston avant les révisions. Fraîchement débarqué en ville, c'est donc le sourire aux lèvres qu'il compte pousser les portes du lycée Fûrin, l'établissement scolaire au pire taux de délinquance du pays... Les intentions de Haruka sont claires : se mesurer aux meilleurs bagarreurs de ce bahut et devenir le meilleur de tous ! Mais entre-temps, il se retrouve mêlé à une altercation avec une bande de brutes dans un des quartiers de la ville, avant d'être sauvé in extremis par des élèves de son lycée. Haruka réalise alors à quel genre de phénomènes il risque d'avoir affaire...\n\nMaison d'édition FR : Pika",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8",
    "title": {
      "en": "I Am a Hero"
    },
    "updatedAt": "2023-10-20T20:04:33+00:00",
    "coverArt": "https://mangadex.org/covers/ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8/e8ea3a56-09db-47bf-85f0-0bfa17b3ccc1.jpg",
    "altTitles": [
      {
        "tl": "Ako ay isang Bayani"
      },
      {
        "id": "Aku adalah Pahlawan"
      },
      {
        "tr": "Ben Bir Kahramanım"
      },
      {
        "pt": "Eu Sou Um Herói"
      },
      {
        "es": "Soy un Héroe"
      },
      {
        "vi": "Tôi là anh hùng"
      },
      {
        "ru": "Я — герой"
      },
      {
        "he": "אני גיבור"
      },
      {
        "ar": "أنا بطل"
      },
      {
        "fa": "من قهرمانم"
      },
      {
        "ja": "アイアムアヒーロー"
      },
      {
        "zh": "请叫我英雄"
      },
      {
        "id": "Akulah Pahlawan"
      },
      {
        "pt-br": "Eu sou um Herói"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe series has sold over 8.3 million copies! The gold standard of zombie manga, \"I Am a Hero,\" is now available in a \"complete edition\" with a new cover design, reprinted color pages from the serialization, and over 80 pages of new artwork in the final 22 volumes! Witness the new ending of the story. \n\nHe is 35 year old who spends his time as an assistant to a mangaka, sometimes escaping into delusion in order to win over the agonizing reality. One day, however, a mysterious infection begins to spread without him noticing...and the real world begins to break down...⁉ \n\nHe wanders into a world where the ordinary and the extraordinary, the mundane and the insane intersect. A personal survival panic horror story! \n\n[Official English](https://www.darkhorse.com/Books/25-142/I-Am-a-Hero-Omnibus-Volume-1-TPB)\n\n---  \n- **Won the 58th Shogakukan Manga Award for General Manga in 2013**\n\n---\n\n- Adapted into a Live Action film in 2016. Link to the [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=24660) Page",
      "pl": "Hideo Suzuki to 35­‑latek pracujący jako asystent znanego twórcy mang. Na pozór wydaje się zwyczajnym człowiekiem, balansuje jednak na granicy choroby psychicznej, ma olbrzymie problemy z funkcjonowaniem w społeczeństwie i kontaktach z innymi ludźmi. Jak ktoś taki poradzi sobie w świecie opanowywanym przez zombie?  \n Mangę charakteryzuje bardzo poważne podejście do tematu i zorientowanie na psychikę bohatera oraz analizę ludzkiej osobowości.  \n Yumi - 25 maja 2011",
      "pt-br": "Hideo Suzuki é um assistente de mangaká de 35 anos de idade lutando para ser um herói em sua própria vida, dividido pelo trabalho na série em que é assistente \"lime light\" e com uma série nova ao mesmo tempo, equilibrando seu relacionamento com sua namorada e seus próprios delírios. No entanto, tão difícil como Hideo pode imaginar, o mundo parece ter um conjunto de planos diferentes para ele; maquinações sinistras e obscuras que derrubam completamente a sua realidade e como ele a vê."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "264"
  },
  {
    "mangaId": "7bc21a0e-aebb-4f16-96a7-b414d3f9ca53",
    "title": {
      "en": "Nozoki Ana (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/7bc21a0e-aebb-4f16-96a7-b414d3f9ca53/ef96002a-12aa-45cd-b5d5-34f7aca3eaf9.jpg",
    "altTitles": [
      {
        "en": "Nozoki Ana - Digital Colored Comics"
      },
      {
        "en": "Nozoki Ana (Full Color)"
      },
      {
        "en": "A Peep Hole (Full Color)"
      },
      {
        "ja": "ノ・ゾ・キ・ア・ナ　フルカラー"
      }
    ],
    "description": {
      "en": "Tatsuhiro moved to Tokyo to attend an art school and start his new life. In his new room, there’s a small hole in the wall. At first he can see nothing through the small hole, but one night, through the peeping hole, he saw a girl. That’s how his new life starts."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "13",
    "lastChapter": "117"
  },
  {
    "mangaId": "3b9bade6-28a0-4f2f-8211-4b5106a2cbbd",
    "title": {
      "en": "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu"
    },
    "updatedAt": "2024-08-11T04:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/3b9bade6-28a0-4f2f-8211-4b5106a2cbbd/af7a945e-2049-4be2-aa64-853a2d6fa3af.jpg",
    "altTitles": [
      {
        "ja": "ギルドの受付嬢ですが、残業は嫌なのでボスをソロ討伐しようと思います"
      },
      {
        "ja-ro": "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu"
      },
      {
        "en": "I May Be a Guild Receptionist, but I’ll Solo Any Boss to Clock Out on Time"
      },
      {
        "en": "I'm the guild receptionist, but since I don't want to work overtime, I think I'll just solo the boss"
      },
      {
        "zh": "虽然是公会柜台小姐，但是因为讨厌加班所以要去单挑BOSS"
      },
      {
        "en": "I'm a Guild Receptionist, but I Hate Overtime So I'm Going to Slay the Boss Solo"
      }
    ],
    "description": {
      "en": "“It’s safe because it’s a desk job, super stable because it’s public work!” \n\nAlina Clover thought being a receptionist for the Adventurers Guild would be her ticket to the good life… but her dream gig turns into an overtime nightmare whenever adventurers get stuck clearing a dungeon. \n\nTo save herself from paperwork, Alina turns to the simplest solution at hand — beating down the monsters herself! A mysterious adventurer showing up out of nowhere, soloing the boss, then disappearing without taking credit is bound to create rumors, and Alina’s treasured job forbids side hustles. \n\nSo there might be trouble when the leader of the Silver Sword party discovers her secret…!",
      "ja": "内勤だから安全、公務だから超安定！\n\nそんな理想の職業「ギルドの受付嬢」となったアリナを待っていたのは、理想とは程遠い残業三昧の日々だった。\n\n全てはダンジョンの攻略が滞っているせい！ 限界を迎えたアリナは、なんと大鎚を手に自らボス討伐に赴くのであった―。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d957e71-2468-4043-8b6a-acffd0a23591",
    "title": {
      "en": "My New Friend Wasn't What I Expected"
    },
    "updatedAt": "2023-07-30T14:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/6d957e71-2468-4043-8b6a-acffd0a23591/b06eb24f-40d0-4ebc-b31b-d7c761b50f01.jpg",
    "altTitles": [
      {
        "ja": "新しくできた友達が思ってたのと違った話"
      },
      {
        "ja-ro": "Atarashiku Dekita Tomodachi ga Omotteta no to Chigatta Hanashi"
      }
    ],
    "description": {
      "en": "First impressions are important, but they're not the whole story...",
      "pt-br": "A garota que sentada ao meu lado é muito fofa, e isso é muito bom por si só. Mas então eu a conheci fora da escola... OH, MEU!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce25484a-6be2-4f29-807c-569dfed8a091",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita"
    },
    "updatedAt": "2024-08-24T22:44:20+00:00",
    "coverArt": "https://mangadex.org/covers/ce25484a-6be2-4f29-807c-569dfed8a091/b3028479-88c9-4fc9-8105-759df9cc311e.jpg",
    "altTitles": [
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "en": "I’m a High School Boy, but I Got Gender-Swapped Into a Gyaru"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      },
      {
        "pt-br": "Eu sou um Garoto do Ensino médio, mas troquei de Gênero e Me Tornei uma Gal"
      }
    ],
    "description": {
      "en": "Junpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! Every day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.It's the beginning of an introverted high school guy => gender-swapped gyaru comedy!---- [Alternative Official Raw (NicoNico)](https://seiga.nicovideo.jp/comic/67976)",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。\n母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！\nギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。\n陰キャ男子高校生⇒ギャルTSコメディ開幕！！",
      "pt-br": "Shunpei, um estudante solitário do ensino médio, se tornou uma gal depois de salvar a deusa das gals de se afogar. Através das conexões de sua mãe, ele conseguiu transferir-se para uma escola só para meninas, mas estava cheia de gals!\n Todos os dias são uma sobrecarga sensorial para Shunpei, que nunca falou com uma garota, muito menos com uma gal.\n \n É o início de uma comédia escolar engraçada, com um cara introvertido do ensino médio => transformado em Gal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "320da354-11f7-4cff-8aeb-191b39f0bf88",
    "title": {
      "en": "Kono Ko Shirimasenka?"
    },
    "updatedAt": "2024-04-17T21:50:29+00:00",
    "coverArt": "https://mangadex.org/covers/320da354-11f7-4cff-8aeb-191b39f0bf88/6a92e9ee-eb50-4bcc-8657-10f22705dc46.jpg",
    "altTitles": [
      {
        "ja": "この子知りませんか？"
      },
      {
        "en": "Do You Know This Girl?"
      },
      {
        "en": "Missing Girl"
      },
      {
        "vi": "Anh có biết cô bé này không?"
      },
      {
        "ja-ro": "Kono Ko Shirimasen ka?"
      },
      {
        "vi": "偀固別姑閉呢崆？ (Nom Script)"
      }
    ],
    "description": {
      "en": "Nakayama Ryouhei, who works at a run-down factory, sets out on a journey to accomplish the things he has left undone in his life! And by his side is an innocent girl... This is the greatest and final story of a man who has never made a decision for himself and a troubled runaway girl!! An indie masterpiece that gained popularity has evolved and is now being serialized!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-07-09T13:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/e6758c5f-7943-44f3-8ca2-a2c55faf8a9c.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "ja-ro": "Mankitsu Shitai Jouren-san"
      },
      {
        "zh-hk": "想盡情享受的常客小姐"
      },
      {
        "zh": "想尽情享受的常客小姐"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?\n\nThis is a slightly naughty, heartful love comedy where this gentle pair will get to \"enjoy\" their youth to the fullest!!",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。 それは最近よく来店する女子高生のほなみちゃん。 どこか無防備で可愛らしい彼女には、 目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！\n\n---\n\nManga kissa de hataraku daigakusei izumi ni wa ki ni natte iru jōren-san ga ita. Sore wa saikin yoku raiten suru mesukōsei no hona michan. Doko ka mubōbi de kawairashī kanojo ni wa,-me o hanasenai aru himegoto ga atte…!? Seishun o “ma n kitsu” suru yasashī futari no chottoetchina hātofururabukome!!",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!",
      "pt-br": "Izumi, um estudante universitário que trabalha meio período em um café de mangá, ficou curioso sobre uma cliente regular. O nome dela é Honami, uma estudante do ensino médio que tem vindo ao café mangá recentemente. Essa garota indefesa e aparentemente fofa de quem ele não consegue tirar os olhos tem um segredo...!?\n\nEsta é uma comédia de amor um pouco safada e sincera, onde este gentil casal poderá \"aproveitar\" sua juventude ao máximo!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9065edbb-87ce-4286-8f17-3e78560ce711",
    "title": {
      "en": "Jack Jeanne: PUPPET"
    },
    "updatedAt": "2024-04-03T06:53:13+00:00",
    "coverArt": "https://mangadex.org/covers/9065edbb-87ce-4286-8f17-3e78560ce711/992dd4cb-ae7a-4892-86ef-6394501495ef.jpg",
    "altTitles": [
      {
        "ja": "PUPPET"
      },
      {
        "ru": "Марионетка"
      },
      {
        "hi": "Kathputali"
      },
      {
        "hi": "कठपुतली"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a540f26f-d440-4702-8aa6-38ee1c1bb74d",
    "title": {
      "en": "Shinozaki-kun no Mente Jijou"
    },
    "updatedAt": "2024-08-20T08:47:17+00:00",
    "coverArt": "https://mangadex.org/covers/a540f26f-d440-4702-8aa6-38ee1c1bb74d/80b3ba6c-0428-420a-bf99-82931bcd9402.jpg",
    "altTitles": [
      {
        "en": "The Everyday Maintenance of Shinozaki-kun"
      },
      {
        "ja": "篠崎くんのメンテ事情"
      },
      {
        "ja-ro": "Shinozaki-kun no Mente Jijou"
      },
      {
        "pt-br": "A manutenção  cotidiana de Shinozaki-kun"
      },
      {
        "uk": "Щоденний огляд Шінодзакі-куна"
      }
    ],
    "description": {
      "en": "Shinozaki – an everyday, ordinary salaryman whose head has been coming off too easily lately – finds his otherwise-typical life suddenly interrupted by a young woman named Yuuyake. \n\nAccording to her, Yuuyake’s magician grandmother modified Shinozaki’s body to an extreme degree in the past- and he’s chock-full of machinery! \n\n…All of which require maintenance that Yuuyake will apparently now be performing regularly. \n\nWith that, the slightly off-color daily life of an utterly ordinary salaryman, a magician, and a strange black creature named Grey begins!",
      "uk": "Шінодзакі – звичайнісінький офісний планктон, в якого, однак, останнім часом аж надто легко відвалюється голова. Та ще й раптом у його звичайне, за виключенням того прикрого непорозуміння, життя вривається молода жінка на ім'я Юуяке.\n\nВона стверджує, що її бабуся-чарівниця в минулому докорінно видозмінила тіло Шінодзакі – і тепер він набитий безліччю механізмів!\n\n...Які, власне, потребують технічного обслуговування, яке Юуяке тепер, вочевидь, буде проводити на регулярній основі.\n\nЯкось так і починаються дещо безбарвні будні звичайнісінького офісного планктону, чаклунки та чудернацької чорної істоти на ім'я Ґрей!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "43"
  },
  {
    "mangaId": "54e7001b-6112-4d5f-8b0e-d8df33abf72d",
    "title": {
      "en": "Shikanoko Nokonoko Koshitantan"
    },
    "updatedAt": "2024-08-25T10:48:13+00:00",
    "coverArt": "https://mangadex.org/covers/54e7001b-6112-4d5f-8b0e-d8df33abf72d/476f0dee-8c3b-4e0f-9c02-fa8019ea2f25.jpg",
    "altTitles": [
      {
        "ja": "しかのこのこのここしたんたん"
      },
      {
        "en": "My Deer Friend Nokotan"
      },
      {
        "ru": "Моя подруга-олениха, Нокотан"
      },
      {
        "tl": "Ang Pag-usa-baybay kay Noko Shikanoko"
      },
      {
        "id": "Kenapa Temanku Kepalanya Kayak Rusa?"
      },
      {
        "vi": "Bạn nai Nokotan của tôi"
      }
    ],
    "description": {
      "en": "No one knows Torako used to be a delinquent. All of her classmates only know her as the perfect student. But everything changes when Nokotan, a transfer student with antlers, enters her life. Antlers aren’t the only thing strange about Nokotan. Her deer nose can sniff out Torako’s secret past! Whether it’s at school or the zoo, chaos follows this doe-eyed girl’s every step. Torako has so many questions! Is Nokotan a deer, a girl, or something in-between?\n\nTrivia:\n- The author is the illustrator/'mama' for Hololive Vtuber [Amane Kanata (天音かなた)](https://www.youtube.com/@AmaneKanata). Because of this, physical copies on Amazon sold out within a day.",
      "ja": "出会いはある朝、彼女のツノが電線に引っかかっていたから………!?うっかり変なツノの生えた女の子を助けたことで優等生（の皮を被った）虎視虎子の人生が大混乱に!?一人の少女（元ヤン）が一人のシカ（？）に出会うガール・ミーツ・シカ物語（コメディ）開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-07-19T00:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "753bc8b4-039e-4058-bcab-978e3be362e9",
    "title": {
      "en": "I Became a Childhood Friend of a Mid-Level Boss"
    },
    "updatedAt": "2024-06-28T21:55:31+00:00",
    "coverArt": "https://mangadex.org/covers/753bc8b4-039e-4058-bcab-978e3be362e9/a381035f-29f8-40de-9d28-d1595130a9ce.jpg",
    "altTitles": [
      {
        "ko": "중간 보스의 소꿉친구가 되었다"
      },
      {
        "en": "I Became the Childhood Friend of the Middle Boss"
      }
    ],
    "description": {
      "en": "Do Kyunwoo is the black sheep of his renowned swordsman family. He cannot even catch a rabbit on his own. On his first day of fifth grade, he meets a tranfer student and recalls his past life.\n\nHe had reincarnated into the world of a game he used to play called [Brave Hearts]. He was already frustrated that he had reincarnated as a loser, but on top of that, the transfer student is an intermediate/mid-tier boss who will destroy the world!\n\n“Why are you being so nice to me?”\n\n“Because I want to be friends with you.”\n\nDo Kyunwoo’s plan is to become friends with the transfer student in order to prevent the end of the world!\n\nIn order to survive in this new world and to reach an ending he desires. He becomes best friends with the mid level boss."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8495d45a-dbba-48be-8691-7d2a067e3f42",
    "title": {
      "en": "Gate - Teikoku no Bara Kishidan - Pinya Co Lada 14-sai"
    },
    "updatedAt": "2023-07-24T15:46:15+00:00",
    "coverArt": "https://mangadex.org/covers/8495d45a-dbba-48be-8691-7d2a067e3f42/f730b714-cf1e-4f11-ae97-2ca6629dd263.jpg",
    "altTitles": [
      {
        "en": "Gate - Piña's Rose Order of Knights"
      },
      {
        "en": "Gate - Rose Knights of the Empire - 14 Year Old Pinya Co Lada"
      },
      {
        "ja-ro": "Gate - Teikoku no Bara Kishidan - Pinya Co Lada 14-sai"
      },
      {
        "ja": "ゲート 帝国の薔薇騎士団 ピニャ・コ・ラーダ14歳"
      },
      {
        "zh-hk": "門 帝國之薔薇騎士團 平娜‧戈‧蘭達14歲"
      }
    ],
    "description": {
      "en": "A spin-off focusing on Princess Pinya's (from \"Gate - Thus the JSDF Fought There!\") life before the \"Gate\" opening to the other world event."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My Love for My Roommate Is One-Sided"
    },
    "updatedAt": "2024-08-19T19:43:00+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91c52fe6-a394-4605-8cf3-92ba7961ce4d",
    "title": {
      "en": "Jeong-Nyeon"
    },
    "updatedAt": "2024-06-08T04:10:34+00:00",
    "coverArt": "https://mangadex.org/covers/91c52fe6-a394-4605-8cf3-92ba7961ce4d/9d4312c4-0905-4b6f-87f6-eead942246a9.png",
    "altTitles": [
      {
        "ko-ro": "Jeongnyeon"
      },
      {
        "ko-ro": "Jeongnyeoni"
      },
      {
        "ko-ro": "Jeongyeon"
      },
      {
        "ko": "정년이"
      }
    ],
    "description": {
      "en": "Jeong-Nyeon has no money or education, but she is a Mokpo girl with a talent for singing! Her dream is to join a women's traditional theater company, and make it big. But she has a lot to learn and a long way to go before becoming a lead actor. Will Jeong-Nyeon achieve her dream of becoming a big star and getting rich?  \nThe story begins in 1956 (post-war Korea) in the southwestern port city of Mokpo.  \n  \nWinner of the 2019 Our Manhwa of the Year award.  \n  \n[Artist's Twitter](https://twitter.com/namonnamon14)  \n[Artist's Tumblr](https://jinamong.tumblr.com)  \n[Artist's Naver Blog](https://blog.naver.com/babomj14)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "137.1"
  },
  {
    "mangaId": "da0f5e67-843b-420c-af19-6655dd338812",
    "title": {
      "en": "Yumemiru Maid no Tea Time"
    },
    "updatedAt": "2024-08-26T19:27:04+00:00",
    "coverArt": "https://mangadex.org/covers/da0f5e67-843b-420c-af19-6655dd338812/3b039978-de42-494a-baf2-e917f2f234bf.jpg",
    "altTitles": [
      {
        "en": "Tea Time For Dreaming Maids"
      },
      {
        "en": "Dreaming Maid's Tea Time"
      },
      {
        "ja": "夢見るメイドのティータイム"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Fuyuka Yukinoshita starts working part-time at a maid cafe. She dreams of becoming someone who can make people smile, like the manager she admired, but she is always getting flustered by her idiosyncratic co-workers!\n\nIt is the magic that makes you smile. A fluffy and sweet moment.",
      "es": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce.",
      "ja": "高校二年の春。メイド喫茶でアルバイトを始めた雪ノ下冬花。\n憧れの店長のように誰かを笑顔にできる人になりたいという夢を抱くが、個性的な同僚たちに振り回されて!?\nそれはあなたを笑顔にする魔法☆ ふわふわで甘々なひと時を♪",
      "es-la": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "18"
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-08-26T14:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e23761d-bc78-4a8d-98c9-b48d5bf27003",
    "title": {
      "en": "Shippaisaku no Tsukaima to Majutsushi"
    },
    "updatedAt": "2024-08-09T12:37:54+00:00",
    "coverArt": "https://mangadex.org/covers/7e23761d-bc78-4a8d-98c9-b48d5bf27003/b0f80423-23c8-4643-805c-e10222a7f4ad.jpg",
    "altTitles": [
      {
        "ja": "失敗作の使い魔と魔術師の話"
      },
      {
        "en": "A Failure of a Familiar and a Mage"
      }
    ],
    "description": {
      "en": "A mage adopts an abandoned familiar. After 80 years of raising her and trying to teach her magic and emotion, he passes away, and she embarks on a journey to help other abandoned familiars and tour the spots that remind mer of her late master.",
      "pt-br": "Um Oneshot sobre o relacionamento de um mago e uma familiar abandonada, o que esperar dessa história?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/5ae7312f-34bb-4849-a395-5fa7fbe37679.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e19faf72-2235-4126-9a77-46f9275de222",
    "title": {
      "en": "Primal Hunter"
    },
    "updatedAt": "2024-06-27T14:20:19+00:00",
    "coverArt": "https://mangadex.org/covers/e19faf72-2235-4126-9a77-46f9275de222/271f0620-e408-436c-b673-c514f9d83fd7.jpg",
    "altTitles": [
      {
        "pl": "Pierwotny Łowca"
      }
    ],
    "description": {
      "en": "Jake, a seemingly average office worker, unexpectedly finds himself thrust into a fantasy world teeming with dangers and opportunities. Rather than succumbing to fear, Jake thrives in this unfamiliar realm. As he navigates the expansive multiverse, his power grows and he transforms—evolving from a mundane office worker into a true apex hunter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df805b8c-0c05-40f2-8f92-0f096ca346e4",
    "title": {
      "en": "Ienai Himitsu No Aishikata (Magazine)"
    },
    "updatedAt": "2024-07-27T04:02:10+00:00",
    "coverArt": "https://mangadex.org/covers/df805b8c-0c05-40f2-8f92-0f096ca346e4/097ed1c1-89e9-4dc2-90ea-5885cd10b754.png",
    "altTitles": [
      {
        "en": "How To Love: A Secret That Cannot Be Told"
      },
      {
        "ja": "いえない秘密の愛し方"
      },
      {
        "zh-hk": "無法告人的秘密愛好"
      },
      {
        "ru": "Любовная тайна, которую нельзя поведать"
      },
      {
        "zh": "无法告人的秘密爱好"
      },
      {
        "zh-ro": "Wúfǎ gào rén de mìmì àihào"
      }
    ],
    "description": {
      "en": "Highschool teacher Saeki Nao is secretly a hardcore otaku who loves yuri manga.\nOne day, at a doujinshi convention they participate in, Nao is eager to convey her feelings to \"Nyapoleon\", an artist she worships.\nHowever, it turned out to be a girl from her school, Kurumizawa Haruka, and moreover, she had to help her.\nAfter the event, they decided to go out for a meal, at Haruka's suggestion….\nWhen she wakes up in the morning, there is Haruka in the bed…?!",
      "pt-br": "Kazuo Saeki, uma professora do ensino médio, é uma otaku que ama secretamente produtos yuri.  \nUm dia, em um evento de venda doujinshi do qual ela participou, Kazuo estava entusiasmada para transmitir seus pensamentos ao autor “Nyapoleon”.   \nMas quem ela encontrou lá foi…"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "13"
  },
  {
    "mangaId": "8e3740ef-34f9-4ed4-928d-465f685f4c30",
    "title": {
      "en": "Afterlife Diner"
    },
    "updatedAt": "2024-08-18T20:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/8e3740ef-34f9-4ed4-928d-465f685f4c30/ffe7a424-1213-4478-839d-5e3d051e5de5.png",
    "altTitles": [
      {
        "ko": "저승식당"
      },
      {
        "en": "Restaurant in the After Life"
      },
      {
        "en": "Underworld Restaurant"
      }
    ],
    "description": {
      "en": "“I was given a building as an inheritance?”\n\nFrom a nobody who does all kinds of odd jobs and lived a hard life, he was given a chance to become a landlord right in the middle of Gangnam!\n\nBut, the condition for this inheritance is to ‘operate a restaurant for 5 years.’\n\n‘Moreover, I can sense a chill down my spine thanks to the weird customers that came in for today’s store opening……Do I really just need to prepare food?’\n\n“So then…all the guests who came in yesterday…”\n\n“They were ghosts.”\n\nEvery night starting from 11 o’ clock until 1 o’clock, we will now be open!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fcaaa65-6fa4-4772-9006-b905101905d7",
    "title": {
      "en": "Cheating Men Must Die"
    },
    "updatedAt": "2024-08-24T23:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/1fcaaa65-6fa4-4772-9006-b905101905d7/b08abd71-8adf-401d-9d9b-a01ab7387463.jpg",
    "altTitles": [
      {
        "it": "Gli Uomini Traditori Devono Morire"
      },
      {
        "zh-ro": "Wan Zha Chao Huang"
      },
      {
        "zh": "万渣朝凰"
      },
      {
        "en": "Phoenix Rising Above Evil"
      },
      {
        "vi": "Vạn Tra Triêu Hoàng"
      },
      {
        "es": "Hombres Infieles Deben Morir"
      },
      {
        "fr": "Les hommes infidèles doivent mourir"
      },
      {
        "pt-br": "Presságio da Fênix"
      },
      {
        "th": "ชายเลวหมื่นลี้ทานตะวัน"
      },
      {
        "ja": "負けヒロイン救済計画"
      },
      {
        "ja-ro": "Make Hiroin Kyūsai Keikaku"
      },
      {
        "ko": "환생해결사"
      },
      {
        "ko-ro": "Hwansaeng Haegyeolsa"
      }
    ],
    "description": {
      "en": "Why torment scumbags for just a moment when you can do so forever? Join Su LuXia as she transmigrates into countless worlds with her ‘Supporting Female Character’s Counterattack System’ to unleash vengeance upon the deplorable male and female leads using a variety of tactics! \n\nSu LuXia: \"The only thing that brings me comfort is the tears of remorse from scumbag men and the agonizing groans of despicable women who can't get what they want.\" \n\nSystem: \"Has My Esteemed Host learnt to reel back her vengeful spirit? Nope, I guess not.\"",
      "fr": "Su Lüxia fait partie d'un \"Système de rôle féminin\".\nSa mission : en se téléportant dans les corps des femmes trompées et bafouées, elle renverse leur destinée.\n\"Seules les larmes d'un bâtard de tricheur et les gémissements de douleur d'une garce m'apportent le réconfort.\"",
      "it": "Schiacciare un verme per un solo momento dà una soddisfazione momentanea, ma le vite passate a schiacciare i vermi forniscono vite di soddisfazione continua. Su Lüxia, la nostra protagonista femminile, trasmigra in altri mondi con il sistema di contrattacco della seconda protagonista femminile; usa schemi e trucchi elaborati per picchiare innumerevoli bastardi traditori e puttane.\n\nSu Lüxia: \"Solo le lacrime di rimorso di un bastardo traditore, e i gemiti di dolore di una puttana incapace di ottenere ciò che vuole, mi danno conforto.\"\n\nSistema: \"Il mio ospite ha attinto alla sua umanità oggi? No.\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7a47226-5e2a-47b8-9b35-728683d70faf",
    "title": {
      "en": "Fantasy World Jun"
    },
    "updatedAt": "2023-12-19T21:16:42+00:00",
    "coverArt": "https://mangadex.org/covers/c7a47226-5e2a-47b8-9b35-728683d70faf/082d065d-c036-49fb-b0cd-8563fceade50.png",
    "altTitles": [
      {
        "ja-ro": "Jun - Shotaro no Fantasy World"
      },
      {
        "ja": "ファンタジーワールド ジュン"
      },
      {
        "en": "Jun - Shotaro's Fantasy World"
      }
    ],
    "description": {
      "en": "A experimental manga series about a boy named Jun and his surreal voyages. The character is an alter-ego of Ishinomori himself.\n\n(from ebookjapan):\n\nJun is an aspiring mangaka. His dream is not understood by his father, and the manga name(manuscript) he drew is torn up. Guided by a girl he met in his disappointment, he grows up in a fantasy world with various experiences... \n\nThis shocking work was published in \"COM,\" the magazine launched by Osamu Tezuka in its first issue and was the recipient of the 13th Shogakukan Manga Award in 1967.\n\n---\n- **As mentioned in the description, FWJ won the 13th Shogakukan Manga Award in 1967**"
    },
    "status": "completed",
    "releaseDate": 1967,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "34"
  },
  {
    "mangaId": "484088b5-dc50-476e-9576-a6db27960116",
    "title": {
      "en": "Gyakusatsu Happy End"
    },
    "updatedAt": "2023-06-20T00:45:07+00:00",
    "coverArt": "https://mangadex.org/covers/484088b5-dc50-476e-9576-a6db27960116/229ae1d1-4c9d-4af9-817c-d994169acbdf.jpg",
    "altTitles": [
      {
        "ja-ro": "Gyakusatsu Happiendo"
      },
      {
        "ja": "虐殺ハッピーエンド"
      },
      {
        "en": "Happy Massacre Ending"
      },
      {
        "en": "Massacre Happy End"
      }
    ],
    "description": {
      "en": "High school student Kusakabe Makoto has to work all day to raise money for the treatment of his younger sister, who suffers from a serious illness. The father is unemployed, the mother ran away, leaving the children, bullying at work … Despite all this, he does not lose hope and continues to live for her sister. But having learned that she did not have long, Makoto falls into despair. Fear of the unknown causes him to take a different look at the value of human life.",
      "ru": "Старшекласснику Кусакабэ Макото приходится работать дни напролёт, чтобы собрать деньги на лечение младшей сестры, страдающей от тяжёлой болезни. Отец безработный, мать сбежала, бросив детей, издевательства на работе… Несмотря на всё это, он не теряет надежды и продолжает жить ради сестры. Но узнав, что ей осталось недолго, Макото впадает в отчаяние. Страх перед неизвестностью заставляет его по-другому взглянуть на ценность человеческой жизни."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "55"
  },
  {
    "mangaId": "f1c716b5-e82f-4625-a646-280cfa66abad",
    "title": {
      "en": "City Hunter"
    },
    "updatedAt": "2023-08-04T10:12:49+00:00",
    "coverArt": "https://mangadex.org/covers/f1c716b5-e82f-4625-a646-280cfa66abad/c16770ea-cebc-46a9-8dbc-d551f81a5cc3.jpg",
    "altTitles": [
      {
        "fr": "Nicky Larson"
      },
      {
        "vi": "Thành Thị Điệp Nhân"
      },
      {
        "zh-ro": "Thợ Săn Trong Thành Phố"
      },
      {
        "ru": "Городской Охотник"
      },
      {
        "ar": "قناص المدينة"
      },
      {
        "ja": "シティーハンター"
      },
      {
        "zh": "城市猎人"
      }
    ],
    "description": {
      "en": "Ryo Saeba is a \"sweeper\" in the city of Tokyo. He works as a troubleshooter - cleaning the streets of vermin and helping out desperate people. Sometimes he's a bodyguard, other times he's an assassin but whatever Ryo does, he does it well. In fact, his only flaw is his hormones - he loves the ladies maybe a little too much and sometimes turns into an idiot when he's near them! Thankfully, he's got people like his partner, Kaori Makimura to keep him in check.\n\n---\nOfficial Release:\n- Indonesian release by Akasha (2020; complete edition)"
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "35",
    "lastChapter": "191"
  },
  {
    "mangaId": "7a073d91-314f-48b6-92fb-a0bad0e5b2ee",
    "title": {
      "en": "Itsuki to Haru"
    },
    "updatedAt": "2024-06-26T20:37:36+00:00",
    "coverArt": "https://mangadex.org/covers/7a073d91-314f-48b6-92fb-a0bad0e5b2ee/5cfa2535-d011-408f-890d-5d128af440cc.jpg",
    "altTitles": [
      {
        "en": "Itsuki and Haru"
      },
      {
        "ja": "Osananajimi to iu Dakede wa"
      },
      {
        "ja": "イツキトハル"
      },
      {
        "ja": "幼馴染みというだけでは"
      },
      {
        "en": "Not just a childhood friend"
      }
    ],
    "description": {
      "en": "Itsuki and Haru are childhood friends. But Haru is secretly in love with Itsuki. And when he proposed to him, the latter didn’t take it seriously. Just being by his side will be enough… so Haru thought. Until one day Itsuki came to stay at Haru’s place for a week. Will all Haru's suppressed desires finally come out?!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf61adfd-32ca-4ebf-a882-0cb142f7e7e6",
    "title": {
      "en": "Hanechin & Bucky's Pediatric Chart"
    },
    "updatedAt": "2024-04-25T21:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/cf61adfd-32ca-4ebf-a882-0cb142f7e7e6/0316083e-571d-411e-89b4-240bdac4de03.jpg",
    "altTitles": [
      {
        "ja": "ハネチンとブッキーのお子さま診療録"
      },
      {
        "ja-ro": "Hanechin to Bucky no Oko-sama Shinryouroku"
      }
    ],
    "description": {
      "en": "Haneda is an office worker who has become a single father after the death of his wife. He was suddenly left to raise his two children on his own, and he spent his days being pushed around by his children's every move, which he could not understand. One day, his son falls ill on a train and is saved by Kotobuki, a young pediatrician wearing devilish makeup. \n\nA heartwarming medical story of a father and son spun in the pediatric medical field!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff19a1ee-f912-421d-b53b-a919928360c3",
    "title": {
      "en": "Panpanya 2024 Collection (Title TBD)"
    },
    "updatedAt": "2024-07-07T17:47:20+00:00",
    "coverArt": "https://mangadex.org/covers/ff19a1ee-f912-421d-b53b-a919928360c3/4d18b9ed-1f3e-48c0-b3fb-06d974ddbd5b.jpg",
    "altTitles": [
      {
        "en": "Assorted Panpanya"
      },
      {
        "ja": "ぱんぱんや作品集"
      }
    ],
    "description": {
      "en": "Tenth collection of Panpanya's works, one that does not exist yet. \n\n---\nPanpanya's anthology volumes are created at the end of every year around December, but feature the previous year's stories. For example, the 2023 collection of Mokei no Machi features all of 2022's stories. This listing is for panpanya's yet-uncollected stories published in *Rakuen Le Paradis*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-07-16T21:11:27+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9debf709-4d0a-47f8-aa1a-b656bcd54727",
    "title": {
      "en": "Descended from Divinity"
    },
    "updatedAt": "2024-05-28T15:31:35+00:00",
    "coverArt": "https://mangadex.org/covers/9debf709-4d0a-47f8-aa1a-b656bcd54727/536ccdb8-7395-418e-8a19-e2e573745d82.png",
    "altTitles": [
      {
        "ko": "천마는 평범하게 살 수 없다"
      },
      {
        "ko-ro": "Cheonmaneun Pyeongbeomhage Sal Su Eopda"
      },
      {
        "en": "The Heavenly Demon Can't Live a Normal Life"
      },
      {
        "en": "The Reincarnation of the Dark Master"
      },
      {
        "ru": "Реинкарнация тёмного магистра"
      },
      {
        "zh": "天魔的不凡重生"
      },
      {
        "mn": "Тэнгэрлэг Чөтгөр Энгийнээр Амьдарч Чадахгүй"
      },
      {
        "uk": "Небесний демон не може жити нормальним життям"
      },
      {
        "pt-br": "O Demônio Celestial não pode viver uma Vida Normal"
      },
      {
        "es-la": "El demonio celestial no puede llevar una vida normal"
      }
    ],
    "description": {
      "en": "“Is this a mission I was sent on by the gods? Or is this just divine punishment?”\n\nBaek Jung-hyeok, the Heavenly Demon of Murim, finds that he’s been reincarnated into the body of Roman Dimitri, the dim-witted son of a baron who’s obsessed with the luxuries of the aristocratic lifestyle. But with his new status, Jung-hyeok is ready to shake things up on the continent of Salamander.\n\nWill the divine demon accomplish what he’s set out to do? And will he finally get the answers to this mysterious reincarnation?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "ko": "천마 백중혁, 드미트리 가문의 장남으로 눈을 뜨다.\n드미트리의 얼간이, 차남에게 밀린 장남.\n세간의 평판은 중요하지 않다.\n천마, 아니, 로만 드미트리는 앞으로 평범하게 살 수 없다.\n압도하는 천마 판타지!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "ru": "Демон Пэк Чун Хёк.\nНекогда сильнейшая личность в Муриме умирает и обнаруживает себя в теле старшего сына дома Дмитрий. В теле человека, которого все называют дураком. Человека, который постоянно находится в тени своего младшего брата и которому глубоко плевать на мнение окружающих.\nНо теперь, демон... Нет, Роман Дмитрий больше не сможет жить привычной жизнью.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "uk": "\"Це місія, на яку мене послали боги? Чи це просто божественна кара?\" Пек Чжун Хьок, божественний демон, повелитель Муріма, виявляє, що він реінкарнувався в тіло Романа Дмитровича, недоумкуватого сина барона, одержимого розкішшю аристократичного способу життя. Але з новим статусом Чжун Хьок готовий перевернути все на континенті Саламандр. Чи вдасться божественному демону досягти того, що він задумав? І чи отримає він нарешті відповіді на загадки цього таємничого перевтілення?",
      "zh": "最强教主重生成异国废柴！\n天不亡我！今生注定不凡！\n武林最强天魔神教教主白钟赫生命自然终结后再睁眼发现自己成为了卢曼·德米特里，德米特里公认的傻子，且不如弟弟的德米特里长子。但外人的评价已经不重要。从此卢曼将不再浑浑噩噩，他的生活将会发生天翻地覆的变化，卢曼注定不再平凡！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "pt-br": "“O Demônio Celestial” Baek Joong-Hyuk abre os olhos como o filho mais velho da família Dimitry. Conhecido como o idiota da família, deixado de lado por causa do segundo filho. A opinião do mundo é irrelevante. “Demônio Celestial”, não, Roman Dimitry, não pode viver uma vida normal.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6925afd3-4009-4c9e-b615-27e3c7aaa345",
    "title": {
      "en": "Traveling Through Time and Space to Become an Unlucky NPC: I Have a Wife to Protect Me"
    },
    "updatedAt": "2024-07-27T23:53:56+00:00",
    "coverArt": "https://mangadex.org/covers/6925afd3-4009-4c9e-b615-27e3c7aaa345/cfaf6b64-8187-4a3b-92f8-cd009183de4d.jpg",
    "altTitles": [
      {
        "zh": "穿越成倒霉NPC: 我有老婆罩着"
      }
    ],
    "description": {
      "en": "He Qingyang traveled to the game \"Sword Immortal Legend\" he was playing and became an unlucky NPC who kept skipping the plot when he was playing the game. This NPC kept harassing the main heroine Ning Yiwan, and later his identity was exposed and he was killed by Ning Yiwan....."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bae5c8c-d5ff-43df-acf7-b7670532c8b1",
    "title": {
      "en": "Yoku Wakaranai Keredo Isekai ni Tensei Shiteita You Desu"
    },
    "updatedAt": "2024-08-19T17:46:54+00:00",
    "coverArt": "https://mangadex.org/covers/6bae5c8c-d5ff-43df-acf7-b7670532c8b1/317ec55b-cba8-4eaa-9907-52f3c43475eb.jpg",
    "altTitles": [
      {
        "ja": "よくわからないけれど異世界に転生していたようです"
      },
      {
        "en": "I Don't Really Get It, but It Seems Like I Was Reincarnated in Another World!"
      },
      {
        "en": "This Is Screwed Up, but I Was Reincarnated as a GIRL in Another World!"
      },
      {
        "zh-hk": "雖然不太清楚，不過我好像轉生到異世界了"
      },
      {
        "id": "Saya tidak begitu mengerti, tapi sepertinya saya bereinkarnasi di dunia lain"
      }
    ],
    "description": {
      "en": "Ren, a young orphan girl, has been sold off to a merchant with sinister plans for her.\n\nSuddenly, memories of her past life on a world called Earth come flooding back, and Ren remembers that she used to be a research scientist – and a grown man! \n\nAs Ren escapes into the Dark Forest, magical powers awaken within her. In order to survive the harsh realities of this world, she must use her rekindled knowledge of Earth’s science as well as her newfound powers! \n\nWill her magical cheat powers and past-life knowledge be enough to keep her freedom, or is she doomed to a life of servitude?",
      "ja": "「私、おっさんだった！！」\n\n孤児の少女・レンは身売りされる途中で、前世の記憶を取り戻す。レンの前世は、三十代の男性研究者だったが、転生して今まで孤児として生きていたのであった。レンは、その身に秘められた魔法の才能と、前世の科学的知識を駆使して、ひとり過酷な異世界を生き抜いていく。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94c66a5c-c87d-45ab-8f09-409805745b8e",
    "title": {
      "en": "Koutetsujou no Kabaneri"
    },
    "updatedAt": "2024-08-10T17:34:52+00:00",
    "coverArt": "https://mangadex.org/covers/94c66a5c-c87d-45ab-8f09-409805745b8e/f68ae19f-2088-4cfc-9572-2364bb2755aa.jpg",
    "altTitles": [
      {
        "en": "Kabaneri of the Iron Fortress"
      },
      {
        "ru": "Кабанэри Железной Крепости"
      },
      {
        "ja": "甲鉄城のカバネリ"
      }
    ],
    "description": {
      "en": "As the world is in the middle of an industrial revolution, a monster appears that cannot be defeated unless its heart, which is protected by a layer of iron, is pierced. By infecting humans with its bite, the monster can create aggressive and undead creatures known as Kabane. On the island Hinomoto, located in the far east, people have built stations to shelter themselves from these creatures. People access the station, as well as transport wares between them, with the help of a locomotive running on steam, called Hayajiro. Ikoma, a boy who lives in the Aragane station and helps to build Hayajiro, creates his own weapon called Tsuranukizutsu in order to defeat the creatures. One day, as he waits for an opportunity to use his weapon, he meets a girl named Mumei, who is excused from the mandatory Kabane inspection. During the night, Ikoma meets Mumei again as he sees Hayajiro going out of control. The staff on the locomotive has turned into the creatures. The station, now under attack by Kabane, is the opportunity Ikoma has been looking for.  \n\n\n---",
      "ru": "\"Стимпанк история\" расскажет о том, как можно выжить в островной стране Хиномото, спрятавшись за высокими стенами крепостей, являющимися своеобразными станциями, от зомбиподобных существ со стальными сердцами, которых называют кабанэ. Связь между станциями поддерживается посредством курсирующих между ними бронированных локомотивов, под названием \"Хаядзиро\". Икома, молодой ремесленник, помогающий строить Хаядзиро, создает на станции оружие, названное \"пронзателем\", позволяющее уничтожать кабанэ. Однажды, ожидая возможности применить оружие, он встречает загадочную, безымянную девушку. Той же ночью Хаядзиро выходит из-под контроля, персонал локомотива обращается в кабанэ и станция подвергается атаке. Икоме предоставляется шанс испытать свое изобретение."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "28"
  },
  {
    "mangaId": "a72d5653-7238-40ba-8135-c93910a02bc4",
    "title": {
      "en": "Shuu ni Ichido Classmate wo Kau Hanashi"
    },
    "updatedAt": "2024-06-30T18:17:22+00:00",
    "coverArt": "https://mangadex.org/covers/a72d5653-7238-40ba-8135-c93910a02bc4/6c77dc6b-5b8b-42db-8e74-debb413ad4a9.jpg",
    "altTitles": [
      {
        "ja": "週に一度クラスメイトを買う話～ふたりの時間、言い訳の五千円"
      },
      {
        "ja-ro": "Shuu ni Ichido Classmate wo Kau Hanashi ~ Futari No Jikan, Iiwake No Gozen'en"
      },
      {
        "en": "A Story About Buying a Classmate Once a Week ~ 5,000 Yen for an Excuse to Spend Time Together"
      },
      {
        "ko": "일주일에 한 번 클래스메이트를 사는 이야기 ~두 사람의 시간, 변명의 오천 엔~"
      }
    ],
    "description": {
      "en": "Once a week, Miyagi pays 5,000 yen to her classmate Sendai. The 5,000 yen is to buy three hours of Sendai’s time, which gives the right for Miyagi to give her orders. \n\nMiyagi is at the bottom of the school caste while Sendai is at the top. The two, who never crossed paths at school, spend time together after school under such a contract. Miyagi’s orders are determined by her mood of the day, and Sendai cannot disobey. One day after school… \n\nMiyagi calls Sendai to her room and gives her an order that she usually does not give.",
      "es-la": "Una vez a la semana, Miyagi paga 5.000 yenes a su compañera de clase Sendai.Los 5.000 yenes son para comprar tres horas de tiempo de Sendai, lo que da derecho a Miyagi a darle órdenes.Miyagi está en la parte baja de la casta escolar mientras que Sendai está en la alta. Las dos, que nunca se han cruzado en la escuela, pasan tiempo juntas después de clase bajo este contrato.Las órdenes de Miyagi vienen determinadas por su estado de ánimo del día, y Sendai no puede desobedecerlas.Un día después de clase... Miyagi llama a Sendai a su habitación y le da una orden que no suele dar."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e7e729-2403-4bdd-965a-bde4de9e8484",
    "title": {
      "en": "Tears on a Withered Flowers"
    },
    "updatedAt": "2024-07-10T14:47:43+00:00",
    "coverArt": "https://mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "altTitles": [
      {
        "ko": "시든 꽃에 눈물을"
      }
    ],
    "description": {
      "en": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
      "fr": "La vie de Na Hae-soo se désintègre lorsque son mari la trahit en ayant une liaison, la laissant accablée de dettes et perdant leur enfant. Dans un coup dévastateur, elle le surprend avec une femme plus jeune. Brisée et désespérée, Na Hae-soo sent sa vie s'effondrer autour d'elle. Cependant, un jeune homme mystérieux entre soudainement dans sa vie, lui demandant de lui enseigner l'amour adulte. Sa vulnérabilité et sa sincérité commencent à éveiller des émotions en Na Hae-soo, l'incitant à reconsidérer son chemin vers l'avenir.",
      "id": "Kehidupan Na Haesoo berubah ketika suaminya mengkhianatinya dengan berselingkuh, membuatnya terlilit hutang dan kehilangan anak mereka. Setelah itu, ia mendapati suaminya bersama seorang wanita yang lebih muda. Dengan perasaan hancur dan putus asa, Na Haesoo merasa kehidupannya di sekelilingnya runtuh dan hancur. Namun, seorang pemuda misterius tiba-tiba memasuki hidupnya, Beom Taeha, yang meminta untuk diajari tentang cinta orang dewasa. Keluguan dan ketulusannya mulai mengusik emosi dalam diri Na Haesoo, dan menantangnya untuk mempertimbangkan kembali langkah apa yang akan diambil."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b0d31e1-2ae7-4510-b714-8bcc3a566256",
    "title": {
      "en": "Reborn as a Demonic Cultivator: Starting with a Zombie Planet"
    },
    "updatedAt": "2024-08-27T17:01:57+00:00",
    "coverArt": "https://mangadex.org/covers/5b0d31e1-2ae7-4510-b714-8bcc3a566256/cbc7b522-e242-4453-a70f-e66f29aac349.png",
    "altTitles": [
      {
        "zh": "重生魔修，开局捡到一颗丧尸星球"
      },
      {
        "en": "Reborn as a Demonic Cultivator, Picking Up a Zombie Planet at the Start"
      }
    ],
    "description": {
      "en": "Chu Xuan traveled through the Cangxuan world and became a demon cultivator of Wuji Sect. The so-called demon cultivation is to plunder the essence of heaven and earth and seize the essence of all things. After slaughtering thousands of people, he became the Great Demon Lord. However, killing is not tolerated by the heavenly way of the human race. Wuji Sect was also destroyed by the righteous sect. When he was helpless, Chu Xuan accidentally got the blood mirror, which could take him to a doomsday planet full of zombies! He suddenly discovered that this place is simply a paradise for demon cultivators!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a5d11d6-cafd-41b1-adab-06e0bef692c6",
    "title": {
      "en": "GOLDEN MAN"
    },
    "updatedAt": "2024-08-17T15:06:51+00:00",
    "coverArt": "https://mangadex.org/covers/8a5d11d6-cafd-41b1-adab-06e0bef692c6/e3c8fc3e-f98f-49d2-873e-97c351cc138d.jpg",
    "altTitles": [
      {
        "ja": "ゴールデンマン"
      }
    ],
    "description": {
      "en": "The city of freedom, Neo York, is targeted by villains day and night, but it's also home to the strongest hero, Golden Man!!! But one night, during a rescue operation at a fire at an abandoned factory, Golden Man suddenly disappears. Left in his place, a single amnesiac young man with the Golden Man suit in his hands… Who on Earth is he? A new original hero story by the strongest tag team of Petos of *Demi-chans Want To Tell* and Kouji Megumi of *ACMA:GAME* and *BLOODY MONDAY*!\n___\n[Alt Official Raw (MagaPoke)](https://pocket.shonenmagazine.com/episode/2550668106005965940)",
      "ja": "自由の街ネオヨークを守るヒーロー・ゴールデンマンが、突然姿を消した。その失踪現場には、異常な強さを持つ記憶喪失の青年が倒れていた。ヒーロー不在の中、サポートチームは出現したヴィランに対抗するため、その青年をゴールデンマンとして送り出す。しかし、彼にはネオヨークの平和を揺るがす大きな秘密があった――！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]