[
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-12-10T18:02:55+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/639d4146-f068-4ac3-8c76-2ba7a3cb9816.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96a24520-7403-4f28-b821-922e1967e08a",
    "title": {
      "en": "The Water Dragon's Bride"
    },
    "updatedAt": "2024-11-16T16:52:54+00:00",
    "coverArt": "https://mangadex.org/covers/96a24520-7403-4f28-b821-922e1967e08a/d4fe3b93-4920-4b71-b04c-e7055c3babcd.jpg",
    "altTitles": [
      {
        "ja": "水神の生贄"
      },
      {
        "ja-ro": "Suijin no Hanayome"
      },
      {
        "ja-ro": "Suijin no Ikenie"
      },
      {
        "en": "Bride of the Water God"
      },
      {
        "de": "Die Braut des Wasserdrachen"
      },
      {
        "es": "La novia del dios del agua"
      },
      {
        "uk": "Наречена Бога Води"
      },
      {
        "ru": "Невеста бога воды"
      },
      {
        "th": "เจ้าสาวมังกร The Dragon’s Bride"
      },
      {
        "ko": "수신의 제물"
      },
      {
        "tr": "Su Tanrısının Gelini"
      },
      {
        "id": "Pengantin Dewa Air"
      },
      {
        "vi": "Thủy Thần Đích Tân Nương"
      },
      {
        "vi": "Thủy Thần Đích Tế Phẩm"
      },
      {
        "zh": "水神的祭品"
      }
    ],
    "description": {
      "en": "The story of a girl who slips back in time to a different era. While playing in her family's garden, Asahi gets sucked in by the small pond and when she wakes up she finds herself in a place that seems like Japan from ancient times. A powerful clan takes her in, but the reason for their kindness is that they intend to sacrifice her to the water god, the dragon, to be his bride… Now that she is at the mercy of a god who appears to know no compassion, what will Asahi's fate be?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "44.5"
  },
  {
    "mangaId": "2c22152b-9a6f-48f3-adb6-27b2f4cc2758",
    "title": {
      "en": "Tsuihousareta Renkinjutsushi wa Mujikaku ni Densetsu to Naru Yandere Imouto (Oukoku no Shugoryuu) to Issho ni Henkyou de Shiawase ni Kurashimasu!"
    },
    "updatedAt": "2024-12-23T12:34:31+00:00",
    "coverArt": "https://mangadex.org/covers/2c22152b-9a6f-48f3-adb6-27b2f4cc2758/e23eb74d-a90f-44c4-b9cb-7448a1bae7d0.jpg",
    "altTitles": [
      {
        "ja": "追放された錬金術師は無自覚に伝説となる ヤンデレ妹（王国の守護竜）と一緒に辺境で幸せに暮らします！"
      },
      {
        "en": "The Exiled Alchemist Unwittingly Becomes a Legend Living Happily on the Frontier with his Yandere Sister (The Guardian Dragon of the Kingdom)!"
      }
    ],
    "description": {
      "en": "One day, Mys, the eldest son of Duke Windsor, is sentenced by the king to be exiled to the border. The king claims that his secret visit to Valitra, the strongest dragon that protects the kingdom, is an attempt at treason against the kingdom. However, Valitra's guardian dragon is actually Mys' younger sister, Tinny, who was thought to have died four years ago! \n\n\"Mys Nii-sama is the one who saved my life, the one who is worthy to rule everything in the world [Supreme Being]. Anyone who hurts Mys Nii-sama will be thrown into hell!\" \n\nAnd the Kingdom is heading towards destruction, having incurred the wrath of its guardian dragon, Valitra... Meanwhile, on the border where Mys has become the ruler, his alchemy techniques are leading to unprecedented developments and making everyone happy - and once again, the kingdom is in danger of destruction.",
      "id": "Suatu hari, Mys, putra tertua dari Duke Windsor, dijatuhi hukuman oleh raja untuk diasingkan ke perbatasan. Raja mengklaim bahwa kunjungan rahasianya ke Valitra, naga terkuat yang melindungi kerajaan, merupakan usaha pengkhianatan terhadap kerajaan. Namun, naga penjaga Valitra sebenarnya adalah adiknya Meis, Tinny, yang dikira telah meninggal empat tahun lalu! “Mys Nii-sama adalah orang yang menyelamatkan hidupku, orang yang layak untuk memerintah segala sesuatu di dunia [Makhluk Tertinggi]. Siapapun yang menyakiti Mys Nii-sama akan ku lemparkan ke dalam neraka!” Dan Kerajaan sedang menuju kehancuran, setelah menimbulkan kemarahan naga pelindungnya, Valitra… Sementara itu, di perbatasan di mana Mys telah menjadi penguasa, teknik alkemisnya mengarah pada perkembangan yang belum pernah terjadi sebelumnya dan membuat semua orang bahagia – dan sekali lagi, kerajaan berada dalam bahaya kehancuran.",
      "ja": "まともな回復薬すら作れないことから、家族から無能扱いされていたウィンザー公爵家の長男・マイス。彼はある日、国王から辺境ベオグラードへの追放を言い渡されてしまう。王国を守るドラゴン【守護竜ヴァリトラ】のもとへ通っていたことが、王国への反逆に当たるというのだ。しかし実は、守護竜ヴァリトラの正体は4年前に死んだと思われていたマイスの妹ティニーであった――。「マイス兄様こそ私の命の恩人にして、この世のすべてを統べるに相応しい【至高にして至大であられるお方】です。マイス兄様を傷つける者は、この私が地獄に叩き落します！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e156d65-cf65-4d5b-9d04-52f2f8100fbf",
    "title": {
      "en": "Isekai Mokushiroku Mynoghra: Hametsu no Bunmei de Hajimeru Sekai Seifuku"
    },
    "updatedAt": "2024-11-22T17:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/6e156d65-cf65-4d5b-9d04-52f2f8100fbf/03ff0d8e-8c07-42f8-9db3-49ef13ebf352.jpg",
    "altTitles": [
      {
        "ja": "異世界黙示録マイノグーラ ～破滅の文明で始める世界征服～"
      },
      {
        "zh-hk": "異世界默示錄米諾戈拉 ～從滅亡的文明開始的世界征服～"
      },
      {
        "en": "Apocalypse Bringer Mynoghra: World Conquest Starts with the Civilization of Ruin"
      }
    ],
    "description": {
      "en": "Bedridden and abandoned, Takuto Ira spent his days in the hospital trying to beat the illness that was slowly killing him. His only solace lay in the nation management strategy game Eternal Nations, where he had built a reputation as the greatest player to ever live. \n\nAfter succumbing to his disease, Takuto awoke within the game next to Atou — the Hero unit for his favorite civilization, Mynoghra. Now they’ll set out to conquer the world together (again), one unit, settlement, and level at a time!",
      "pl": "Ira Takuto umiera w młodym wieku i budzi się w świecie przypominającym jego ulubioną grę 『Eternal Nations』 w której spotyka postać z gry, Atou. Razem postanawiają stworzyć własne królestwo.",
      "pt-br": "Eu reencarnei como um deus do mal. Ira Takuto sucumbiu à doença em tenra idade e acabou reencarnando em um mundo que lembrava o jogo de simulação de estratégia, “Eternal Nations”, do qual ele adorava jogar quando estava vivo. O que apareceu na frente dele foi Atou, uma garota pertencente à civilização do mal que eu costumava interpretar como “Mynoghra”. Os dois decidiram criar um novo país neste mundo mais uma vez."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2024-10-20T13:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b28c9b6-6f8b-423c-8469-c05e81a81508",
    "title": {
      "en": "MuvLuv"
    },
    "updatedAt": "2022-08-20T21:16:35+00:00",
    "coverArt": "https://mangadex.org/covers/3b28c9b6-6f8b-423c-8469-c05e81a81508/e5ee3d50-b420-4eb5-9f31-9117b11c43ee.jpg",
    "altTitles": [
      {
        "en": "Muv Luv"
      },
      {
        "en": "Muv-Luv"
      },
      {
        "ja": "マブラヴ"
      }
    ],
    "description": {
      "en": "Takeru and Sumika have been neighbors and friends since they were little, but when a mysterious girl arrives, and is found in bed with Takeru, their daily lives will be thrown into chaos.\n\nWikipedia\n[Arabic](https://ar.wikipedia.org/wiki/%D9%85%D9%88%D9%81-%D9%84%D9%88%D9%81)\n[Arabic (Egyptian)](https://arz.wikipedia.org/wiki/%D9%85%D9%88%DA%A4_%D9%84%D9%88%DA%A4)\n[Arabic (Moroccan)](https://ary.wikipedia.org/wiki/%D9%85%D9%88%DA%A4_%D9%84%D9%88%DA%A4)\n[Chinese (Classical)](https://zh-classical.wikipedia.org/wiki/%E7%9C%9F%E6%84%9B)\n[Chinese (Traditional)](https://zh.wikipedia.org/wiki/Muv-Luv)\n[English](https://en.wikipedia.org/wiki/Muv-Luv)\n[Italian](https://it.wikipedia.org/wiki/Muv-Luv)\n[Japanese](https://ja.wikipedia.org/wiki/%E3%83%9E%E3%83%96%E3%83%A9%E3%83%B4)\n[Russian](https://ru.wikipedia.org/wiki/Muv-Luv)\n[Spanish](https://es.wikipedia.org/wiki/Muv-Luv)\n[Turkish](https://tr.wikipedia.org/wiki/Muv-Luv)"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "52925883-c86a-4f3c-a315-877a01258e14",
    "title": {
      "en": "The Witch and the Beast"
    },
    "updatedAt": "2024-08-01T09:06:49+00:00",
    "coverArt": "https://mangadex.org/covers/52925883-c86a-4f3c-a315-877a01258e14/17fe4455-0f90-43d0-a084-7231bde7b264.jpg",
    "altTitles": [
      {
        "ja": "魔女と野獣"
      },
      {
        "vi": "Phù thủy và Quái thú"
      },
      {
        "ru": "Ведьма и чудовище"
      },
      {
        "ja-ro": "Majo to Yajuu"
      },
      {
        "uk": "Відьма та чудовисько"
      }
    ],
    "description": {
      "en": "The stage; a city where \"witches\" collect people's worship. Who appeared there was a man carrying a coffin, and a girl with a beast's eyes. Their prey, \"Witches\"! And nothing else. When the evil \"witch\" and the starved \"beast\" meet, their magnificent and fierce battle begins!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10214/episode/314025) (U.S. Only), [Kodansha](https://kodansha.us/series/the-witch-and-the-beast/)",
      "ja": "舞台は“魔女”が人々の崇拝を集める街――。そこに現れたのは、棺桶を背負う男と、獣の目をした少女。彼等の求める獲物は“魔女”、そのただ一つ。悪しき“魔女”と飢えた“野獣”が出会う時、華麗にして苛烈な戦いの幕が開く！",
      "vi": "Ashaf là một anh chàng tao nhã với tác phong tinh tế, mang theo quan tài và đoàn tùy tùng quạ đen. Còn Guideau lại là một cô gái hoang dại, đầy bạo lực, với cặp răng nanh và đôi mắt như loài dã thú.\nBỗng một ngày, bộ đôi kỳ lạ này đặt chân đến thành phố bị thống trị bởi phù thủy - người được tung hô như một vị anh hùng nơi đây. Nhưng cả Ashaf và Guideau đều biết rõ: \"Phù thủy là những kẻ mang đến sự nguyền rủa và tai ương\". Không một ai có thể cản bước họ, dù có là đám đông phẫn nộ hay là cả một đội quân đi chăng nữa...\nMột câu chuyện cổ tích u ám mang phong cách Steampunk & Gothic, đậm đà chất ma thuật! \"Phù thủy và Quái thú\" chắc chắn sẽ lôi cuốn bất cứ độc giả nào đang ngóng chờ một tựa truyện thể loại hành động và kỳ ảo mới toanh."
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a44afe37-24fd-44b8-874e-17e8a24ca3ca",
    "title": {
      "en": "Dekisokonai no Himegimi-tachi"
    },
    "updatedAt": "2023-08-08T20:18:36+00:00",
    "coverArt": "https://mangadex.org/covers/a44afe37-24fd-44b8-874e-17e8a24ca3ca/ff6edc47-3792-4029-bc55-b294540c3524.jpg",
    "altTitles": [
      {
        "en": "Failed Princesses"
      },
      {
        "es": "Princesas Fallidas"
      },
      {
        "es-la": "Princesas Inútiles"
      },
      {
        "es": "Princesas Inútiles"
      },
      {
        "ja": "できそこないの姫君たち"
      },
      {
        "en": "Useless Princesses"
      },
      {
        "zh-hk": "不成材的小公主們"
      },
      {
        "zh": "不成材的小公主们"
      },
      {
        "zh-ro": "Bù chéngcái de xiǎo gōngzhǔmen"
      },
      {
        "ja": "でき姫"
      },
      {
        "ja-ro": "Dekihime"
      }
    ],
    "description": {
      "en": "Fujishiro Nanaki is super cute, super popular, and super annoyed with anyone as plain as her classmate Kurokawa Kanade. When Nanaki finds out her boyfriend’s cheating on her, however, her life makes a complete 180—as does her relationship with Kanade. This all-new yuri manga series explores the budding romance between the cool girl in school and the “plain” girl she once brushed off!",
      "pt-br": "Nanaki-chan é a popular da escola, ela exalta sua beleza com a maior auto-estima e arrogância possível, ela é a princesinha fútil e imatura que acha que a aparência é fundamental. Mas um dia tudo isso vai por terra quando ela leva um pé na bunda gostosim do cara mais bonito e popular da escola. E pra piorar além de ser esculachada pelo zé bundão, tudo isso aconteceu na frente da mina que ela até então tirava uma onda por não ser tão vaidosa como ela… Só que dessa \"tragédia\" ela vai perceber que beleza nem sempre é tudo…"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "37"
  },
  {
    "mangaId": "9fefb203-9eb9-4049-a968-9fcc401a2433",
    "title": {
      "en": "Fate/Grand Order: Bartholomew Roberts' Interlude - Dream Treasure"
    },
    "updatedAt": "2024-09-16T22:45:21+00:00",
    "coverArt": "https://mangadex.org/covers/9fefb203-9eb9-4049-a968-9fcc401a2433/57abb8ae-a094-4251-b193-86958f470354.jpg",
    "altTitles": [],
    "description": {
      "en": "Manga adaptation of Bartholomew Roberts' interlude side-story from the Fate/Grand Order mobile game."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "b9b2fbc4-e351-406c-a468-799be14033df",
    "title": {
      "en": "TenPuru -No One Can Live on Loneliness-"
    },
    "updatedAt": "2024-09-26T01:52:08+00:00",
    "coverArt": "https://mangadex.org/covers/b9b2fbc4-e351-406c-a468-799be14033df/10578af3-8e60-4664-9fa4-65bf7a59c77f.jpg",
    "altTitles": [
      {
        "es": "Templo - Nadie puede vivir en soledad"
      },
      {
        "ja-ro": "Tenpuru"
      },
      {
        "ja": "てんぷる"
      },
      {
        "zh": "庙不可言"
      },
      {
        "en": "Temple"
      },
      {
        "de": "TenPuru: Von Einsamkeit kann man nicht leben"
      }
    ],
    "description": {
      "en": "That's right, I'll become a monk! Not knowing what to do with his worldly desires, Akagami Akemitsu aims to live a stoic life. However, the thick karmic blood flowing in him will not permit it!",
      "es": "Así es, me volveré un monje! Al no saber qué hacer con sus deseos mundanos, Akagami Akemitsu aspira a llevar una vida estoica. Sin embargo, la espesa corriente de energía del karma que fluye en él no lo permitirá.",
      "es-la": "\"É isso mesmo, eu vou me tornar um monge!\". Sem saber o que fazer com seus desejos mundanos, Akagami Akemitsu decide viver uma vida estóica. No entanto, o sangue cármico espesso que flui nele não permitirá!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e19db36a-9744-4ece-bc63-65d4c25ab629",
    "title": {
      "en": "Just a Goblin"
    },
    "updatedAt": "2025-01-22T20:19:20+00:00",
    "coverArt": "https://mangadex.org/covers/e19db36a-9744-4ece-bc63-65d4c25ab629/b8cafa1f-17d2-4416-b4ed-7fc324f00a29.png",
    "altTitles": [
      {
        "pt-br": "Apenas um Goblin"
      }
    ],
    "description": {
      "en": "For centuries, adventurers have slaughtered monsters for sport and hunted goblins for their body parts and linens. But why? This is the question, Nog, the goblin inventor, has been trying to answer. After accidentally unlocking an arcane power that allows Nog to \"level up\" and grow in strength, he finally discovers the confidence to chase the answer to his question. Nog will set on a perilous quest across the world with his best friend, Gubble, to discover why humans hunt goblins! Can monsters and adventurers live in peace?",
      "pt-br": "Durante séculos, os aventureiros massacraram monstros por esporte e caçaram goblins por suas partes do corpo e tecidos. Mas por quê? Essa é a pergunta que Nog, o goblin inventor, está tentando responder. Após desbloquear acidentalmente um poder arcano que permite que Nog “suba de nível” e ganhe força, ele finalmente descobre a confiança para buscar a resposta para sua pergunta. Nog partirá em uma perigosa jornada pelo mundo com seu melhor amigo, Gubble, para descobrir por que os humanos caçam goblins! Será que os monstros e os aventureiros podem viver em paz?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fdf70a2a-e136-4dc6-a062-56ff7e630b62",
    "title": {
      "en": "Fate/Grand Order: Penthesilea's Interlude - The Phantom of Troia"
    },
    "updatedAt": "2024-09-19T22:59:03+00:00",
    "coverArt": "https://mangadex.org/covers/fdf70a2a-e136-4dc6-a062-56ff7e630b62/d13c3133-f740-4d4e-ab0e-4237287d497a.jpg",
    "altTitles": [
      {
        "ja": "ペンテシレイア 幕間の物語 「トロイアの幻影」"
      },
      {
        "ja-ro": "Fate/Grand Order: Penthesilea Makuai no Monogatari \"Troia no Genei\""
      }
    ],
    "description": {
      "en": "Manga adaptation of Penthesilea's interlude side-story from the Fate/Grand Order mobile game."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
    },
    "updatedAt": "2024-12-20T19:11:12+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/91ce95cf-c86c-4303-bd15-e58b07025a9f.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
      },
      {
        "pt-br": "Não É Minha Culpa Não Ser Popular!"
      }
    ],
    "description": {
      "en": "Tomoko Kuroki naturally assumed she'd be popular when she got to high school... but then cold, hard reality swooped in for the attack! Turns out all the popularity points she's racked up in her video game dating sims are worth squat in real life, and Tomoko's far from prepared to navigate high school! \n\nHow can she possibly hope to impress her classmates when she can't even talk to them?! A new high-school heroine is born (maybe?)!",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo.",
      "pt-br": "Tomoko Kuroki naturalmente presumiu que ela seria popular quando chegasse ao ensino médio... mas então a realidade fria e dura se abateu para o ataque! Acontece que todos os pontos de popularidade que ela acumulou em seus simuladores de namoro de videogame valem a pena na vida real, e Tomoko está longe de estar preparada para passar pelo ensino médio!\n\nComo ela pode esperar impressionar seus colegas quando ela nem consegue falar com eles?! Nasce uma nova heroína do ensino médio (talvez?)!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d4e768d-d68a-449f-8983-f7acbc160d9c",
    "title": {
      "en": "Kara no Kyoukai: The Garden of Sinners"
    },
    "updatedAt": "2025-01-07T13:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/6d4e768d-d68a-449f-8983-f7acbc160d9c/1166b5e5-2aa1-4865-978e-99883d7d82fa.jpg",
    "altTitles": [
      {
        "en": "Boundary of Emptiness"
      },
      {
        "ja": "空の境界 the Garden of sinners"
      },
      {
        "ko": "공의 경계"
      },
      {
        "ru": "Граница пустоты: Сад грешников"
      },
      {
        "zh": "空之境界the Garden of sinners"
      },
      {
        "ar": "حديقة الآثمين"
      }
    ],
    "description": {
      "en": "A very popular early work from Kinoko Nasu from the Tsukihime & Fate fame, the Kara no Kyoukai universe has meet great success as an animated film adaptation, novels and radio dramas.  \r\n  \r\nKara no Kyoukai depicts a world where the true dark nature of the human being is being reviewed and exposed by shocking and ruthless events, and in the center of it all we have Ryougi Shiki, the true heir to the long lived, wealthy and mysterious Ryougi clan and Kokuto Mikiya, a would be normal high school student if it wouldn't be for his amazing deductive & investigative progress.  \r\n  \r\nThe moment Kokuto and Shiki meet is the moment that the wheel of fate started to turn, however is this fate moving forward naturally on it's own accord, or is it all being orchestrated from behind the scenes by an enigmatic persona? Only time will tell."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2025-01-05T22:31:13+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/6ae7c384-8f33-4c29-a062-ff71628c2e95.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54f9e71b-add3-4734-8eb7-e7080bc780f2",
    "title": {
      "en": "Fate/Grand Order: Christopher Columbus' Interlude - Him"
    },
    "updatedAt": "2024-11-03T13:19:20+00:00",
    "coverArt": "https://mangadex.org/covers/54f9e71b-add3-4734-8eb7-e7080bc780f2/f877dbe8-3791-4f86-9fae-f3736faba3c0.jpg",
    "altTitles": [
      {
        "ja-ro": "Fate/Grand Order: Columbus Makuai no Monogatari \"Kare\""
      },
      {
        "ja": "Fate/Grand Order: コロンブス 幕間の物語「彼」"
      }
    ],
    "description": {
      "en": "Manga adaptation of Christopher Columbus's interlude side-story from the Fate/Grand Order mobile game."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "702b78cb-0155-4449-8abf-4078d4af83a7",
    "title": {
      "en": "Tasogare no Utsuwagami"
    },
    "updatedAt": "2024-12-02T13:54:41+00:00",
    "coverArt": "https://mangadex.org/covers/702b78cb-0155-4449-8abf-4078d4af83a7/ff46e74c-68c8-438d-8606-3bf3a9d3a79b.jpg",
    "altTitles": [
      {
        "ja": "黄昏ノ器神"
      }
    ],
    "description": {
      "en": "Hana, a samurai living a life of idleness in a huge underground prison city, and Josui Amanogawa, an ayakashi vessel god who has fallen from the heavenly city. Their encounter begins a journey of rebellion against the heavens."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb2a1341-a160-4b97-9fdd-b708569a27d7",
    "title": {
      "en": "Souzoushu nano de Motto Yasashikute Kudasai!"
    },
    "updatedAt": "2022-09-26T06:22:05+00:00",
    "coverArt": "https://mangadex.org/covers/cb2a1341-a160-4b97-9fdd-b708569a27d7/ba4d63f2-de76-4994-80fa-cff308fe50f4.jpg",
    "altTitles": [
      {
        "en": "Because I am a creator, please be kinder!"
      },
      {
        "ja": "創造主なのでもっと優しくしてください !"
      }
    ],
    "description": {
      "en": "Tohru Jin is a middle-management employee who has lost his place in a game company. He died in an unfortunate accident, and when he woke, he found himself in the world of a game he had once designed. Now reincarnated as a little girl in \"Rune Fantasia\". He should be able to live a cheat-like life in this isekai… right?\n\n---\n\n**Note:** The author announced on May 17, 2021 that the manga will be completed with the 7th chapter [[Twitter](https://twitter.com/boarinoshishi/status/1394146695856869380) ([archive.org](https://web.archive.org/web/20210517042441/https://twitter.com/boarinoshishi/status/1394146695856869380))]."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-11-01T06:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/60b13fdd-6541-48e5-9181-fe1903d840f5.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n**Awards:**\n- Won the 2020 Next Manga Award in the Web category.\n- Was nominated for the 2020 and 2021 Manga Taishou Award.\n- Won the top prize of the 2021 Tsutaya Comic Awards.",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b995a49-9494-4b7d-8978-00304a0ff1ab",
    "title": {
      "en": "Excel Saga"
    },
    "updatedAt": "2024-12-11T09:54:40+00:00",
    "coverArt": "https://mangadex.org/covers/5b995a49-9494-4b7d-8978-00304a0ff1ab/865bca86-cf4c-4968-8ef1-f32b929a14b2.jpg",
    "altTitles": [
      {
        "ja": "エクセル♥サーガ"
      },
      {
        "ja": "エクセル・サーガ"
      },
      {
        "en": "EXCEL♡SAGA"
      },
      {
        "en": "EXCEL♥SAGA"
      }
    ],
    "description": {
      "en": "When discussing conquest, Il Palazzo's motto would most likely be \"start small.\" ACROSS, a group devoted to carrying out and accomplishing the ideals of absent-minded yet bishounen Il Palazzo, feels that the first step in conquering the entire planet would be conquering a single city. This city just so happens to be Fukuoka, where our story takes place.\n___\n**Official English (Digital):** [emaqi - United States & Canada only!](https://emaqi.com/manga/excel-saga)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "178"
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/1e8059fa-310e-4420-86e7-e416bd41744d.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3013b57-34cc-41cf-bba0-34a1bf38ae2b",
    "title": {
      "en": "Panorama of Hell"
    },
    "updatedAt": "2022-09-03T01:06:26+00:00",
    "coverArt": "https://mangadex.org/covers/d3013b57-34cc-41cf-bba0-34a1bf38ae2b/03ce5642-ba4e-4132-9fb2-6bde8ce2eb6d.png",
    "altTitles": [
      {
        "ja-ro": "Aru Jigoku Eshi no Kokuhaku Jigokuhen"
      },
      {
        "ja-ro": "Jigokuhen"
      },
      {
        "pt-br": "Panorama do Inferno"
      },
      {
        "ja": "ある地獄絵師の告白 地獄変"
      },
      {
        "zh": "地獄変"
      },
      {
        "es": "Panorama infernal"
      }
    ],
    "description": {
      "en": "PANORAMA OF HELL is a shocking, tortuous journey into the depths of one man's postnuclear Hell. Through the confessions of a fiendish Hell painter born in the aftermath of the bombing of Hiroshima, Hideshi Hino tells a nightmarish story, creating a manga masterpiece of black humor, stunning vision, and unflinching imagery."
    },
    "status": "completed",
    "releaseDate": 1984,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "11"
  },
  {
    "mangaId": "a24617a6-d50a-4bfe-9ff5-25b15ee52f7c",
    "title": {
      "en": "Mii-chan and Yamada-san"
    },
    "updatedAt": "2024-12-17T10:43:42+00:00",
    "coverArt": "https://mangadex.org/covers/a24617a6-d50a-4bfe-9ff5-25b15ee52f7c/116cd5ee-677d-4cab-b25f-99734c98e6b2.jpg",
    "altTitles": [
      {
        "ja-ro": "Mi-chan to Yamada-san"
      },
      {
        "ja": "みいちゃんと山田さん"
      }
    ],
    "description": {
      "en": "Shinjuku, 2012. Yamada, who works as a hostess in a night club, meets Mii-chan, a new girl who is no good at anything she does. Mii-chan is energetic and motivated, but she can't read kanji or the atmosphere, so she is ridiculed by those around her and labeled as \"pitiful.\" Nevertheless, Yamada is gradually drawn to Mii-chan as she works diligently.\n\n(Translated from Magazine Pocket.)\n\n(Originally serialised on X/Twitter under a pseudonym and released in collected volumes on Kindle. The original manga began with shorts, then ran \"Mii-chan and Yamada-san\" as a lengthier story. This is a reboot with the same basic premise. The author worked in a hostess club when she was in college, but has publicly stated in interviews and on social media that while there was a \"Mii-chan\" who served as the inspiration for the character, everything else about the story is fictional.)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f349008f-0896-4ec8-bc37-56733525dfc7",
    "title": {
      "en": "Girls x Vampire"
    },
    "updatedAt": "2025-01-24T17:43:17+00:00",
    "coverArt": "https://mangadex.org/covers/f349008f-0896-4ec8-bc37-56733525dfc7/b263386f-a5de-475a-a7ed-29f2469db4de.jpg",
    "altTitles": [
      {
        "ja": "ガールズ×ヴァンパイア"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afcd0d75-582f-4693-8636-5d1ca23503d6",
    "title": {
      "en": "E, Shanai System Subete Wan'ope shiteiru Watashi wo Kaiko desu ka?"
    },
    "updatedAt": "2024-10-30T21:36:37+00:00",
    "coverArt": "https://mangadex.org/covers/afcd0d75-582f-4693-8636-5d1ca23503d6/68945c84-e6be-4c9a-8aa9-c524b0067e9c.jpg",
    "altTitles": [
      {
        "ja": "え、社内システム全てワンオペしている私を解雇ですか？"
      },
      {
        "ja-ro": "E, Shanai System Subete OneOpe shiteiru Watashi o Kaiko Desu ka?"
      },
      {
        "en": "Eh, Are You Seriously Going to Fire Me When I’ve Been Handling the Company’s In-House System as a One-Man Show?"
      }
    ],
    "description": {
      "en": "Satou Ai who has been handling the company's in-house system as a one-man show, has received a notice of dismissal upon a change in president. After the dismissal, Ai was alone in deep sorrows until she stumbled upon Suzuki Kenta. Kenta invites her to join his startup company. The company was something he started to get close to others with the name, \"True programmer's cram school\" with Ai's unconventional, daring and sometimes wild lectures, the student started to look forward to the lessons.",
      "ja": "社内システムをワンオペしていた佐藤愛は、社長交代を機に解雇予告を受ける。退職後、ファミレスでひとり悲しみに暮れていた愛は、幼馴染の鈴木健太と再会する。そして健太は彼女を自らのスタートアップに招待した。相手の心に寄り添うために始めた事業、その名は「真のプログラマ塾」。佐藤愛の熱く、時に破天荒な講義で受講生たちは少しだけ前を向く。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6dc99d1-4b39-4a7e-bfda-ad66fdff235f",
    "title": {
      "en": "Hotaru no Yomeiri"
    },
    "updatedAt": "2024-10-23T12:18:36+00:00",
    "coverArt": "https://mangadex.org/covers/c6dc99d1-4b39-4a7e-bfda-ad66fdff235f/e25ef5dd-161c-4798-b506-069a97456f31.jpg",
    "altTitles": [
      {
        "ja": "ホタルの嫁入り"
      },
      {
        "en": "Firefly Wedding"
      },
      {
        "uk": "Весілля світлячків"
      },
      {
        "ne": "जुनकिरी को विवाह"
      },
      {
        "zh-hk": "螢火蟲之婚"
      },
      {
        "vi": "Đám cưới đom đóm"
      },
      {
        "es": "Matrimonio de luciérnagas"
      },
      {
        "es-la": "Matrimonio de luciérnagas"
      },
      {
        "en": "Firefly Marriage"
      }
    ],
    "description": {
      "en": "A romance story set in the Meiji era. Born into a prestigious family and blessed with good looks, Satoko is said to have a short life expectancy. But suddenly, her life is targeted by a mysterious killer...?! In order to survive on the spot, Satoko makes a \"proposal\" for the killer...?! - A young lady and an assassin... A contract marriage love suspense between two people who should never meet!",
      "es": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "ja": "令嬢と殺し屋…絶対交わらないはずの二人の、契約結婚ラブサスペンス！\n時は明治。\n名家に生まれ美貌に恵まれるも、余命わずかと言われている紗都子の唯一の夢は…家の利益になる結婚をすること。\nしかし突然、謎の殺し屋に命を狙われ…！？\nその場を生き延びるため、紗都子は殺し屋にある“提案”を…！？",
      "uk": "\"Весілля світлячків\" – манґа, події якої розгортаються у давні часи епохи Мейджі. Дівчина на ім'я Сатоко, донька заможної родини, якій пощастило успадкувати красу, прагне одружитися з тим, кого запропонує їй батько, але як же це зробити, якщо її життю загрожує хвороба? Одного дня героїня потрапляє до рук викрадачів, де, задля порятунку себе, вона пропонує шлюб власному вбивці. Куди її приведе узгоджений шлюб з людиною, яку вона ніколи не мала зустріти?",
      "es-la": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "pt-br": "Uma história de romance ambientada na era Meiji.  \n\nNascida em uma família de prestígio e abençoada com boa aparência, Satoko tem uma expectativa de vida curta. Mas de repente, sua vida é alvo de um misterioso assassino...?! Para sobreviver no local, Satoko faz uma \"proposta\" para o assassino...?! \n- Uma jovem e um assassino... \n\nUm suspense de amor por contrato de casamento entre duas pessoas que nunca deveriam se encontrar!",
      "zh-hk": "千金小姐與殺手…絕對沒有交集的兩個人間的契約結婚愛情喜劇！\n時值明治時代。\n出生名門又集美貌於一身，卻被告知餘命不久矣的紗都子唯一的夢想是…為了家族的利益而結婚。\n但是，突然之間被謎樣的殺手給襲擊了…！？\n為了從這種局面中活下來，紗都子向殺手提出了某項“提案”…！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b70049e-ce95-40dc-a1f9-e8aa5a183733",
    "title": {
      "en": "Muhoutou"
    },
    "updatedAt": "2024-12-06T19:16:05+00:00",
    "coverArt": "https://mangadex.org/covers/2b70049e-ce95-40dc-a1f9-e8aa5a183733/4107321d-dd76-4004-9df1-6cab6226291d.jpg",
    "altTitles": [
      {
        "en": "Lawless Island"
      },
      {
        "ja": "無法島"
      }
    ],
    "description": {
      "en": "A prequel to Jisatsutou. The Japanese government exiles convicts facing execution to a remote lawless island to fend for themselves."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "54"
  },
  {
    "mangaId": "356de811-ae92-48f1-b93b-cfdf0f8d02e4",
    "title": {
      "en": "Now That We Draw"
    },
    "updatedAt": "2025-01-09T11:58:16+00:00",
    "coverArt": "https://mangadex.org/covers/356de811-ae92-48f1-b93b-cfdf0f8d02e4/e9c47c27-6476-4a82-a3f8-5411cf8f211b.jpg",
    "altTitles": [
      {
        "ja": "描くなるうえは"
      },
      {
        "ja-ro": "Kakunaru Ue wa"
      },
      {
        "ja-ro": "Kakunaru Ue ha"
      },
      {
        "zh": "既然要画恋爱漫画"
      },
      {
        "id": "Rupa Gambar Kita"
      },
      {
        "vi": "Ta Cùng Vẽ Thôi Nào!"
      }
    ],
    "description": {
      "en": "Uehara-kun, who loves 2D, dreams of becoming a comic artist one day! However, his dream is threatened when an editor rejects his work as too boring. The next day, while contemplating giving up on his dream, a gal in his class, Miyamoto Niina, sees his manuscript, and a too-close pseudo-romance for the sake of their comics begins!?",
      "id": "Uehara-kun menyukai karakter 2 dimensi dan mempunyai cita-cita menjadi mangaka! Namun, mimpinya pupus saat seorang editor menolak manga-nya karena bikin ngantuk. Besoknya, dia berencana membuang manga yang ditolak tersebut, namun, salah satu gadis dari kelasnya, Miyamoto Niina, mengetahui manga hasil buatannya, timbulah kisah komedi-romantis yang terjalin dari sebuah manga!",
      "ja": "2次元をこよなく愛する上原くんの夢は漫画家！ ある日、同じクラスのギャル宮本さんに自分の原稿を見られたことで漫画のための距離感近すぎ疑似恋愛、開始!?",
      "vi": "Uehara-kun là một thằng rất thích gái 2D và ước mơ làm hoạ sĩ Manga! Tuy nhiên, giấc mơ của anh ta lại ngay lập tức bị đạp đổ khi bị một biên tập viên nhận xét rằng tác phẩm này nhìn chán chả buồn nói.\n\nTưởng như anh đã định từ bỏ giấc mơ của mình thì một cô gái trong lớp của anh, Miyamoto Niina, nhìn thấy bản phác thảo của cậu ấy và muốn bắt đầu một mối tình tưởng lãng mạn nhưng ai ngờ là giả tạo, để giúp cậu hoàn thành được bộ manga của mình!\n\nMột bộ manga về Mangaka ✖ Romcom tuổi mới lớn!",
      "pt-br": "Uehara-kun, que adora 2D, sonha em se tornar um mangaká um dia! No entanto, seu sonho é ameaçado quando um editor rejeita seu trabalho por considerá-lo muito chato.\n\nNo dia seguinte, enquanto pensa em desistir de seu sonho, uma garota de sua turma, Miyamoto Niina, vê seu manuscrito, e um pseudo-romance muito próximo para o bem de seus mangás começa!?\n\nEsta é uma comédia romântica juvenil de quadrinistas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "605d6f66-8165-4a57-a404-77002836e30e",
    "title": {
      "en": "Nekojiru Udon"
    },
    "updatedAt": "2024-12-01T13:23:56+00:00",
    "coverArt": "https://mangadex.org/covers/605d6f66-8165-4a57-a404-77002836e30e/6c916f6c-8ce0-4d98-a946-ec486451206a.jpg",
    "altTitles": [
      {
        "en": "Cat Soup"
      },
      {
        "ja": "ねこぢるうどん"
      }
    ],
    "description": {
      "en": "Short stories about two anthropomorphic white cats who have no respect and are just plain cruel. Dark humor warning."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "11"
  },
  {
    "mangaId": "a84638a7-2a16-4fad-888f-c99033300cf4",
    "title": {
      "en": "Everything but your life"
    },
    "updatedAt": "2024-07-31T16:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/a84638a7-2a16-4fad-888f-c99033300cf4/d19ecc4e-89b4-42b2-8ec1-49a893de2e09.png",
    "altTitles": [],
    "description": {
      "en": "A transfer student desperately seeking someone to relate to pursues the attention of a mysterious boy covered in bandages, thinking he might finally be able to build a friendship for the first time since a tragic accident."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af857779-a400-46ef-917a-3b3a248e2221",
    "title": {
      "en": "Kinnikuman II Sei: Ultimate Chojin Tag Arc"
    },
    "updatedAt": "2024-06-11T02:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/af857779-a400-46ef-917a-3b3a248e2221/0aa81729-b90d-4ff7-ac6a-c8b2551d5b64.jpg",
    "altTitles": [
      {
        "ja-ro": "Kinnikuman Nisei Kyukyoku no Chojin Tag Arc"
      },
      {
        "en": "Ultimate Muscle 2: Ultimate Chojin Tag arc"
      },
      {
        "ja": "キン肉マン2世: 究極の超人タッグ編"
      }
    ],
    "description": {
      "en": "The sequel series to \"Kinnikuman ii sei\".     A new threat appears to defeat the Legends, known only as the 'Time Chojin'. These mysterious villains travel through time, in their quest to eradicate the Justice Chojin. If their plan succeeds, they will erase the New Generation from history and usher in a new era of evil domination over the humans.     The New Generation must travel through time to stop the Time Chojin.    In the process, they earn the distrust of the Legends. The ensuing conflict triggers the start of the 'Ultimate Chojin Tag Tournament', which will pit Legends against New Generation, and Justice Chojin vs Evil Chojin. The winners will determine the future of the planet as we know it and reign supreme over Earth."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "312"
  },
  {
    "mangaId": "ccc174c5-715c-446e-b115-41ae79e1f268",
    "title": {
      "en": "Tourigakari ni Wanpointo Adobaisu Shite Iku Taipu no Yankii"
    },
    "updatedAt": "2024-06-09T11:17:36+00:00",
    "coverArt": "https://mangadex.org/covers/ccc174c5-715c-446e-b115-41ae79e1f268/d2e5c12a-0d61-44e0-a669-e1d5327b2a56.jpg",
    "altTitles": [
      {
        "ja": "通りがかりにワンポイントアドバイスしていくタイプのヤンキー"
      },
      {
        "es": "Delincuente de consejos inmediatos"
      },
      {
        "th": "พี่โจ๋ ONE POINT ปรึกษาฟรีไม่คิดตังค์"
      },
      {
        "tr": "Konuya Özel Tavsiyeleriyle Bir Yanki"
      },
      {
        "ko": "지나가는 길에 원포인트 어드바이스를 하는 양아치"
      },
      {
        "en": "A Delinquent's Life Hacks"
      },
      {
        "ja-ro": "Toorigakari ni One Point Advice shite Iku Type no Yankee"
      },
      {
        "en": "One Point Yankee"
      }
    ],
    "description": {
      "en": "Sakurai-san looks like a yankee, but gives people he passes one point advice. Those who meet him for the first time are often scared by his frightening appearance but through the advice, they learn of how kind hearted he can be. Slowly, Sakurai's circle of people begin to grow. He's kind, considerate, knowledgeable and versatile in all forms of sports…!! Today, the super high-spec Sakurai who has a ridiculous gap in his looks and personality continues to give one point advice to various people, making their day a little better.",
      "es": "Sakurai parece un delincuente, pero inmediatamente aconseja a la gente que encuentra. Aquellos que lo conocen por primera vez se asustan frecuentemente con su apariencia amenazante, pero a través de sus consejos, se dan cuenta de que tan querido y bueno puede ser. Lentamente, el círculo de allegados de Sakurai empieza a crecer. El es bueno, considerado, con experiencia y versatilidad en todos lo deportes! Hoy, el super-adepto Sakurai, quien tiene una brecha enorme entre su apariencia y su personalidad, continúa dandole consejos inmediatos a varias personas, mejorándoles su día un poquito.",
      "pt-br": "Sakurai-san parece um yankee, mas dá às pessoas que passa um conselho pontual. Aqueles que o encontram pela primeira vez muitas vezes ficam assustados com sua aparência assustadora, mas através dos conselhos, eles aprendem como ele pode ser bondoso. Lentamente, o círculo de pessoas de Sakurai começou a crescer. Ele é gentil, atencioso, experiente e versátil em todas as formas de esportes … !! Hoje, o superespecial Sakurai, que tem uma lacuna ridícula em sua aparência e personalidade, continua a dar conselhos de um ponto para várias pessoas, tornando seu dia um pouco melhor."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "88.5"
  },
  {
    "mangaId": "ec8f26f4-bc9f-43b6-93ec-60a05638fca0",
    "title": {
      "en": "Isekai Kenkokuki"
    },
    "updatedAt": "2024-11-02T18:32:18+00:00",
    "coverArt": "https://mangadex.org/covers/ec8f26f4-bc9f-43b6-93ec-60a05638fca0/5d9c656c-e27d-45d3-b45f-6e4ec7b0e9c2.jpg",
    "altTitles": [
      {
        "en": "Different World Foundation"
      },
      {
        "en": "Otherworld Nation Founding Chronicles"
      },
      {
        "ru": "Покорение иного мира"
      },
      {
        "ja": "異世界建国記"
      },
      {
        "zh": "异世界建国记"
      },
      {
        "zh-hk": "異世界建國記"
      },
      {
        "ko": "이세계 건국기"
      },
      {
        "it": "Cronache dalla Fondazione di un Impero in un Altro Mondo"
      },
      {
        "pt-br": "Crônicas da Fundação de um Império em Outro Mundo"
      }
    ],
    "description": {
      "en": "A protagonist reborn in another world.  Apparently he had been reincarnated as an abandoned child.  Before his eyes were abandoned children like him.  In order to survive, he led them into farming.  Little by little, orphans gathered, and upon hearing rumors of a village, others began to migrate.\n\nThe group that had been nothing but children had become a village before anyone realized. Then various countries in the surroundings started to have an eye on it. This is the epic tale of the man who would later be known as the Divine Emperor.",
      "fr": "Un protagoniste renaît dans un autre monde, se réincarnant en tant qu'enfant abandonné. Autour de lui, d'autres enfants abandonnés sont dans la même situation. Pour survivre, il les guide dans l'agriculture. Peu à peu, des orphelins se rassemblent et, attirés par les rumeurs d'un village, d'autres commencent à arriver.\n\nLe groupe d'enfants finit par former un véritable village sans que personne ne s'en aperçoive. Bientôt, plusieurs pays voisins commencent à sy 'intéresser. Voici l'épopée de l'homme qui sera plus tard connu sous le nom de l'Empereur Divin.",
      "it": "Il protagonista rinasce in un altro mondo.\nA quanto pare, sembra che si sia reincarnato in un bambino orfano.\nPoco dopo, si trova davanti altri bambini abbandonati come lui.\nPer poter sopravvivere, si mette alla loro guida ed iniziano a coltivare.\nPoco per volta, iniziano così a creare un villaggio. Arrivano altri orfani. Ma anche come la voce di questa comunità si diffonde, persone di tutti i tipi.\nQuesto gruppo, partito come nient'altro che un gruppo di bambini, diventa quindi un villaggio prima di rendersene conto.\nEd è così, che i diversi Paesi circostanti iniziano ad interessarsi a loro.\nQuesta è l'epica storia dell'uomo che in seguito sarebbe stato conosciuto come il Divo Imperatore.",
      "pt-br": "Um protagonista renascido em outro mundo.  Aparentemente ele reencarnou como uma criança abandonada.  Diante de seus olhos estavam crianças abandonadas como ele.  Para sobreviver, ele os conduziu à agricultura.  Aos poucos, os órfãos foram se reunindo e, ao ouvirem rumores de uma aldeia, outros começaram a migrar.\n\n O grupo que não passava de crianças tornou-se uma aldeia antes que alguém percebesse.  Então vários países do entorno começaram a ficar de olho nisso.  Esta é a história épica do homem que mais tarde seria conhecido como o Divino Imperador"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d36bea9f-853f-4908-9957-5514b1903e36",
    "title": {
      "en": "Marika-chan no Koukando wa Bukkowarete iru"
    },
    "updatedAt": "2025-01-24T10:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/d36bea9f-853f-4908-9957-5514b1903e36/4c2aa3ac-182b-48d0-89dc-9883befb3a46.jpg",
    "altTitles": [
      {
        "ja": "茉莉花ちゃんの好感度はぶっ壊れている"
      },
      {
        "id": "Status Bar yang menunjukkan rasa suka Marika-chan rusak"
      },
      {
        "en": "Marika's Love Meter Malfunction"
      },
      {
        "en": "Marika-chan's affection meter is completely broken."
      },
      {
        "es-la": "El Medidor De Afecto De Marika-San Esta Completamente Roto"
      },
      {
        "pt-br": "O medidor de afeto da Marika-chan está completamente quebrado."
      }
    ],
    "description": {
      "en": "I’ve gained the ability to see the affection levels of the girl I like.──I don’t have the courage to confess my feelings to my childhood friend, Marika-chan. One day, I made a strong wish upon a shooting star: \"I wish I could understand the feelings of others, like in a dating game.\" Then, that wish came true...!?\n\nFloating above the girls in my class are affection meters. While confused by this surreal sight, I decide to check Marika-chan’s meter, only to find it has broken past its limits, turning into a hellish meter...!?\n\nMarika-chan, you don’t like me, so why are you so kind to me...?\n──What is Marika-chan’s hidden truth behind her cute façade? Does she really hate me!? Or is it something else...!?",
      "id": "Aku tiba-tiba bisa melihat tingkat rasa suka dari gadis yang kusukai.──Aku tidak punya keberanian untuk menyatakan cinta pada teman masa kecilku, Marika-chan. Suatu hari, aku membuat permohonan yang sangat kuat pada bintang jatuh: \"Aku berharap bisa memahami perasaan orang lain, seperti di dalam game romansa.\" Dan ternyata, permohonan itu terkabul...!?\n\nDi atas kepala para gadis di kelasku, muncul status bar yang menunjukkan rasa suka. Dalam kebingunganku melihat pemandangan aneh ini, aku memutuskan untuk memeriksa status barnya Marika-chan. Namun, status barnya justru melebihi batas, berubah menjadi status bar \"neraka\" yang benar-benar kacau...!?\n\nMarika-chan, kalau kau tidak menyukaiku, kenapa kau begitu baik padaku...?\n──Apa rahasia sebenarnya di balik sikap Marika-chan yang manis dan menggemaskan? Apakah dia benar-benar membenciku!? Atau mungkin sebenarnya...!?",
      "ja": "あらすじ・内容\n好きな子からの好感度が見えるようになりました。──幼馴染の茉莉花ちゃんに告白する勇気の無い僕。ある日、流れ星に強く願った「恋愛ゲームみたいに相手の気持ちがわかるようになりますように」すると、その願いは叶ってしまい…!?クラスの女子達に浮かぶ好感度メーター。非現実な光景に戸惑いながらも茉莉花ちゃんのを見に行くと、下限突破した地獄のメーターになっていて…!?茉莉花ちゃん、僕のこと嫌いなのにどうしてそんなに優しかったの…？――裏アリ可愛い茉莉花ちゃんの隠された本音は？本当にキライなの!?それとも…!?",
      "pt-br": "Eu ganhei a habilidade de ver os níveis de afeição da garota de quem gosto. ──Eu não tenho coragem de confessar meus sentimentos à minha amiga de infância, Marika-chan. Um dia, fiz um desejo forte a uma estrela cadente: \"Eu queria poder entender os sentimentos dos outros, como em um jogo de namoro.\" Então, esse desejo se tornou realidade...!?\n\nFlutuando acima das garotas da minha turma estão medidores de afeição. Enquanto fico confuso com essa visão surreal, decido verificar o medidor da Marika-chan, apenas para descobrir que ele ultrapassou os limites, transformando-se em um medidor infernal...!?\n\nMarika-chan, você não gosta de mim, então por que é tão gentil comigo...?\n──Qual é a verdade oculta de Marika-chan por trás de sua fachada fofa? Ela realmente me odeia!? Ou é algo mais...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abaeeeb7-c54c-420c-905c-7fff8bc26d74",
    "title": {
      "en": "Mikage-kun wa Kaeritai!"
    },
    "updatedAt": "2024-12-06T00:51:30+00:00",
    "coverArt": "https://mangadex.org/covers/abaeeeb7-c54c-420c-905c-7fff8bc26d74/8d0dd127-fc32-4a0d-8275-89e3dd45231c.jpg",
    "altTitles": [
      {
        "ja": "御影くんは帰りたい！"
      },
      {
        "en": "Mikage Wants to Go Home!"
      }
    ],
    "description": {
      "en": "The protagonist Mikage is working at a \"super\" black company. His desk is full of items to keep him awake, his face is filled with dark circles, and mountains of documents doesn't seem to be decreasing at all. In the midst of nothing but despair, a chuckling sound echoed from the \"positive psychopath\", Kohinata Haru. \"Working overtime is fun, isn’t it!!! Hang in there, Mikage! Don't give up! The last train hasn't left yet!\"",
      "ja": "主人公の「御影」が働くのは《超》がつくブラック企業。 眠気覚ましのアイテムで埋まる机、クマだらけの顔に、減らない書類の山脈。 絶望しか無い状況の中、響き渡るのは隣の《ポジティブ・サイコパス》「小日向陽」の笑い声であった─── 「残業って楽しいね!!!!!!!!!!!」 がんばれ御影！負けるな御影！終電はまだ走っている！"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "100"
  },
  {
    "mangaId": "1dc3ebf9-c86c-431c-bcca-5e35ac124f28",
    "title": {
      "en": "Lout of Count's Family"
    },
    "updatedAt": "2025-01-24T12:32:47+00:00",
    "coverArt": "https://mangadex.org/covers/1dc3ebf9-c86c-431c-bcca-5e35ac124f28/f9ff647e-55f7-4065-95b3-0217eb3a8281.jpg",
    "altTitles": [
      {
        "ko": "백작가의 망나니가 되었다"
      },
      {
        "ko-ro": "Baekjakgaui Mangnaniga Doeeotda"
      },
      {
        "ko-ro": "Baegjaggaui Mangnaniga Doeeossda"
      },
      {
        "en": "Trash Count"
      },
      {
        "it": "I Became the Countess Fool"
      },
      {
        "fr": "Je suis devenu le voyou de la famille du comte"
      },
      {
        "id": "Pembuat Onar Di Keluarga Count"
      },
      {
        "pl": "Śmieć z rodziny hrabiego"
      },
      {
        "ru": "Я стал графским ублюдком"
      },
      {
        "ru": "Ничтожество из графского семейства"
      },
      {
        "ru": "Отброс графской семьи"
      },
      {
        "uk": "Покидьок графської сім’ї"
      },
      {
        "th": "อันธพาลแห่งตระกูลเคานต์"
      },
      {
        "th": "คุณชายไม่เอาไหนแห่งตระกูลเคานต์"
      },
      {
        "fa": "بچه‌ی به‌دردنخور کنت"
      },
      {
        "ja": "伯爵家の暴れん坊になった"
      },
      {
        "zh": "成为伯爵家的废物"
      },
      {
        "zh": "成为伯爵家的混混"
      },
      {
        "zh-hk": "變成伯爵家的混混"
      },
      {
        "pt-br": "O Lixo da Família do Conde"
      },
      {
        "en": "Trash of the Count's Family"
      },
      {
        "fr": "Je suis devenu la honte de la Maison du Comte"
      }
    ],
    "description": {
      "en": "Kim Roksu has one life motto: “Let’s not get beat up.”\n\nBut after dozing off somewhere midway through the novel “Birth of a Hero,” he wakes up as Cale Henituse - one of the minor villains in the novel who gets the beating of a lifetime from soon-to-be hero Choi Han.\n\nOnly time will tell how much longer he has before that dreadful encounter. Can Kim Roksu change the course of this story so he can enjoy a long and lavish life free of the soon-to-be hero?",
      "fr": "Réincarné dans un roman, c’est le rêve non? Pas tout à fait, surtout quand on est devenu une ordure qui se fait tabasser par le héros au début de l’histoire… Vu qu’il sait ce qui va se passer, pas question de se faire taper dessus! Et puis, si au passage il peut en profiter pour se la couler douce…",
      "id": "Saat membuka mata, aku sudah berada di dalam dunia novel.\nTidak hanya itu, aku masuk ke dalam tubuh seorang tuan muda dari keluarga Count yang terkenal sebagai pembuat onar.\nTetapi, aku tidak bisa menjadi seorang pembuat onar begitu saja kan?",
      "it": "Quando Kim aprì gli occhi non poteva credere a ciò che stava vedendo. Si era ritrovato inspiegabilmente all’interno di un libro che stava leggendo. Ora lui è Cale Henituse, un antagonista del racconto. Il problema più grande però, è che lui non aveva finito di leggere il libro. Quindi ora lui vive il suo personaggio e gli eventi della storia per come se li ricorda. Ma cosa dovrà fare Cale Henituse una volta superato il punto dove Kim si era fermato?",
      "ja": "目を開けると、そこは小説の中だった。 暴君として名高い伯爵家の令息の体に憑依してしまい…!?\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=sh35YE4VgXE)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B0%B1%EC%9E%91%EA%B0%80%EC%9D%98-%EB%A7%9D%EB%82%98%EB%8B%88%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2414)\n\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/lout-of-counts-family)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%AE%8A%E6%88%90%E4%BC%AF%E7%88%B5%E5%AE%B6%E7%9A%84%E6%B7%B7%E6%B7%B7/98)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/8142/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Pembuat-Onar-di-Keluarga-Count/3395)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/54067)\n\n- [Official French Translation](https://delitoon.com/webtoon/je-suis-devenu-le-voyou-de-la-famille-du-comte)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%B9%E0%B8%A5%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B9%8C/14)",
      "ko": "눈을 떠보니 소설 속이었다.\n그컷도 망나니로 유명한 백작가의 도련님 몸으로.......\n그리고, 소설 속에서 나를 박살 냈던 \n막강한 주인공 최한이 곧 여기로 온다.",
      "pl": "Gdy otworzyłem oczy, znalazłem się w świecie z powieści „Narodziny bohatera”.\n\nKsiążka ta opisuje przygody Choi Hana - licealisty, który przeniósł się z Ziemi do innego świata - oraz wielu innych bohaterów. Ja znalazłem się w ciele śmiecia z hrabskiej rodziny, na której to terytorium położona jest wioska, w której mieszka Choi Han.\n\nPo tym, jak wioska zostaje zaatakowana przez tajemniczych napastników, główny bohater powiadamia o zdarzeniu syna hrabiego, lecz ten go zbywa.\nNastępnie ów syn zostaje zbity na kwaśne jabłko.\n\n„To… dość problematyczne.”",
      "ru": "Я очнулся в романе, в теле молодого наследника графства, прославленного не без помощи его жестокого выродка.  \nНо я не собираюсь быть таким же ублюдком.",
      "th": "เมื่อ 'คิมรกซู' ต้องไปอยู่ในร่างอันธพาลตัวร้ายในเรื่องอย่าง 'เคล'\nเขาจึงตั้งปณิธานกับตัวเองว่าจะต้องมีชีวิตรอด ไม่ถูก 'ชเวฮัน' ตัวเอกของเรื่อง อัดจนเละเหมือนในนิยาย\nและเคลยังตัองร่วมเดินทางผจญภัยไปกับตัวละครในเรื่อง 'กำเนิดวีรชน'\nเขาจะมีชีวิตรอด ไม่เจ็บป่วย และใช้ชีวิตได้สงบสุขอย่างที่ต้องการหรือไม่\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=sh35YE4VgXE)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B0%B1%EC%9E%91%EA%B0%80%EC%9D%98-%EB%A7%9D%EB%82%98%EB%8B%88%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2414)\n\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/lout-of-counts-family)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%AE%8A%E6%88%90%E4%BC%AF%E7%88%B5%E5%AE%B6%E7%9A%84%E6%B7%B7%E6%B7%B7/98)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/8142/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Pembuat-Onar-di-Keluarga-Count/3395)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/54067)\n\n- [Official French Translation](https://delitoon.com/webtoon/je-suis-devenu-le-voyou-de-la-famille-du-comte)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%B9%E0%B8%A5%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B9%8C/14)",
      "uk": "Коли я відкрив очі, я опинився в новелі.\n\n[Народження героя] - новела, присвячений пригодам головного героя Чхве Хана, хлопчика старшої школи, якого перенесли в інший вимір із Землі, і який народжений як один з численних героїв континенту .\nЯ став частиною цього роману як старший син графа, сім'я, якого контролювала територію, де знаходиться перше село, яке відвідує Чхве Хань.\n\nЧхве Хан змінюєть після того села, а після — всі її мешканці буди вбиті таємною організацією.\n\nБільшою проблемою є той факт, що цей нікчемний покидьок, яким я став, не знає про те, що трапилося в селі, і насміхається над Чхве Ханом, лише щоб його побили.\n\n\"... Це стане проблемою\"\n\nЯ відчуваю, що зі мною станеться щось серйозне.\n\nАле варто спробувати зробити своє нове життя кращим.",
      "zh": "一个出场5秒就下线的贵族混混，一个高冷霸气的英雄男主，穿成前者还马上要被高冷男主暴揍怎么办？呵，作为一个美貌废物，当然只能靠骚操作，抱大腿抢机遇努力在这个充斥着魔法，龙，狼族的大陆求生存！",
      "pt-br": "“Não posso continuar sendo um lixo pra sempre.” Após ler os 5 primeiros volumes da novel [O Nascimento de um Herói], Kim Rok-Soo dorme e acorda em outro mundo. Ele havia sido transportado para o mundo da novel no corpo de Cale Henituse, o lixo da família do conde Henituse e um nobre mimado que tinha sido espancado pelo protagonista no começo da história. Neste novo mundo cheio de perigo e magia, Cale Henituse (Kim Rok-Soo) deseja apenas viver uma vida tranquila e livre de problemas, mas as coisas nem sempre vão de acordo com o planejado…",
      "zh-hk": "睜開眼就發現自己到了小說世界，\n而且我還變成了赫赫有名的伯爵家混混少爺...\n另外，小說裡那個\n把我當成沙包揍的強大主角——崔漢，\n很快就要抵達這裡了。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "805ab6cb-e462-4d8d-b547-ac65cbb82b5f",
    "title": {
      "en": "Simply One Hell of a Fiancée"
    },
    "updatedAt": "2025-01-24T03:34:05+00:00",
    "coverArt": "https://mangadex.org/covers/805ab6cb-e462-4d8d-b547-ac65cbb82b5f/53c696db-a6b1-4978-9352-5a83d068730c.png",
    "altTitles": [
      {
        "ja-ro": "Akumademo Kon'yakusha!?"
      },
      {
        "ja": "あくまでも婚約者！？"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41fbd08c-e2da-4f62-ae84-5ce55503e116",
    "title": {
      "en": "My Fake Girlfriend's Defending Against Their Attacks"
    },
    "updatedAt": "2024-09-24T19:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/41fbd08c-e2da-4f62-ae84-5ce55503e116/3b858175-b8f0-413e-969c-60e1f0adfb1f.png",
    "altTitles": [
      {
        "zh": "我的假女友正全力防御她们的进攻"
      },
      {
        "en": "My Fake Girlfriend's Defending Against Their Attack"
      },
      {
        "en": "My Fake Girlfriends are using me as a Shield"
      },
      {
        "zh-ro": "Wo De Jia Nüyou Zheng Quanli Fangyu Tamen De Jingong"
      },
      {
        "de": "Meine falschen Freundinnen benutzen mich als Schutzschild"
      }
    ],
    "description": {
      "en": "One day, I was suddenly confessed to by a girl, and in order to reject her, I had to find a fake girlfriend! I didn’t expect that my plan to avoid trouble… would lead to even bigger trouble?! The tsundere \"Vicious Princess\" from the Archery Club, the \"White Fox\" who is adept at teasing, the \"Flower of the Highlands\" with straight black hair, and…a sister with a severe case of brocon! Could my youth romantic comedy be wrong as well too?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a433d6b-f51a-4c2f-a183-85419fe98efc",
    "title": {
      "en": "Medalist"
    },
    "updatedAt": "2024-10-04T14:33:12+00:00",
    "coverArt": "https://mangadex.org/covers/4a433d6b-f51a-4c2f-a183-85419fe98efc/ab9ca73f-9f3f-4455-ad01-6b2fd0b106e4.jpg",
    "altTitles": [
      {
        "ja": "メダリスト"
      },
      {
        "zh": "舞冰的祈愿"
      },
      {
        "zh-hk": "舞冰的祈願"
      },
      {
        "zh-hk": "金牌得主"
      },
      {
        "ru": "Медалистка"
      }
    ],
    "description": {
      "en": "There is a dream worth putting two lives on the line for.  \n  \nTsukasa, a young man with shattered dreams, and Inori, a girl no one believed in. However, in the face of adversity, those two possessed a tenacity towards the rink greater than anyone had ever known. Together, they meet on the ice, and aim for the world with their figure skating!\n\n---\n\n**Links:**  \n- [Series' Twitter](https://twitter.com/medalist_AFT)\n- Alternative Official English - [K MANGA (U.S. Only)](https://kmanga.kodansha.com/title/10231/episode/318207), [Kodansha](https://kodansha.us/series/medalist/)",
      "es": "Tsukasa es un patinador que, tras haber dejado atrás su sueño de convertirse en un atleta de élite por problemas económicos, trabaja realizando espectáculos de patinaje sobre hielo.\n\nPero todo cambia cuando conoce a Inori, una niña que acude a una pista de hielo a escondidas de su madre, aunque esta esté totalmente en contra de ello y todo el mundo piense que es tarde para ella, y que es demasiado inútil.\n\nAsí, gracias a la tenacidad que muestra Inori, Tsukasa decide convertirse en su entrenador y buscará ayudarla en el difícil mundo del patinaje artístico, prometiéndose que la llevará a la cima.",
      "zh": "用利刃融化坚冰、开拓人生——！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad562f3c-7a3e-4de2-806a-557f4ef94ed5",
    "title": {
      "en": "Otome no Chikyuu no Hashirikata"
    },
    "updatedAt": "2024-12-15T17:10:51+00:00",
    "coverArt": "https://mangadex.org/covers/ad562f3c-7a3e-4de2-806a-557f4ef94ed5/b4a235a2-8575-40d9-91bf-8044acc452ed.jpg",
    "altTitles": [
      {
        "ja": "乙女の地球の走りかた"
      },
      {
        "ja-ro": "Otome no Chikyuu no Hashirikata"
      },
      {
        "en": "Girl's way of running the planet"
      }
    ],
    "description": {
      "en": "Ayumi Miyamura came to Mt. Mitake in Okutama, Tokyo to lose weight.\nOn her way to the trailhead, she encounters a strange runner who dashed past her and entered the mountain from a back road. Unbeknownst to her, this was her first encounter with a map and compass, and the start of her quest to participate in an \"adventure race.\"\n\nThis is the start of a next-generation outdoor manga about enjoying nature with all one's being.",
      "id": "Ayumi Miyamura, yang mendaki gunung untuk berdiet, bertemu dengan seorang gadis misterius yang mendaki gunung tanpa jalan daki."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8461d3da-d14b-4a60-9a37-e4428fdda85e",
    "title": {
      "en": "Umareta Chokugo ni Suterareta kedo, Zensei ga Taikensha datta node Yoyuu de Ikitemasu"
    },
    "updatedAt": "2025-01-24T16:13:57+00:00",
    "coverArt": "https://mangadex.org/covers/8461d3da-d14b-4a60-9a37-e4428fdda85e/4f4acc6e-7b23-44be-8c78-a6c81be30d2d.jpg",
    "altTitles": [
      {
        "ja": "生まれた直後に捨てられたけど、前世が大賢者だったので余裕で生きてます"
      },
      {
        "en": "Since My Previous Life was a Wise Man, I can Afford to Live."
      },
      {
        "vi": "Dù bị bỏ rơi ngay khi vừa sinh ra, nhưng vì kiếp trước là một đại hiền giả nên ta vẫn sống một cách thong dong"
      }
    ],
    "description": {
      "en": "Born to excellent parents, Reus is abandoned shortly after being born due to a mismeasurement of magical aptitude. However, he was a super baby who had the memory and ability of his previous life where he was touted as a Great Sage, and was able to fly, not to mention conversation and walking! Adventuring with the sacred dragon familiar, Lindworm, enjoy the life of a baby Sage who becomes a person and enjoys freedom!",
      "ja": "見た目は赤ちゃん、だけど中身は大賢者!?\n\n世界を変えた最強の魔法使い・大賢者アリストテレウスがその生涯を閉じた…。だが大賢者アリストテレウスは、死んだ後に転生の魔道具を使い、転生することに成功したのだった。転生した先は、何百、何千年経ったのかも分からない後の世界の魔法名門家の赤子。 恵まれた人生を歩むはずが、内に宿した規格外の魔力のせいか勘違いされ、生まれた直後に捨てられてしまう…!? しかし大賢者の能力と記憶を持つ赤子は、聖竜杖リントヴルムをお供に余裕で生き抜くのだった…!!",
      "vi": "Aristototleus, Đại Hiền Giả và là Pháp Sư Mạnh Nhất Đã Thay Đổi Thế Giới, đã khép lại cuộc đời mình… Nhưng sau khi qua đời, ông đã sử dụng pháp cụ chuyển sinh và thành công tái sinh.\n\nNơi ông tái sinh là một thế giới sau hàng trăm, hàng ngàn năm – vào gia tộc danh giá về phép thuật, trong thân xác một đứa trẻ sơ sinh. Đáng lẽ ông sẽ sống một cuộc đời đầy đủ, nhưng vì sở hữu lượng ma lực phi thường từ khi sinh ra, ông bị hiểu lầm và bị bỏ rơi ngay sau khi chào đời…!?\n\nTuy nhiên, đứa trẻ sơ sinh mang ma lực và ký ức của Đại Hiền Giả vẫn sống sót dễ dàng cùng với Thánh Long Trượng Lindworm bên mình…!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3843d4d1-ddde-430e-91d7-7f9a322b1116",
    "title": {
      "en": "Tokyo Aliens"
    },
    "updatedAt": "2024-10-09T14:01:32+00:00",
    "coverArt": "https://mangadex.org/covers/3843d4d1-ddde-430e-91d7-7f9a322b1116/79482dfb-f787-48a3-8d70-2b503923a449.jpg",
    "altTitles": [
      {
        "ja": "東京エイリアンズ"
      },
      {
        "ko": "도쿄 외계인"
      },
      {
        "zh": "东京异星人"
      }
    ],
    "description": {
      "en": "Gunji Akira, who has just started high school, has been chasing after his father's ghost by trying to become a police officer just like him. One day however, he has a surprise encounter with an alien while leaving school. And there begins the start of his fateful adventures with extraterrestrial life…",
      "vi": "Một ngày đẹp trời, Gunji Akira, một học sinh trung học bình thường đã đặt chân lên toa tàu định mệnh; và từ đó, cuộc đời cậu đã thay đổi hoàn toàn. Câu chuyện gay lọ à nhầm gay cấn đã bắt đầu~"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei wa Tereshirazu"
    },
    "updatedAt": "2024-10-30T19:23:34+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/71ca6811-0dc0-4dd5-8634-6f753ce75b15.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "en": "Akanabe-sensei Doesn't Know about Embarrassment"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully.",
      "ja": "『崎枝君ってさ私のこと好き？』　憧れの漫画家・茜部アキラのもとでアシスタントとして働く崎枝コウキ。憧れが次第に恋心へと変わっていたある日、まさかの両想いであることがわかり、なんと二人は恋人同士に！　しかし、茜部先生は思った事を口にしちゃう上に照れ知らずで、コウキを褒め殺してくる！",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com naturalidade."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8de2456c-95ef-4958-8f27-af7a4cc275b7",
    "title": {
      "en": "Radiant"
    },
    "updatedAt": "2024-11-28T20:32:23+00:00",
    "coverArt": "https://mangadex.org/covers/8de2456c-95ef-4958-8f27-af7a4cc275b7/d88ad515-fe39-419a-8339-3c4db68ee0d6.png",
    "altTitles": [
      {
        "ru": "Радиант"
      },
      {
        "ja": "ラディアン"
      },
      {
        "uk": "Чi “Життя однієї киці"
      }
    ],
    "description": {
      "en": "Seth is an apprentice sorcerer from the Pompo Hills. Like all sorcerers, he's an \"infected\", one of the few people having survived an encounter with a Nemesis, those creatures falling from the sky and destroying everything around them. Being immune to them, Seth wants to become a Hunter and fight the Nemesis. But what Seth really wants is to find the source of all Nemesis, the Radiant. Helped by his fellow sorcerers, he will seek the Radiant, under the harsh scrutiny of the Inquisition…\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2021)",
      "fr": "Seth est un aspirant sorcier de la région des Pompo Hills. Comme tous les sorciers, c'est un \" infecté \" : un des rares êtres vivants ayant survécu au contact des Némésis, ces créatures tombées du ciel qui contaminent et déciment tous ceux qu'elles touchent. Son apparente immunité lui a fait choisir une voie qui lui semblait toute désignée : devenir Chasseur et combattre les Némésis.  \r\n  \r\nMais plus que ça, Seth souhaite s'engager dans une quête qui dépasse la simple chasse aux monstres… Entouré d'une faction de sorciers, il parcourt le monde à la recherche du Radiant, le berceau présumé des monstres, sous l'oeil terrible de l'Inquisition…  \r\n  \r\n\r\n\r\n---\r\n\r\n  \r\n**Links:**  \r\n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/nep_radiant)  \r\n- [Mangaka’s Instagram](https://www.instagram.com/tonytonyvalente/)  \r\n- [Official Anime (JP)](https://www6.nhk.or.jp/anime/program/detail.html?i=radiant)  \r\n- [Official Page (JP)](http://www.euromanga.jp/category/title/radiant/)",
      "ru": "В мире, где на землю снизошёл гнев небес и появились мстители, человечество пытается из последних сил выжить… Как бы противно и страшно людям не было, но они вынуждены сотрудничать с существами, не менее опасными и ужасающими, чем пришельцы… С проклятыми изгоями общества, с колдунами! Сет – молодой, энергичный ученик колдуна, бравый парень, пытающийся под началом своего учителя уничтожить своего первого мстителя… Волей судьбы он находит его… или их… ДА ТУТ ЦЕЛОЕ СТАДО!!! Вперед, Сет! Вжарь им!",
      "pt-br": "Seth é um aprendiz de feiticeiro das colinas de Pompo. Como todos os feiticeiros, ele é um \"infectado\", uma das poucas pessoas que sobreviveram a um encontro com um Nêmesis, criaturas que caem do céu e destroem tudo ao seu redor. Sendo imune a eles, Seth quer se tornar um caçador e lutar contra os Nêmesis. Mas o que Seth realmente quer é encontrar a fonte dos Nemesis, o Radiant. Ajudado por seus companheiros feiticeiros, ele buscará o Radiant, sob a rigorosa caça da Inquisição contra os feiticeiros."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2024-11-22T12:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short comics posted by Holiday Yasumi on Twitter/X.\n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69cb85e7-af5b-4b85-a6de-8167a4403867",
    "title": {
      "en": "If You’re Obsessed, You’re Doomed"
    },
    "updatedAt": "2025-01-15T22:54:57+00:00",
    "coverArt": "https://mangadex.org/covers/69cb85e7-af5b-4b85-a6de-8167a4403867/33061a62-843e-4a4d-9c54-534c92c8c8d4.png",
    "altTitles": [
      {
        "ko": "집착당하면 파멸합니다"
      }
    ],
    "description": {
      "fr": "À mon réveil, je me suis retrouvée dans un lieu inconnu.\nMon seul repère dans ce chaos était mon téléphone portable.\n\nPour retrouver mes souvenirs et rentrer chez moi, je dois accumuler des points d’affection auprès des personnages cibles et atteindre une fin spéciale.\n\nJ’ai donc commencé à interagir avec eux et à remplir peu à peu leurs jauges d’affection. Tout semblait se dérouler sans encombre... Jusqu’à l’arrivée d’une nouvelle notification.\n\n« Le nombre maximum de points d’affection par cible est de 5.\nAu-delà de 6, l’état 'Overheat' (surchauffe) s’active, augmentant drastiquement le risque de déboucher sur une fin tragique. »\n\n'Tout à l’heure… il avait combien de cœurs déjà ?'\n\nAlors que j’essayais de vérifier la fenêtre du système, des bruits de pas se rapprochèrent.\n\n« Un personnage cible se trouve à proximité. »\n\nJe voulais fuir immédiatement. Mais…\n\n▷ Points d’affection à votre égard : ♥♥♡♥♡♥♡♥\n(Ils sont amoureux de vous. Où que vous soyez, ils feront tout pour vous retrouver.)"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79a9cce8-26f8-457b-935d-437149682855",
    "title": {
      "en": "Reporting for Duty, Duchess!"
    },
    "updatedAt": "2024-12-29T20:08:45+00:00",
    "coverArt": "https://mangadex.org/covers/79a9cce8-26f8-457b-935d-437149682855/23c32fcd-7555-486c-a64d-2e6949070880.jpg",
    "altTitles": [
      {
        "zh": "长官！本次战场是这里吗？"
      },
      {
        "ko": "대위님! 이번 전쟁터는 이곳인가요?"
      },
      {
        "en": "Captain! Where is the battlefield?"
      },
      {
        "en": "Captain! Is This Battlefield Here?"
      }
    ],
    "description": {
      "en": "As a successful captain in the military, Lee Yoon-ah is an icon of success and power.  But after an accident on the battlefield, she finds herself trapped in a romantic fantasy novel!\n\nStuck in a supporting role as the best friend to the main protagonist, Yoon-ah is determined to overturn the plotline and change Rosalie’s fate. Will she be able to change Rosalie’s fate and find happiness in the new world? \n\nWill she return to where she was originally from?",
      "fr": "Lee Yoon-Ah, capitaine d'une unité des forces spéciales, considérée comme la meilleure de Corée.\n\nEn tant que soldat, il n’y avait pas de romance dans sa vie. Cependant, un monde complètement différent se déroule devant elle, après avoir perdue sa tête à cause d'un bombardement lors de son expédition à l’étranger.\n\nElle se retrouve dans un roman d’amour fantastique écrit par son ami !\nElle devient alors « Rosalie », une femme qui vit une vie misérable.\n\nPrenant une profonde respiration et se tenant la tête un moment, elle décida de changer sa vie, considérant cet endroit comme un nouveau champ de bataille.\n\n« C’est une société hiérarchique, et j’ai suffisamment vécue dans une société hiérarchique appelée l’armée que j'en ai marre. »\n« Désobéissez-vous à mes ordres maintenant ? »\n\nElle rencontre alors un homme possédant un charisme absolu !\nMais involontairement, une romance s'installe...\n\n« Duchesse, que pensez-vous de faire agenouiller le prince héritier ? »\n« C’est la première fois que je m'agenouille devant quelqu’un d’autre que l’empereur. »\n\nLe personnage masculin original se met à genoux, et non pour l'héroïne.\nL'ancienne capitaine, qui ne se soucie pas de l’amour, pourra-t-elle gagner cette bataille ?",
      "pt-br": "Capitão das Forças Especiais de Elite Lee Yoon-ah, que dizem ser o nerd da Coreia. Como soldado até os ossos, não havia romance em sua vida. No entanto, um mundo completamente diferente se desenrola diante dela, que enlouqueceu após ser atingida por um projétil enquanto era despachada para o exterior. Ser possuído por um romance de fantasia escrito por um amigo! Ela também se torna uma 'Rosalie' extra que vive uma vida miserável. Respirando fundo e balançando a cabeça por um momento, ela considera isso um campo de batalha e decide mudar de vida. “Esta é uma sociedade de classes.” “Porque já experimentei o suficiente para me cansar de uma sociedade hierárquica chamada militar.” \"Você está desobedecendo minhas ordens agora?\" Capitão que conquista o duque com carisma absoluto! No entanto, ela involuntariamente agarra o romance ... “Duke, como é se ajoelhar para o príncipe herdeiro? É a primeira vez que você se ajoelha diante de alguém que não seja o imperador. O protagonista masculino original, não o protagonista feminino, cai de joelhos. Capitão, que não se importava com o amor, você pode vencer este campo de batalha?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c3976c84-73c1-409f-9a98-83a7369a8436",
    "title": {
      "en": "Isekai Sniper wa Onna Senshi no Mofumofu Aigan Doubutsu"
    },
    "updatedAt": "2025-01-18T15:26:49+00:00",
    "coverArt": "https://mangadex.org/covers/c3976c84-73c1-409f-9a98-83a7369a8436/535c9fa4-fb56-48ce-a78b-7d32ccbf49c9.jpg",
    "altTitles": [
      {
        "ja": "異世界狙撃手は女戦士のモフモフ愛玩動物"
      },
      {
        "en": "A Sniper From Another World is Turned Into The Female Warrior's Fluffy Pet"
      },
      {
        "en": "Another World Sniper is Female Warrior's Mof-Moffy Pet"
      }
    ],
    "description": {
      "en": "A gun otaku dies after toying with a homemade pistol that explodes in his face. In the afterlife, he is told that he will be reincarnated into another world. When the otaku wakes up, he finds that he is no longer human - he’s now just some little furry thing. Near death, he comes across a beautiful warrior, who decides to take care of him because he’s fluffy. However, things take a turn when he finds out that firearms exist in this world?",
      "ja": "非モテで金のない銃マニアの31歳のオッサンが異世界転生！でも変なモフモフのぬいぐるみっぽいモンスターに転生していた!?突如現れた女戦士と出会い一緒に冒険することに…!?銃マニアだった知識が異世界で役に立つ!?モフモフ異世界転生ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5bf4a43b-f870-44d9-b138-48cfc00bda08",
    "title": {
      "en": "After Losing My Job, I Met Miss Mermaid at the Beach"
    },
    "updatedAt": "2025-01-03T12:11:37+00:00",
    "coverArt": "https://mangadex.org/covers/5bf4a43b-f870-44d9-b138-48cfc00bda08/b348a736-7ee0-4e37-9ebc-6d4f987e0918.png",
    "altTitles": [
      {
        "zh": "失业后我在海边遇见了人鱼小姐"
      },
      {
        "zh-ro": "Shiye hou Wo zai Haibian Yujian le Renyu-xiaojie"
      }
    ],
    "description": {
      "en": "After a failed romance and losing her job, the female protagonist decides to join a tour group for a seaside getaway to relax. Unexpectedly, she encounters a mermaid in the ocean! The mermaid engages in some strange behavior and suddenly disappears. The next day, when the female protagonist sees the mermaid again, she is left completely astonished."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "21"
  }
]