[
  {
    "mangaId": "d0a7aec2-9766-4437-abfe-6b6bed9fadc1",
    "title": {
      "en": "The Final Loop"
    },
    "updatedAt": "2024-07-31T08:04:07+00:00",
    "coverArt": "https://mangadex.org/covers/d0a7aec2-9766-4437-abfe-6b6bed9fadc1/cfd5125d-92b4-4f6c-9194-5fb40bb8e6d0.jpg",
    "altTitles": [
      {
        "ja-ro": "Gorbachev no Tane"
      },
      {
        "ja-ro": "Kimi ga Ita"
      },
      {
        "ja-ro": "Mizuiro Shoujo"
      },
      {
        "ja-ro": "Saishuu Loop"
      },
      {
        "ru": "Замкнутый круг"
      },
      {
        "ja": "最終ループ"
      }
    ],
    "description": {
      "en": "Collection of four stories about bullying and how people can react and survive it.  \n1) The Final Loop  \n2) And Then There Was You  \n3) Watercolour Girl  \n4) Gorbachev's Seed.",
      "ru": "История 1 - Замкнутый круг\n\nЕсли человеку причинили боль, имеет ли он право ранить других? И сможет ли месть вылечить разбитое сердце?\n\nИстория 2 - А в конце был ты\n\nКак объяснить другу детства, что он уже давно не просто друг, если от волнения голос просто отказывается служить? Но, возможно, действия важнее слов?\n\nИстория 3 - Девушка цвета неба\n\nЛюдям, выделяющимся из толпы, всегда приходится нелегко. И за то, чтобы остаться собой, иногда приходится платить самым дорогим. Так не лучше ли просто подстроиться под окружающих и жить спокойно?\n\nИстория 4 - Семена Горбачёва\n\nСтоит ли гоняться за мечтой, которую непременно растопчет жестокая реальность? Ведь если не питать надежд, не испытаешь и разочарования..."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "003e7fbf-f047-4783-a7df-1533a2a653d4",
    "title": {
      "en": "Yowamushi Pedal"
    },
    "updatedAt": "2024-07-08T07:05:55+00:00",
    "coverArt": "https://mangadex.org/covers/003e7fbf-f047-4783-a7df-1533a2a653d4/b333e394-8997-4a6e-8315-a02b518af646.jpg",
    "altTitles": [
      {
        "fr": "En selle, Sakamichi!"
      },
      {
        "en": "Weakling Pedal"
      },
      {
        "th": "โอตาคุน่องเหล็ก"
      },
      {
        "ja": "弱虫ペダル"
      },
      {
        "zh": "飆速宅男"
      },
      {
        "ru": "Трусливый велосипедист"
      },
      {
        "fr": "Pédaleur né"
      }
    ],
    "description": {
      "en": "Otaku Sakamichi Onoda has just entered high school and plans to join the anime club. In middle school, Onoda didn’t have any friends with whom he could talk about anime, games, Akihabara and other otaku things, and he is hoping he can make such friends in the anime club, but he finds out it's been disbanded. In order to reestablish the club he tries to find 4 other people who would like to join.  \n  \nSince he was a little boy, Onoda has ridden his mamachari–a bulky bicycle with a step-through frame mainly used for short rides, such as for casual fun or to pick up groceries–to go to Akihabara every week to check out or buy otaku things. Fellow freshman Shunsuke Imaizumi and bicyclist, while training, notices a boy (Onoda) riding his mamachari up a steep road.  \n  \nFreshman and road racing cyclist, Shokichi Naruko visits Akihabara to get some Gundam plastic models for his younger brothers and meets Onoda who catches his attention because of the his cycling skill on the mamachari and later find out they go to the same school. Later on, both Naruko and Imaizumi try to convince him to join the bicycle racing club, but will he?\n\n\n---\nOfficial Release:\n- Indonesian release by m&c! Comics as **Yowamushi Pedal, Go!**\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2015, which it shared with The Seven Deadly Sins**"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d78c706d-bc6f-4acf-ba8f-5c7dd0b84b88",
    "title": {
      "en": "Haiiro no Onmyouji"
    },
    "updatedAt": "2024-08-03T13:04:20+00:00",
    "coverArt": "https://mangadex.org/covers/d78c706d-bc6f-4acf-ba8f-5c7dd0b84b88/517d670c-525e-4b1e-959b-f44516c03649.jpg",
    "altTitles": [
      {
        "ja": "灰色の陰陽師"
      },
      {
        "en": "Gray Exorcist"
      },
      {
        "es-la": "Exorcista Gris"
      }
    ],
    "description": {
      "en": "Sabatora, a boy whose parents were killed by Kuragari, works as an Onmyoji for the Public Security Bureau to get revenge. His only comfort is Kyue, a Kuragari who lives with him. Kyue, who has lived with Sabatora since he was a small child, is a kind and gentle soul who is like an irreplaceable member of Sabatora's family. One day, however, Kyue is attacked by Seto, a colleague from the Public Security Bureau who hates Kuragari. In a pinch, Sabatora and Kyue undergo an unexpected transformation.(natalie.mu)",
      "ja": "人間を食い殺し世を脅かす【暮明】。公安の陰陽寮に所属する陰陽師の鯖虎は、丑三つ時になると暮明を退治する生活を送っていた。\n\nそんな鯖虎には1つの秘密が…。両親を失い唯一の家族【きゅえ(暮明)】を隠れ家で匿っているのだった。\n\nだが上司の陰陽師に秘密がバレてしまったことで生活は一変!! 暮明に与する者は外敵と見なされ…!? 指名手配されてしまった鯖虎! 反逆のダークヒーロー譚ここに開幕!!",
      "es-la": "Monoma Sabatora, un chico cuyos padres murieron por unos 'monstruos' llamados \"Resplandores Oscuros\", empezó a trabajar como Exorcista en la Oficina de Seguridad Pública con el \"objetivo de vengarse\". Su único consuelo es Kyue, un Resplandor Oscuro que vive con él desde su niñez. Un día, a pesar de todo, Kyue fue atacado por una colega de Sabatora, Seto, que odiaba a los Resplandores Oscuros. Y en un aprieto, Sabatora y Kyue sufren una transformación inesperada..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d16f92a6-6f5f-442c-b011-b68abc986209",
    "title": {
      "en": "Houkago no Idol ni wa Himitsu ga aru"
    },
    "updatedAt": "2024-07-24T21:34:30+00:00",
    "coverArt": "https://mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/d3897db2-3aa1-446d-ba3e-6696d9cdbd71.jpg",
    "altTitles": [
      {
        "en": "The After School Idol Has a Secret"
      },
      {
        "ja": "放課後のアイドルには秘密がある"
      },
      {
        "ru": "У школьных айдолов есть свои секреты"
      },
      {
        "id": "Idol Sepulang Sekolah Punya Rahasia"
      },
      {
        "zh": "放学后的偶像有一个秘密"
      },
      {
        "zh-ro": "Fàngxué hòu de ǒuxiàng yǒu yīgè mìmì"
      }
    ],
    "description": {
      "en": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
      "ja": "僕のクラスには、正真正銘のアイドルがいる」超エリート校に進学した高校一年生の昼野は、入学最初の学力テストで記入ミスにより赤点を出し補習を受けることになる。しかし、その補習にはもう一人参加者がいて…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1633e43c-5130-4be1-9a78-ad86620eaa2d",
    "title": {
      "en": "Day Walker"
    },
    "updatedAt": "2024-08-10T12:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/1633e43c-5130-4be1-9a78-ad86620eaa2d/45aa9ac7-8ae3-42bd-b0fd-6e408ff27a1e.png",
    "altTitles": [
      {
        "ko": "데이워커"
      }
    ],
    "description": {
      "en": "National Intelligence Service black ops agent 'Suhyeok' is tasked with assassinating 'Nanayama,' the Yakuza leader heading a drug trafficking organization in Korea. To his surprise, the target is a captivating woman named 'Anna,' who appears disconnected from any violence. Sensing something amiss with his mission, Suhyeok embarks on a path of vengeance against both the National Intelligence Service, which has betrayed him, and 'Nanayama,' who massacred his comrades."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dca4faff-79f4-4b50-bb1e-0538e4ab5800",
    "title": {
      "en": "When I Returned to My Hometown, My Childhood Friend was Broken"
    },
    "updatedAt": "2024-08-07T16:46:01+00:00",
    "coverArt": "https://mangadex.org/covers/dca4faff-79f4-4b50-bb1e-0538e4ab5800/b3a65573-9982-4053-a305-c1d9e7d4dafc.jpg",
    "altTitles": [
      {
        "ja-ro": "Jimoto ni Kaettekitara Osananajimi ga Kowareteta"
      },
      {
        "ja": "地元に帰ってきたら幼馴染が壊れてた"
      },
      {
        "pt-br": "Quando Voltei Para Minha Cidade Natal, Minha Amiga de Infância Estava Falida"
      },
      {
        "tr": "Memleketime Döndüğümde Çocukluk Arkadaşım Paramparça Bir Durumdaydı"
      }
    ],
    "description": {
      "en": "When I was younger, one of my best friends was Kyouko. She was a brash and hotheaded young girl who, even though she was a tomboy, was still loved by her peers. \n\nTo be honest, it’s been a few years since I came back home. The only person I know from there was Kyouko and she seems… different?",
      "tr": "Gençken en iyi arkadaşlarımdan biri Kyouko'ydu. Cesur ve atılgan bir genç kızdı; tomboy olmasına rağmen, arkadaşları tarafından seviliyordu. Dürüst olmak gerekirse, birkaç yıl sonra eve anca döndüm. Orada tanıdığım tek kişi Kyouko'ydu ve o sanki... biraz değişmişti?",
      "pt-br": "Quando eu era mais jovem, uma das minhas melhores amigas era Kyouko. Ela era uma jovem impetuosa e cabeça quente que, embora fosse uma tomboy, ainda era amada por seus colegas.\n\nPara ser sincero, já se passaram alguns anos desde que voltei para casa. A única pessoa que conheço de lá é Kyouko e ela parece... diferente?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "40bc649f-7b49-4645-859e-6cd94136e722",
    "title": {
      "en": "Dragon Ball"
    },
    "updatedAt": "2024-04-09T19:22:05+00:00",
    "coverArt": "https://mangadex.org/covers/40bc649f-7b49-4645-859e-6cd94136e722/51c0756f-a053-46d0-a405-246a78541df2.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンボール"
      },
      {
        "ja-ro": "Doragon Boru"
      },
      {
        "en": "Dragonball"
      },
      {
        "en": "Dragon Ball Z"
      },
      {
        "en": "DBZ"
      },
      {
        "la": "Pila draconis"
      },
      {
        "ca": "Bola de drac"
      },
      {
        "es": "Bola de dragón"
      },
      {
        "sq": "Sferat e Dragoit"
      },
      {
        "lt": "Drakonų kovos"
      },
      {
        "uk": "Куля Дракона"
      },
      {
        "ru": "Жемчуг дракона"
      },
      {
        "sr": "Zmajeva kugla"
      },
      {
        "fa": "دراگون بال"
      },
      {
        "hi": "ड्रैगन बॉल"
      },
      {
        "bn": "ড্রাগন বল"
      },
      {
        "he": "דרגון בול"
      },
      {
        "ar": "دراغون بول"
      },
      {
        "te": "డ్రాగన్ బాల్"
      },
      {
        "ko": "드래곤볼"
      },
      {
        "zh": "七龙珠"
      },
      {
        "zh-hk": "七龍珠"
      },
      {
        "th": "ดราก้อนบอล"
      },
      {
        "vi": "Bảy viên ngọc rồng"
      },
      {
        "vi": "Viên ngọc thần kỳ"
      },
      {
        "vi": "7 viên ngọc rồng"
      },
      {
        "ms": "Mutiara naga"
      },
      {
        "id": "Bola naga"
      },
      {
        "tr": "Ejder topu"
      },
      {
        "de": "Dragon Ball"
      },
      {
        "eo": "DrakoPilko"
      },
      {
        "nl": "Dragon Ball"
      }
    ],
    "description": {
      "da": "Den fantastiske historie starter for længe siden, tusindvis af kilometer fra hovedstaden i et fjerntliggende, lille asiatisk rige, langt ude i skoven. Her bor Son-Goku, en løjerlig lille 14-årig meget stærk dreng med en praktisk abehale. Siden sin bedstefars død har han boet helt alene. Han kløver brænde med de bare næver, er nærmest usårlig og har mange bemærkelsesværdige evner.",
      "de": "Der kleine Einsiedler Son-Goku und das Stadtmädchen Bulma brechen gemeinsam zu einem großen Abenteuer auf: Sie wollen die sieben geheimnisvollen Dragon Balls finden, mit deren Hilfe jeder Wunsch in Erfüllung geht...",
      "en": "Dragon Ball follows the adventures of Goku from his childhood through adulthood as he trains in martial arts and explores the world in search of the seven mystical orbs known as the Dragon Balls, which can summon a wish-granting dragon when gathered. Along his journey, Goku makes several friends and battles a wide variety of villains, many of whom also seek the Dragon Balls for their own desires. Along the way becoming the strongest warrior in the universe.\n\nPart II (the post-time skip portion) of Dragon Ball is also known as 'Dragon Ball Z' in North America.\n\n[Official English](https://www.viz.com/dragon-ball)\n\n---\n\n- **The 4th Best Selling Manga in History**",
      "fi": "Pieni mutta vahva Son Goku sekä kaupunkilaistyttö Bulma lyöttäytyvät yhteen suurta seikkailua varten. He metsästävät salaperäisiä lohikäärmekuulia, jotka voivat toteuttaa omistajansa suurimman toiveen...\r\n\r\nSarjakuva etenee takakannesta etukanteen ja oikealta vasemmalle. Suositellaan yli 12-vuotiaille. \r\n\r\n[Lisätieto: Toisen painoksen kirjasta on sensuroitu perheen pienimmille sopimattomia kohtauksia vuoden 2003 pedofiliasyytösten vuoksi.]",
      "fr": "Les Dragon Ball, boules de cristal magiques, offrent à celui qui les détient la possibilité de réaliser tous ses voeux. Bien sûr la quête que mène Sangoku et ses amis pour les réunir n'est pas sans obstacles: tournois et combats rythment chaque tome de cette série-culte pour les jeunes adolescents. Scénarios et dialogues assez simples centrés sur la confrontation entre les différents protagonistes. Les textes se résument parfois aux cris des combattants mais le succès de la série dépasse largement cela, pour en faire un véritable mythe auprès de la jeune génération.",
      "id": "Son Goku adalah seorang anak laki-laki yang luar biasa yang tinggal di dalam gunung. Suatu hari dia berjumpa dengan Bulma yang sedang dalam perjalanan mencari Dragon Ball. Akhirnya mereka bersama-sama menjadi tujuh buah Dragon Ball. Ternyata Dragon Ball ke enam ada di gunjung Frypan yang sedang terbakar...",
      "lt": "Susipažinkite su tyros širdies beždžionuodegiu berniuku Sangoku, atvykėliu iš kito pasaulio. Jis nepaprastai stiprus, o dar nepaprastesni jo nuotykiai. Sutikęs padėti aikštingai šešiolikmetei mergaitei Bulmai Sangokas leidžiasi į neįtikėtiną kelionę ieškoti septynių drakono rutulių, kuriuos surinkus galingasis drakonas išpildys bet kokį norą. Bet tai įvyksta tik kartą per metus! Paskui rutuliai vėl išsibarsto, juos vėl reikia rinkti, kad noras būtų išpildytas. Keliaudamas narsusis Gokas suras pavidalą keičiančių draugų, mokysis pas galingiausią Rytų dvikovų meistrą, kausis pasaulio stipruolio turnyre, susirems su didžiausiais siaubūnais ir nuožmiausiais priešais. O kur dar žiaurioji Raudonojo kaspino armija ir mirtingai pavojinga Raumenų bokšto tvirtovė, kurioje tyko visas būrys nindzių, kiborgų ir dar bjauresnių tipų... Ar pavyks Sangokui rasti drakono rutulius ir likti nenugalėtam?\r\n\r\nKomikso „Drakonų kovos“ veiksmas vyksta kiniškoje aplinkoje, bet nebūtinai Kinijoje. Tiksli vieta nežinoma. Pati istorija labai paprasta, bet kurdamas norėčiau ją papildyti vis naujomis detalėmis ir piešiniais. Taip galiu piešti ką tik noriu ir mėgautis jauduliu bei nežinomybe, ką piešiu toliau.\r\nAkira Torajama, 1985",
      "no": "Den lille enstøingen Son-Goku møter tilfeldigvis den tøffe 16 år gamle storbyjenta Bulma. Hun er på jakt etter syv mystiske dragekuler - dragonballs. Sammen reiser de videre i jakten på de magiske kulene som kan oppfylle deres innerste ønsker.",
      "pl": "Manga stworzona przez Akirę Toriyamę, luźno oparta na motywach zaczerpniętych z chińskiej powieści Wędrówka na zachód. Manga składa się z 42 tomów. \r\nGłównym bohaterem Dragon Balla jest chłopiec z ogonem imieniem Son Gokū, który wraz z nowo poznaną przyjaciółką Bulmą wyrusza w podróż w poszukiwaniu tajemniczych Smoczych Kul. Gdy zbierze się siedem kul, pojawia się smok – Shen Long (pol. Boski Smok), który spełni jedno życzenie. Mimo, iż od wielu lat nikt nie zdołał zebrać wszystkich kul, w dalszych losach udaje się to. Son Gokū już jako dziecko dysponuje potężną siłą (potrafi udźwignąć samochód), a z biegiem czasu staje coraz silniejszy, i wraz z przyjaciółmi broni losów Ziemi, a nawet wszechświata.",
      "ru": "Манга «Жемчуг дракона» во многом перекликается с произведением китайской классической литературы «Путешествие на Запад», авторство которого приписывают У Чэн-Эню. Имя главного героя манги, Сон Гоку,— это японское чтение имени Сунь У-кун, Царя Обезьян, главного героя «Путешествия на Запад». Можно провести параллели и между другими персонажами «Путешествия на Запад» и «Жемчуга дракона». Булма, задавшаяся целью найти семь волшебных жемчужин, имеет много общего с монахом Сюань-цзаном, который отправляется в путешествие в Индию за священными сутрами. Два других спутника Булмы, Улун и Ямча, это пародия на свиноподобного Чжу Ба-цзе и демона Ша-сэна. А Князь-Бык Гюмао — быкоголовый демон Нюмован, которого путешественники повстречали на своем пути. В «Жемчуге дракона» фигурируют не только персонажи, но и предметы из романа «Путешествие на Запад»: волшебное облако Цзиньдоуюнь, на котором можно летать по небу, посох Царя Обезьян жуйбан, меняющий длину по воле хозяина, и многое-многое другое. Некоторые имена и названия мы перевели на китайский лад, чтобы внести в повествование капельку экзотического колорита, присущего оригиналу, другие же оставили в японском прочтении. Это сделано потому что поклонники манги и снятого по ней аниме во всем мире уже давно знают и любят их героев именно под японскими именами. Мы надеемся, что такая смесь имен и названий не помешает восприятию манги, так как весь мир, созданный автором, и без того являет собой беспорядочное смешение всевозможных языков, культур и времен. А вот в переводе названия манги мы решили отклониться от общепринятого варианта ради сохранения авторской шутки. Дело в том, что Dragon Ball — это прежде всего сорт китайского зеленого чая, вручную скрученного в шарики. Кстати, улун и пуэр — тоже китайские сорта чая, а ямча — китайская разновидность чайной церемонии. Автор вовсю обыгрывал «чайное» название манги, так почему же нам не подыграть ему?",
      "uk": "Кулі Дракона... Сім містичних сфер, здатні виконати одне заповітне бажання: від нескінченного запасу полуниці до вічної юності та влади над цілим світом!\n\nУ пошуках цих артефактів дівчинка Бульма знайомиться із Соном Ґокӯ – маленьким хлопчиком із мавпячим хвостиком. Він дещо дивакуватий, але доброзичливий, наївний і неймовірно сильний! Разом вони вирушать у подорож, сповнену пригод, ворогів, небезпеки та битв за долю цілого світу!",
      "zh": "相传，有七颗龙珠散落在世界的各个角落，当它们被聚集到一起时神龙就会出现，能够实现你的任何一个愿望。这个一个美丽的的传说引出了小悟空和他的朋友们寻找龙珠的故事。",
      "es-la": "Por fin! Edición nacional de DragonBall, uno de los mangas más reconocidos a nivel mundial, que originalmente fue publicado en el Shonen Jump de Shueisha entre 1984 y 1995. La historia de Son Goku, el guerrero que, junto a sus amigos, protege a la Tierra de los más diversos y poderosos enemigos desde que es un chico hasta que es un adulto. Una serie que arranca con aventura y prosigue con mucha acción, aunque también algo de comedia. Esta edición argentina es completamente fiel a la japonesa, respetando el sentido de lectura oriental e incluyendo varios extras y sección de aclaraciones de la traducción. Su periodicidad es mensual.\r\n\r\n---\r\nGoku, es un niño muy especial que ha tenido que valerse por sí mismo en medio de la naturaleza y sin contacto con otras personas. Un día conoció a Bulma, una chica que busca las siete Esferas del Dragón, estos son elementos mágicos que al ser reunidos invocan a un dios dragón llamado Shenlong, el cual concederá un único deseo, cualquiera que este sea. Goku se une a Bulma en la búsqueda de las esferas sin imaginar que hay otros seres muy peligrosos que también las desean.",
      "pt-br": "Dragon Ball segue as aventuras de Son Goku desde sua infância até a idade adulta e como ele treina artes marciais e explora o mundo em busca das sete esferas místicas conhecidas como as esferas do dragão, que pode invocar um dragão que concede desejos quando reunidos. Ao longo de sua jornada, Goku faz vários amigos e batalhas com uma grande variedade de vilões, muitos dos quais também procuram as esferas do dragão para seus próprios desejos. Ao longo do caminho se tornar o guerreiro mais forte do universo.\r\n\r\n---\r\nTudo começa com o pequeno rapaz, Son Goku, que mora sozinho numa montanha. Foi encontrado numa floresta pelo velho Son Gohan que o ensinou a arte do kung fu. Numa noite, Gohan foi morto por um monstro misterioso. Ágil e forte e sem maldade, Goku destaca das outras pessoas por ter um rabo de macaco. A história começa quando Goku conhece Bulma, uma rapariga que o convence a ajudá-la na procura das 7 Bolas do Dragão que, quando reunidas, podem realizar um desejo através da invocação ao Deus Dragão…\r\n\r\n---\r\nA obra-prima escrita e desenhada pelo mestre Akira Toriyama, está de volta ao Brasil! Son Goku é um pequeno órfão de coração puro, mas com uma tremenda força. Depois de viver tanto tempo isolado da civilização, ele recebe a inesperada visita de uma garota! Bulma lhe propõe uma parceria para buscar as sete Esferas do Dragão, que, quando reunidas, são capazes de realizar qualquer desejo! Perigos e adversários não faltarão no caminho dessa dupla inusitada, e os mais variados personagens marcarão presença nesta aventura cheia de humor! Não perca a chance de acompanhar Goku em sua jornada, na conquista de novos amigos e na superação de todos os desafios com sua personalidade cativante e incríveis habilidades! Prepare-se para esta viagem cheia de reviravoltas, que a aventura já vai começar!",
      "zh-hk": "從前從前，在距離都市數千公里外的某座深山裡住著一名叫孫悟空的男子，他身上有一顆爺爺留給他的４星龍珠…這個異想天開的故事，就由此拉開了序幕…76P極致彩頁大方分享！完全版三大特點：1.全套封面都是鳥山明老師新畫！2.雜誌連載時彩稿原封不動，忠實呈現！3.裝訂豪華，並收錄未公開之插畫！"
    },
    "status": "completed",
    "releaseDate": 1984,
    "contentRating": "suggestive",
    "lastVolume": "42",
    "lastChapter": "519"
  },
  {
    "mangaId": "6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e",
    "title": {
      "en": "Multiverse no Watashi, Koishite Ii desu ka?"
    },
    "updatedAt": "2024-08-10T13:24:35+00:00",
    "coverArt": "https://mangadex.org/covers/6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e/e4fecc83-3f71-431b-91b3-7cabc489e96d.png",
    "altTitles": [
      {
        "ja": "マルチバースの私、恋していいですか?"
      },
      {
        "en": "Is It Alright for My Multiverse Self to Fall in Love?"
      }
    ],
    "description": {
      "en": "No matter which universe you're in, my heart shall find its way to you."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4669dd-c512-4d30-aeb7-6ceec5308a76",
    "title": {
      "en": "Saihate ni Madou"
    },
    "updatedAt": "2024-07-23T16:32:35+00:00",
    "coverArt": "https://mangadex.org/covers/ff4669dd-c512-4d30-aeb7-6ceec5308a76/0b3e6ef6-08ed-44df-a6bf-49b7acca5019.png",
    "altTitles": [
      {
        "ja": "最果てに惑う"
      },
      {
        "en": "Lost at the Farthest Ends"
      },
      {
        "es-la": "Perdido en los extremos más bajos"
      }
    ],
    "description": {
      "en": "After his little sister was raped and killed herself, a teenage boy took revenge and killed her rapist in return. Seven years later the boy's released from prison, determined to kill himself due to insufferable guilt but then he's confronted by the rapist's daughter. A dramatic tale of guilt and atonement.",
      "ru": "«Семь лет назад я убил человека».\n\nРасправившись с преступником, который довёл его сестру, Юри, до самоубийства, Кадзума был приговорён к семи годам тюремного заключения. Даже после выхода на свободу его преследуют мысли о совершённом убийстве и о девочке, наблюдавшей за происходящим. Терзаемый чувством вины, Кадзума принимает решение искупить свои грехи собственной смертью. Вместе со своей матерью он навещает могилу Юри, где замечает знакомое лицо девочки...\n\nЭто история о несчастной судьбе дочери преступника-потерпевшего.",
      "es-la": "Después de que su hermana pequeña Yuri fuera violada y debido a esto se suicidara, su hermano Kazuma decide tomar venganza y matar a su violador. \n\n7 años después, él sale de prisión, decidido a suicidarse debido a una culpa insoportable y para estar paz con su hermana, pero luego accidentalmente conoce a Shiika, la hija del violador de su hermana. Una historia dramática de culpa y expiación."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c53caf9a-95b6-4400-b41b-d1b09167ef7a",
    "title": {
      "en": "Kaii-san to Ore"
    },
    "updatedAt": "2024-05-30T13:39:15+00:00",
    "coverArt": "https://mangadex.org/covers/c53caf9a-95b6-4400-b41b-d1b09167ef7a/465127f8-8ea0-4f36-b3a8-591c6478161a.jpg",
    "altTitles": [
      {
        "ja": "怪異さんと俺"
      },
      {
        "id": "Aku dan Makhluk Aneh"
      },
      {
        "zh": "妖怪与我"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/222807)\n\n**Notes:**\n- The Pixiv series does not contain all of the chapters and combines some. Do not follow the chapter numbering on Pixiv. Instead, enable Japanese chapters on MangaDex to see the proper chapter order and links to all of the raw chapters.\n- This series uses characters the author used in illustrations beforehand.",
      "ja": "俺くんと怪異さんのお話。",
      "zh": "拥有灵感的少年因为能看见一般人看不见的妖怪而受排挤，于是他选择和妖怪们成为朋友的故事。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64d0de3e-cdc2-4df8-b70b-b5ec90479a60",
    "title": {
      "en": "Tora to Hachidori"
    },
    "updatedAt": "2024-04-29T04:08:49+00:00",
    "coverArt": "https://mangadex.org/covers/64d0de3e-cdc2-4df8-b70b-b5ec90479a60/5f9ade3b-2d75-41d9-9003-414499d77885.jpg",
    "altTitles": [
      {
        "en": "Tiger & Hummingbird"
      },
      {
        "ja": "トラとハチドリ"
      }
    ],
    "description": {
      "en": "Sporting an exhausted expression and a T-shirt with a large tiger printed on it, Matsuri Kitou’s taste in fashion is like a school delinquent. Unexpectedly, she soon finds herself working at one of the centers of fashion in Shibuya, a clothing store named omne.\nSupervised by MB, a fashion blogger who knows the ins-and-outs of the industry, this story all about life working in a clothing store begins!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "4ed061a8-5b61-4367-8b71-ea9aaeaf0bf7",
    "title": {
      "en": "Tomoko & Mitsuki"
    },
    "updatedAt": "2024-05-12T09:56:47+00:00",
    "coverArt": "https://mangadex.org/covers/4ed061a8-5b61-4367-8b71-ea9aaeaf0bf7/23c940b4-4da6-4e6b-ad55-6623fcfb04b1.jpg",
    "altTitles": [
      {
        "ja": "ともことみつき"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc997283-9dac-46ae-b28b-5149a0b2ade4",
    "title": {
      "en": "Run Away, From Me"
    },
    "updatedAt": "2024-08-10T12:51:20+00:00",
    "coverArt": "https://mangadex.org/covers/fc997283-9dac-46ae-b28b-5149a0b2ade4/ec9bafce-f8e0-46ab-bffd-94fa2d50eed1.png",
    "altTitles": [
      {
        "ja": "逃げられない、逃がさない"
      }
    ],
    "description": {
      "en": "The man before whom everyone bowed down. The killer who ruined my life. Daphne is the daughter of the emperor's mistress. She spent her childhood in unimaginable luxury, but one day she drew the emperor's wrath. Even though she was a princess, she was treated coldly, like a servant. The only one who showed kindness to Daphne was Crown Prince Ashrad, who hoped that one day they would become a family. Ashrad was irresistible. Everyone was enchanted by him; everyone obeyed him. He ruled over all, including Daphne. He was her god... and also the one who shattered her entire world. Daphne is trying to escape from the killer who trampled her life, but…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents to Give You"
    },
    "updatedAt": "2024-07-26T06:08:30+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai Saretakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      },
      {
        "es-la": "La charla que nunca quieres que te den tus padres."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa0fb27a-d1db-4826-b400-fa3375468353",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daigoshou - Mizu no Miyako to Eiyuu no Uta"
    },
    "updatedAt": "2024-07-21T14:35:11+00:00",
    "coverArt": "https://mangadex.org/covers/fa0fb27a-d1db-4826-b400-fa3375468353/b1328685-b96d-44a7-9adf-75538ed37622.jpg",
    "altTitles": [
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 5: The City of Water and the Hero's Poem"
      },
      {
        "es-la": "Re:ZERO - Starting Life in Another World-, Arco 5: La Capital del Agua y El Poema del Héroe."
      },
      {
        "ja": "Re:ゼロから始める異世界生活　第五章　水の都と英雄の詩"
      },
      {
        "pt-br": "Re:Zero — Começando uma Vida em Outro Mundo — Arco 5: A Metrópole da Água e o Poema do Herói"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть пятая: Звёзды, что творят историю"
      },
      {
        "ja-ro": "Re:Zero kara Hajimeru Isekai Seikatsu: Dai-5 Shou - Mizu no Machi to Eiyuu no Uta"
      }
    ],
    "description": {
      "pt-br": "Um ano após a batalha no santuário. Natsuki Subaru estava passando um tempo tranquilo, mas tudo mudou quando recebeu um convite de um certo mensageiro. O convite para a cidade portuária de Priestella, que era a carta que Anastasia, uma das candidatas à realeza, enviou para Emilia. Rumo à cidade portuária onde o mal se agita, os heróis veteranos se reúnem. A tão esperada adaptação em manga do Arco 5 de Re:Zero começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adaf4912-732f-4385-87e8-da233656fe62",
    "title": {
      "en": "Machi and Oboro"
    },
    "updatedAt": "2024-08-06T10:22:08+00:00",
    "coverArt": "https://mangadex.org/covers/adaf4912-732f-4385-87e8-da233656fe62/3fb5c0a5-b911-48b2-bdb6-67b4afe466ec.jpg",
    "altTitles": [
      {
        "ja": "おぼろとまち"
      },
      {
        "ja-ro": "Oboro to Machi"
      }
    ],
    "description": {
      "en": "From Miyagi to the bustling life of a Tokyo high school, Machi Nishina wanted anything but the ordinary. Her wish is granted in the most unexpected way when she encounters Oboro Kasumi, a classmate harboring a secret, who ends up following her home...?! A new era of friendship and youthful comedy unfolds!",
      "ja": "平凡な人生を送る事を恐れていた仁科真知は、父の勧めで東京に出る事をこれ幸いとばかりに承諾する。東京の高校へと進学し、真知は一人暮らしを開始！　だが、自称忍者の同級生・香住朧と出会い、彼女の人生は変化して!?",
      "pt-br": "De Miyagi à vida agitada de uma escola secundária de Tóquio, Machi Nishina queria tudo menos o comum. Seu desejo é atendido da forma mais inesperada quando ela encontra Oboro Kasumi, um colega de classe que guarda um segredo, que acaba seguindo sua casa...?! Uma nova era de amizade e comédia juvenil se desenrola!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b35163ef-efbf-4cb9-bf97-0acc89200455",
    "title": {
      "en": "Lilia Pregnant The World End"
    },
    "updatedAt": "2024-05-07T11:34:31+00:00",
    "coverArt": "https://mangadex.org/covers/b35163ef-efbf-4cb9-bf97-0acc89200455/a1da35bd-cf1e-4a3e-b03b-965c7110cce8.jpg",
    "altTitles": [
      {
        "ja": "リリア・プレグナント・ザ・ワールド・エンド"
      },
      {
        "zh-hk": "讓魔王的女兒懷孕"
      },
      {
        "zh-ro": "Ràng mówáng de nǚ'ér huáiyùn"
      },
      {
        "en": "Lilia’s Pregnancy Spells the World’s End"
      },
      {
        "ja-ro": "Lilia · Pregnant · The · World · End"
      }
    ],
    "description": {
      "en": "“The world will be destroyed if you have sex with the Demon King's daughter.”\nAfter defeating the Demon King and saving the other world, the hero Takahiro returns to the real world. One day, Lilia, the daughter of the Demon King, suddenly arrives at Takahiro's place, where he leads a peaceful life. Takahiro braces himself for revenge, but her goal is to bear the strong Takahiro's child…!?",
      "ja": "魔王を倒し異世界を救い、現実世界へと戻ってきた勇者・タカヒロ。平穏な生活を送るタカヒロの元へ、ある日突然魔王の娘・リリアがやってきた。 復讐かと身構えるタカヒロだが、彼女の狙いは強者であるタカヒロの子供を産むことで…！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-08-06T13:52:02+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "ja-ro": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb48c615-1c00-4726-b839-850d01d774b0",
    "title": {
      "en": "Omae Imouto ja Nakute Iinazuke datta no kayo!?"
    },
    "updatedAt": "2024-03-14T01:25:11+00:00",
    "coverArt": "https://mangadex.org/covers/eb48c615-1c00-4726-b839-850d01d774b0/480ba096-e6f9-451a-ab98-ed242a2a4deb.jpg",
    "altTitles": [
      {
        "ja": "お前妹じゃなくて許嫁だったのかよ!?"
      },
      {
        "ja-ro": "Omae Imouto Janakute Iinazuke Datta no ka yo"
      },
      {
        "ru": "Ты была не моей сестрой, а моей невестой!?"
      },
      {
        "en": "You Weren't My Sister, but My Fiancée?!"
      },
      {
        "id": "Kamu Bukan Adikku, Tapi Tunanganku?!"
      }
    ],
    "description": {
      "en": "\"Humanity, adore thy little sister—.\"\n\"I wonder when my sister Kana started becoming distant from me—.\"\nShina Takashi lamented his current days, where being ignored was not uncommon. One day, his parents dropped a shocking revelation. Not only was Takashi not their biological son… but he was also the fiancé of Kana, whom he thought was his sister!\n\nFrom siblings to potential romantic interests, it’s not easy to sort out feelings. The fluctuating emotions, the bewildering distance. Their relationship undergoes an inevitable change—! \nShe’s a sister but not a sister! The curtain rises on a new era of sisterly romantic comedy!”\n\n(MTL’d from bookwalker.jp)",
      "ja": "**人類よ、妹を愛でろ――。**\n\nいつ頃からだろう、妹の佳奈が自分に冷たくなったのは――。\n無視されることさえ少なくない現在の日々を、椎名隆は嘆いていた。\nそんなある日、両親から衝撃的な話を切り出される。\nなんと隆は実の息子ではなかった……だけではなく、妹だと思っていた佳奈の許嫁だった！\n\n兄妹から気になる異性へ、なんて簡単には気持ちの整理がつくはずもなく。\n揺れ動く感情、戸惑う距離感。\n二人の関係は否応なく変化して――!?\n\n妹だけど妹じゃない！\n新時代の妹ラブコメ、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e7cd05f-3971-46a0-a98a-587f33fd2154",
    "title": {
      "en": "Army of Hell"
    },
    "updatedAt": "2024-02-03T05:07:45+00:00",
    "coverArt": "https://mangadex.org/covers/7e7cd05f-3971-46a0-a98a-587f33fd2154/e2c3bf20-91e9-42f2-a724-983de56e82ea.jpg",
    "altTitles": [
      {
        "ja": "地獄の軍団"
      },
      {
        "ja-ro": "Jigoku no Gundan"
      }
    ],
    "description": {
      "en": "A boy abandoned at birth and raised by rats, with the mysterious power to control them, grows up seeing \nthe dark side of the humans that rejected him, and vows to become humanity's greatest enemy."
    },
    "status": "completed",
    "releaseDate": 1981,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "60"
  },
  {
    "mangaId": "3b001f9b-47bf-4b5e-8476-80d9b193e373",
    "title": {
      "en": "Seijo no Maryoku wa Bannou desu: Mou Hitori no Seijo"
    },
    "updatedAt": "2023-10-31T05:31:38+00:00",
    "coverArt": "https://mangadex.org/covers/3b001f9b-47bf-4b5e-8476-80d9b193e373/fb1e9527-075a-4cf9-8c27-268fb8a8cb1d.jpg",
    "altTitles": [
      {
        "ja": "聖女の魔力は万能です ～もう一人の聖女～"
      },
      {
        "en": "The Saint's Magic Power Is Omnipotent: The Other Saint"
      },
      {
        "en": "The Power of the Saint is All Around: The Other Saint"
      }
    ],
    "description": {
      "en": "Aira Misono is a run-of-the-mill high school girl, and never imagined that she’d be summoned to another world, let alone declared its savior. Yet from the moment the handsome Prince Kyle lays eyes on her, he’s convinced that she’s the long-awaited Holy Saint destined to banish darkness from his world. Aira herself maintains significant doubts. Is she really up to this challenge? She might be able to use magic, but is she really a Saint? Aira’s fears and struggles only deepen when the woman summoned alongside her begins to look more and more like the one who truly deserves that title."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2023-02-03T02:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/5eb209bf-814e-43f4-b550-14749c2995e7.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7754ec5d-aa75-49c4-8dbb-69625131cf3f",
    "title": {
      "en": "The Next Seat Devil Keeps Depraving Me"
    },
    "updatedAt": "2024-07-23T14:58:58+00:00",
    "coverArt": "https://mangadex.org/covers/7754ec5d-aa75-49c4-8dbb-69625131cf3f/08d50d5c-3e61-48d1-b493-fc96e5db764d.jpg",
    "altTitles": [],
    "description": {
      "en": "Mia is a half-succubus, but she bitterly hates the devil part of her genetics. \"I'm not lewd!\", she said. \"All men are monkey\", she said. Yet, karma often comes sooner than expected."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b76a0506-5168-431b-8acc-fa340a042f93",
    "title": {
      "en": "Tenkaichi - Nihon Saikyou Bugeisha Ketteisen"
    },
    "updatedAt": "2024-05-22T18:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/b76a0506-5168-431b-8acc-fa340a042f93/57303565-b48c-4fce-8ecc-d310345b7d6e.jpg",
    "altTitles": [
      {
        "ja": "テンカイチ -日本最強武芸者決定戦-"
      },
      {
        "zh": "天下第一 日本最強武士選拔賽"
      },
      {
        "zh-hk": "天下第一 日本最强武士选拔赛"
      },
      {
        "vi": "Tenkaichi - Thiên Hạ Đệ Nhất Võ Sĩ Đại Hội"
      },
      {
        "ko": "천하제일 일본최강무예가결정전"
      },
      {
        "es-la": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "es": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "en": "Tenkaichi: Battle to Decide Japan's Strongest Martial Artist"
      },
      {
        "pt-br": "Tenkaichi - A Batalha para decidir o Artista Marcial mais forte do Japão"
      },
      {
        "en": "The Greatest: The Battle To Decide Japan's Strongest Martial Artist"
      }
    ],
    "description": {
      "en": "Battle tournament manga set in the Sengoku Era. The year is 1600. Ten years have passed since Oda Nobunaga unified Japan. When Nobunaga realized that he was dying, he announced that he would hand over the country to the one who produced the strongest warriors. The warlords, whose dreams of unifying the country had been dashed, set up their own strongest warriors and set their sights on becoming the ruler of Japan",
      "ja": "時は西暦1600年。“織田信長”が全国統一してから10年が経過していた――。信長は自分の死期を悟ると、最強の武芸者を輩出したものに“この国”を譲ると発表。天下統一の夢破れた武将たちは、それぞれ最強の武芸者を擁立し、この国の王を目指す！",
      "vi": "Một câu chuyện với một chuỗi lịch sử hoàn toàn lạ lẫm với lịch sử mà chúng ta đã và đang từng được biết.\nOda Nobugana, sau khi hoàn thành đại nghiệp thống nhất thiên hạ, nay chỉ vì muốn nhìn thấy cảnh chém giết đổ máu, đã lập nên một giải đấu nhằm chọn ra người sẽ thay mình trị vì cả thiên hạ, \"TENKAICHI\". Để tham gia, những văn võ bá quan lẫn các trung thần đều sẽ chọn ra cho mình một võ sĩ đại diện, người mà họ cho rằng sẽ là thiên hạ đệ nhất võ sĩ tham gia thi đấu cho mình. Một đại hội đẫm máu và tàn khốc chưa từng có trong lịch sử Nhật Bản chính thức bắt đầu.",
      "es-la": "Torneo de batalla ambientado en la Era Sengoku. Es el año 1600. Han pasado diez años desde que Oda Nobunaga unificó Japón. Cuando Nobunaga se dio cuenta de que se estaba muriendo, anunció que entregaría el país a quien produjera los guerreros más fuertes. Los señores de la guerra, cuyos sueños de unificar el país se habían visto frustrados, crearon sus propios guerreros más fuertes y pusieron sus miras en convertirse en el gobernante de Japón",
      "pt-br": "“Quem é o artista marcial mais forte do Japão?” É 1600 D.C., dez anos se passaram desde que \"Oda Nobunaga\" unificou todo o país. Percebendo sua morte, Nobunaga anuncia que entregará 'este país' àquele que tivesse como seguidor o artista marcial mais forte."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "472c4347-408b-4c52-8080-595387eacee9",
    "title": {
      "en": "King of the Arena"
    },
    "updatedAt": "2024-07-16T06:17:33+00:00",
    "coverArt": "https://mangadex.org/covers/472c4347-408b-4c52-8080-595387eacee9/b7938176-ed21-42d2-9ba2-b9513ae600d2.png",
    "altTitles": [
      {
        "es-la": "El rey de la violencia"
      },
      {
        "ko": "폭력의 왕"
      },
      {
        "en": "King of Violence"
      }
    ],
    "description": {
      "en": "First-year Gilsu Lee transfers schools to run from the bullying and violence. And the new place seems almost perfect. Everyone in his class is friendly and kind, and no one is bullying anybody. Violence? No, we don’t do anything like that in this school. That’s what the “Arena” is for. Don’t forget, Gilsu. What happens in the ring stays in the ring!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ad4148b-8c9e-48d5-89ec-e7b98a660e42",
    "title": {
      "en": "Oomuro-ke"
    },
    "updatedAt": "2024-02-20T19:25:13+00:00",
    "coverArt": "https://mangadex.org/covers/9ad4148b-8c9e-48d5-89ec-e7b98a660e42/2be55d2a-87b4-4cf3-8edb-c89f18232771.jpg",
    "altTitles": [
      {
        "en": "OMRK"
      },
      {
        "ja-ro": "Ōmuro-ke"
      },
      {
        "en": "Oomuro Family"
      },
      {
        "en": "Oomuro House"
      },
      {
        "ja-ro": "Oomuroke"
      },
      {
        "ja": "大室家"
      }
    ],
    "description": {
      "en": "*A spin-off of the YuruYuri series featuring the Oomuro family of sisters!*\n\nFrom oldest to youngest, there's **Nadeshiko**, the cool and serious high schooler; **Sakurako**, the silly, lazy, and (slightly) dimwitted middle schooler; and **Hanako**, the intelligent and mature elementary schooler! \n\nThis story focuses on these three sisters, their friends. and the many fun and wild adventures they have together!",
      "ja": "優秀な長女・撫子、残念な次女・櫻子、優秀な三女・花子からなる大室家３姉妹。自由奔放な櫻子を中心に今日も大室さん家は賑やかです♪"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1b60d61-8122-4dc1-8ff3-e3d136e73f70",
    "title": {
      "en": "A CERTAIN STORY OF AI MEETS GENIUS"
    },
    "updatedAt": "2024-07-10T09:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/c1b60d61-8122-4dc1-8ff3-e3d136e73f70/07e8d0d9-428d-4945-ab4e-70e9fb10922f.png",
    "altTitles": [],
    "description": {
      "en": "A genius girl in her field is sent to train an AI. The story is about how two very different individuals, in both structure and mindset, gradually come to understand and become close to each other."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28590f98-3096-4434-982c-1ee9b0d07100",
    "title": {
      "en": "Naozari Dungeon"
    },
    "updatedAt": "2023-12-24T07:30:22+00:00",
    "coverArt": "https://mangadex.org/covers/28590f98-3096-4434-982c-1ee9b0d07100/631e9584-22a0-4ffd-9482-3f2c5978da56.jpg",
    "altTitles": [
      {
        "ja": "なおざりダンジョン"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": ""
  },
  {
    "mangaId": "b2edff10-fe5f-4a8f-8d17-59796d3e61ec",
    "title": {
      "en": "Hanma Baki (Shinsoban Release)"
    },
    "updatedAt": "2024-08-01T19:08:11+00:00",
    "coverArt": "https://mangadex.org/covers/b2edff10-fe5f-4a8f-8d17-59796d3e61ec/9e981030-f2f1-48a8-b4d6-040459d16d9c.png",
    "altTitles": [
      {
        "ja": "範馬刃牙"
      },
      {
        "ja-ro": "Hanma Baki - Son of Ogre (Shinsoban)"
      },
      {
        "en": "Baki Part 3 (Shinsoban Release)"
      },
      {
        "en": "Baki Hanma - Son of Ogre (Shinsoban Release)"
      },
      {
        "zh": "刃牙Ⅲ"
      },
      {
        "zh-ro": "Baki Ⅲ"
      }
    ],
    "description": {
      "en": "The climax of the Baki series, \"Hanma Baki\", newly re-edited!\n\nHanma Yuujirou, the world's strongest creature, vs. Hanma Baki, the world's strongest high schooler... A spat between father and son on an unprecedented scale begins here!"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "319"
  },
  {
    "mangaId": "2ea10260-9d99-45d8-8add-8c47e8e53f8c",
    "title": {
      "en": "Non Milk-Milk Coffee Webcomic"
    },
    "updatedAt": "2024-08-06T14:35:46+00:00",
    "coverArt": "https://mangadex.org/covers/2ea10260-9d99-45d8-8add-8c47e8e53f8c/7dca5023-36c6-45f2-8b3c-36bebbfcdc28.png",
    "altTitles": [
      {
        "vi": "Bạc xỉu không sữa"
      },
      {
        "fr": "Un café au lait sans lait"
      }
    ],
    "description": {
      "en": "A male office worker falls in love with the owner of a small coffee shop in a corner of the big city."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "28"
  },
  {
    "mangaId": "93a6e9e7-b0c9-4e60-b6c3-7806113405dd",
    "title": {
      "en": "Boku wa Ayashii Kimi no Mono"
    },
    "updatedAt": "2024-08-01T01:09:27+00:00",
    "coverArt": "https://mangadex.org/covers/93a6e9e7-b0c9-4e60-b6c3-7806113405dd/bfa93fce-8ce6-44a7-b631-882378a92080.jpg",
    "altTitles": [
      {
        "en": "I Belong to You, Immoral"
      },
      {
        "ja": "僕は妖しいキミのもの"
      },
      {
        "ja-ro": "Boku wa Ayashii Kimi no Mono"
      },
      {
        "zh": "我与妖艳的你"
      }
    ],
    "description": {
      "en": "Shou-chan is a member of the public morals committee who wants everyone to have a healthy relationship, and is worried about his childhood friend Sayo. Because she carries the blood of a succubus, she often approaches her beloved her Shou-chan in any way to make him \"lovey-dovey sex\". As he persists in having a healthy relationship, which is full of lust and surrounded by questionable students, will Shou-chan manage to keep his sanity?",
      "ja": "どんな相手とも「正しい関係」でありたい風紀委員・しょうちゃんは、幼なじみの紗夜に悩んでいた。淫魔の血を引く彼女は、「ラブラブえっち♡」をすべく、あの手この手で大好きなしょうちゃんにアプローチ。紗夜を筆頭に、「正しくない関係」を望む妖しい生徒たちに囲まれて、しょうちゃんは正しさを守りきれるのか！？",
      "es-la": "Shou-chan es un miembro del comité de moral pública que quiere que todo el mundo tenga una relación sana, y está preocupado por su amiga de la infancia, Sayo. Debido a que ella lleva la sangre de un súcubo, a menudo se acerca a su amado Shou-chan, de cualquier manera para darle “sexo amoroso y alegre”. Mientras él se empeña en tener una relación sana, la cual está llena de lujuria y rodeada de estudiantes cuestionables, ¿logrará Shou-chan mantener su cordura?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "45"
  },
  {
    "mangaId": "0e8fac17-979e-4e37-8f45-2c334b25d6dd",
    "title": {
      "en": "Whisper Me a Love Song"
    },
    "updatedAt": "2024-07-25T22:55:17+00:00",
    "coverArt": "https://mangadex.org/covers/0e8fac17-979e-4e37-8f45-2c334b25d6dd/abe794b4-e604-4fd2-81a0-1d0b7a5c50ad.jpg",
    "altTitles": [
      {
        "id": "Membisikan Lagu Cinta"
      },
      {
        "ja-ro": "Sasakoi"
      },
      {
        "ja-ro": "Sasayaku you ni Koi o Utau"
      },
      {
        "es": "Susurrame Una Canción de Amor"
      },
      {
        "ru": "Прошепчу тебе песню о любви"
      },
      {
        "ja": "ささやくように恋を唄う"
      },
      {
        "zh": "恋语轻唱"
      },
      {
        "zh-hk": "恰如細語般的戀歌"
      },
      {
        "zh-ro": "Liàn yǔ qīng chàng"
      },
      {
        "uk": "Прошепочу тобі пісню про кохання"
      },
      {
        "pt-br": "Sussurrando Uma Canção De Amor Para Você"
      },
      {
        "en": "Whispering You a Love Song"
      },
      {
        "de": "Flüster mir ein Liebeslied"
      },
      {
        "vi": "Khẽ hát lời yêu"
      }
    ],
    "description": {
      "en": "Bubbly, energetic first-year high school student Himari falls head over heels for her senpai Yori after hearing her band perform on the first day of school. Himari tells Yori she just loves her, and, to Himari’s surprise, Yori says she loves Himari back! But when Himari realizes that she and her senpai are feeling two different kinds of love, she begins to ask herself what “love” really means…",
      "es": "Himari comienza la escuela secundaria y en su primer día atiende el concierto del club de música ligera en el gimnasio de la escuela, enamorándose a primera vista con la cantante Yori y confesándole su amor en los casilleros de zapatos. Buscándo a dicha cantante, Himari se entera de que Yori no es parte del mencionado club y que a ella le gusta tocar música sola en la terraza de la escuela. Allí, se entera de que Yori también se enamoró de ella.",
      "fr": "Himari est une lycéenne de première année qui, dès le premier jour, assiste à la représentation du club de musique au gymnase de l'école. Elle a eu le coup de foudre pour la chanteuse Yori, à qui elle s'est déclarée devant les casiers du lycée. En cherchant ledit élève plus tard, elle découvre qu'elle ne fait pas vraiment partie du club et qu'elle aime jouer de la musique seule sur le toit. Là, elle découvre que Yori aussi est tombée amoureuse d'elle.",
      "ru": "Химари влюбилась в солистку группы, которая выступала на приветственной вечеринке новых студентов. После разговора с Химари Ёри — солистка группы — поняла, что влюбилась в неё с первого взгляда...\n\n---\n\n(Source: [readmanga](https://readmanga.io/proshepchu_tebe_pesniu_o_liubvi__A5238))",
      "uk": "Життєрадісна, енергійна старшокласниця Хімарі по вуха закохалася у свого семпая, на ім'я Йорі після того, як почула виступ її групи першого дня навчання. Хімарі відразу зізнається Йорі у своїх почуттях і на подив Хімарі, Йорі каже, що вона теж закохана в неї! Але коли Хімарі розуміє, що вони відчувають два різні види кохання, вона починає ставити собі питання, що ж насправді означає \"любов\".",
      "es-la": "\"Whispering you a love song\" es la historia de un amor a primera vista que inicia en la temporada de los cerezos en flor. Himari, una nueva estudiante de la preparatoria, queda fascinada por Yori-senpai, la vocalista de la banda de chicas que se presenta en la ceremonia de inauguración del año escolar.",
      "pt-br": "Himari é uma caloura do ensino médio que no primeiro dia assiste a apresentação do clube de música light na academia da escola, apaixonando-se pelo veterano e cantor Yori à primeira vista, confessando-se a ela nos armários dos sapatos. Mais tarde, procurando pelo dito veterano, Himari descobre que Yori não faz parte do clube e que, em vez disso, gosta de tocar música sozinha no telhado. Lá, ela descobre que Yori também se apaixonou por ela."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f506768-23ef-4720-89da-457e8e8ff674",
    "title": {
      "en": "Autophagy Regulation"
    },
    "updatedAt": "2023-07-29T15:13:58+00:00",
    "coverArt": "https://mangadex.org/covers/8f506768-23ef-4720-89da-457e8e8ff674/272554ad-92e9-4d21-992d-01ce2d072de9.jpg",
    "altTitles": [
      {
        "en": "Macrophage Regulation"
      },
      {
        "en": "Macrophage: The Devourer"
      },
      {
        "zh-ro": "Shì guī zhě"
      },
      {
        "zh-ro": "ShiGuiZhe"
      },
      {
        "en": "The Rule Breaker"
      },
      {
        "en": "To Break The Original Rules"
      },
      {
        "ru": "Макрофаг: Ломая каноны"
      },
      {
        "ar": "تنظيم الالتهام الذاتي"
      },
      {
        "my": "ច្បាប់នៃអភូតហេតុ"
      },
      {
        "zh-hk": "噬规者"
      },
      {
        "ko": "룰브레이커"
      },
      {
        "la": "Autophagy Regulatio"
      }
    ],
    "description": {
      "en": "Ryan was an average human being. During an accidental event he received a power called \"Blessing\" Since then, his view of the world has radically changed. It has been a great shock to him.  \r\nHe pursues dreams of justice, confronting the reality of his world in this Shounen fantasy. That is where this manhua will transport you. A new world of danger, action, and fantasy!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e50d5c0b-5df6-4b47-979f-63d14ce33e9a",
    "title": {
      "en": "The Villainess Is Worshipped by the Mafia"
    },
    "updatedAt": "2024-05-27T04:07:01+00:00",
    "coverArt": "https://mangadex.org/covers/e50d5c0b-5df6-4b47-979f-63d14ce33e9a/5a921e65-b617-43c2-b605-5213c136565e.jpg",
    "altTitles": [
      {
        "ko": "악녀는 패밀리의 숭배를 받고"
      },
      {
        "ko-ro": "Agnyeoneun Familyeui Sungbaereul Badgo"
      },
      {
        "ko-ro": "Angnyeoneun Family Sungbaereul Batgo"
      },
      {
        "en": "All Hail Lady Blanche!"
      },
      {
        "en": "The Villainess Is Worshipped by the Mafia?"
      },
      {
        "en": "The Villainess Is Worshipped by the Family"
      },
      {
        "de": "Ein Hoch auf Lady Blanche!"
      },
      {
        "fr": "La mafia aux pieds de Blanche"
      },
      {
        "es": "La villana es adorada por la familia"
      },
      {
        "uk": "Лиходійці поклоняється мафія"
      },
      {
        "ru": "Семья поклоняется Злодейке"
      },
      {
        "zh": "恶女靠系统收割崇拜"
      },
      {
        "zh-hk": "超狂惡女玩霸黑社會"
      },
      {
        "zh-hk": "惡女受到家族的崇拜"
      },
      {
        "vi": "Ác Nữ Được Tôn Thờ"
      },
      {
        "ar": "الشرير يعبد من قبل الأسرة"
      },
      {
        "ja": "悪女はマフィアを手玉に取って"
      },
      {
        "th": "นางร้ายจะเป็นใหญ่ในแก๊งมาเฟีย"
      }
    ],
    "description": {
      "ar": "بلانش ، البطلة ، خجولة ولطيفة. لكنها محتقرة من قبل عائلتها. لا تستطيع التغلب على ازدراء عائلتها وتحاول الانتحار. عندما فتحت عيني ، كنت في عالم اللعبة الذي صنعته! إذا كنت أرغب في البقاء على قيد الحياة في هذا العالم ، فأنا بحاجة إلى إحضار ريكاردو ، الشرير إلى جانبي. لكن ريكاردو يجري غريب ؟!",
      "en": "To Blanche, everything seemed hopeless. Until she realized it was all a game. One she made, to be exact. Now she has a goal: Become the villain's right-hand man! But wait. Why is she the one saving him...?\n\nBlanche, who is timid and kind but is despised by her family, cannot overcome her family's contempt and attempts suicide.\n\nAfter that, when I opened my eyes, this world was the game world I made!!\n\nTo survive in this world, I must have the villain Ricardo to my side. But Ricardo's condition is strange?!\n\n---\nTo Blanche, everything seemed hopeless. Until she realized it was all a game. One she made, to be exact. Now she has a goal: Become the villain's right-hand man! But wait. Why is she the one saving him...?",
      "es": "Blanche, la protagonista femenina, es tímida y agradable. Pero ella es despreciada por su familia. No puede superar el desdén de su familia e intenta suicidarse. Cuando abrí los ojos, ¡estaba en el mundo del juego que creé! Si quiero sobrevivir en este mundo, necesito traer a Ricardo, el villano, a mi lado. ¿Pero Ricardo está siendo raro?",
      "fr": "Née dans une famille qui la martyrise, tout semble perdu d'avance pour Blanche. Mais tout est bien plus simple quand on a créé soi-même le jeu-vidéo dans le quel on vit… Maintenant, elle n'a plus qu'une chose en tête: se joindre au grand méchant de l'histoire pour échapper à son destin. Que la vengeance est douce…",
      "id": "Blanche, seorang putri kerajaan yang \"berbeda\" terjebak dalam keluarga yang menggunakannya demi nama baik dan kepentingan mereka. Ingin membalikkan keadaan, apa yang akan Blanche lakukan?",
      "ja": "前世の記憶とともによみがえったブランシュ。\n家族の元を離れ、悪党リカルドの右腕になろうと無法都市ジギタリスを目指すも、いざ会ったリカルドの様子がおかしい。 \n「ブランシュ…頼むから俺を嫌わないでくれ。君に嫌われたらと思うと息もまともにできなくなるんだ。」彼女の耳元でそうささやくとリカルドはぎゅっと抱きしめ涙を流した。\nこれは世界屈指の悪党たちから崇められる話。そして彼女の寵愛を得ようと一人の男が奮闘する話。\nそれから…ブランシュが本当の「家族」を選ぶ物語。",
      "ko": "소심하고 착하지만 가족에게 멸시를 당하는\n블랑쉐(여주)는 가족들의 멸시를 이겨내지 못하고\n자살시도를 하고 만다.\n\n그 이후 눈을 뜨니 이 세계는 내가 만들었던 게임세계!!\n\n이 세계에서 살아남을려면\n악역인 리카르도(남주)를 내편으로 만들어야해.\n그런데 리카르도의 상태가 이상하다?!",
      "pt": "Blanche, a irmã mais nova de um dos pretendentes da protagonista feminina, é tímida e simpática. Mas ela é desprezada por seus familiares. Ela não consegue superar o desdém de sua família e tenta cometer suicídio. “Quando abri os olhos, eu estava no mundo do jogo que criei! Se eu quiser sobreviver neste mundo, preciso trazer Ricardo, o vilão, para o meu lado. Mas por que Ricardo está agindo tão estranho assim?!”\n\n---\nBlanche, que é tímida e gentil, mas é desprezada por sua família, não consegue superar o desprezo de sua família e tenta o suicídio. Depois disso, quando abri meus olhos, este mundo era o mundo do jogo que eu fiz!! ter o vilão Ricardo ao meu lado. Mas a condição de Ricardo é estranha?!",
      "ru": "Бланш - милая и робкая девушка. К сожалению, родственники презирают её. У главной героини не получается справиться с пренебрежительным отношением семьи, поэтому бедняжка решается наложить на себя руки... \"Открыв глаза, я поняла, что оказалась в собственном игровом мире! Но если мне хочется выжить в нём, то нужно привлечь на свою сторону злодея Рикардо... Постойте, мне кажется, или он ведёт себя как-то странно?!\"",
      "th": "บล็องช์ สาวน้อยสุดอาภัพฟื้นขึ้นมาพร้อมความทรงจำในชาติก่อนเธอจึงหาทางหนีไปจากครอบครัวตัวแสบของตัวเองและมุ่งหน้าไปยังดิจิทาลิส เมืองอันไร้กฎหมายเพื่อเป็นมือขวาของตัวร้ายอย่างริคาร์โด แต่เมื่อพบกันเขากลับทำตัวแปลกประหลาด ริคาร์โดดึงบล็องช์เข้าไปกอดพร้อมน้ำตาไหลแล้วกระซิบข้างหูว่า \"อย่าเกลียดข้าเลย ไม่งั้นข้าคงมีชีวิตอยู่ต่อไปไม่ได้แน่\" เรื่องราวของสาวน้อยที่ได้รับการยกย่องจากเหล่าตัวร้ายและชายที่ทำทุกอย่างเพื่อให้ได้ความรักของเธอมา",
      "uk": "Бланш сором'язлива і добра, але її зневажає сім'я. Не маючи сил поболати презирливе ставлення сім'ї вона чинить спробу самогубства...\nОпісля, відкривши очі я зрозуміла, що знаходжусь у світі гри яку створила!! Що б вижити в цьому світі я маю переманити на свій бік злодія Рікардо. Але Рікардо поводиться якось дивно?!\n\nПримітка:Це опис до манхви в ориганалі та перекладах, хоча він не точно передає цю історію. Манхва написана за новелою.",
      "vi": "Blanche là một nữ chính nhút nhát, thiện lương nhưng cô lại bị chính gia đình của mình khinh thường. Cô không thể chịu đựng thêm việc mình bị lăng nhục và buộc phải tìm đến cái chết. Nhưng khi tỉnh lại, đập vào mắt cô là một bối cảnh quen thuộc- chính là thế giới trong game mà cô đã tạo ra! Cô hiểu rõ rằng nếu muốn tồn tại trong không gian này, Ricardo- kẻ phản diện phải đứng về phía mình. Nhưng mà, đã có gì đó sai sai…",
      "zh": "家族耻辱布兰雪，逃婚跳楼觉醒前世记忆，这竟是她所设计的养成恋爱游戏？！只有成为恶女才能舒服地活下去，她利用游戏系统疯狂升级，不仅得到了所有反派的崇拜，连最终BOSS男主都靠她养成？",
      "zh-hk": "雖然一直小心善良，但卻被家人蔑視的布蘭雪，某天無法再忍受家人的蔑視，於是試圖自殺。\n\n但睜開眼後，這竟然是我所設計出來的遊戲世界！\n\n如果想要在這個世界上活下去，就必須得讓反派列卡度站在我這邊。\n\n可是列卡度的狀態很奇怪？ ！\n\n---\n帶著前世記憶甦醒的布蘭雪，離開了不愛自己的家，一路來到無法治都市狄吉塔利斯。企圖在此成為反派裡卡爾多的左右手以求安身的她，實際遇到裡卡爾多時，卻覺得他有點怪怪的？裡卡爾多哭哭啼啼深怕被她丟下，一副楚楚可憐的模樣……\n這是一部描述布蘭雪被世界級黑幫兄弟擁戴崇拜的故事。也是一個男人為了得到她的寵愛而奮鬥的故事。\n同時還是…布蘭雪要選擇真正的「家人」的故事。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "18b0658f-2c1b-40a2-b1c4-de449b012b6c",
    "title": {
      "en": "I Tried Asking My Cool Girlfriend for a Favor"
    },
    "updatedAt": "2024-07-13T12:56:20+00:00",
    "coverArt": "https://mangadex.org/covers/18b0658f-2c1b-40a2-b1c4-de449b012b6c/24d13f40-b791-41d4-8c8c-6a44529757db.jpg",
    "altTitles": [
      {
        "ja-ro": "Cool Kanojo ni Onegai Shite Mita"
      },
      {
        "ja": "クール彼女にお願いしてみた"
      },
      {
        "en": "I Tried asking a favor to my Cool Girlfriend"
      },
      {
        "ro": "Am Încercat Să-i Cer o Favoare Iubitei Mele Cool"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "559679c2-e798-4feb-97b4-b4da0b44f848",
    "title": {
      "en": "I Adopted a Villainous Dad"
    },
    "updatedAt": "2024-05-19T07:07:25+00:00",
    "coverArt": "https://mangadex.org/covers/559679c2-e798-4feb-97b4-b4da0b44f848/b56c1f63-2367-4c98-a676-74063fa84eb4.jpg",
    "altTitles": [
      {
        "ko": "악당 아빠를 입양했다"
      },
      {
        "ko-ro": "Akdang Appareul Ibyanghaetda"
      },
      {
        "ar": "لقد تبنت أبًا شريرا"
      },
      {
        "ja": "推し様なのでパパにしました"
      },
      {
        "zh": "认领了一个恶棍爸爸"
      },
      {
        "zh-hk": "領養反派暴君當爸爸"
      },
      {
        "th": "เมื่อฉันอุปถัมภ์คุณพ่อจอมวายร้าย"
      },
      {
        "vi": "Nhận Nuôi Người Cha Phản Diện"
      },
      {
        "vi": "Xin Hãy Nhận Con Làm Con Đi Mà, Papa"
      }
    ],
    "description": {
      "en": "One day I woke up and I was six years old. I had transmigrated into the main character of a tragic novel, Saint Priscilla, who walks through all sorts of thorny paths! Since I’m here, I need to avoid the scheduled special misfortune and live happily with my favorite character. The final boss of the story and the villain, Melchizedek, the tyrant of the Rehel Empire, who has no blood or tears! A happy life of adopting my father and becoming a princess, with my favorite character. I also saved the male protagonist, in order to remove my father’s death flag.\n\n“If you approach my daughter, you will die.”\n\nWhy does my father keep putting up death flags?\n\nMoreover… “If you tamed me, you have to take responsibility.”\n\nWhy is the male lead so obsessed with me? What’s going on?\n\n---\nOne day, a girl awakens as 6-year-old St. Priscilla, the heroine of her most cherished novel. The catch? She is destined to suffer with an abusive adoptive family! To avoid this, she adopts her ultimate bias, the ruthless Emperor Melkiades, as her father instead. Although spending her days fangirling and redeeming her bias's tarnished name seems like a dream come true, with so many foes still lurking in the shadows, can this young saint protect Melkiades and find happiness for them both?",
      "ko": "어느 날 눈을 뜨니 여섯 살이 되어있었다.\n내가 빙의한 건 온갖 가시밭길을 걷는 피폐 소설 속 주인공, 성녀 프리실라!\n\n이왕 이렇게 된 거, 예정된 특급 불행을 피하고 최애캐와 행복하게 살아야 한다.\n작중 최종 보스이자 악당,\n피도 눈물도 없는 레헬 제국의 폭군, 멜키아데와 함께!\n\n아빠를 입양해서 공주도 되고, 최애캐 덕질도 하는 행복한 인생.\n아빠의 사망 플래그도 제거할 겸, 겸사겸사 남주인공도 구해줬는데...\n\n\"내 딸한테 접근하면 죽는다.\"\n\n아빠는 왜 이렇게 자꾸 사망 플래그를 꽂는 거지?\n게다가...\n\n\"날 길들였으면 책임도 져야지.\"\n\n어쩐지 남주까지 내게 집착하는데, 이게 어떻게 된 거지...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcd728f8-4617-428c-bb86-16edc5e7b0de",
    "title": {
      "en": "Second Life of a Trash Princess"
    },
    "updatedAt": "2024-06-20T21:50:32+00:00",
    "coverArt": "https://mangadex.org/covers/dcd728f8-4617-428c-bb86-16edc5e7b0de/03b55148-c265-4179-91da-c12f1b23a3d8.png",
    "altTitles": [
      {
        "ko": "망나니의 누님이시다"
      },
      {
        "ko-ro": "Mangnaniui Nunimisida"
      },
      {
        "en": "Crowning a Spoiled Prince"
      },
      {
        "pt": "A segunda vida da princesa lixo"
      },
      {
        "th": "เมื่อฉันเป็นพี่สาวของอันธพาล"
      },
      {
        "ja": "暴れん坊のお姉様"
      },
      {
        "zh": "混球的姐姐"
      },
      {
        "vi": "Cuộc sống thứ hai của cô công chúa vô dụng"
      },
      {
        "vi": "Em trai tôi là hoàng đế ngang ngược"
      },
      {
        "es-la": "Ella es la hermana de un rufián"
      }
    ],
    "description": {
      "en": "After losing her father, bratty brother, and the Elias Empire to her traitorous fiancé's schemes, Princess Regina makes a wish upon a magic ancestral stone and returns to when she was fifteen. With one last chance to right everything, she comes up with a plan: train her spoiled sibling to be the next ruler by becoming an even bigger brat and get Aaron Vestein, the most beautiful man in the empire, to replace her fiancé! But will just wits, resolve, and a new suitor be enough to change Regina's fate?\n\n---\nRegina, whose father was the emperor who was assassinated, became the regent on behalf of her younger brother. While facing plenty of hardships, news about the depletion of national funds due to her maniac younger brother's behavior, as well as her fiancé having an affair, begin to spread...  In the end, she lost everything when her fiancé committed treason. In her last moments, she turned back time using the relic of the first emperor. In order to stop the main culprit, Regina declares that she will become a bigger brat than her younger brother and a love-crazed fool.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/56415968), [Naver Series](https://series.naver.com/novel/detail.series?productNo=9074379)\n\n[Original Webtoon](https://page.kakao.com/content/59989313)\n\n**Official Translations:**\n* [English](https://tapas.io/series/crowning-a-spoiled-prince/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16547/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Crowning-a-Spoiled-Prince/618)\n* [Japanese / 日本語](https://piccoma.com/web/product/120622)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5/459)",
      "tr": "Hain nişanlısının planlarına babasını, küstah kardeşini ve Elias İmparatorluğu’nu kaybeden Prenses Legina, atalarından kalma sihirli bir taşın üzerine bir dilek tutar ve 15 yaşına geri döner. Her şeyi düzeltmek için son bir şansla bir plan yapar. Şımarık kardeşini daha da büyük bir velet olarak bir sonraki hükümdar olması için eğit ve nişanlısının yerine imparatorluktaki en güzel adam olan Aaron Vestein’ı koy! Ama sadece akıl, kararlılık ve yeni bir talip, Legina’nın kaderini değiştirmeye yetecek mi?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/56415968), [Naver Series](https://series.naver.com/novel/detail.series?productNo=9074379)\n\n[Original Webtoon](https://page.kakao.com/content/59989313)\n\n**Official Translations:**\n* [English](https://tapas.io/series/crowning-a-spoiled-prince/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16547/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Crowning-a-Spoiled-Prince/618)\n* [Japanese / 日本語](https://piccoma.com/web/product/120622)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5/459)",
      "zh": "父皇被杀后，因弟弟年幼，蕾吉娜不得不成为摄政公主。她苦心经营维持帝国稳定，换来的却是混球弟弟败光国库，而未婚夫发起叛乱，成为了帝国毁灭的凶手。 失去一切的她，以命为代价，回到了过去。 这一次，为搞定混球弟弟、阻止帝国毁灭，蕾吉娜决定伪装成为爱情痴狂的超级混球。\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/56415968), [Naver Series](https://series.naver.com/novel/detail.series?productNo=9074379)\n\n[Original Webtoon](https://page.kakao.com/content/59989313)\n\n**Official Translations:**\n* [English](https://tapas.io/series/crowning-a-spoiled-prince/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16547/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Crowning-a-Spoiled-Prince/618)\n* [Japanese / 日本語](https://piccoma.com/web/product/120622)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5/459)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3",
    "title": {
      "en": "Sensei! Bokutachi ga Sekai wo Horoboshimasu."
    },
    "updatedAt": "2024-02-26T22:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3/363457c5-3584-4026-912f-7a97455daf1c.jpg",
    "altTitles": [
      {
        "ja": "先生！ 僕たちが世界を滅ぼします。"
      },
      {
        "ru": "Мы уничтожим весь мир, учитель!"
      },
      {
        "en": "Teacher, we will destroy the world!"
      },
      {
        "en": "The strongest Assassin as a Teacher"
      }
    ],
    "description": {
      "en": "A \"Teacher\" has a sacred job that protects and guides students.\n\nIn this world where people who can use magic and people who cannot use magic coexist, Solo is a sorcerer who lives alone.\nHe is also known as No. 0, a skilled assassin who always completes any request he receives.\n\n\"As part of a certain mission, I am assigned to teach at a magic school, and the teenagers I am assigned to teach are the students of the Class 2D, which is made up of dropouts.\"\n\nWhile he is desperately playing the role of a teacher in order to complete his mission, a transfer student arrives and the situation takes an unexpected turn...\n\nA school fantasy unfolding between a false teacher and the strongest assassin and the most evil students who serve as his \"beacon\"!",
      "ja": "『教師』とは、生徒を守り、教え導く聖なる仕事。\n魔法が使える人間と使えない人間が混在するこの世界で、孤独に生きる一人の魔導士・ソロ。\n受けた依頼は必ず完遂するという凄腕の殺し屋・No.0（ナンバーゼロ）という異名も持つ彼は、\nとある任務の一件で魔法学校で教師をすることになりますが、そこで担任することになったのは、学年の落ちこぼれが集まる２年Ｄ組。\n任務遂行のために必死に教師を演じている最中、そこに転校生がやってきて事態は思わぬ方向に…。\n偽りの教師で最強の暗殺者と、彼の“標”となる最凶の生徒たちが繰り広げる学園ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1117e35-23ca-4096-8b92-2340d11913d5",
    "title": {
      "en": "Necromancer, the Ultimate Scourge!"
    },
    "updatedAt": "2024-06-25T14:46:12+00:00",
    "coverArt": "https://mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "altTitles": [
      {
        "zh": "死灵法师！我即是天灾"
      },
      {
        "zh-ro": "Si Ling Fashi! Wo Ji Shi Tianzai"
      },
      {
        "zh-ro": "Sǐ Líng Fǎshī! Wǒ Jí Shì Tiānzāi"
      },
      {
        "en": "Necromancer! I Am a Disaster"
      },
      {
        "en": "Necromancer: King of The Scourge"
      },
      {
        "en": "Disastrous Necromancer"
      },
      {
        "en": "Catastrophic Necromancer"
      },
      {
        "pt-br": "Necromante: O Rei da Calamidade"
      }
    ],
    "description": {
      "en": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
      "zh": "游戏降临现实，世界规则颠覆，人类进入全民转职时代。 唯有成为转职者！升级变强！方能站上世界之巅！ 转职当天，林默语成为唯一性隐藏职业，死灵法师。 从此召唤物不死绝，林默语便不会死。 “我高坐骸骨神座，行走生死之间。” “我即是天灾！”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ff6924b-2dc8-4d3a-849e-a88b0d4e642b",
    "title": {
      "en": "Pokémon SPECIAL Sword & Shield"
    },
    "updatedAt": "2024-02-28T16:24:19+00:00",
    "coverArt": "https://mangadex.org/covers/9ff6924b-2dc8-4d3a-849e-a88b0d4e642b/188e6c55-3f25-43f9-aac9-cff71d57868c.jpg",
    "altTitles": [
      {
        "en": "Pokémon: Sword & Shield"
      },
      {
        "ja": "ポケットモンスターSPECIAL ソード・シールド"
      },
      {
        "en": "Pocket Monsters SPECIAL Sword & Shield"
      },
      {
        "en": "Pokémon: Sword and Shield"
      }
    ],
    "description": {
      "en": "Pokemon Sword and Shield Manga Adaptation, featuring Gear Meister Soudo and computer scientist Schildemilia."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "43"
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-07-23T12:21:48+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/209123ce-20fb-43d2-8c6b-c562cd98f36b.jpg",
    "altTitles": [
      {
        "ja": "Yaiteru Futari"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "ja": "焼いてるふたり"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebbb9176-a16d-4560-afd6-a3c294014efc",
    "title": {
      "en": "Shinkon no Iroha-san"
    },
    "updatedAt": "2024-07-12T22:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/ebbb9176-a16d-4560-afd6-a3c294014efc/f1c72ceb-edc4-47d1-a762-77707e946458.jpg",
    "altTitles": [
      {
        "en": "Newly Wed Miss Iroha"
      },
      {
        "ja": "新婚のいろはさん"
      },
      {
        "zh": "新婚的彩葉小姐"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9630bbe-6b68-437f-8624-bdb89fd61aa7",
    "title": {
      "en": "Helmut"
    },
    "updatedAt": "2024-06-15T11:14:19+00:00",
    "coverArt": "https://mangadex.org/covers/a9630bbe-6b68-437f-8624-bdb89fd61aa7/a2a4fedd-ca98-45b7-a9b3-308ead322461.jpg",
    "altTitles": [
      {
        "ko-ro": "Helmut (Kim Nan Sae)"
      },
      {
        "ko-ro": "Helmut (Honyo)"
      },
      {
        "ko": "헬무트"
      },
      {
        "en": "Helmut: The Forsaken Child"
      },
      {
        "es-la": "Helmut: El Niño Abandonado"
      }
    ],
    "description": {
      "en": "Helmut was a child who had been abandoned in the Demonic Beast Forest at birth.\nRaised by Demonic Beasts, the first human that he met was the Sword Saint Darien.\nLittle did Helmut know that the chance encounter would soon shake the foundation of his fate…\n\n“Grow stronger If you want to get out of here.”\n\nThe boy who’d lived like a beast was thrown into the human world!\nHe possessed overwhelming swordsmanship, outstanding looks and sharp intelligence, but there was one thing he lacked: humanity.\n\nI am no longer a prey. I am now a predator!",
      "fr": "Helmut était un enfant qui avait été abandonné dans la foret des bêtes magiques a sa naissance. Elevé par des bêtes magiques, le premier humain qu’il a rencontré était le saint de l’épée Darien. Helmut était loin de se douter que cette rencontre fortuite allait bientôt ébranler les fondements de son destin… ‘Deviens plus fort si tu veux sortir d’ici’ Le garçon qui avait vécu comme une bête était jeté dans le monde des humains ! Il possédait une habileté au sabre impressionnante, une apparence exceptionnelle et une intelligence aiguisée, mais il lui manquait une chose : l’humanité. Je ne suis plus une proie. Je suis maintenant un prédateur !"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c96f1bf8-a100-40bb-98ef-c240b9b7cf96",
    "title": {
      "en": "MF Ghost"
    },
    "updatedAt": "2024-05-29T18:03:36+00:00",
    "coverArt": "https://mangadex.org/covers/c96f1bf8-a100-40bb-98ef-c240b9b7cf96/85856ecd-b265-4b5f-80c0-6f9ce3a885e3.jpg",
    "altTitles": [
      {
        "ja": "MFゴースト"
      },
      {
        "zh-hk": "MF幽靈"
      }
    ],
    "description": {
      "en": "In the year 202X, when self-driving electric and fuel-cell vehicles are ubiquitous, the racing organization MFG exists. Hosting races in Japan exclusively using cars with internal combustion engine. We follow young half-British, half-Japanese racing driver, Kanata Rivington. Who graduated at the top of his class in racing school and was invited into the series thanks to his teacher's connections."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e387b0a-5b0c-4ac1-bfbc-3aac6af5f061",
    "title": {
      "en": "Quick Transmigration: Kneeling and Begging the Main Villainess to Be a Person"
    },
    "updatedAt": "2024-08-09T10:22:19+00:00",
    "coverArt": "https://mangadex.org/covers/9e387b0a-5b0c-4ac1-bfbc-3aac6af5f061/5e2fe917-87ee-461e-b36e-66af317d65d9.jpg",
    "altTitles": [
      {
        "zh": "【快穿】跪求反派女主做个人"
      }
    ],
    "description": {
      "en": "Sheng Wenyin was deceived to death in her previous life, and when she was reborn, she was still the 18th-line female star who was full of slander. This time, Sheng Wenyin stopped pretending, and the scumbag sprayed all kinds of tricks, and instead became popular in the circle. Biological parents, five older brothers, more than a dozen nephews and nieces have recognized their relatives one after another, and they are the unmarried couple who have made baby kisses with Nine Golden Film King Qisi.."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "39"
  },
  {
    "mangaId": "528fdd65-4c0d-4e21-82d8-66da8d6113d6",
    "title": {
      "en": "Fukuzatsu na Kyoudai no 4koma"
    },
    "updatedAt": "2024-07-18T02:42:01+00:00",
    "coverArt": "https://mangadex.org/covers/528fdd65-4c0d-4e21-82d8-66da8d6113d6/70cb625d-3b5a-4b1f-a33f-7ef66d7ba1b5.jpg",
    "altTitles": [
      {
        "ja": "複雑な姉弟の４コマ"
      },
      {
        "ja-ro": "Fukuzatsu na Kyoudai no Yonkoma"
      },
      {
        "en": "A Complicated Sibling Relationship 4-Koma"
      },
      {
        "en": "A Complicated Older Sister and Younger Brother 4-Koma"
      }
    ],
    "description": {
      "en": "\"Big Sis!?\"\n\"Kouta!?\"\n\n\nThe two of them were enjoying an in-game romance (without knowing each other's identities). Upon seeing each other's faces at their long-awaited offline meetup... they were both shocked to see that their partner was in fact their own sibling!?\n\nThese are complicated feelings for sure... and rather hard to accept!\n\n(Source: Kadokawa)\n\n---\n\nAdditional Links\n\n* [Kadokawa](https://store.kadokawa.co.jp/shop/g/g322302001578/) (Publisher)\n* [BookLive](https://booklive.jp/product/index/title_id/20068503/vol_no/001)",
      "ja": "「姉ちゃん!?」\n「康太!?」\n\n＊\n\nゲーム内で恋愛を楽しんでいたふたり。\n待ちに待ったオフ会で顔を合わせたら……相手はまさかの姉弟で!?\n複雑なこの感情……なかなか飲み込むのは難しい！\n\nＳＮＳで話題のカオス展開ラブコメが、 描き下ろしを加えて待望の書籍化!!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "100"
  },
  {
    "mangaId": "7f30dfc3-0b80-4dcc-a3b9-0cd746fac005",
    "title": {
      "en": "Detective Conan"
    },
    "updatedAt": "2024-03-20T09:46:05+00:00",
    "coverArt": "https://mangadex.org/covers/7f30dfc3-0b80-4dcc-a3b9-0cd746fac005/b65b80fa-217c-4a71-8e8f-5d647990117a.jpg",
    "altTitles": [
      {
        "en": "Case Closed"
      },
      {
        "fr": "Détective Conan"
      },
      {
        "tr": "Dedektif Conan"
      },
      {
        "id": "Detektif Conan"
      },
      {
        "sv": "Mästerdetektiven Conan"
      },
      {
        "pl": "Detektyw Conan"
      },
      {
        "ja-ro": "Meitantei Conan"
      },
      {
        "no": "Mesterdetektiven Conan"
      },
      {
        "vi": "Thám Tử Lừng Danh Conan"
      },
      {
        "ar": "المتحري كونان"
      },
      {
        "ar": "المحقق كونان"
      },
      {
        "th": "ยอดนักสืบจิ๋ว โคนัน"
      },
      {
        "zh": "名侦探柯南"
      },
      {
        "zh-hk": "名偵探柯南"
      },
      {
        "ja": "名探偵コナン"
      },
      {
        "ko": "명탐정 코난"
      },
      {
        "da": "Mesterdetektiven Conan"
      },
      {
        "ca": "Detectiu Conan"
      },
      {
        "de": "Detektiv Conan"
      },
      {
        "fi": "Salapoliisi Conan"
      },
      {
        "hu": "Conan, a detektív"
      },
      {
        "uk": "Детектив Конан"
      },
      {
        "la": "Investigator Conan"
      },
      {
        "lt": "Detektyvas Konanas"
      },
      {
        "ro": "Detectiv Conan"
      },
      {
        "he": "הבלש קונאן"
      },
      {
        "fa": "کارآگاه کونان"
      },
      {
        "hi": "डिटेकटिव् कोनन"
      },
      {
        "bn": "ডিটেকটিভ কোনান"
      },
      {
        "sq": "Çështja e mbyllur"
      },
      {
        "sq": "Detektivi Konan"
      },
      {
        "bg": "Detektivi Konan"
      }
    ],
    "description": {
      "en": "Shinichi Kudo is a high school detective who sometimes works with the police to solve cases. During an investigation, he is attacked by members of a crime syndicate known as the Black Organization. They force him to ingest an experimental poison, but instead of killing him, the poison transforms him into a child. Adopting the pseudonym Conan Edogawa and keeping his true identity a secret, Kudo lives with his childhood friend Ran and her father Kogoro, who is a private detective."
    },
    "status": "ongoing",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-06-01T15:16:01+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/c18889fc-ca8d-4f98-a8b4-eeb116276ab9.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. Strolling around the neighborhood, soaking in the public bath, eating the local cuisine, enjoying the park... even though she can’t take a big vacation or travel far, she’s determined to still enjoy any little “vacation” she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0e0cae2-a3d9-4bb8-b45e-0538b87d548b",
    "title": {
      "en": "Danger! The vicious Elder Princess begins to fall in love"
    },
    "updatedAt": "2024-07-25T17:22:43+00:00",
    "coverArt": "https://mangadex.org/covers/d0e0cae2-a3d9-4bb8-b45e-0538b87d548b/87dc332a-c527-4507-9932-a0822fda7446.jpg",
    "altTitles": [
      {
        "en": "Danger! The Vicious Elder Princess Begins to be Drunk in Love"
      },
      {
        "en": "Danger! The Vicious Elder Princess Begins to Fall in Love With the Brain"
      },
      {
        "zh-ro": "Wēi! Èdú Zhǎng Gōngzhǔ Kāishǐ Liàn'ài Nǎo"
      },
      {
        "zh": "危！恶毒长公主开始恋爱脑"
      }
    ],
    "description": {
      "en": "Don’t throw away bad villains, kiss and hug, the future is a life-saving medicine!] The queen of the last days wears a book with spatial powers and becomes the eldest princess of Yunguo’s luxurious and lustful male favorite, and interrupts the book The legs of the biggest villain?! Thinking of the rise of the villain in the future, destroying Yunguo, and executing the eldest princess Ling Chi, stripping her bones and skin, destroying her bones and ashes—give her a chance, she wants to be a good person! She can come back against the wind!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]