[
  {
    "mangaId": "a11a58b3-14f5-4eea-a045-ada294658206",
    "title": {
      "en": "Until Death Do Us Part"
    },
    "updatedAt": "2024-10-25T12:01:35+00:00",
    "coverArt": "https://mangadex.org/covers/a11a58b3-14f5-4eea-a045-ada294658206/385fce95-073d-48aa-8542-39baf95ad919.jpg",
    "altTitles": [
      {
        "vi": "Cho Đến Khi Cái Chết Chia Lìa Đôi Ta"
      },
      {
        "es": "Hasta que la muerte nos separe"
      },
      {
        "fr": "Jusqu'à ce que la mort nous sépare"
      },
      {
        "pl": "Póki śmierć nas nie rozłączy"
      },
      {
        "ja-ro": "Shi ga Futari wo Wakatsu Made"
      },
      {
        "th": "เนตรปริศนาล่าทรชน"
      },
      {
        "ja": "死がふたりを分かつまで"
      },
      {
        "zh": "直至死亡将我们分开"
      },
      {
        "zh-hk": "直至死亡將我們分開"
      },
      {
        "zh-hk": "終極感應"
      }
    ],
    "description": {
      "en": "The future is a great unknown. Throughout history, those who have been graced with the power to read it have been sought by many. In this day and age, the term \"prophet\" is outdated. \"Precog,\" as in precognition, is the modern term.  \n  \nYet when the powers of precognition is graced upon a young girl named Tohyama Haruka, she is sought after by a powerful organization. Utilizing her powers, Haruka makes contact with Hijikata Mamoru, a blind swordsman. When cornered by her captors, Haruka proposes an outrageous condition to Mamoru. Haruka wants Mamoru to protect her until death do them apart.  \n  \n[Song Ji-Hyoung is the real name of the artist who uses the pen name Double S]",
      "vi": "Một cô bé có thể nhìn thấy trước tương lai, 1 món quà từ thượng đế hay là nỗi bất hạnh? Cô bị bọn yakuza truy đuổi nhằm mưu lợi cá nhân và cô muốn thoát khỏi tay bọn chúng. Dựa vào năng lực của mình, cô đã tìm đến một người đàn ông bị mù mắt nhưng cực kỳ mạnh mẽ, người có thể giúp cô trốn thoát…"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "214"
  },
  {
    "mangaId": "e19faf72-2235-4126-9a77-46f9275de222",
    "title": {
      "en": "Primal Hunter"
    },
    "updatedAt": "2024-06-27T14:20:19+00:00",
    "coverArt": "https://mangadex.org/covers/e19faf72-2235-4126-9a77-46f9275de222/271f0620-e408-436c-b673-c514f9d83fd7.jpg",
    "altTitles": [
      {
        "pl": "Pierwotny Łowca"
      }
    ],
    "description": {
      "en": "Jake, a seemingly average office worker, unexpectedly finds himself thrust into a fantasy world teeming with dangers and opportunities. Rather than succumbing to fear, Jake thrives in this unfamiliar realm. As he navigates the expansive multiverse, his power grows and he transforms—evolving from a mundane office worker into a true apex hunter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "832c9d97-28c4-44c8-839f-c201a764d713",
    "title": {
      "en": "Find the Crown"
    },
    "updatedAt": "2024-10-04T04:51:41+00:00",
    "coverArt": "https://mangadex.org/covers/832c9d97-28c4-44c8-839f-c201a764d713/3840681f-36bb-46be-a651-0a0d64b49a4a.jpg",
    "altTitles": [
      {
        "ko": "왕관을 찾아줘"
      }
    ],
    "description": {
      "en": "For centuries, the grim reaper Ari guided souls to the afterlife, feeling lonely because no one could see her head. One day, a human named Woo-chul, who can see her head, offers to help find it. Can Ari find her head and ease her loneliness? This is the romance drama of Ari and Woo-chul, crossing between the realms of the living and the dead."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "855a1c70-4e13-4b82-8bf5-fb42201db6d5",
    "title": {
      "en": "Shin Mazinger Zero vs. the Great General of Darkness"
    },
    "updatedAt": "2024-10-14T00:45:41+00:00",
    "coverArt": "https://mangadex.org/covers/855a1c70-4e13-4b82-8bf5-fb42201db6d5/c0b28c29-d7a2-484a-af93-ac0668e0bdfe.jpg",
    "altTitles": [
      {
        "ja-ro": "Shin Mazinger Zero vs. Ankoku Daishogun"
      },
      {
        "ja": "真マジンガーZEROvs暗黒大将軍"
      },
      {
        "zh": "真魔神ZERO VS 暗黑大将军"
      }
    ],
    "description": {
      "en": "After finally defeating Dr. Hell, Kabuto Kouji has to battle the forces of the Mikene Empire. Against an enemy unknown even to Minerva X, who has seen countless alternate timelines, Mazinger Z faces his most desperate moments! (MAL)",
      "pt-br": "Depois de finalmente derrotar o Dr. Hell, Kabuto Kouji tem que lutar contra as forças do Império Mikene. Contra um inimigo desconhecido até mesmo para Minerva X, que viu inúmeras linhas do tempo alternativas, Mazinger Z enfrenta seus momentos mais desesperadores!"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "35"
  },
  {
    "mangaId": "b11736e2-f72f-431f-a00f-820a2e58f27e",
    "title": {
      "en": "Moratta Mittsu no Hazure Skill, Awasetara Saikyou Deshita"
    },
    "updatedAt": "2024-11-03T07:17:36+00:00",
    "coverArt": "https://mangadex.org/covers/b11736e2-f72f-431f-a00f-820a2e58f27e/2f564a7a-1df6-4a55-aa65-be4af5104e4f.png",
    "altTitles": [
      {
        "ja": "貰った三つの外れスキル、合わせたら最強でした"
      },
      {
        "en": "The Three Skills I Received, When Combined, Were The Most Powerful"
      },
      {
        "id": "Tiga keterampilan tidak biasa yang saya terima adalah yang terkuat jika digabungkan."
      },
      {
        "pt-br": "As Três Habilidades que Recebi, Quando Combinadas, Eram as Mais Poderosas"
      }
    ],
    "description": {
      "en": "Mutou Kushina's life, filled with brutality, came to an abrupt end. In his new incarnation, the goddess granted him three abilities: [Super Speedy Regeneration], [Agelessness], and [Grit: Indomitable Spirit]. However, those skills were outlier skills that were not offensive skills!\n\nThe place where he was reborn with such skills is the Forest of Endless Calamity, where a large number of Danger Level S monsters roam, one of which is capable of destroying the world. Having no offensive skills, Kushina's should have been killed by the monsters right away, but...? With all three skills, he can instantly regenerate no matter what kind of attack he receives! And every time he is attacked, he gets stronger and stronger...",
      "ja": "壮絶な前世の末、命を落とした少年・無倒屈止無（むとう くしな）。転生する際に女神に貰ったのは【超速再生】【不老】【根性：不撓不屈】という３つのスキル。しかし、それらのスキルは攻撃系のスキルではない外れスキルだった！\n\nそんなスキルを持って転生した先は、“危険度S”の1匹で世界を滅ぼせる程のモンスターが大量に闊歩している【果ての災厄の森】。攻撃系のスキルを持たない屈止無はすぐにモンスターに殺されるはずだったが……？３つのスキルを組み合わせたらどんな攻撃を受けても瞬時に再生！しかも攻撃される度に強くなっていき―",
      "pt-br": "Mutou Kushina, após uma vida brutal, é reencarnado por uma deusa em um mundo cheio de monstros de Nível de Perigo S. Com habilidades aparentemente inúteis - [Regeneração Super Rápida], [Imortalidade] e [Determinação: Espírito Indomável] - ele deveria ter sido morto imediatamente. No entanto, essas habilidades permitem que ele se regenere instantaneamente e fique mais forte a cada ataque. Agora, ele deve enfrentar os desafios da Floresta das Calamidades Infinitas e descobrir seu verdadeiro potencial."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ab3af7e-d024-43ce-8abf-676063c8fe5a",
    "title": {
      "en": "Astro Baby"
    },
    "updatedAt": "2024-11-02T11:25:06+00:00",
    "coverArt": "https://mangadex.org/covers/2ab3af7e-d024-43ce-8abf-676063c8fe5a/cc07c57f-279a-4e0d-9862-6396e0c91769.jpg",
    "altTitles": [
      {
        "ja": "アストロベイビー"
      },
      {
        "ru": "Астромалыш"
      }
    ],
    "description": {
      "en": "The remote town of North Hill has been quarantined to prevent the spread of the mysterious Couper disease that is turning people into cannibals. Young soldier Billy returns to his hometown for the first time in six years for the woman he loves, but what horrors will be awaiting him...?",
      "ja": "その病は宇宙から飛来し、人から人へと侵攻する――。　隕石から発生した食人病〈クーパー病〉によりロックダウンを余儀なくされた、最果ての街ノースヒル。街を出て軍人となったビリーは6年ぶりに帰郷し、愛するエレノアに求婚する。一人子供を産み育てようとしていたエレノアはビリーとの再会を喜ぶが、出産の最中ノースヒルに再び隕石が!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-09-07T17:53:05+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      },
      {
        "es-la": "El Villano Del Destino"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7a3d410-3b96-477a-912b-d2476477f5b5",
    "title": {
      "en": "Gideon of the 3rd"
    },
    "updatedAt": "2024-10-01T00:23:50+00:00",
    "coverArt": "https://mangadex.org/covers/d7a3d410-3b96-477a-912b-d2476477f5b5/3af8d406-a596-462c-8466-7b7b68cb1572.jpg",
    "altTitles": [
      {
        "ja-ro": "Dai 3 no Gideon"
      },
      {
        "ja-ro": "Dai-3 no Gideon"
      },
      {
        "ja": "第3のギデオン"
      },
      {
        "zh": "第三犹太勇士"
      }
    ],
    "description": {
      "en": "The stage is the eve of the French Revolution. There is the commoner Gideon, who wants to save the impoverished country side-by-side with the members of the Estates General. Then there is the aristocrat, Georges, who will use any means to achieve his purpose. A man who wants to change the country, and a man who wants to destroy it. Both begin their journey forward. Will their joint efforts of love and hatred, justice and evil lead them to a hell of bloodshed, or an ideal future?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "69"
  },
  {
    "mangaId": "eed06c5c-6f08-46c8-9833-42e40736cecf",
    "title": {
      "en": "Philomel the Fake"
    },
    "updatedAt": "2024-01-18T20:58:15+00:00",
    "coverArt": "https://mangadex.org/covers/eed06c5c-6f08-46c8-9833-42e40736cecf/44d91b88-d9a9-4fdb-b226-f544881fc7d4.jpg",
    "altTitles": [
      {
        "ko": "가짜를 위한 장소는 없다"
      },
      {
        "ko-ro": "Gajjareul Wihan Jangsoneun Eopda"
      },
      {
        "en": "There Is No Place for Fakes"
      },
      {
        "en": "No Place for the Fake Princess"
      },
      {
        "fr": "Philomelle, fausse princesse"
      },
      {
        "ja": "ニセモノ皇女の居場所はない"
      },
      {
        "zh": "没有冒牌货的位置"
      },
      {
        "zh-hk": "冒牌皇女的生存之道"
      }
    ],
    "description": {
      "en": "Philomel—the fake princess—conspires with her mother to impersonate the imperial princess and cause a war between the Mage Tower and the Empire.\nOnce her crimes were exposed, she was sentenced to execution.\nA death truly befitting of a wicked—\n\n“Even if the Philomel within the book had done some wrong, it wasn’t enough to warrant death!”\n\nPhilomel yelled and threw the book she'd been reading.\nShe had simply been curious about a book she'd picked up in the garden, but the contents of the book stated that she would die!\nAlthough she wanted to believe it was nothing but fiction, everything that happened from that moment onwards went just like in the book.\n\n“Since it has come to this… my goal is to survive!”\n\nWill Philomel be able to discover the origins of the suspicious book and live on?\n\n---\nAfter finding a mysterious book in the imperial garden, Princess Philomel not only discovers that the book's villain shares her name, but that other events in the story are coming true too. Now, she believes that she's an imposter and that the real princess will take her rightful place, leading to the execution of Philomel the Fake! So to avoid a tragic death, she has to make sure the rest of the book doesn't come true. Can this fake princess change what's already been written?",
      "fr": "Philomel — la fausse princesse — complote avec sa mère pour se faire passer pour la princesse impériale et provoquer une guerre entre la Tour des Mages et l'Empire. Une fois ses crimes exposés, elle est condamnée à l'exécution. Une mort vraiment digne d'une méchante...\n\n‘Même si la Philomel du livre a fait quelque chose de mal, ce n'est pas assez pour justifier la mort!»\n\nPhilomel a crié et a jeté le livre qu'elle lisait. Elle avait simplement été curieuse à propos d'un livre qu'elle avait ramassé dans le jardin, mais le contenu du livre disait qu'elle allait mourir! Bien qu'elle ait voulu croire que ce n'était que de la fiction, tout ce qui s'est passé à partir de ce moment-là s'est déroulé comme dans le livre.\n\n«Puisqu'on en est arrivé là... mon but est de survivre!»\n\nPhilomel parviendra-t-elle à découvrir les origines du livre suspect et à survivre?",
      "id": "Setelah bersekongkol dengan ibunya dan memicu perang antara kekaisaran dan menara sihir, Philomel si 'putri palsu' dihukum mati atas semua kejahatannya... Begitulah isi dari buku mencurigakan yang dipungut oleh Philomel di taman. Ia ingin memercayai bahwa cerita di dalam buku itu hanyalah fiksi, tapi semakin hari kejadian di dunia nyata semakin menyerupai buku itu. Agar tidak bernasib sama dengan Philomel yang ada di dalam buku, Philomel memutuskan untuk berusaha bertahan hidup. Akankah hidupnya berjalan sama seperti dengan buku mencurigakan itu?",
      "pl": "Philomel - fałszywa księżniczka - spiskowała ze swoją matką, by podszyć się pod cesarską księżniczkę i wywołać wojnę między Wieżą Magów, a Imperium.\nGdy jej zbrodnie zostały ujawnione, została skazana na śmierć.\nKonic godny nikczemnika...\n\"Nawet jeśli Philomel z książki zrobiła coś złego, to nie było to wystarczające, aby uzasadnić wyrok śmierci!\"\nPhilomel krzyknęła i rzuciła książkę, którą czytała.\nByła po prostu ciekawa książki, którą znalazła w ogrodzie, ale jej treść mówiła, że umrze!\nChoć chciała wierzyć, że to nic innego jak bajka, wszystko, co wydarzyło się od tego momentu, przebiegało dokładnie tak, jak w książce.\n\"Skoro do tego doszło... moim celem jest przetrwanie!\".\nCzy Philomel uda się odkryć pochodzenie podejrzanej książki i żyć dalej?",
      "pt-br": "Philomel, a 'princesa falsa' que conspirou com sua mãe para se passar por princesa imperial, causou uma guerra ao separar a Torre Mágica do Império. Quando ela é considerada culpada de todos os seus crimes, ela é condenada à morte. Realmente digna de uma vilã... \"Eu, não, Philomel no livro fiz algo errado, então não é o suficiente para me matar!\" Philomel gritou e jogou o livro que estava lendo. Ela estava apenas curiosoa sobre o livro suspeito que pegou no jardim, mas ela, não, a princesa Philomel do livro morreu! Quero acreditar que é apenas uma ficção, mas de alguma forma tudo o que acontece depois se assemelha ao que está escrito no livro. \"Agora que está assim... meu único objetivo é sobreviver!\" Philomel será capaz de revelar o que aquele livro suspeito diz e reivindicar sua vida?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1f8f17a-6c51-4a35-9205-bc70bb5fa826",
    "title": {
      "en": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
    },
    "updatedAt": "2024-04-15T10:51:45+00:00",
    "coverArt": "https://mangadex.org/covers/a1f8f17a-6c51-4a35-9205-bc70bb5fa826/e8d089bb-70ac-4ab2-a39f-33908756e7fa.jpg",
    "altTitles": [
      {
        "ja": "つれないほど青くて あざといくらいに赤い"
      },
      {
        "ru": "Холодно-синий и коварно-красный"
      },
      {
        "vi": "Xanh đến nỗi Lạnh Lùng, Đỏ tới mức Xảo Quyệt"
      },
      {
        "vi": "𩇢𦤾馁𨗺𡫶 𧹼細墨巧譎 (Nom Script)"
      }
    ],
    "description": {
      "en": "Is this senior... female? Male? Neutral? Demonic? A transfer student suffering from an incurable disease called curiosity meets a mysterious being (human) who is beautiful, cute, cool, and terrifying. The first of a new generation of horror comic authors presents an abyssal love story, a ghost story to peek into and sensuality to you.",
      "ru": "Мой сэмпай... Кто же это? Девушка? Парень? Оно? Демон?.. Главный герой — переведенный ученик старшей школы, страдающий неизлечимым чувством любопытства натыкается на красивое, милое, крутое и опасное создание (человека?). С этого момента и начинаются их необычные отношения.\n\n(Source: mangalib)",
      "vi": "Liệu senpai này là... Nữ giới? Nam giới? Vô giới? Ác quỷ giới?? Một học sinh chuyển trường mắc một căn bệnh vô phương cứu chữa gọi là sự hiếu kì đã gặp phải một tồn tại bí ẩn dưới hình dạng của một con người vô cùng xinh đẹp và dễ thương nhưng cũng rất lạnh lùng và đáng sợ. Một câu chuyện tình yêu nơi vực thẳm, một câu chuyện ma quái đầy gợi cảm, mang đến cho bạn bởi tác giả đứng đầu về một thế hệ mới của truyện kinh dị...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39878c19-f107-4385-b56a-3d90d2b2370f",
    "title": {
      "en": "Ellin’s Solhwa"
    },
    "updatedAt": "2024-01-19T02:20:59+00:00",
    "coverArt": "https://mangadex.org/covers/39878c19-f107-4385-b56a-3d90d2b2370f/13dc0dc1-068a-4ff7-b924-ca29b89f68e1.jpg",
    "altTitles": [],
    "description": {
      "en": "The last thing Ellin remembers is having to deal with a belligerent customer at her dead-end job. And when she opened her eyes… she’s “Solhwa,” the beautiful fourth concubine to the king of the Xyaran Empire. Between trying to learn the language and eating steak, Ellin’s trying to figure exactly what’s going on. Where is she? How did this happen? And who can she trust: Solhwa’s handsome charismatic childhood friend or the elegant, raven-haired king’s advisor?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "51"
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ae2d8e06-0717-44b8-b424-c4abe5f91665",
    "title": {
      "en": "I, The Invincible Villain Master With My Apprentices"
    },
    "updatedAt": "2024-09-06T14:47:44+00:00",
    "coverArt": "https://mangadex.org/covers/ae2d8e06-0717-44b8-b424-c4abe5f91665/bd4be11e-9c0e-4157-b421-a58afb1f3e21.jpg",
    "altTitles": [
      {
        "zh": "反派师尊的我带着徒弟们天下无敌"
      },
      {
        "zh-ro": "Fǎnpài Shī Zūn De Wǒ Dàizhe Túdìmen Tiānxià Wúdí"
      },
      {
        "zh-ro": "Fanpai Shi Zun De Wo Daizhe Tudimen Tianxia Wudi"
      },
      {
        "en": "My Villainous Master Brings Along the Peerless Apprentices"
      },
      {
        "tr": "Ben, Çıraklarımla Birlikte Yenilmez Kötü Ustayım"
      },
      {
        "sv": "Jag, den oövervinnelige elaka Mästaren och mina lärlingar"
      }
    ],
    "description": {
      "en": "Shen Shi was very disappointed when he transmigrated into the book he wrote and didn't even end up as the protagonist. He also didn’t understand why the invincible hero became a girl? Even worse, why did all his apprentices want to become his wife instead! The protagonist asked him, “Master! Would you like to take me right now? Or do I have to kill off the other apprentices first before you'll have me?”",
      "tr": "Shen Shi çok üzgündü. Neden yazdığı kitaba gittiğini ve ana karakter olmadığını anlamadı. Ölümsüz erkek ana karakter neden kadındı? Daha bir çok şeyi anlamadı. Çırak yetişimcisi olmak istediği belliydi, bu yüzden herkes onun çırağı olmak istedi. Ana karakter: “Usta! Bugün önce beni mi yiyeceksin, yoksa bütün büyük kız kardeşleri öldürdükten sonra mı beni yemek istiyorsun?”",
      "zh": "沈适感觉很难过。 他就不明白了，为什么穿越到了自己写的书里，还不是主角。 他也不明白，龙傲天男主角，为什么变成了女的？ 他更不明白，明明要养成的是徒弟，为什么一个个的都想上位当师娘？ 主角：“师父！你今天是要先吃我呢，还是我干掉所有师姐，你再吃我呢？”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d29071f5-c6bf-4802-aca3-5ee7dde03cdd",
    "title": {
      "en": "Fork & Knife"
    },
    "updatedAt": "2023-09-08T14:49:53+00:00",
    "coverArt": "https://mangadex.org/covers/d29071f5-c6bf-4802-aca3-5ee7dde03cdd/70af3202-0f90-49a8-a8ad-7afc4f791dbb.jpg",
    "altTitles": [
      {
        "ko": "포크&나이프"
      },
      {
        "en": "Fork and Knife"
      }
    ],
    "description": {
      "en": "A world of constant war because we don't understand each other's differences.\nA world where it is normal to hate and harm other species.\nIn this hellish world where blood is splashed and people kill and kill each other, how can a boy named Rito survive?\nA medieval dark fantasy of humans and xenomorphs.",
      "ko": "서로의 다름을 이해 못 해 끊임없는 전쟁이 벌어지는 세계.\n타종을 혐오하고 해하는 것이 당연한 세계.\n피가 튀고 서로가 죽고 죽이는\n이 지옥 같은 세계에서 소년 '리토'는\n과연 어떻게 살아남을 것인가.\n\n인간과 이종족들이 벌이는 중세 다크 판타지"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1522b1b-4b5a-4c09-bb39-8b092f4b7edd",
    "title": {
      "en": "Shoukan sareta Kenja wa Isekai wo Yuku ~Saikyou nano wa Fuyou Zaiko no Item deshita~"
    },
    "updatedAt": "2024-11-02T18:38:04+00:00",
    "coverArt": "https://mangadex.org/covers/f1522b1b-4b5a-4c09-bb39-8b092f4b7edd/0279ffd2-4969-4f8b-bab8-0b9bffbe12c1.jpg",
    "altTitles": [
      {
        "ja": "召喚された賢者は異世界を往く ～最強なのは不要在庫のアイテムでした～"
      },
      {
        "en": "A Sage Is Summoned to Another World: The Undesired Items Are Now the Strongest"
      },
      {
        "es-la": "El sabio es invocado a otro mundo ~Los artículos más fuertes eran los menos deseados del inventario~"
      },
      {
        "ko": "소환된 현자는 이세계를 누빈다 ~최강인 것은 필요없는 재고 아이템이었습니다~"
      },
      {
        "zh-hk": "被召喚的賢者前往異世界～廢棄庫存道具才是最強～"
      },
      {
        "zh": "被召唤的贤者前往异世界～废弃库存道具才是最强～"
      },
      {
        "en": "Wise Man Is Summoned to Another World ~The Strongest Items Were Those Less Desired in Inventory~"
      }
    ],
    "description": {
      "en": "Touya, the strongest player in the game Pandemic World Online, had won so many items that he decided to create an alternate account to store the extra ones. While playing this very game in his second account, he was summoned to another world as a character he made, where the people were merrily expecting a hero. However, when it is known that he doesn't have the title of a hero, he is discarded and replaced by another person. Now, he must survive in an another world with the account he merely used to store his extra items in.  \n\n\n---",
      "es-la": "Touya, el jugador mas fuerte del juego Pandemic World Online, ha ganado tantos items que decidió crear una cuenta alternativa para almacenarlos, mientras jugaba fue invocado a otro mundo, pero al no tener la categoría de héroe es desechado y remplazado por otra persona, ahora tendrá que sobrevivir solo en ese mundo y con el personaje que creó para almacenar esos objetos.  \n\n\n---\n\n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n9275ei/) (Japanese)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce4f4da2-848b-46ee-a356-53ec9291bfc8",
    "title": {
      "en": "nicoichi"
    },
    "updatedAt": "2024-11-04T21:53:37+00:00",
    "coverArt": "https://mangadex.org/covers/ce4f4da2-848b-46ee-a356-53ec9291bfc8/80e64a31-df0f-4ea9-bf84-6aa1155cf28e.jpg",
    "altTitles": [
      {
        "ja-ro": "Nikoichi"
      },
      {
        "ja": "ニコイチ"
      },
      {
        "zh": "变装俏老爸"
      }
    ],
    "description": {
      "en": "This is a story about the love and hardships of a 29 year-old guy named Makoto Suda. Makoto is an ordinary office worker in every sense but one - in front of Takashi, his stepchild, he disguises himself as a woman and plays the role of a beautiful mother. While leading this “fatherless family” life, he falls in love with a woman. One morning he sees her on a crowded train, but… she’s being molested!?",
      "ja": "須田真琴はごく普通のサラリーマン。ところが息子・崇の前では女装して優しいママを演じていた。"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "120"
  },
  {
    "mangaId": "c0a0a727-c381-4c35-afe0-8152317c6fb4",
    "title": {
      "en": "Kitayama-kun to Minamiya-kun"
    },
    "updatedAt": "2024-11-03T05:46:51+00:00",
    "coverArt": "https://mangadex.org/covers/c0a0a727-c381-4c35-afe0-8152317c6fb4/22e72913-fc5e-4775-a080-f5d16143395a.jpg",
    "altTitles": [
      {
        "ja": "北山くんと南谷くん"
      }
    ],
    "description": {
      "en": "\"I want to see Kitayama-san's erotic face!!\"\n\nA handsome guy who's too pure × a lewd boy who's often perverted.\nA 100% cute and happy love comedy!\n\nConvenience store employee Minamiya can fantasize about \"a person's most erotic face\" just by looking at them.\nBut, his work senior Kitayama's erotic face is the only one he can't see.\nWhy is it just him? He's so curious that he ends up staring at him.\nOne day, they start talking when they find out they have the same favorite band, and Minamiya goes over to Kitayama's house.\nMaybe with this he'll be able to imagine Kitayama's erotic face!?\nWhile thinking about his ulterior motives, he talks about his love for the band...\n\n\"I like Minamiya-kun too...\"\n\"...Huh!?\"\nMinamiya was sure they were talking about the band,\nBut he freezes when Kitayama gives an unexpected confession!?",
      "es-la": "\"¡Quiero ver la cara erótica de Kitayama-san!\"\nUn chico guapo que es demasiado puro × un chico lascivo que a menudo es pervertido.\n¡Una comedia de amor 100% linda y feliz!\nMinamiya, empleado de una tienda de conveniencia, puede fantasear con \"la cara más erótica de una persona\" con solo mirarla.\nPero, la cara erótica de su superior en el trabajo, Kitayama, es la única que no puede ver.\n¿Por qué es solo él? Tiene tanta curiosidad que termina mirándolo.\nUn día, comienzan a hablar cuando descubren que tienen la misma banda favorita, y Minamiya va a la casa de Kitayama.\n¿Tal vez con esto pueda imaginar la cara erótica de Kitayama?\nMientras piensa en sus motivos ocultos, habla sobre su amor por la banda...\n\"A mí también me gusta Minamiya-kun...\"\n\"... ¿¡Eh!?\"\nMinamiya estaba seguro de que estaban hablando de la banda,\n¡Pero se congela cuando Kitayama hace una confesión inesperada!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "77dbfa29-8ef0-446d-82cc-1b4de878dd90",
    "title": {
      "en": "Sokushi Cheat ga Saikyou Sugite, Isekai no Yatsura ga Marude Aite ni Naranai n desu ga"
    },
    "updatedAt": "2024-11-02T18:32:33+00:00",
    "coverArt": "https://mangadex.org/covers/77dbfa29-8ef0-446d-82cc-1b4de878dd90/77f26ea9-bf2c-4065-afd5-5c12547ee57f.jpg",
    "altTitles": [
      {
        "tr": "Ani Ölüm Gücü"
      },
      {
        "en": "My Instant Death Ability Is So Overpowered, No One in This Other World Stands a Chance Against Me!"
      },
      {
        "en": "The Other World Doesn't Stand a Chance Against the Power of Instant Death"
      },
      {
        "ja": "即死チートが最強すぎて、異世界のやつらがまるで相手にならないんですが。－ΑΩ－"
      },
      {
        "zh": "秒杀外挂太强了，异世界的家伙们根本就不是对手。 –AΩ-"
      },
      {
        "ko": "즉사 치트가 너무 최강이라 이세계 녀석들이 전혀 상대가 되지 않습니다만. –AΩ-"
      },
      {
        "ja-ro": "Sokushi Cheat ga Sai Tsuyo Sugite, Isekai no Yatsu-ra ga Marude Aite ni Naranain Desuga. - AΩ -"
      },
      {
        "es": "El Otro Mundo No Tiene Ninguna Posibilidad Frente Al Poder De La Muerte Instantánea"
      },
      {
        "en": "My Instant Death Ability Is So Overpowered, No One in This Other World Stands a Chance Against Me! —AΩ—"
      },
      {
        "en": "Instant Death Cheat"
      }
    ],
    "description": {
      "en": "Growth cheats? Infinite magic power? The ability to utilize all archetypes? What’s the point if instant death ends everything with a single attack? \n \nAwaking to absolute chaos and carnage while on a school trip, Yogiri Takatou discovers that everyone in his class has been transported to another world!\n\nHe had somehow managed to sleep through the entire ordeal himself, missing out on the Gift — powers bestowed upon the others by a mysterious Sage who appeared to transport them. Even worse, he and another classmate were ruthlessly abandoned by their friends, left as bait to distract a nearby dragon. Although not terribly bothered by the thought of dying, he reluctantly decides to protect his lone companion. After all, a lowly Level 1000 monster doesn't stand a chance against his secret power to invoke Instant Death with a single thought!\n\nIf he can stay awake long enough to bother using it, that is...",
      "tr": "Büyüme hileleri? Sonsuz büyü gücü? Tüm ark tipte yetenekleri kullanma yeteneği? Anında bir ölüm her şeyi tek bir saldırı ile sonlandırırsa amaç ne?  \n  \nLise öğrencisi Yogiri Takatou, gezi otobüsüne saldıran bir ejderhayla uyandığı bir okul gezisine çıktı, sadece otobüste kalanlar o ve panik içindeki kız sınıf arkadaşı olan Tomochika Dannoura idi. Görünüşe göre sınıf arkadaşlarının geri kalanı, kendisini Sage(Bilge) olarak tanıtan ve ejderha yemi olarak geride bıraktı.  \n  \nVe böylece Yogiri, tam olarak ne olduğu hakkında hiçbir fikri olmayan, tehlike dolu paralel bir evrene atıldı. Aynı şekilde, onları çağıran Sion, dünyasına ne tür bir varlık çağırdığına dair hiçbir fikri yoktu.  \n  \n\n\n---\n\n**Links:**  \n- [Mangaka's Twitter](https://twitter.com/twitydk)  \n- [Japanese Web Novel](https://ncode.syosetu.com/n5691dd/)  \n- [Official English Light Novel](https://j-novel.club/s/my-instant-death-ability-is-so-overpowered-no-one-in-this-other-world-stands-a-chance-against-me/)",
      "es-la": "¿Trucos para ser más fuerte? ¿Poder mágico infinito? ¿Las posibilidades de utilizar todos los arquetipos? ¿Cuál es el punto si la Muerte Instantánea lo termina todo con un solo ataque? \n\nYogiri Takatou, estudiante de último año de la escuela secundaria, estaba en un viaje escolar cuando se despertó con un dragón asaltando su autobús turístico, con los únicos que aún estaban en el autobús siendo él y su compañera de clase, Tomochika Dannoura, al parecer, el resto de sus compañeros de clase habían recibido poderes especiales por parte de Sion, una mujer que se presentó como Sabio y se escapó al mandar un dragón, dejando a los que no habían recibido ningún poder especial como cebo del dragón.\n\nY así, Yogiri fue arrojado a un universo paralelo lleno de peligro, sin idea de lo que acaba de suceder. Del mismo modo, Sion no tenía forma de saber qué tipo de ser había convocado a su mundo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbc8e1e4-cba6-48ec-b828-d613fe3d93a6",
    "title": {
      "en": "Koori Zokusei Danshi to Cool na Douryou Joshi"
    },
    "updatedAt": "2024-11-02T18:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/fbc8e1e4-cba6-48ec-b828-d613fe3d93a6/7f6b8411-55b8-4134-8c82-17c4c38ff5e8.jpg",
    "altTitles": [
      {
        "ja": "氷属性男子とクールな同僚女子"
      },
      {
        "en": "The Ice Guy and the Cool Girl"
      },
      {
        "en": "The Ice Guy and His Cool Female Colleague"
      },
      {
        "de": "Ice-Guy und seine coole Kollegin"
      },
      {
        "fr": "The Ice Guy & the Cool Girl"
      },
      {
        "fr": "L'homme glacé et la consœur cool"
      },
      {
        "fr": "L'homme froid et la collègue cool"
      },
      {
        "it": "Ice Guy & Cool Girl"
      },
      {
        "es": "El chico de hielo y su genial colega femenina"
      },
      {
        "pl": "Śnieżny chłopak i cool dziewczyna"
      },
      {
        "ru": "Ледяной парень и классная девушка-коллега"
      },
      {
        "th": "บริษัทลุ้นรัก หนุ่มหิมะกับสาวสุดคูล"
      },
      {
        "ko": "빙속성 남자와 쿨한 동료녀"
      },
      {
        "tr": "Buz çocuk ve havalı i̇ş arkadaşı"
      },
      {
        "zh": "冰属性男子与酷酷女同事"
      },
      {
        "zh-hk": "冰屬性男子與無表情女子"
      },
      {
        "ar": "رجل الثلج وزميلة العمل الباردة"
      },
      {
        "vi": "Anh chàng băng giá và cô nàng đồng nghiệp lạnh lùng"
      },
      {
        "vi": "Chàng \"băng\" nàng \"giá\""
      },
      {
        "en": "Ice Guy and the Cool Female Colleague"
      }
    ],
    "description": {
      "de": "Himuro ist Büroangestellter und der Nachfahre einer Schneefrau. Wann immer seine Gefühle außer Kontrolle geraten, werden seine Kollegen seinen eisigen Kräften ausgesetzt. Jedoch besitzt er entgegen seiner frostigen Fähigkeiten eine sehr warmherzige und freundliche Persönlichkeit. Er liebt Katzen und Blumen, auch wenn er ihnen nicht zu nahe kommen kann. Diejenige, die seine Gefühle immer wieder aus der Bahn wirft und sein Herz zum Schmelzen bringt, ist seine stets gefasst wirkende und ein wenig exzentrische Kollegin Fuyutsuki. Obwohl alle Kollegen durch den stetigen Ausbruch seiner Kräfte von seinen Gefühlen für Fuyutsuki wissen, ist diese vollkommen ahnungslos. Dies hält Himuro jedoch nicht davon ab, zu versuchen, ihr Herz für sich zu gewinnen.",
      "en": "A cute fluffy romance about the decendant of a yuki-onna who freezes the surrounding area every time he talks to his cute coworker.\n\nx.5 chapters are longer than normal chapters and have more fluffy content, make sure to read them!\n\n---\nHimuro is a living descendant of the Snow Woman from Japanese folklore. But anytime he's around his eccentric yet kind colleague, Fuyutsuki-san, he totally freezes up! Despite the snowstorm of love that rages on in his heart, and her complete cluelessness, will he take a step forward or stay frozen in place?\n\n---\n**Links:**\n- Alternative Official English - [Penguin Random House](https://www.penguinrandomhouse.com/series/FQP/the-ice-guy-and-the-cool-girl/)",
      "fr": "Himuro est le descendant d'une yuki-onna, une femme des neiges. Par cette filiation, il plonge inconsciemment son entourage dans un environnement proche de l'Arctique lorsqu'il se concentre.\n\nPire encore, il passe pour un homme qu'il n'est pas : perçu comme insensible et au tempérament glacial, il est en réalité chaleureux, aime les chats et les fleurs.\n\nSon état finit par attirer l'attention de sa collégue Fuyutsuki, dont il est secrètement amoureux. Himuro se montre alors déterminé à capturer le coeur de la jeune femme.",
      "id": "Romansa lembut yang lucu tentang dekendensi yuki-onna yang membekukan area sekitarnya setiap kali dia berbicara dengan rekan kerjanya yang imut.",
      "it": "Il manga racconta la dolce storia d'amore tra due colleghi, la tranquilla e dolce Fuyutsuki-san e Himuro-kun, discendente di una donna delle nevi, che letteralmente ghiaccia ogni cosa attorno a lui.\n\n---\nQuesta è la storia di Himuro, il discendente di una donna delle nevi, e della sua gentile seppur particolare collega Fuyutsuki... Anche se a prima vista possono sembrare due persone imperturbabili, entrambi sono in realtà molto impacciati quando si tratta di questioni di cuore; infatti l’amore che Himuro nutre nei confronti di Fuyutsuki imperversa nel suo animo come una bufera di neve, impedendogli di compiere il fatidico primo passo. Lei, d’altro canto, pare del tutto inconsapevole dei suoi stessi sentimenti...",
      "ja": "現代を生きる雪女の末裔な氷室くんと、同僚のちょっとユニークで優しい冬月さん。一見、クールに見えつつも、二人は恋愛にすっごく不器用。冬月さんへの「好き」が心の内で吹雪のように吹き荒れる氷室くんはもう一歩を踏み出せず、一方の冬月さんは自分の感情に超が付くほど鈍感で!?　Twitter＆pixivで大人気!!　クールな二人のピュア過ぎラブコメディー♪　単行本だけの描き下ろしマンガ３編を収録☆",
      "ko": "현대를 살아가는 설녀의 후예 히무로와 \n약간 독특하면서도 상냥한 동료 후유츠키. \n\n언뜻 보면 쿨해보이는 두 사람이지만, 연애에 관해서는 놀랄 만큼 서투르다. \n후유츠키를 향한 ‘호감’이 마음속에서 눈보라처럼 몰아치자, \n히무로는 더 이상 한 걸음도 나아가지 못하고. \n후유츠키 역시도 자신의 감정에 둔감하기는 마찬가지였는데!? \n\nTwitter&pixiv에서 대인기!! \n쿨한 두 사람의 맑다 못해 투명한 러브 코미디♪ \n\n단행본만의 오리지널 에피소드 3편도 수록☆",
      "pl": "Poznajcie Himuro, żyjącego we współczesnej Japonii potomka yuki-onny, oraz jego nieco nietypową koleżankę z biurka obok, Fuyutsuki. Choć na pierwszy rzut oka oboje wydają się spokojni i opanowani, tak naprawdę w miłości nie do końca dobrze sobie radzą. Himuro, w którego sercu panuje miłosna zamieć, nie jest w stanie wykonać kolejnego kroku naprzód, zaś Fuyutsuki zdaje się nie zauważać jego starań…",
      "ru": "Милый пушистый роман о классной работнице и её, холодном как лёд, коллеге.",
      "th": "ฮิมุโระคุง ชายหนุ่มผู้สืบเชื้อสายของสาวหิมะซึ่งใช้ชีวิตอยู่ในยุคปัจจุบัน \nและคุณฟุยุสึกิ เพื่อนร่วมงานสาวผู้อ่อนโยนและค่อนข้างไม่เหมือนใคร \nหากมองแค่ผิวเผิน หนุ่มสาวคู่นี้ก็ดูเป็นคนคูลๆ อยู่หรอก \nแต่พอเป็นเรื่องราวความรักแล้ว ทั้งสองกลับไม่เอาไหนซะเลย\nฮิมุโระคุงผู้ได้แต่เก็บความ \"ชอบ\" \nที่มีต่อฟุยุสึกิไว้ในใจประหนึ่งพายุหิมะที่โหมกระหน่ำ \nโดยไม่กล้าก้าวออกไปเริ่มต้นสักที \nส่วนฝ่ายคุณฟุยุสึกิเองก็ช่างความรู้สึกช้าไม่รู้ใจตัวเองเลย!?",
      "tr": "Sevimli iş arkadaşıyla her konuştuğunda çevreyi donduran ve Yuki-Onna'nın soyundan gelen adam hakkında sevimli, kabarık bir romantizm.",
      "vi": "Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy. Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy.",
      "zh": "冰属性男子与酷酷女同事漫画 ，当雪男遇上酷酷女同事，办公室将掀起一场恋爱暴风雪！",
      "pt-br": "Himuro-kun, descendente de uma Yuki-onna moderna, acabou de chegar em seu novo trabalho, e acaba criando tempestades de neve e bonecos de neve quando é tomado por suas emoções e perde o controle. Sua paixão secreta por Fuyutsuki-san, uma colega de trabalho única, mas gentil, cresce tão forte que congela às vezes aqueles ao seu redor. Por outro lado, Fuyutsuki-san, que muitas vezes é visto como legal pelos outros, também está muito interessada no misterioso Himuro-kun. O relacionamento deles muda gradualmente através do trabalho diário e dos eventos da empresa, e eles também começam a passar tempo juntos, mas ambos são desajeitados no amor e não conseguem se aproximar…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35afa4a9-0128-4e15-9801-c34d9e1b9f9a",
    "title": {
      "en": "Kimi no Tame no Curtain Call"
    },
    "updatedAt": "2024-06-19T22:59:35+00:00",
    "coverArt": "https://mangadex.org/covers/35afa4a9-0128-4e15-9801-c34d9e1b9f9a/72828433-13f5-4089-8bac-8f877b4e5e82.jpg",
    "altTitles": [
      {
        "en": "A Curtain Call for You"
      },
      {
        "ja": "君のためのカーテンコール"
      }
    ],
    "description": {
      "en": "Akutsu Sakura, a wallflower with no self-esteem to speak of, and Hiiragi Tsubame, a girl brimming with confidence and dignity. The meeting between these two polar opposites marks the start of their adolescence. \n\nA high school drama exploring façades and what lie beneath them, and the difference between imitations and the real thing."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01586f0f-6bab-4984-9b55-235fb40d1505",
    "title": {
      "en": "Metroid: Samus & Joey"
    },
    "updatedAt": "2022-06-29T23:20:34+00:00",
    "coverArt": "https://mangadex.org/covers/01586f0f-6bab-4984-9b55-235fb40d1505/8e3958d4-ed6c-48da-87da-66f7268b0c1c.jpg",
    "altTitles": [
      {
        "ja": "メトロイド サムス＆ジョイ"
      }
    ],
    "description": {
      "en": "A comic based on the action game series *Metroid.* Samus Aran, a legendary warrior, and Joey, a young boy who wants to be as strong as his late father, are about to embark on an epic adventure across the galaxy!"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "c322dbd7-bf69-468a-b6c8-41e110e1e0ff",
    "title": {
      "en": "The Esper's Game"
    },
    "updatedAt": "2024-06-16T16:30:29+00:00",
    "coverArt": "https://mangadex.org/covers/c322dbd7-bf69-468a-b6c8-41e110e1e0ff/982dfb2d-36c3-4660-b219-706bbe381b75.jpg",
    "altTitles": [
      {
        "ko": "초인의 게임"
      },
      {
        "ru": "Игра сверхчеловека"
      },
      {
        "en": "Superhuman Battlefield"
      },
      {
        "es-la": "Campo de batalla Superhumano"
      }
    ],
    "description": {
      "en": "Seo MoonYeob was the world’s greatest superhuman, who sacrificed himself after saving humanity.\n\nThought to have been dead, he returns 17 years later to a now-peaceful world,\nand the superhuman sport faces seismic change.\n\nThe story of a modern-fantasy sports-action starts now!",
      "ko": "인류를 구하고 홀로 희생한 영웅, 최강의 초인 서문엽.\n죽었다고 알려진 그가 17년 후의 평화로운 세상에 돌연 귀환하면서\n초인들의 스포츠 <배틀필드>에는 지각변동이 일어나기 시작한다.\n\n본격 현대 판타지 X 스포츠 X 액션!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9dbd08c3-a4ed-4fa3-82e2-18a400f80627",
    "title": {
      "en": "Nimotsu Mochi no Nousuji Musou"
    },
    "updatedAt": "2024-09-30T15:33:35+00:00",
    "coverArt": "https://mangadex.org/covers/9dbd08c3-a4ed-4fa3-82e2-18a400f80627/4c0c5179-8df0-4eda-a9b4-c01cd068a275.jpg",
    "altTitles": [
      {
        "ja": "荷物持ちの脳筋無双"
      }
    ],
    "description": {
      "en": "The more he carries, the stronger he becomes! An unmatched fantasy by the weakest adventurer duo!\n\nRyuk, a boy with a unique skill “Porter,” which allows him to carry a massive amount of items, was being exploited as a chore boy for the S-rank party “Black Lion of Foresight.” One day, the party managed to acquire a storage item more convenient than Ryuk’s skill, thus no longer needed, Ryuk is banished inside a dangerous dungeon. Despairing in this hopeless situation, suddenly he meets a shrine maiden girl, Mio — and then?",
      "ja": "大量のアイテムを持つことができるユニークスキル【荷物持ち】を持つ少年・リュック。彼は、Sランクパーティー「慧眼の黒獅子」の雑用係としてこき使われていた。そんな日常を過ごす中、パーティーはリュックのスキルより便利な収納アイテムが手に入れる事に成功。不要となったリュックは危険なダンジョン内で追放をされてしまう。絶望的な状況に陥った彼だったが、突如現れた巫女少女・ミオと出会ってーーー？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77a32af5-e060-4f21-8576-2590c899fb52",
    "title": {
      "en": "Lost in the Cloud"
    },
    "updatedAt": "2023-04-17T01:35:31+00:00",
    "coverArt": "https://mangadex.org/covers/77a32af5-e060-4f21-8576-2590c899fb52/fc71129b-0ba6-42a1-ace3-d69be6335b9f.jpg",
    "altTitles": [
      {
        "pt-br": "Perdido na nuvem"
      },
      {
        "pt-br": "Nuvem"
      },
      {
        "zh": "云端之恋"
      },
      {
        "ko": "클라우드"
      },
      {
        "en": "Cloud (Paskim)"
      },
      {
        "uk": "Загублений у хмарі"
      }
    ],
    "description": {
      "en": "Skylar has a secret hobby - taking photos of his crush, Chan-il. But when Cirrus stumbles upon Skylar's cloud storage with its impressive collection of Chan-il's photos, things escalate pretty quickly. At first confident his secret is safe with Cirrus, Skylar continuously finds himself in compromising situations, making him question Cirrus' true motives",
      "uk": "У Ханиля є таємне хобі - фотографувати своє нерозділене кохання, Чаниля. Але коли Хьонун натикається на хмарне сховище Ханиля, з його вражаючою колекцією фотографій, ситуація досить швидко загострюється.\nЧи збереже Хьонун секрет? Що він задумав?",
      "pt-br": "Skylar tem um hobby secreto - tirar fotos de sua paixão, Chan-il. Mas quando Cirrus se depara com o armazenamento de nuvem de Skylar com sua impressionante coleção de fotos de Chan-il, as coisas começam a andar muito rapidamente. A princípio confiante de que seu segredo está seguro com Cirrus, Skylar continuamente se encontra em situações comprometedoras, fazendo-o questionar os verdadeiros motivos de Cirrus."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1487ed38-87b4-4f47-a82b-e85fd3dbd4f0",
    "title": {
      "en": "Keikenchi Chochiku de Nonbiri Shoushin Ryokou ~Yuusha to Koibito ni Tsuihou sareta Senshi no Mujikaku zama~"
    },
    "updatedAt": "2024-10-05T09:18:25+00:00",
    "coverArt": "https://mangadex.org/covers/1487ed38-87b4-4f47-a82b-e85fd3dbd4f0/dbf24929-cc07-4bd0-a0e8-53bb13029d41.jpg",
    "altTitles": [
      {
        "ja": "経験値貯蓄でのんびり傷心旅行 ～勇者と恋人に追放された戦士の無自覚ざまぁ～"
      },
      {
        "en": "A Warrior Exiled by the Hero and His Lover"
      },
      {
        "vi": "Hành Trình Của Chàng Chiến Binh Bị Ruồng Bỏ Bởi Đồng Đội Và Hôn Thê Của Mình"
      }
    ],
    "description": {
      "en": "After losing his girlfriend to a brave hero, Toru is expelled from his S-Rank party. With a feeling of sadness and pain in his heart, he defeats a demon he meets outside the city, and his ability [to save experience] is broken! Toru becomes level 300 in the blink of an eye! With this power that far surpasses that of heroes, there is nothing that can stop him. Kaede, a slave he met on his journey, forms a group called the \"Manyu Brigade\", and easily completes dungeons, acquires the legendary sacred weapons, and thanks to his skills, his friends level up easily! He rescued a countess who was attacked by bandits on the road, and befriended a legendary beast. Oru's journey continues at a leisurely pace, as he repeatedly encounters various people along the way, while his former party of heroes are deprived of opportunities to play an active role and fall into decline. This is the beginning of the life of a 300 level warrior!  \n\n\n---\n\n[Original Webnovel](https://ncode.syosetu.com/n9483ge/)",
      "vi": "Toru Eiban là một thành viên của một party S-rank nổi tiếng. Nhưng vì dù có cố gắng đến đâu thì level của cậu không thể vượt quá level 20 được. Một ngày nọ cậu bị trưởng nhóm cũng là bạn thân của mình đuổi khỏi nhóm vì mình quá yếu, mọi chuyện cũng chẳng đến nỗi nào vì cậu cũng biết rằng mình rất yếu nhưng cậu còn phát hiện ra rằng hôn thê của mình cũng bị hắn cướp mất và từ mặt. Để xả cơn tức giận của mình cậu đã giết một con quái vật ở rìa thành phố nhưng vì một lý do nào đó một trong các skill của cậu [Tích trữ kinh nghiệm] bị hỏng khiến nó trả lại cho cậu một lượng kinh nghiệm khổng lồ. Giờ đây một Toru Eiban mới trên hành trình của riêng mình sẽ khám phá về sự thật về sức mạnh của mình và chữa lành những tổn thương trong lòng"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0965353b-0e10-4c89-ad94-53e641db573a",
    "title": {
      "en": "Miyu-chan wa Zutto Tomodachi"
    },
    "updatedAt": "2024-10-01T00:43:03+00:00",
    "coverArt": "https://mangadex.org/covers/0965353b-0e10-4c89-ad94-53e641db573a/9f6b20be-9d71-4cc0-9391-203baae83b53.png",
    "altTitles": [
      {
        "ja": "みゆちゃんはずっと友達"
      },
      {
        "en": "Miyu-chan Will Always Be Your Friend"
      },
      {
        "es": "Miyu-chan Siempre Será tu Amiga"
      },
      {
        "es-la": "Miyu-chan Siempre Será tu Amiga"
      },
      {
        "pt-br": "Miyu-chan Sempre Será sua Amiga"
      },
      {
        "zh": "美羽永远是朋友"
      }
    ],
    "description": {
      "en": "In the summer of his second year of high school, Yuushin Tahara finds that his childhood friend, Miyu Fukagawa, who had moved away, has returned to the house next door. Although Miyu has grown up to be quite cute, there's something a little strange about her...",
      "es": "En el verano de su segundo año de instituto, su amiga de la infancia Miyu Fukagawa vuelve a la casa de al lado del protagonista, Yuushin Tahara, después de haberse separado cuando se mudó. Miyu-chan ha crecido y se ha vuelto mucho más guapa, pero hay algo un poco extraño en ella...? Se trata de una comedia de suspenso y amor con una nueva sensación, en la que el demasiado amable protagonista y su simpática pero muy divertida amiga de la infancia ¡se desenvuelven con sus amigos!",
      "ja": "高校2年生の夏、主人公・田原優心の隣の家に、引っ越しで別れてしまった幼馴染・深川みゆちゃんが帰ってきた。すっかり大きく可愛くなったみゆちゃんだけど、どこかちょっとヘンで…？",
      "zh": "在高二夏天，主人公·田原优心与小学毕业时因搬家被迫分别的青梅竹马·深川美羽重逢了。虽然长大后的美羽变得很可爱，但是哪里有点奇怪……？过于温柔的主人公，与惹人喜爱却处处充满疑点的青梅竹马之间展开的新颖青春恋爱悬疑喜剧！",
      "es-la": "En el verano de su segundo año de instituto, su amiga de la infancia Miyu Fukagawa vuelve a la casa de al lado del protagonista, Yuushin Tahara, después de haberse separado cuando se mudó. Miyu-chan ha crecido y se ha vuelto mucho más guapa, pero hay algo un poco extraño en ella...? Se trata de una comedia de suspenso y amor con una nueva sensación, en la que el demasiado amable protagonista y su simpática pero muy divertida amiga de la infancia ¡se desenvuelven con sus amigos!",
      "pt-br": "No verão do seu segundo ano do ensino médio, Tahara Yuushin descobre que sua amiga de infância, Fukagawa Miyu, que havia se mudado, retornou para a casa ao lado. Embora Miyu tenha se tornado uma garota bastante fofa, há algo um pouco estranho sobre ela...\n\nUma comédia romântica com toques de suspense, centrada em um protagonista gentil e sua amiga de infância adorável, porém um tanto excêntrica."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-10-23T17:19:15+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/c6e86e9d-b556-4197-9988-e84a8fe47135.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий. Мій дивакуватий друг"
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko oji: Salaryman reincarnated as a kitten!"
    },
    "updatedAt": "2024-11-02T16:13:31+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/6f87bf16-6b1e-4ed0-9e83-19f61239706f.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat.\n___\n**Alt Official Raw:** [KADOComi](https://comic-walker.com/detail/KC_000231_S?episodeType=first)\n\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/neko-oji-salaryman-reincarnated-as-a-kitten/volumes)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "819238d7-f4aa-4ba3-9a79-a695dc62200b",
    "title": {
      "en": "Special Civil Servant"
    },
    "updatedAt": "2024-06-07T23:04:21+00:00",
    "coverArt": "https://mangadex.org/covers/819238d7-f4aa-4ba3-9a79-a695dc62200b/0167bf88-a7c0-4788-b676-5a6081fe82ab.jpg",
    "altTitles": [
      {
        "ko": "별정직 공무원"
      }
    ],
    "description": {
      "en": "After failing the Grade Nine civil service exam four times and many twists and turns, Han Maru finally succeeded in becoming a special civil servant under the Ministry of Environment. Goodbye, gosiwon! Goodbye, convenience store lunchboxes! But the joy of passing was short-lived. It turned out to be a life-threatening national secret job?! Along with the yellow dust came the demons, creatures that kill and eat humans. The Grade 9 special civil servant job involved waging war against these demons! Han Maru’s life-threatening civil service career begins."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13d2856e-9163-43a1-86f9-cd66d41db09b",
    "title": {
      "en": "Isekai Samurai"
    },
    "updatedAt": "2024-09-30T14:58:18+00:00",
    "coverArt": "https://mangadex.org/covers/13d2856e-9163-43a1-86f9-cd66d41db09b/41e3dda4-210c-4d9f-a363-7aadebbf1882.jpg",
    "altTitles": [
      {
        "es-la": "Samurái en Otro Mundo"
      },
      {
        "en": "Samurai in Another World"
      },
      {
        "id": "Samurai di Dunia Lain"
      }
    ],
    "description": {
      "en": "The strongest swordsman of the Warring States period, transferred to another world.\n\nAt the end of the Warring States Period, Ginko, the greatest swordsman of the time, was always hungry for a fight to the death with someone stronger than herself. After cutting and cutting and cutting, she finally despairs that there is no one stronger than her in this world, and then she is transferred to another world! Before her eyes - a dragon!",
      "ja": "戦国時代最強の剣豪、異世界転移。\n\n戦国時代末期、最強の剣豪・ギンコは常に、自分より強いものとの死闘に飢えていた。切って切って切りまくり、ついにこの世に自分以上の強者がいないと絶望した矢先、異世界へ転移！　目の前には――ドラゴン！？",
      "pt-br": "A espadachim mais forte do período dos Reinos Combatentes, transferida para outro mundo.\n\nNo final do Período dos Reinos Combatentes, Ginko, a maior espadachim da época, estava sempre ansiosa por lutar até a morte com alguém mais forte que ela. Depois de cortar e cortar e cortar, ela finalmente se desespera porque não há ninguém mais forte do que ela neste mundo, e então ela é transferida para outro mundo! Diante de seus olhos está um dragão!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-10-21T23:48:57+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/ab34d32a-c813-409f-9b4c-3ef95886222c.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      },
      {
        "th": "สามัญขยันรั่ว"
      },
      {
        "pt-br": "Minha Vida Comum"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "uk": "Хоча назва вказує на щось буденне, вона є абсолютним протилежним до того, що коїться у манзі. Дії відбуваються у дуже дивній школі, де директор не проти побоксувати з оленем. Або робот, у руці якого сховано тістечко. Звісно не обійшлося без буденності, як от коли вірша забув вивчити і вчиш на уроці. Або картковий дім, який ти вже майже добудував, руйнується вщент! Словом, небуденна буденність.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f812d80-7eb6-46ea-98e4-77ca4f097727",
    "title": {
      "en": "Sankakkei no Kowashi-kata"
    },
    "updatedAt": "2023-12-20T22:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/3f812d80-7eb6-46ea-98e4-77ca4f097727/b23935ad-c2b7-4548-8eb4-d42035995eba.jpg",
    "altTitles": [
      {
        "ja": "三角形の壊し方"
      },
      {
        "zh": "三角形的破坏方式"
      },
      {
        "en": "How to Break a Triangle"
      }
    ],
    "description": {
      "en": "Koto, Aya, and Erika were secretly in love with each other.\n\nKoto's thoughts reach Aya for a short while, but Aya disappears as if she had been spirited away.\n\nSeven years later, however, Aya appears to Koto and Erika as she was then..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e05dd982-6d09-4f3d-8e8e-6c9ae65b5857",
    "title": {
      "en": "The Color of the End: Mission in the Apocalypse"
    },
    "updatedAt": "2024-11-01T00:29:36+00:00",
    "coverArt": "https://mangadex.org/covers/e05dd982-6d09-4f3d-8e8e-6c9ae65b5857/14d7d6dc-f006-4426-b317-23ed18dca493.jpg",
    "altTitles": [
      {
        "uk": "Безбарвний кінець"
      },
      {
        "tr": "Son Kıyamet Görevi"
      },
      {
        "fr": "Au bout de l'incolore"
      },
      {
        "id": "Akhir dari Tinta"
      },
      {
        "fr": "Mission in the Apocalyspe"
      },
      {
        "ja": "ウスズミの果て"
      },
      {
        "ja-ro": "Usuzumi no Hate"
      },
      {
        "ja": "Mission in the Apocalypse"
      },
      {
        "en": "The End In Diluted Ink"
      }
    ],
    "description": {
      "en": "A girl walks alone in a world without humans.\nHer mission is to search for survivors and cleanse the land.\nWill humans be found?\nA story of loneliness and beautiful ruins.\n___\n[Alt Official Raw (KADOComi)](https://comic-walker.com/detail/KC_000736_S?episodeType=first)",
      "fr": "Dans une métropole post-apocalyptique déserte criblée d'une matière mystérieuse, une jeune fille recherche tout signe de vie et des provisions.",
      "tr": "İnsanlığın yok olduğu bir dünyada dolaşan yalnız bir kız hakkında kıyamet sonrası bilimkurgu macerası."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c377058b-451d-4a00-9045-ffa0a7721a77",
    "title": {
      "en": "A Trace of the Wonder"
    },
    "updatedAt": "2024-05-13T15:29:26+00:00",
    "coverArt": "https://mangadex.org/covers/c377058b-451d-4a00-9045-ffa0a7721a77/8063220d-a4a8-4197-a517-73657f7776f0.png",
    "altTitles": [
      {
        "ko": "해의 흔적"
      },
      {
        "ko-ro": "Haeui Heunjeok"
      },
      {
        "en": "Traces of the Sun"
      }
    ],
    "description": {
      "en": "S Tier Hunter Sa Hyun--a member of HN, one of the world's top guilds--came to see Jeong Yi-Seon.\n\n\"I came to scout you, Mr. Jeong.\"\n\"Like hell you are, if you're approaching me like that.\"\n\"I don't think you know what exactly 'hell' is, but......\"\n\nSa-hyun let out a laugh, looking just as if he were in a painting.\n\n\"Let's make a contract, shall we?\"\n\"I'm not interested in any 'contract,' so please stop following me. You're getting...\"\n\"I'll take care of them for you.\"\n\"What?\"\n\nStill full of laughter, he stared right at him. He was definitely smiling, but his icy eyes still sent a shiver down Yi-Seon's spine. Sa Hyun approached the stiff Yi-seon, one step at a time. Leaning down, he whispered. Whispered in a kind, friendly voice.\n\n\"Those corpses that haunt you... I'll take care of them.\"",
      "ko": "세상에 '던전'이 나타나기 시작한 뒤로, 이능력을 사용하는 '각성자' 또한 나타났다.\n\n무너진 도시를 재건하는 힘을 가진 복구사 정이선.\n유일한 S급 복구사로 사람들의 관심과 사랑을 한몸에 받던 그는 돌연히 자취를 감춘다.\n\n과거를 숨기고 잠적해 버린 그의 앞에 어느 날 S급 헌터 사현이 찾아와 거래를 제안하는데…\n\n\"계약해 보죠, 우리.\"\n\"그딴 거 관심 없으니까, 제발 그만 따라다녀. 이제…!\"\n\n정이선은 수상한 제의를 거절하려 하지만─\n\n\"당신이 데리고 있는 시체들, 내가 죽여 줄게요.\"\n\n절망 끝에 서 있던 정이선에게 주어진 유일한 선택지는 사현과의 '계약'뿐인데…."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "95"
  },
  {
    "mangaId": "cdd03460-c926-4aa3-9cea-1494d8c7c808",
    "title": {
      "en": "Seoul Station Necromancer"
    },
    "updatedAt": "2024-10-05T22:42:21+00:00",
    "coverArt": "https://mangadex.org/covers/cdd03460-c926-4aa3-9cea-1494d8c7c808/70c64d24-28d1-47c5-bea0-89c5e1da5e3c.png",
    "altTitles": [
      {
        "ko": "서울역 네크로맨서"
      },
      {
        "en": "Seoul Station’s Necromancer"
      },
      {
        "es": "NIGROMANTE DE LA ESTACIÓN DE SEÚL"
      },
      {
        "ru": "Некромант города Сеул"
      }
    ],
    "description": {
      "en": "[You have entered the dungeon at Gwachun Station’s 1st Exit.]\n\nAfter years of fighting for survival on planet Alphen, Kang Woojin had become a fearsome necromancer and ruler of his own territory. But now that he’s finally found a way back to Earth, he’s nothing more than a low-level player clearing dungeons for cash. Soon enough, though, Woojin’s undeniable skills have major guilds vying for his attention. And just in time, because with Woojin’s old enemy threatening invasion, those skills might be the only thing standing between humanity and destruction!",
      "ko": "20년 전. 알 수 없는 이유로 아르펜 행성으로 소환된 '강우진'. 미약한 그는 잔학한 몬스터들 틈에서 살아남았고, 마침내 '만렙의 네크로맨서'로 성장했다. 그의 등장으로 아르펜의 모든 살아있는 존재들은 공포에 떨었고, 죽은 자들은 그에게 경배했다. 분수를 모르고 그에게 칼을 겨눈 자들은 싸늘한 주검이 되어 그 피로 대지를 적셨다. 그리고 아르펜으로 소환된 지 20년째 되던 날, 그토록 돌아가고 싶었던 지구로 향하는 포탈이 열린다! 그런데.. [과천역 1번 출구 던전에 입장하셨습니다.] \"뭐지? 어째서 지하철역에서 몬스터가..? 왜 또 시간은 5년밖에 안 지난 거야?\" 의문이 채 해결되기도 전에 서서히 지구를 옥죄어 오는 거대한 적. 트라넷과 그의 수하들. \"이 X끼들. 아주 뒤지려고 여길 쳐들어와?\" 절체절명의 지구, '만렙의 네크로맨서'의 분노가 세상을 구한다!",
      "ru": "[Вы вошли в подземелье через первый вход на станции Квачхон]\nБывший ученик средней школы Кан У Джин обнаруживает, что после насильного призыва на чужую планету на 20 лет, он возвращается на Землю, которая уже отличается от родного дома из его воспоминаний.\n\nНаблюдайте за становлением Кан У Джина, сильнейшего Некроманта Земли!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "150"
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-10-01T15:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      },
      {
        "pl": "Anioł z sąsiedztwa niezwykle mnie rozpieszcza"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "pl": "Mahiru jest piękną dziewczyną, którą koledzy z klasy nazywają \"aniołkiem\". Jest nie tylko świetnie wysportowana i ma doskonałe oceny - jest także zabójczo piękna. Amane, przeciętny facet i samozwańczy niechluj, nigdy nie myślał zbyt wiele o tej boskiej piękności, mimo że uczęszczał do tej samej szkoły. Wszystko zmienia się jednak, gdy widzi Mahiru siedzącą samotnie w parku podczas ulewy. Tak zaczyna się dziwna relacja między tą nieprawdopodobną parą!",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2024-10-28T09:36:25+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái đáng thương"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan",
      "vi": "Cô em gái đáng thương phải lòng anh trai mình"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f83b8fb-ca25-47c5-9d16-759dacff0a6b",
    "title": {
      "en": "Netorare Manga no Kuzu Otoko ni Tensei Shita Hazu ga Heroine ga Yottekuru Ken"
    },
    "updatedAt": "2024-10-30T01:15:12+00:00",
    "coverArt": "https://mangadex.org/covers/6f83b8fb-ca25-47c5-9d16-759dacff0a6b/def950f3-149b-4713-94e1-3587bc3e3ce9.jpg",
    "altTitles": [
      {
        "ja": "寝取られ漫画のクズ男に転生したはずがヒロインが寄ってくる件"
      },
      {
        "en": "I was Reincarnated as the Scumbag from a Netorare Manga, But the Heroine is Coming on to Me"
      },
      {
        "en": "The Story of a Man Who is Reincarnated as the Shittiest Guy in a Doujin, but the Heroine Keeps on Coming Close to Him"
      },
      {
        "zh": "我转生成了NTR漫画里的黄毛，但是女主却倾心于我"
      },
      {
        "ru": "Я перевоплотился в подонка из netorare манги, но героиня предпочла меня главному герою"
      },
      {
        "es-la": "Reencarné como el Netoreador de una Historia NTR, pero definitivamente no seré uno"
      }
    ],
    "description": {
      "en": "I suddenly remembered. This world is the world of an erotic manga, and that I was reincarnated as the scumbag who is supposed to steal the heroine in this world. Well, I don't have such a hobby, so I thought the heroine should get along with the protagonist. But why are you paying attention to me, heroine?",
      "ja": "ふと俺は思い出した。この世界がエロ漫画の世界であり、ヒロインを寝取る役目のクズ男に自分が転生したことを。まあ俺にその趣味はないので、ヒロインは主人公と仲良くやってくれ。と思ったのに…ヒロイン、なんでお前は俺に構うんだよ!\n小説投稿サイト掲載の人気作『漫画に登場する最悪の男に生まれ変わったはずがヒロインが寄ってくる件』をついにコミカライズ!",
      "pt-br": "De repente, eu me lembrei. Este mundo é o mundo de um mangá erótico, e eu reencarnei como o canalha que supostamente vai roubar a heroína neste mundo. Bem, eu não tenho esse tipo de hobby, então eu achei que a heroína deveria se dar bem com o protagonista. Mas por que você está prestando atenção em mim, heroína?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d322930b-e3a6-4494-853d-288ebb50c6b6",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Shizoku Kaigi-hen"
    },
    "updatedAt": "2023-11-17T19:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/d322930b-e3a6-4494-853d-288ebb50c6b6/88e6c9c3-58f0-4300-aac9-baefce028b34.jpg",
    "altTitles": [
      {
        "es-la": "Mahouka Koukou no Rettousei -  La Conferencia de los Clanes Maestros"
      },
      {
        "es": "Mahouka Koukou no Rettousei -  La Cumbre de los Clanes Maestros"
      },
      {
        "en": "The Irregular at Magic High School - Master Clans Conference Arc"
      },
      {
        "en": "Mahouka Koukou no Rettousei - Master Clans Summit"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Собрание главных кланов"
      },
      {
        "ja": "魔法科高校の劣等生 師族会議編"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō-sei - Shi-zoku Kaigi-hen"
      }
    ],
    "description": {
      "en": "At the Yotsuba New Year's gathering, Miyuki was names as the successor whilst Tatsuya was named her fiancé. Tatsuya and Miyuki's non-sibling relationship and engagement are now public knowledge. Among the shocked students the most shocked are those that knew the siblings.  \nMeanwhile, the Ten Master Clans selection meeting, followed by magicians all over the world, is due to take place at a hotel in Hokone.  \n  \nAdaptation of the original novel's volumes 17-19.",
      "es": "La sucesión al los Yotsuba y el compromiso de Shiba Miyuki se anunció a la comunidad mágica. Sin embargo, la Familia Ichijou de los Diez Clanes Maestros presentó una objeción. Mientras tanto, la atmósfera en la Preparatoria de Magia, el aire de respeto por los hermanos Shiba, que habían ocultado sus identidades, está siendo evitado, y Tatsuya y Miyuki se están aislando. ¡Un nuevo episodio que describe la nueva relación entre los dos ha sido adaptado a un cómic por el nuevo Takeda Hazumi!  \n  \nAdaptación de los volúmenes 17-19 de la novela ligera original."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-10-27T07:15:55+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      },
      {
        "vi": "Tụi mình không có hẹn hò"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "92dd8103-2a60-4a1a-a32d-b957bf4eb7dd",
    "title": {
      "en": "The Devil Raises a Lady"
    },
    "updatedAt": "2024-07-15T14:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "altTitles": [
      {
        "ko": "악마는 레이디를 키운다"
      },
      {
        "es": "El diablo entrena una dama"
      }
    ],
    "description": {
      "en": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
      "es": "Ella tuvo que pasar por la aniquilación de su familia, él llegó al final de su vida para darle la oportunidad de vengarse. “Aiana.” El caballero que estuvo a mi lado durante 13 años, arriesgó su vida, sufrió, pasó hambre y lo dio todo por mí. Pero ahora, al presentarse mi muerte inminente, sonreía felizmente mientras contemplaba mi desceso. “Por favor, ten una historia agradable esta vez, mi señora”. El demonio sonrió y me tendió la mano. “Espero que en la próxima historia obtengas el final que deseas”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f7053db-b1c2-4d6a-8bf6-8b1dffe329fc",
    "title": {
      "en": "Isekai Tensei Slum Machi kara no Nariagari"
    },
    "updatedAt": "2024-09-30T15:54:07+00:00",
    "coverArt": "https://mangadex.org/covers/2f7053db-b1c2-4d6a-8bf6-8b1dffe329fc/555eee5a-60c3-412e-a6a0-a1eeb7de30e8.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Tensei Slum Machi kara no Nariagari"
      },
      {
        "ja": "異世界転生スラム街からの成り上がり～採取や猟をしてご飯食べてスローライフするんだ～"
      },
      {
        "ja": "異世界転生スラム街からの成り上がり"
      },
      {
        "en": "Reincarnation in Another World, Rising from the Slums  ~ Gathering and Hunting for Meals to Enjoy a Slow Life~"
      },
      {
        "ja": "Isekai Tensei Slum Machi kara no Nariagari – Saishuya Ryou wo shite Gohan Tabete Slow Life surun da"
      },
      {
        "en": "Rising from the Slum City of Reincarnation in Another World ~ Gathering, Hunting, and Living a Slow Life by Eating"
      }
    ],
    "description": {
      "en": "At the age of 6, Ed, a boy suddenly recalls that he is a reincarnated individual from modern Japan. However, his current life unfolds in the slums of another world! Struggling with a poverty-stricken existence in his daily life, he shares his living space with and eats with his childhood friend, a girl named Miinya. Their daily fare consists mainly of 'boiled beans.' Ed, drawing upon his knowledge from modern Japan, discovers edible wild plants and leaves suitable for making tea to improve their dietary situation. In pursuit of a slow life, Ed's life of gathering and hunting begins!",
      "ja": "自分が現代日本からの転生者であることを突然思い出した6歳の少年・エド。けれど、彼が現在生活しているのは異世界のスラム街だった!?　日々の暮らしにも困る貧乏生活で、幼馴染で同居している少女・ミーニャと毎日食べているのは「豆の水煮」ばっかり…。エドは現代日本の知識を活かして、食べられる野草やお茶になる葉っぱを見つけ、食生活の改善を図るが!?　スローライフを満喫するため、エドの採取・猟生活が始まる！",
      "pt-br": "Aos 6 anos de idade, Ed, um menino, de repente se lembra de que é um indivíduo reencarnado do Japão moderno. No entanto, sua vida atual se desenrola nos cortiços de outro mundo! Lutando com uma existência empobrecida em sua vida diária, ele compartilha seu espaço de vida e se alimenta com sua amiga de infância, uma garota chamada Miinya. Sua comida diária consiste principalmente de 'feijões cozidos'. Ed, aproveitando seus conhecimentos do Japão moderno, descobre plantas silvestres comestíveis e folhas adequadas para fazer chá para melhorar sua situação alimentar. Em busca de uma vida tranquila, a vida de Ed de coletar e caçar começa!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e7a4a0f-8391-4069-839b-de2352297dab",
    "title": {
      "en": "Kakkou no Iinazuke"
    },
    "updatedAt": "2024-09-28T16:18:05+00:00",
    "coverArt": "https://mangadex.org/covers/4e7a4a0f-8391-4069-839b-de2352297dab/405e2177-13ac-488a-962e-5a4e4ef4dc5c.jpg",
    "altTitles": [
      {
        "ja": "カッコウの許嫁"
      },
      {
        "en": "A Couple of Cuckoos"
      },
      {
        "ko": "뻐꾸기 커플"
      },
      {
        "zh": "杜鹃的婚约"
      },
      {
        "zh-hk": "杜鵑婚約"
      },
      {
        "pt": "A Noiva do Cuco"
      },
      {
        "ru": "Обрученные"
      },
      {
        "ru": "Сведённые кукушкой"
      },
      {
        "es": "Una Pareja de Cucos"
      },
      {
        "th": "รักอลวนคนสลับบ้าน"
      },
      {
        "fr": "A Couple of Cuckoos"
      },
      {
        "ja-ro": "Cucko no Iinazuke"
      },
      {
        "es-la": "La Prometida del Cuco"
      }
    ],
    "description": {
      "en": "Nagi Umino was mistakenly switched at birth, and now attends a prestigious private high school. One day, he has a chance meeting with Erika Amano, an incredibly high society highschool girl who claims she's on the way to meet her fiancé, and who asks/forces him to be her fake boyfriend. Neither of them, at the time, understood the significance of their meeting for Erika was the girl Nagi was switched at birth with, and Nagi was Erika's soon-to-be fiancé! The curtain raises on a romantic comedy of intertwined fates that begins with being switched at birth!",
      "es": "Una comedia romántica sobre Nagi yendo a una reunión con sus verdaderos padres, y sobre Erika, que está atormentada por un compromiso no deseado!",
      "fr": "Nagi est un élève sérieux passionné par ses études. Un jour, alors qu'il est en deuxième année, il découvre qu'il a été échangé à la naissance avec une fille. Espérant garder leurs enfants biologiques et adoptifs, leurs parents décident qu'ils vont se fiancer pour pouvoir rester en famille. Mais Nagi est déjà amoureux d'une autre fille...",
      "it": "Nagi Umino, studente al secondo anno di una prestigiosa scuola preparatoria, ha scoperto di essere un bambino scambiato alla nascita. Un giorno, mentre si sta dirigendo all'incontro con i suoi veri genitori, incontra Erika Amano, una strana ragazza promessa in sposa nonostante la giovane età. Rifiutando di sposarsi, costringe Nagi a far finta di essere il suo ragazzo per cercare di far desistere i genitori dall'idea del matrimonio. Nagi e Erika scopriranno di avere molto più in comune di quanto pensino!",
      "ja": "赤ちゃんの頃に取り違えられ、今は名門私立に通う高校 2年の海野凪。ある日、これから許嫁に会いにいくという超お嬢様女子高生・天野エリカと偶然出会い、彼氏のフリをしてくれと半ば強引に頼まれてしまう。だが、その時の二人は知る由もなかった。エリカは凪と取り違えられた子どもで、凪はエリカの許嫁相手だということを……。",
      "ru": "Романтическая комедия о Наги, идущем на встречу со своими настоящими родителями, и о Эрике, которая мучается из-за нежеланной помолвки!..",
      "pt-br": "Uma comédia romântica sobre Nagi que está indo se encontrar com seus verdadeiros pais e sobre Erika, que é atormentada por um casamento indesejado!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "700cc1f4-6583-483c-aa94-888d7b865453",
    "title": {
      "en": "Choujigen Game Neptune: The Animation - Dengeki Comic Anthology"
    },
    "updatedAt": "2022-11-02T17:06:04+00:00",
    "coverArt": "https://mangadex.org/covers/700cc1f4-6583-483c-aa94-888d7b865453/263c8dd7-0fae-4a30-b345-47138eb940f6.jpg",
    "altTitles": [
      {
        "en": "Hyperdimension Neptunia: The Animation - Comic Anthology - Dengeki Comics"
      },
      {
        "ja": "超次元ゲイム ネプテューヌ THE ANIMATION 電撃コミックアンソロジー"
      }
    ],
    "description": {
      "en": "An anthology comic of Choujigen Game Neptune (Hyperdimension Neptunia) by various mangaka."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "14"
  },
  {
    "mangaId": "8806e41e-55ee-4a27-a79f-02a76e3c0c9f",
    "title": {
      "en": "Mainichi Ie ni Kuru Gal ga Kyorikan Zero Demo Yasashiku nai"
    },
    "updatedAt": "2024-11-03T01:51:20+00:00",
    "coverArt": "https://mangadex.org/covers/8806e41e-55ee-4a27-a79f-02a76e3c0c9f/20a74303-88a8-438d-8d22-d1fa48b95fd5.jpg",
    "altTitles": [
      {
        "ja": "毎日家に来るギャルが距離感ゼロでも優しくない THE COMIC"
      },
      {
        "ja-ro": "Mainichi Ie ni Kuru Gyaru ga Kyorikan Zero Demo Yasashiku nai"
      },
      {
        "en": "The Gal Who Comes to My House Every Day has Zero Boundaries but Isn't Kind"
      }
    ],
    "description": {
      "en": "Class queen Manami Fuwa has been gaining weight lately. To make matters worse, a rival girl is taunting her in class, calling her a \"kin-nikuman\" (golden meat bun). When Taichi Utsuki can't contain his thoughts about her weight, he's forced to accompany Fuwa on her diet!",
      "ja": "クラスカースト最上位ギャルの不破満天は、最近ちょっと太り気味。あげく教室で対立するギャルからは「無様な豚」とこき下ろされてしまう。２人のケンカに巻き込まれた太一は、圧し掛かってきた不破に対し、思わず「重いですぅ」と言ってしまい……、そこから不破に絡まれる日々が始まってしまうのだった!!",
      "pt-br": "A rainha da classe, Manami Fuwa, tem ganhado peso ultimamente. Para piorar as coisas, uma garota rival está zombando dela na sala de aula, chamando-a de \"bola de músculo com dinheiro\". Quando Taichi Utsuki não consegue conter seus pensamentos sobre o peso dela, ele é obrigado a acompanhar Fuwa em sua dieta! Uma comédia romântica sobre fazer dieta com uma garota violenta, irracional, egoísta e sem noção de distância emocional começa."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b46fe6d-a616-407c-a696-6f562d338414",
    "title": {
      "en": "Nightmare Maker"
    },
    "updatedAt": "2024-10-25T22:04:01+00:00",
    "coverArt": "https://mangadex.org/covers/4b46fe6d-a616-407c-a696-6f562d338414/4e8e6c9e-e774-4e69-8b79-f7e54e077d11.jpg",
    "altTitles": [
      {
        "ja": "ナイトメア・メーカー"
      },
      {
        "ja-ro": "Sekai wa Subete Kimi no Mono"
      },
      {
        "zh": "淫梦制造者"
      },
      {
        "zh-hk": "夢魘製造機"
      },
      {
        "en": "Nightmare Maker"
      }
    ],
    "description": {
      "en": "Uchida is a high school student genius who created a device that is supposed to make people have good dreams but he always had bad dreams when he tried it on himself. One day, he caught the school doctor sleeping at the clinic and decided to try the device on her. It turned out that it works surprisingly well on her and that she wanted to buy the device from him. He then tries it on his classmates and it became quite popular with the rest of the class as people start lining up to borrow it. Meanwhile, there is growing concern that users of the device are starting to have difficulties differentiating dreams from reality…",
      "ja": "天才発明家高校生の内田は､夢に願望を投影できる夢見装置を開発｡誰もが装置の虜になっていく､レム催眠誘導型リアル体感システム始動!!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "011ecd60-144f-476f-92e9-278905cb4450",
    "title": {
      "en": "Getsuyoubi no Tawawa (Serialization) (Blue) (Fan Colored)"
    },
    "updatedAt": "2024-11-03T15:35:54+00:00",
    "coverArt": "https://mangadex.org/covers/011ecd60-144f-476f-92e9-278905cb4450/58288378-8baf-4520-9c1c-c9e9cb97d6b2.jpg",
    "altTitles": [
      {
        "en": "Tawawa on Monday"
      },
      {
        "ja": "月曜日のたわわ"
      }
    ],
    "description": {
      "en": "Following the spirit of the origins of our popular big-breasted girls of Himura Kiseki-sensei, presenting a special Blue Edition of the weekly chapters of Yanmaga magazine's serialization \"Getsuyoubi no Tawawa\"!\n\n---\n\nBe sure to check out the published volumes released in Blue format in the Retail section, and the official English licensing by Denpa US (also in Blue)!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]