[
  {
    "mangaId": "ad2f66cc-3b77-4122-bda1-7c3894066305",
    "title": {
      "en": "Marriage Gray"
    },
    "updatedAt": "2024-10-15T13:35:25+00:00",
    "coverArt": "https://mangadex.org/covers/ad2f66cc-3b77-4122-bda1-7c3894066305/d9bb6b60-dba3-43cf-9784-126b1fc9b81a.jpg",
    "altTitles": [
      {
        "ja": "マリッジグレー"
      },
      {
        "ru": "Серый брак"
      },
      {
        "zh": "想不通可爱老婆为什么要与我结婚"
      },
      {
        "zh-ro": "Xiǎng bùtōng kě'ài lǎopó wèishéme yào yǔ wǒ jiéhūn"
      },
      {
        "ko": "매리지 그레이"
      },
      {
        "ko-ro": "Maeliji geulei"
      }
    ],
    "description": {
      "en": "My wife is suspicious!! Why did she marry a guy like me…? Ordinary average guy Tsuchioka Naotsugu ended up with Yoshino, who's perfect in all angles of beauty, know-how, and sociability. It's not \"marriage blue\" it's everyday life questioning over things, so it's \"marriage gray\" newlywed life, go!",
      "ja": "ウチのかわいすぎる妻は、なぜ超平凡な自分と結婚したのか――!?　自己評価激低な夫・槌岡直継は、妻・憙乃への疑念から“マリッジグレー”に陥っていた！　一方の憙乃は、日々溢れまくる直継へのLOVEを抑えるのに一生懸命で…!?　相思相愛な新婚夫婦の、激甘かけ違いラブコメディ！",
      "pt-br": "Minha esposa é muito suspeita! Eu não entendo por que ela se casou com alguém como eu? Por que uma mulher bonita, inteligente, e considerada como a Yoshino se casaria com alguém comum como Naotsugu!! Não há casamento azul aqui, apenas um suspeito caso de casamento cinza!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": ""
  },
  {
    "mangaId": "c8d82392-b79c-4e55-b9c5-e7391c532443",
    "title": {
      "en": "Forest Sea"
    },
    "updatedAt": "2024-08-21T13:10:46+00:00",
    "coverArt": "https://mangadex.org/covers/c8d82392-b79c-4e55-b9c5-e7391c532443/f8ed4ae2-5818-47f1-9dd3-4d2aa5e6fcc3.png",
    "altTitles": [
      {
        "ko": "숲바다"
      }
    ],
    "description": {
      "en": "After a long war, the Avian Race and the Serpent Race finally signed a peace treaty.\n\nBoth races agreed to promote peace and coexistence and, as the first step, a new joint training center was established. Sa Hwa-hyeon, a long-time general of the Avian Race who made a significant contribution during the war, was going to start a new life as an instructor there.\n\nWhile cadets felt great respect towards their instructor, they also distanced themselves from Sa Hwa-hyeon, who treated them with a calm but strict demeanor.\n\nAmong them, there was Yahyul, a cadet from the Serpent Race, who didn’t particularly stand out, but whose gaze followed Hwa-hyeon everywhere.\n\nTheir first meeting was a pure coincidence, but the two people started gradually becoming closer after a number of small encounters.\n\nA light warm breeze that started to warf between them one day grew stronger as the instructor and the cadet were gradually getting closer to each other to become more than just two friends walking alongside one another…",
      "fr": "Après une longue guerre, la race aviaire et la race serpentine ont finalement signé un traité de paix.\n\nLes deux races ont accepté de promouvoir la paix et la coexistence et, comme première étape, un nouveau centre d’entraînement commun a été créé. Sa Hwahyeon, un général de longue date de la race aviaire qui a apporté une contribution importante pendant la guerre, allait y commencer une nouvelle vie en tant qu’instructeur.\n\nSi les cadets éprouvaient un grand respect pour leur instructeur, ils se distançaient également de Sa Hwahyeon, qui les traitait avec calme et sévérité.\n\nParmi eux, il y avait Yahyul, un cadet de la race Serpent, qui ne se distinguait pas, mais dont le regard de Hwahyeon suivait partout.\n\nLeur première rencontre était une pure coïncidence, mais les deux personnes ont commencé à se rapprocher progressivement après un certain nombre de petites rencontres.\n\nLa brise légère et chaude qui s’est mise à souffler entre eux un jour s’est renforcée, l’instructeur et le cadet se rapprochant peu à peu l’un de l’autre pour devenir plus que deux amis qui se côtoient…"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach (Official Colored)"
    },
    "updatedAt": "2024-10-19T21:19:51+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "Bleach - Digital Colored Comics"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      },
      {
        "en": "BLEACH"
      },
      {
        "tr": "Bleach (RENKLENDİRİLMİŞ)"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n  \nMonochrome version won the 50th Shogakukan Manga Award in the Shounen category.",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.  \n  \nVersión monocroma ganó el 50º Premio Shogakukan Manga en la categoría Shounen.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "c7a10d9f-6628-4d58-b27a-5081ec3db27b",
    "title": {
      "en": "Binbou Reijou no Kanchigai Seijo-den ~Okane no Tame ni Doryoku Shitetara, Oozoku Harem ga Dekite Imashita!?~"
    },
    "updatedAt": "2024-10-26T08:20:40+00:00",
    "coverArt": "https://mangadex.org/covers/c7a10d9f-6628-4d58-b27a-5081ec3db27b/abc7d2be-1fa3-4e04-bcbc-225cf45e9b33.jpg",
    "altTitles": [
      {
        "ja": "貧乏令嬢の勘違い聖女伝　～お金のために努力してたら、王族ハーレムが出来ていました!?～"
      },
      {
        "en": "Misunderstanding of the Poor Daughter Saint Lady: If You Worked Hard for Money, You Could Have a Royal Harem?!"
      }
    ],
    "description": {
      "en": "Even though I'm a Baron's daughter, I have to become an adventurer? On my journey to make money in order to get our barony out of poverty, I died in a dungeon…wait a minute, was I reborn?! Everything is happening exactly as I remember it did. This time, I won't let our family become poor! I promise we will always have food on the table, and that I will grow up and marry into a rich family! Wait, father needs treatment for an illness?! The town is going through an epidemic?! What is going on? Why did I become an adventurer again?!",
      "ja": "男爵令嬢なのに冒険者に!? そしたら、ダンジョンでまさかの死亡！ 目を覚ますと、そこには新しい人生が待っていた！ 彼女は聖女か、それとも勘違い――!? 後にひけないソフィアの華麗なる（？）聖女冒険譚！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "28"
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-09-16T05:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/53b6c141-3edd-425d-9608-d07176664b92.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던 건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      },
      {
        "de": "Meine Wiedergeburt als Schleim in einer anderen Welt"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36bad9cb-6310-4048-a48e-a1ab7b7dcb3e",
    "title": {
      "en": "Demon X Angel, Can't Get Along!"
    },
    "updatedAt": "2024-10-06T05:44:02+00:00",
    "coverArt": "https://mangadex.org/covers/36bad9cb-6310-4048-a48e-a1ab7b7dcb3e/f6f5be02-e1e9-46aa-8371-d7460dcc6236.jpg",
    "altTitles": [
      {
        "zh": "恶魔X天使 不能友好相处"
      },
      {
        "en": "Demon X Angel Can't Get Along!"
      },
      {
        "ar": "ملاك و شيطان! لا يمكن ان نتعايش"
      },
      {
        "pt-br": "Demônio X Anjo, Não Conseguem Se Dar Bem!"
      },
      {
        "vi": "Oan gia chung nhà: Thiên thần x Ác quỷ, sao mà thân được!?"
      }
    ],
    "description": {
      "ar": "الشياطين والملائكة نوعان من الأجناس المتقابلة مع مرور الزمن سئموا من القتال ضد بعضهم بعض ولكي يتعايشوا بسلام سويا قرروا البدء بخطة زواج! الخطة لها فترة مراقبة مدتها عام واحد. إذا كان الشيطان والملاك لا يزالان غير قادرين على العيش سويا وفهم بعضهم البعض بشكل جيد ، فسيتم إلغاء الزواج و نتيجة لذلك ، تم اختيار جيا تشينغ (الشيطان) و يو شانشان (الملاك) بواسطة اليانصيب كشريكين في الزواج ، وبدأت حياتهم سويا كزوجين يجب عليهم التعايش معا بشكل جيد.",
      "en": "Demons and angels are natural enemies that have grown tired of fighting each other. In order to coexist peacefully, they decided to arrange a marriage between the two races! If the pair can't get along within the one-year trial period, the marriage will be dissolved. This is how Jiacheng (Demon) and Yu Shanshan (Angel) became the chosen \"lucky\" pair for the marriage. Sharing the goal of divorce, the two began their lives of \"happy\" cohabitation!",
      "pt-br": "Demônios e anjos são duas raças opostas. À medida que os tempos mudam, eles estão cansados ​​de lutar. Para conviverem pacificamente, decidiram iniciar um plano de casamento! O plano tem um período de observação de um ano. Se os demônios e os anjos ainda não se derem bem, o casamento será cancelado. Como resultado, Jiacheng (demônio) e Yu Shanshan (anjo) foram “felizmente” selecionados por sorteio como parceiros de casamento, e começaram uma vida de coabitação “feliz” com o destino do divórcio."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "600f467c-9613-4056-aa21-bb2ecc295b84",
    "title": {
      "en": "Osananajimi Kanojo no Morahara ga Hidoin de Zetsuen Sengen shite Yatta"
    },
    "updatedAt": "2024-10-01T15:28:23+00:00",
    "coverArt": "https://mangadex.org/covers/600f467c-9613-4056-aa21-bb2ecc295b84/119a0c60-ed73-49fa-94c9-09d42091da5d.jpg",
    "altTitles": [
      {
        "ja": "幼馴染彼女のモラハラがひどいんで絶縁宣言してやった 〜自分らしく生きることにしたら、なぜか隣の席の隠れ美少女から告白された〜"
      },
      {
        "ja-ro": "Osananajimi Kanojo no Morahara ga Hidoin de Zetsuen Sengen Shite Yatta ~Jibun Rashiku Ikiru Koto ni Shitara, Naze ka Tonari no Seki no Kakure Bishoujo kara Kokuhaku Sareta~"
      },
      {
        "en": "I’m Sick and Tired of My Childhood Friend’s, Now Girlfriend’s, Constant Abuse so I Broke up With Her"
      },
      {
        "en": "I Dared Declare Goodbye To My Emotionally Abusive Childhood Sweetheart"
      },
      {
        "vi": "Quá mệt mỏi với việc bị con bạn thuở nhỏ kiêm bạn gái bắt nạt, tôi đã chia tay với em ấy"
      }
    ],
    "description": {
      "en": "My childhood friend is also my girlfriend. A dream come true, right? Hell no. She insults me on a daily basis. She grinds my dignity into shreds and it takes a toll on my mental well-being. I can’t take it anymore.\n\nSo I’m left with no choice, I’m going to break up with her. In order to maintain my sanity, it’s the only option.\n\nAnd thus, the story of my break up begins…",
      "pt-br": "Minha amiga de infância também é minha namorada. Um sonho realizado, certo? De jeito nenhum, ela me insulta diariamente, ela destrói minha dignidade e isso afeta meu bem-estar mental, não aguento mais. Então não tenho escolha, terminarei com ela. Para manter minha sanidade, é a única opção."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d7a219e-7f7e-4a64-bf1d-89d82f84a07b",
    "title": {
      "en": "THE LAST MAN"
    },
    "updatedAt": "2024-10-20T12:44:29+00:00",
    "coverArt": "https://mangadex.org/covers/5d7a219e-7f7e-4a64-bf1d-89d82f84a07b/521e402d-956a-4a61-ae02-3e5679b2a8dc.jpg",
    "altTitles": [
      {
        "en": "LAST MAN"
      },
      {
        "en": "Last Man (EGAWA Tatsuya)"
      },
      {
        "ja": "ラストマン"
      }
    ],
    "description": {
      "en": "A mysterious boy lies naked and unconscious on the street. The story begins when ninth grader, Ai Oomori, and his third grader brother, Seigi, find him. This boy has no memory of the past and doesn't even know his real name. He is like a little baby. Ai names this boy Makoto and takes him back home. Makoto has superhuman physical powers and can even recover quickly from injuries. Who is Makoto? Makoto is easygoing and not at all bothered by everyone's curiosity. Until that is he is pursued by a cruel woman who disguises herself as a spider. A neo sapiens, this spider woman has been dispatched by a mystery organization called, \"Love & Peace.\" Her mission is to bring back Makoto dead or alive.  \n  \nSource: MU"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "134"
  },
  {
    "mangaId": "adf63281-281d-448f-a618-dee15c47e7e5",
    "title": {
      "en": "Sachiroku 〜Sachi’s Book of Revelation〜"
    },
    "updatedAt": "2024-08-28T21:41:26+00:00",
    "coverArt": "https://mangadex.org/covers/adf63281-281d-448f-a618-dee15c47e7e5/0fc7630a-831b-47c1-8338-d82dae118f54.jpg",
    "altTitles": [
      {
        "en": "Sachi’s Records 〜Sachi’s Book of Revelation〜"
      },
      {
        "ja": "サチ録　～サチの黙示録～"
      },
      {
        "ja-ro": "Sachi-roku: Sachi no Mokushiroku"
      },
      {
        "ru": "Записи Сачи: Книга откровений Сачи"
      },
      {
        "ja-ro": "Sachiroku - Sachi no Mokushiroku"
      },
      {
        "vi": "Sachiroku - Cuốn Sách Khải Huyền Của Sachi"
      }
    ],
    "description": {
      "en": "‘Humanity’s Judgment’ — a process by which an angel and a demon meticulously pass judgment upon a human, and the final score determines the fate of mankind. But this time, the chosen subject is the incredibly mischievous 6-year-old elementary school student, Sachi Ueno?! Just how will the unconventional living arrangement of an angel, a demon, and a human shape the future of humanity?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ef6e461-033b-4976-b222-943856c94a97",
    "title": {
      "en": "Smiley"
    },
    "updatedAt": "2024-10-05T17:19:45+00:00",
    "coverArt": "https://mangadex.org/covers/9ef6e461-033b-4976-b222-943856c94a97/666b465e-c526-4a4a-b06e-8627282c4131.jpg",
    "altTitles": [
      {
        "ja": "スマイリー"
      },
      {
        "ru": "Улыбающиеся"
      },
      {
        "vi": "Smiley - Cười lên"
      }
    ],
    "description": {
      "en": "Yuushi Kamome is a freelance writer who lost his beloved daughter in an accident. In despair, his wife leaves him, and he spends his days like a shell of a man. One day, however, a flyer from a strange religious group, the \"Heart Laughing Society,\" changes his fate. It shows the image of his wife, whom he has lost touch with...This is a story of faith and madness. What is the black darkness of the cult that an evil smile invites? A chilling “new religion” suspense begins!",
      "ru": "Томодзи Камомэ — писатель-фрилансер, потерявший любимую дочь в результате несчастного случая. В отчаянии от него уходит жена, и он проводит свои дни в одиночестве, закрывшись от внешнего мира.\nОднако однажды листовка странной религиозной группы «Общество смеющегося сердца» меняет его судьбу. В ней он увидел свою жену, с которой потерял связь...",
      "vi": "Yuji Kamome, một nhà báo tự do đã mất đi đứa con gái yêu quý của mình trong một vụ tai nạn. Trong cơn tuyệt vọng, vợ anh cũng đã rời bỏ anh, để mặc anh trải qua những tháng ngày trống rỗng. Tuy nhiên, một ngày nọ, một tờ rơi từ một giáo phái kỳ lạ mang tên \"Tâm Tiếu Hội\" tìm đến và thay đổi số phận của anh. Và trong bức ảnh trên tờ rơi đó anh đã nhận ra được người vợ đã biệt tăm biệt tích suốt thời gian qua của mình. Một câu chuyện về sự cuồng tín và điên rồ của con người. Thứ bóng tối tà đạo mà nụ cười ma quái đó đang mời gọi là gì?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "452513a9-c698-410e-9bf9-fe90309780d2",
    "title": {
      "en": "Fate/EXTRA CCC FoxTail"
    },
    "updatedAt": "2024-05-06T20:05:21+00:00",
    "coverArt": "https://mangadex.org/covers/452513a9-c698-410e-9bf9-fe90309780d2/dae10144-fabc-4e1c-a996-ad7a1ab37973.jpg",
    "altTitles": [
      {
        "ja": "フェイト/エクストラ CCC FoxTail"
      },
      {
        "ja": "フェイト/エクストラ CCC フォックステイル"
      }
    ],
    "description": {
      "en": "Being flung from the world of Fate/Extra Kishinami Hakuno finds himself in a very strange predicament. Caster Route.  \n  \nNote: There are no missing chapters. Chapter #32-33 are missing due to a difference in the volume and magazine numbering. Some earlier small chapters were combined in the volumes causing the number difference. Chapter 34 directly follows Chapter 31.",
      "pt-br": "Sendo expulso do mundo de Fate/Extra Kshinami Hakuno se encontra em uma situação muito estranha. Rota Caster."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-10-09T15:49:05+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/a76e50e3-496c-490d-8872-8c836d58ba19.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "187eac73-e0f1-4976-a9da-eed8e6b3f123",
    "title": {
      "en": "Shinu hodo Kimi no Shojo ga Hoshii"
    },
    "updatedAt": "2024-10-26T22:18:11+00:00",
    "coverArt": "https://mangadex.org/covers/187eac73-e0f1-4976-a9da-eed8e6b3f123/f68910d8-1587-4413-b1c9-ec015340311e.jpg",
    "altTitles": [
      {
        "ja": "死ぬほど君の処女が欲しい"
      },
      {
        "ja-ro": "Shinu Hodo Kimi no Shojo ga Hoshii"
      },
      {
        "en": "I'm Dying For Your Virginity"
      },
      {
        "en": "I'm dying for your virginity."
      },
      {
        "en": "I Would Die to Have Your First Time"
      },
      {
        "vi": "Tôi Nguyện Được Chết Để Lấy Đi Trinh Tiết Của Em"
      }
    ],
    "description": {
      "en": "Nishimori Tooru (31), an unattractive office worker, is married to the most beautiful woman in the company, Mika-san. From an outsider's point of view, they would be envious of him. However, he has a secret he cannot tell anyone about. The only female he knows is Mika, but Mika had known lots of other men. Because he loves her, he is bothered by this fact. \"It's not possible, and it will never come true…\" After falling off the train tracks, a miracle occurred. This is a twisted but a youthful and pure love story about he who longs for his wife's virginity.",
      "vi": "Một nhân viên văn phòng làm công ăn lương mặc dù đã có mái ấm vợ đẹp, anh vẫn mặc cảm tự ti về bản thân mình và phải sống trong nỗi ám ảnh về khao khát được nhìn thấy những biểu cảm từ con người sâu thẳm trong cô. \nTưởng chừng như phải chấp nhận sống chung trong sự khác biệt quá lớn về mặt ngoại hình và cảm xúc giữa mình và cô vợ.\nAnh được xuyên không làm lại cuộc đời."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": "62"
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-10-14T02:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c81d197-d42a-43d5-a816-64319fd26506",
    "title": {
      "en": "Joji Senpai"
    },
    "updatedAt": "2024-10-05T07:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/4c81d197-d42a-43d5-a816-64319fd26506/b76c6c86-910b-4ea5-83b8-0664b9048788.png",
    "altTitles": [
      {
        "ja": "女児先輩"
      },
      {
        "en": "Senior Girl"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2189102e-ee83-48e7-8163-0a6f61e4adf8",
    "title": {
      "en": "One Day a Message Window Appeared Out of Nowhere!?"
    },
    "updatedAt": "2024-10-27T10:00:30+00:00",
    "coverArt": "https://mangadex.org/covers/2189102e-ee83-48e7-8163-0a6f61e4adf8/337b3afe-37d1-4e1a-a6b9-330aead64ad4.jpg",
    "altTitles": [
      {
        "ja": "ある日突然メッセージウィンドウが表示されたんですけど！？"
      },
      {
        "ja-ro": "Aru Hi Totsuzen Message Window ga Hyoujisaretan desu kedo!?"
      },
      {
        "ja-ro": "Aru Hi Totsuzen Messeeji Windou ga Hyoujisaretandesukedo!?"
      }
    ],
    "description": {
      "en": "The protagonist, a university student named Kazuya Hayakawa woke up one day with a message window that shows up in his field of view. This window is always visible to him, and when certain lines are displayed in it, he gets thrown into confusion.\n\nFrom that day onward began Hayakawa's daily ordeal of getting manipulated by this message window.\n\n(Source: Amazon JP)",
      "ja": "主人公・早川一哉はある日目が覚めるとメッセージウィンドウが見えるようになってしまった。\n常に表示されるそのウィンドウにはとあるセリフが表示され主人公を混乱させる。\n\nこの日から早川一哉のメッセージウィンドウに振り回される苦難の日々が始まった。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9dbc637-a8c6-4aa4-a272-2d009c5c7f40",
    "title": {
      "en": "One Page Manga"
    },
    "updatedAt": "2024-10-25T14:13:34+00:00",
    "coverArt": "https://mangadex.org/covers/d9dbc637-a8c6-4aa4-a272-2d009c5c7f40/c5ef26af-e1e5-40cf-ba90-34b2338ee6ca.jpg",
    "altTitles": [
      {
        "ja": "1ページマンガ"
      },
      {
        "ja-ro": "Ichi Page Manga"
      },
      {
        "en": "Single Page Manga"
      }
    ],
    "description": {
      "en": "A collection of single page gag-manga."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6941f16b-b56e-404a-b4ba-2fc7e009d38f",
    "title": {
      "en": "Issho Watashi no Joshu de ite!"
    },
    "updatedAt": "2024-10-19T20:17:06+00:00",
    "coverArt": "https://mangadex.org/covers/6941f16b-b56e-404a-b4ba-2fc7e009d38f/f1d13f6f-2cf2-4b88-83c2-da361113ef9a.jpg",
    "altTitles": [
      {
        "ja": "一生わたしの助手でいて！"
      },
      {
        "en": "Be my assistant for life!"
      }
    ],
    "description": {
      "en": "\"The relationship between a detective and their assistant is not unlike romance!\"\n\nDue to his natural tendency to assist others (a \"helper type\" personality that makes him constantly want to lend a hand), Mitomo Tasuku had always lived in the shadows. To break out of this, he made it his life's mission to \"become number one.\" However, at the high school he transfers to, he encounters three detective girls, who happen to be his rivals from elementary school with whom he formed a detective club together. Thus begins Tasuku's fierce battle for the top detective spot! However... these girls seem to harbor passionate feelings of a different kind...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68246327-3e8c-48dc-a2ed-72c67e49f9d5",
    "title": {
      "en": "Boku wa Onee-chan no Omocha"
    },
    "updatedAt": "2024-10-23T06:04:24+00:00",
    "coverArt": "https://mangadex.org/covers/68246327-3e8c-48dc-a2ed-72c67e49f9d5/d758b45c-369a-4d35-a502-00a28844d397.jpg",
    "altTitles": [
      {
        "ja": "僕はお姉ちゃんのおもちゃ"
      },
      {
        "ja-ro": "Boku ha Onee-chan no Omocha"
      },
      {
        "en": "I Am My Sister's Toy"
      },
      {
        "en": "I Am My Big Sister's Plaything"
      },
      {
        "vi": "Tôi Là Đồ Chơi Của Chị Gái"
      }
    ],
    "description": {
      "en": "Presented by the special tag team of Yoshida Morohe and Yuzuki Ryouta, a gal step-older-sister and a bad-at-communication younger brother make-up comedy!!\n\nAonuma Aira is a 13-year-old with no romantic or friendly relationships, but one day, due to his parent's remarriage, the high-schooler Misa becomes his step-sister! She's a completely unknown entity to him, and gets way too close way too fast.\n\nMoreover, her hobby is… makeovers? So she starts making him over until he's turned into a pretty girl!\n\nWhat's in store for him after he's become his step-sister's plaything?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-09-29T13:55:34+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/4389c689-ff1a-40af-9828-d47bc6711fb6.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. Strolling around the neighborhood, soaking in the public bath, eating the local cuisine, enjoying the park... even though she can’t take a big vacation or travel far, she’s determined to still enjoy any little “vacation” she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b2e7c95-9e4d-4199-9ea6-52add4c22cfa",
    "title": {
      "en": "Countach"
    },
    "updatedAt": "2023-06-29T03:36:54+00:00",
    "coverArt": "https://mangadex.org/covers/2b2e7c95-9e4d-4199-9ea6-52add4c22cfa/133f0ac4-c32d-4be4-bc22-938f219779a0.png",
    "altTitles": [
      {
        "ja": "カウンタック"
      }
    ],
    "description": {
      "en": "The day after he finds himself dumped by his girlfriend, Sorayama Shun recieves a letter… from himself? The letter was from Shun 25 years ago for his future self. The letter reminds him of the time when he dreamed of owning a Countach and being a successful professional racer. With loads of luck and his ambition to make his childhood dream come true, he finds himself as a new owner of an LP400 Countach."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "289"
  },
  {
    "mangaId": "b3de36d0-3a3e-4996-b641-4c7f0edbd266",
    "title": {
      "en": "Yongbi the Invincible"
    },
    "updatedAt": "2024-08-05T19:34:58+00:00",
    "coverArt": "https://mangadex.org/covers/b3de36d0-3a3e-4996-b641-4c7f0edbd266/099bf5ef-d935-443e-aca3-f10f0f6d1078.jpg",
    "altTitles": [
      {
        "vi": "Long Phi Bất Bại"
      },
      {
        "en": "Yongbi"
      },
      {
        "en": "Yongbi Bulpae"
      },
      {
        "th": "มังกรฟ้าป่วนยุทธภพ"
      },
      {
        "zh-hk": "龍飛不敗"
      },
      {
        "ko": "용비불패"
      }
    ],
    "description": {
      "en": "A mysterious stranger rides into town. The peaceful village of Gang-Ho is disturbed when Yongbi, a seemingly foolish bounty hunter, comes to town looking to claim the bounty for the leader of Gang-Ho's deadliest clan of assassins. Will Yongbi collect the bounty unscathed, or will he fall victim to a vengeful pack of assassins hell-bent on retribution for their captured leader?"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "149"
  },
  {
    "mangaId": "d4d43c50-ce1a-4751-b474-e239cf862f2a",
    "title": {
      "en": "Otome no Teikoku"
    },
    "updatedAt": "2024-08-15T17:24:40+00:00",
    "coverArt": "https://mangadex.org/covers/d4d43c50-ce1a-4751-b474-e239cf862f2a/72ab0382-1ab5-4c57-9e7c-a1112812d82c.jpg",
    "altTitles": [
      {
        "ja": "オトメの帝国"
      },
      {
        "en": "Virgins' Empire"
      }
    ],
    "description": {
      "en": "A peek into the \"everyday nudity\" of high school girls. Virgins’ Empire is a look into the lives of seven high school girls attending an all girls school. We follow them as they grow relationships with one another. Some more intimate than others."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46708527-d28a-4833-bd8b-e3ee553a20ee",
    "title": {
      "en": "Mitame Jirai-kei Osananajimi no Ren'ai Story"
    },
    "updatedAt": "2024-10-27T05:28:39+00:00",
    "coverArt": "https://mangadex.org/covers/46708527-d28a-4833-bd8b-e3ee553a20ee/40b94a73-5d3a-45b7-bc94-8682604aef83.jpg",
    "altTitles": [
      {
        "ja": "見た目地雷系幼馴染の恋愛ストーリー"
      },
      {
        "ja-ro": "Mitame Jirai-kei Osananajimi no Renai Story"
      },
      {
        "en": "A Love Story About a Childhood Friend Who Looks Like a Landmine Girl"
      },
      {
        "en": "A Landmine-Type-Appearing Childhood Friend's Love Story"
      },
      {
        "en": "My Childhood Friend Who Looks Like a Landmine Type"
      },
      {
        "pt-br": "Uma história de amor sobre uma amiga de infância"
      }
    ],
    "description": {
      "en": "This is my love story with a landmine girl who's convinced that I'm her childhood friend.\n___\n**Alt Official Raw:** [X](https://x.com/onnoveltet/status/1829430063294738758)",
      "ja": "自分のことを幼馴染だと思い込んでいる地雷系女子との恋愛物語です。",
      "pt-br": "Esta é a minha história de amor com uma garota convencida de que sou seu amigo de infância."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f33cd0-a65b-4b13-a660-bee2940bc551",
    "title": {
      "en": "Henjo ~Hen na Joshi Kousei Amaguri Senko~"
    },
    "updatedAt": "2024-09-03T21:57:39+00:00",
    "coverArt": "https://mangadex.org/covers/30f33cd0-a65b-4b13-a660-bee2940bc551/49722ee1-ce41-4e1a-b63d-0ec488d07b64.jpg",
    "altTitles": [
      {
        "ja": "変女～変な女子高生 甘栗千子～"
      },
      {
        "en": "Henjo: The Strange Female High-Schooler Amaguri Senko"
      },
      {
        "ko": "변녀 : 이상한 여자고등학생 아마구"
      },
      {
        "fr": "Henjo - L'étrange lycéenne Amaguri Senko"
      }
    ],
    "description": {
      "en": "Amaguri Senko is a high school girl with a cool personality (as in kuudere) and a big pervert. She openly reads porn, masturbates and isn't perturbed in the slightest at the sight of penises and such. The story centers around Senko's daily life with two male handymen working for her father's company  which she also helps out with, Takamura Ryou and Sugita Kouhei. Takamura ends up being constantly sexually harassed by Senko, partially due to his phimosis dick that caught her interest,  but little did he know, she wasn't joking when she bluntly said \"I like you\"…",
      "fr": "Amaguri Senko est une lycéenne kuudere, mais surtout une gigantesque perverse. Elle lit ouvertement du porno, se masturbe et la vue d'un pénis ne l'affecte pas le moins du monde. Voici l'histoire de sa vie quotidienne en compagnie de deux hommes-à-tout-faire employés de la société de son père : Sugita Kouhei et Takamura Ryou. Ce dernier se retrouve constamment harcelé sexuellement par Senko, mais il est bien loin de se douter qu'elle ne plaisantait pas le jour où elle lui a dit qu'elle l'aimait…",
      "ja": "就職難のこの時代、フツーの男子・高村の就職先は今どき珍しい住み込みスタイルの「便利屋 甘栗」！そこの娘の千子ちゃんは女子高生でカワイイんだけど、少し?変な?女子高生だった！突如、始まった彼女との同居生活は事件の連続!?",
      "pt-br": "Amaguri Senko é uma estudante do ensino médio com uma personalidade legal (como em kuudere) e uma grande pervertida. Ela lê pornografia abertamente, se masturba e não se incomoda nem um pouco ao ver pênis e coisas assim. A história gira em torno da vida diária de Senko com dois trabalhadores manuais que trabalham para a empresa de seu pai, na qual ela também ajuda, Takamura Ryou e Sugita Kouhei. Takamura acaba sendo constantemente assediado sexualmente por Senko, em parte devido ao seu pênis com fimose que despertou seu interesse, mas ele mal sabia que ela não estava brincando quando disse sem rodeios \"Eu gosto de você\"..."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "96d02f4f-ff02-410f-878f-a12f529237b0",
    "title": {
      "en": "Shinsouban WORST"
    },
    "updatedAt": "2024-10-24T03:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/96d02f4f-ff02-410f-878f-a12f529237b0/c8fd8e89-8551-4e9a-a0a1-27ed51b84e42.jpg",
    "altTitles": [
      {
        "ja": "新装版 WORST"
      },
      {
        "ja-ro": "Shinsōban WORST"
      },
      {
        "en": "WORST New Editon"
      },
      {
        "vi": "WORST Ấn Bản Mới"
      }
    ],
    "description": {
      "en": "Worst but New Edition",
      "vi": "Liên minh Kurotaki sụp đổ, quyền lực của King Joe ở Housen dần bị mai một, Zetton bại trận trước Guriko đưa Suzuran vào thế hỗn loạn, Vũ Trang Chiến Tuyến ngày càng mạnh mẽ và bền bỉ... Trước tình cảnh đó thì ở Toaru bất ngờ xuất hiện một chàng trai đến từ ngoại thành mang tên Tsukishima Hana - kẻ mang ước mơ trở thành thủ lĩnh đầu tiên của toàn bộ Cao Trung Nam Sinh Suzuran vốn luôn hỗn loạn!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "133"
  },
  {
    "mangaId": "aab0db2d-587a-4ee5-a993-b7096d451325",
    "title": {
      "en": "I Promised to Marry My Childhood Friend 10 Years Ago, But..."
    },
    "updatedAt": "2024-10-27T09:12:01+00:00",
    "coverArt": "https://mangadex.org/covers/aab0db2d-587a-4ee5-a993-b7096d451325/32344ff0-abbd-4f94-98b6-7c27870f59e2.png",
    "altTitles": [
      {
        "ja": "10年前に幼馴染と結婚する約束したけど"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2dab66cc-f819-4ac4-8566-717331348f4b",
    "title": {
      "en": "Moto Kizoku Reijou de Mikon no Haha Desuga, Musumetachi ga Kawaii Sugite Boukenshagyo mo Ku ni Narimasen"
    },
    "updatedAt": "2023-02-23T05:43:06+00:00",
    "coverArt": "https://mangadex.org/covers/2dab66cc-f819-4ac4-8566-717331348f4b/4d988a9f-4329-43a4-bc77-008daa41b58a.jpg",
    "altTitles": [
      {
        "ja": "元貴族令嬢で未婚の母ですが、娘たちが可愛すぎて冒険者業も苦になりません"
      },
      {
        "ja": "元貴族令嬢で未婚の母ですが、娘たちが可愛すぎて冒険者業も苦になりません＠COMIC"
      },
      {
        "ja-ro": "Moto Kizoku Reijou de Mikon no Haha Desuga, Musumetachi ga Kawaii Sugite Boukenshagyo mo Ku ni Narimasen＠COMIC"
      },
      {
        "ja-ro": "MotoMusu"
      },
      {
        "ja-ro": "Moto Musu"
      },
      {
        "en": "Even Though I'm a Former Noble and a Single Mother, My Daughters Are Too Cute and Working as an Adventurer Isn't Too Much of a Hassle"
      },
      {
        "th": "อดีตขุนนางสาวโสดกับชีวิตโลดโผนผจญภัยเพื่อลูกสาวสุดน่ารัก"
      },
      {
        "zh": "虽然是原贵族大小姐单身妈妈，但女儿太可爱了当冒险者也不会辛苦"
      }
    ],
    "description": {
      "en": "A world where monsters run rampant.\n\nA noblewoman falls from grace and loses everything after being falsely accused.\n\nBut, she started a fresh life as an 'Immortal.' She became an adventurer capable of defeating disaster-rank monsters and taking the heads off ancient dragons with a single swing of her blade. However, behind that cool exterior… beats the heart of a ridiculously over-indulgent mother?!\n\n\"What should I do, my daughters are just too cute?!\"\n\nShe wields her deadly sword for the sake of motherly love! Ogres flee and dragons tremble at the sight of this overpowered adventurer!\n\nThe fantasy adventure of the Doting Mother Sword Demon begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28214ef7-9153-4cd2-83ef-c8085bc5012a",
    "title": {
      "en": "Doukyo Shiteiru Kensei no Onna Shishou ga Kawaisugite Mainichi Shiawase Desu"
    },
    "updatedAt": "2024-07-07T19:47:45+00:00",
    "coverArt": "https://mangadex.org/covers/28214ef7-9153-4cd2-83ef-c8085bc5012a/7f32bfb4-a5cf-47a2-95e2-88b3ff8129aa.png",
    "altTitles": [
      {
        "ja": "同居している剣聖の女師匠が可愛すぎて毎日幸せです"
      },
      {
        "en": "My Female Sword Master, Whom I Live With, Is So Cute That I'm Happy Every Day"
      },
      {
        "es-la": "La Maestra Espadachina que Vive Conmigo es Demasiado Linda y me Hace Feliz Cada Día"
      }
    ],
    "description": {
      "en": "Eugene Dawson is a young man with a goal: to become strong. He trains under and lives with his mentor, Liza Parsandra, who is regarded as a Sword Saint. In terms of physical prowess, Liza is without equal, and despite her scatterbrained nature, Eugene still enjoys each day with his adorable mentor. However, her defenseless nature, drop-dead gorgeous looks and tendency towards unintentional skin-ship make training feel like an impossible task...?!\n\n\"Is this really going to help me get stronger?!\"",
      "ja": "強くなりたいと望む少年、ユージン・ドーソンは、\n剣聖と謳われた師匠・リザ・パルサンドラの元で住み込みで修行中。\n\n腕っぷしは最強だけど、私生活はポンコツで可愛い師匠との日常は毎日幸せ･･･\nかと思いきや、無防備でエッチな体と無自覚なスキンシップに修行どころではないようで･･･!?\nこんなので俺、強くなれるの!?",
      "es-la": "La guerra contra los Demonios ha terminado, y ahora nuestro protagonista que vive con su Maestra que lo cuida y lo entrena como última voluntad de la madre de nuestro protagonista hacía ella y con el permiso de esta de ponerle las manos encima\n\n¿Cómo afectará que un chico y una chica vivan bajo el mismo techo?, La Maestra con un gran cuerpo y algo ingenua y nuestro protagonista que no es ajeno los encantos de su Maestra, ¿Cómo se desarrollará esto?",
      "pt-br": "Eugene Dawson é um jovem rapaz com um objetivo; se tornar forte.\nEle treina e vive com sua mentora, Liza Parsandra, que é considerada uma Santa da Espada.\n\nEm termos de destreza física, Liza é incomparável e, apesar de sua natureza avoada, Eugene ainda aproveita cada dia com sua adorável mentora.\n\nNo entanto, sua natureza indefesa, sua aparência linda de morrer e sua tendência à contato físico involuntário fazem com que o treinamento pareça uma tarefa impossível...!?\n\n“Isso vai mesmo me ajudar a ficar mais forte!?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba1e4ad6-8132-4d7a-b4ed-fb014190cd8e",
    "title": {
      "en": "ATTITUDE: 13"
    },
    "updatedAt": "2024-07-09T18:27:20+00:00",
    "coverArt": "https://mangadex.org/covers/ba1e4ad6-8132-4d7a-b4ed-fb014190cd8e/e6b153d6-3578-4e5c-beaf-fc29963bb0f6.png",
    "altTitles": [],
    "description": {
      "en": "Life's an adventure dammit!\n\nA group of high-school kids goofing around instead of studying, teachers struggling to get a grip on their work and personal lives, a man worrying about his looks, and so on.\nThis surreal comedy is full of odd, interesting, positively absurd people who live in dizzying harmony, dealing with the nonsense of daily life. Beauty in chaos. Sunshine in disaster."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9356fa3f-9ecd-4ff7-a7fe-241884680079",
    "title": {
      "en": "Skip Beat!"
    },
    "updatedAt": "2024-10-11T20:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/9356fa3f-9ecd-4ff7-a7fe-241884680079/715c34b1-988e-4e88-8a7f-7fa79ed765ed.jpg",
    "altTitles": [
      {
        "ja": "スキップ・ビート!"
      },
      {
        "en": "Skip Beat"
      },
      {
        "ru": "Не Сдавайся!"
      },
      {
        "ar": "!اسکیپ بیت"
      },
      {
        "zh": "下一站巨星"
      },
      {
        "zh-hk": "華麗的挑戰"
      },
      {
        "ko": "스킵 비트!"
      },
      {
        "ar": "تخطي العثرات"
      },
      {
        "kk": "Берілме!"
      }
    ],
    "description": {
      "en": "Kyouko Mogami lived solely for her childhood friend Shoutaro \"Shou\" Fuwa. She follows Shou to Tokyo so that he may realize his dream of becoming a famous singer. When his dream is realized, Kyouko overhears the truth behind his decision to bringing her with him: he was using her as a maid.  \n  \nShocked and enraged, Kyouko swears to take revenge by outdoing him in show business. With a new look and a new attitude, she joins LME, the agency where Ren Tsuruga (Shou's rival and the #1 actor of LME) works, in the hopes of achieving her goal of destroying Shou's pride.  \n  \nAlong the way, she discovers her true self, makes new friends (and enemies), and finds herself at the heart of some interesting situations that will change her life, and the lives of all others involved, forever."
    },
    "status": "ongoing",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "368a171b-440c-4beb-9abb-bb44c25fd2fa",
    "title": {
      "en": "The Maid is a Vampire"
    },
    "updatedAt": "2024-08-26T15:14:48+00:00",
    "coverArt": "https://mangadex.org/covers/368a171b-440c-4beb-9abb-bb44c25fd2fa/c306da5c-c2f5-4d06-8837-de91e9783dec.jpg",
    "altTitles": [
      {
        "ja": "メイドさんは吸血鬼"
      },
      {
        "ja-ro": "Maid-san wa Kyuuketsuki"
      }
    ],
    "description": {
      "en": "15-year-old Alfred Saionji, heir to the venerable Saionji family, spends his days striving to become a first-class gentleman while enduring strict family rules.\n\nHis solace comes from his maid, Magly. Thanks to her, a cool and beautiful maid, Alfred's life has become colorful, but...\n\nIn fact, her true identity is a vampire. Once she sees or sucks blood, her very naughty nature comes out, and Alfred immediately has his blood sucked at her command...\n\nThis is a love story between a boy who seeks the strength to protect a girl and a clumsy, naughty vampire maid who is in love with him.",
      "ja": "由緒正しき西園寺家の跡取りである15歳の西園寺アルフレッドは、厳しい家訓に耐えながらも一流の紳士になるべく毎日を過ごしていた。\nそんな彼の癒しは彼付きのメイドのマグリー。\nクールな美少女メイドである彼女のおかげでアルフレッドの生活は彩りのあるものになっていたが…。\n実は彼女の正体は吸血鬼。ひとたび血を見たり吸ったりしてしまうと、すごくHな本性が顔を出し、たちまちアルフレッドは彼女の言いなりに血を吸われてしまうのだった…。\n\nこれは一人の女の子を守れる強さを求める少年と、彼のことを恋い慕う不器用でHな吸血鬼メイドとの、\"恋\"の物語である。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "32"
  },
  {
    "mangaId": "8438feea-6d36-4082-bbd3-50d7273e66ba",
    "title": {
      "en": "The Long Summer of August 31"
    },
    "updatedAt": "2024-10-18T10:29:21+00:00",
    "coverArt": "https://mangadex.org/covers/8438feea-6d36-4082-bbd3-50d7273e66ba/1dd079e4-5a32-4bc0-ade7-a469068e5110.jpg",
    "altTitles": [
      {
        "ja": "8月31日のロングサマー"
      },
      {
        "ja-ro": "8-gatsu 31-nichi no Long Summer"
      },
      {
        "ja-ro": "Hachigatsu Sanjuuichinichi no Long Summer"
      },
      {
        "en": "The Long Summer of August 31st"
      },
      {
        "en": "The Long Summer on August 31"
      },
      {
        "vi": "Mùa hè dài ngày 31 tháng 8"
      },
      {
        "ru": "Длинное лето 31-го августа"
      }
    ],
    "description": {
      "en": "Suzuki-kun and Takagi-san — two high-schoolers who found each other in a time loop on August 31. The two are the only ones who keep their memories when it loops. As for the cause of the time loop, one thing comes to mind — Suzuki-kun's lingering regrets for the summer, a guy's greatest ambition....\n\nIt's a time loop comedy of youth, romance, and facing love head-on!\n___\n**Alt Official English:** [K MANGA - United States only!](https://kmanga.kodansha.com/title/10613/episode/353159)",
      "ja": "何度も繰り返す8月31日の中で出会った高校生の二人・鈴木くんと高木さん。\n\n記憶を繰り越せるのは二人だけ。\n\nタイムループの原因として考えられるのは、鈴木くんが夏休みにやり残した、男子最大の目標…。\n\n恋と真っ向から対峙する、青春タイムループコメディ！",
      "ru": "31 августа повторяется снова и снова. Сохранить об этом воспоминания могут только два школьника – Сузуки-кун и Такаги-сан. Задумавшись о причине возникновения такой временной петли, Сузуки-кун пришёл к выводу, что всё дело в нём: его незавершённых делах летом и большом сожалении на этот счёт. Чтобы выбраться из временной тюрьмы подросток решает действовать…\nВас ждёт любовная комедия противостояния любви и временной петли!",
      "vi": "Thế giới bị rơi vào 1 vòng lặp thời gian, chỉ có 2 người giữ lại được ký ức là Suzuki và Takagi. Nếu muốn thoát khỏi vòng lặp thì Suzuki phải hoàn thành ước nguyện còn dang dở của cậu: kiếm được bạn gái và thoát kiếp trai tân."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0704b748-edd7-43fd-83fe-f7e3c08fcf57",
    "title": {
      "en": "Fukanzen de Fueisei de Fushidara"
    },
    "updatedAt": "2024-10-19T05:15:45+00:00",
    "coverArt": "https://mangadex.org/covers/0704b748-edd7-43fd-83fe-f7e3c08fcf57/f729d562-f731-408b-9271-4c3851436470.jpg",
    "altTitles": [
      {
        "en": "Imperfect, Unhygenic and Untidy"
      },
      {
        "en": "不完全で不衛生でふしだら"
      }
    ],
    "description": {
      "en": "The story of Yugami Maiko, a girl with a fetish for teeth, and Hizumi Ryuuji, a guy who hates his teeth.",
      "ja": "第24回電撃コミック大賞《金賞》受賞作が連載化！\n「歯」に性的興奮を覚える歯科医の娘・湯上麻衣子。彼女に目をつけられた氷住龍司は、なぜか歯磨きをされる日々を送るようになり――。\nそれは、汚くも美しいボーイ・ミーツ・ガール"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "fb74e93d-e947-4774-83e7-d972b85d3d11",
    "title": {
      "en": "Pokémon SPECIAL Scarlet & Violet"
    },
    "updatedAt": "2024-10-03T21:43:08+00:00",
    "coverArt": "https://mangadex.org/covers/fb74e93d-e947-4774-83e7-d972b85d3d11/eb9b5a76-a037-4ecb-ae72-a5e40947fa53.jpg",
    "altTitles": [
      {
        "ja": "ポケットモンスターSPECIAL スカーレット・バイオレット"
      },
      {
        "ja-ro": "Pocket Monsters SPECIAL Scarlet & Violet"
      }
    ],
    "description": {
      "en": "Violet, the “prince of speed” who drives Miraidon, runs through the Paldea region in search of the “secret spice” to regain the ability of Miraidon! A showdown with the Nushi Pokemon! Operation Stardust! And the other main character...!?",
      "es": "Violet, el “príncipe de la velocidad” que conduce a Miraidon, corre por la región de Paldea en busca de la “especia secreta” para recuperar la habilidad de Miraidon. ¡Un enfrentamiento con el Pokémon Nushi! ¡Operación Polvo de Estrellas! ¿¡Y el otro personaje principal...!?",
      "ja": "ミライドンを駆る“スピード王子”バイオレットが、ミライドンの能力を取り戻すべく「秘伝スパイス」を求めてパルデア地方を駆け巡る！　ヌシポケモンとの対決！　スターダスト作戦！　そしてもう一人の主人公は…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50491535-8d93-4f37-a885-14441766bd43",
    "title": {
      "en": "Takou no Koori Hime wo Tasuketara, Otomodachi kara Hajimeru Koto ni Narimashita"
    },
    "updatedAt": "2024-08-15T22:08:00+00:00",
    "coverArt": "https://mangadex.org/covers/50491535-8d93-4f37-a885-14441766bd43/11639988-5c94-4d23-ac49-19afe16396f7.png",
    "altTitles": [
      {
        "ja": "他校の氷姫を助けたら、お友達から始める事になりました"
      },
      {
        "en": "After Helping the \"Ice Princess\" From Another School, I Decided to Start as a Friend"
      },
      {
        "es-la": "Después de ayudar a la \"Princesa de hielo\" de otra escuela, decidimos empezar como amigos"
      }
    ],
    "description": {
      "en": "Nagi Shinonome, known as the \"Ice Princess,\" is a beautiful girl with a cold attitude who does not allow others to get close to her. \n\nOne day, Souta Minori, who saw her being molested on the train, saved her with all his courage, but the next day she appeared again and said, \"I want you to stay by my side.\" \n\nCan Souta continue as friends with the Ice Princess, who only sweetly melts for one person in the world, that is, himself?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7e2933d2-8587-4c0f-b69c-4233864b96a8",
    "title": {
      "en": "Ousama Ranking"
    },
    "updatedAt": "2024-05-10T16:14:51+00:00",
    "coverArt": "https://mangadex.org/covers/7e2933d2-8587-4c0f-b69c-4233864b96a8/0359c91d-5123-4a56-b646-cf18944c1efa.jpg",
    "altTitles": [
      {
        "vi": "Bảng xếp hạng Quốc Vương"
      },
      {
        "ja": "王様ランキング"
      },
      {
        "en": "Ranking of Kings"
      },
      {
        "ru": "Рейтинг королей"
      },
      {
        "ru": "Рейтинг короля"
      },
      {
        "pt-br": "Ranking dos Reis"
      },
      {
        "en": "The King Ranking"
      }
    ],
    "description": {
      "en": "The web manga centers around Bojji, a deaf, powerless prince who cannot even wield a children's sword. As the firstborn son, he strives hard and dreams of becoming the world's greatest king. However, people mutter about him behind his back as \"a good-for-nothing prince\" and \"no way he can be king.\"  \n  \nBojji is able to make his first ever friend, \"Kage\" — a literal shadow on the ground who somehow understands Bojji well. The story follows Bojji's coming-of-age as he meets various people in his life, starting with his fateful encounter with Kage.",
      "es": "Bojji es un príncipe sordomudo que vive en un mundo fantástico repleto de criaturas mágicas. Pese a no destacar en nada, y siendo incapaz ni siquiera de empuñar una espadita de niño, sueña con algún día convertirse en el rey más grande del mundo.\n\nLa gente lo considera un completo inútil y sin ningún talento para ser rey. Aunque la situación cambia cuando conoce a Kage, una sombra (literalmente) que es uno de los pocos supervivientes de un clan de asesinos y que intenta robarle las pocas pertenencias que Bojji llevaba encima.\n\nDe alguna manera, Kage logra comprender al príncipe y se convierte en su primer amigo verdadero, dando así inicio a la aventura que Bojji tanto anhela. Mientras tanto, en la oscuridad, un poder amenaza con devastar al reino.",
      "ru": "Боддзи удаётся найти своего первого в жизни друга, «Кагэ» — буквально тень на земле, которая каким-то образом хорошо понимает Боддзи. История рассказывает о взрослении Боддзи, о том, как он встречает разных людей в своей жизни, начиная с судьбоносной встречи с Кагэ.",
      "vi": "\"Bảng xếp hạng Quốc vương\" xoay quanh Bojji, một hoàng tử điếc, vô năng, và thậm chí không thể cầm nổi thanh kiếm của một đứa con nít. Là con cả, cậu luôn cố gắng hết mình để tiến tới ước mơ trở thành vị vua vĩ đại nhất thế giới. Thế nhưng, luôn có những kẻ buông lời xì xào bàn tán sau lưng Bojji, bảo cậu là \"một thằng hoàng tử bất tài\", và \"không đời nào có thể trở thành vua được\". \n\nBojji đã có người bạn đầu tiên của mình, \"Kage\", một bóng đen trên mặt đất, bằng cách nào đó lại có thể hiểu rõ về cậu. Đây là câu chuyện kể về sự trưởng thành của Bojji khi cậu gặp được những người khác nhau trong cuộc đời mình, bắt đầu từ lần gặp gỡ định mệnh của cậu với Kage.",
      "pt-br": "O mangá da web comic gira em torno de Bojji, um príncipe surdo e impotente que não consegue nem empunhar uma espada infantil. Como filho primogênito, ele se esforça muito e sonha em se tornar o maior rei do mundo. No entanto, as pessoas murmuram sobre ele pelas costas como 'um príncipe inútil' e 'de jeito nenhum ele pode ser rei'.\n\nBojji é capaz de fazer seu primeiro amigo, 'Kage' - literalmente um ser vivo que é uma sombra no chão que de alguma forma entende Bojji bem. A história segue o amadurecimento de Bojji enquanto ele conhece várias pessoas em sua vida, começando com seu fatídico encontro com Kage.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 12, Cap 155. ]"
    },
    "status": "hiatus",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0218125b-fe98-434e-aaf5-5d6b64883d6f",
    "title": {
      "en": "Hokuou Futari Gurashi"
    },
    "updatedAt": "2024-10-19T05:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/0218125b-fe98-434e-aaf5-5d6b64883d6f/570f349e-cbfd-404f-9ef9-13a555f520ed.jpg",
    "altTitles": [
      {
        "ja": "北欧ふたりぐらし"
      },
      {
        "ja-ro": "Hokuou Futarigurashi"
      },
      {
        "en": "Living Together in Scandinavia"
      }
    ],
    "description": {
      "en": "Fuyumi and Taoka are a working couple who have just started dating. When they were all worn out after work, Fuyumi saw a show about Sweden on TV. When Fuyumi saw the relaxed Scandinavian lifestyle, she couldn't help but mutter, \"I wish I could live there.\" Yohei, who had been offered a chance to transfer to Sweden the day before, felt like her words were a stroke of fate, and proposed to her right then.\n\nA sudden change of scenery will lead to a new life of \"mysig\" in a land of happiness.",
      "ja": "ふゆ美と陽平は付き合いたての社会人カップル。\n\n仕事に心をすり減らせる日々の中、「北欧に住みたい」というふゆ美のふとした一言がきっかけで、急転直下で結婚＆スウェーデンに移住をすることに！\n\n幸せの国で始まった二人のmysigな新生活は、驚きとゆとりに満ちていて――♪"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08d8edc7-dae0-43c2-aad1-329ae70e5282",
    "title": {
      "en": "Otaku Grandma"
    },
    "updatedAt": "2024-10-07T08:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/08d8edc7-dae0-43c2-aad1-329ae70e5282/3c1601fe-a305-4ccb-8c5b-f525706cc730.jpg",
    "altTitles": [
      {
        "ja": "オタクばあちゃん"
      },
      {
        "ja-ro": "Otaku Bāchan"
      },
      {
        "vi": "Bà Nội OTAKU"
      }
    ],
    "description": {
      "en": "A slice-of-life about a grandma who had been captivated by 2D characters and became an otaku even after turning 80, and her grandson who kindly watches over while trying to keep a straight face! \"SenorityxFanhood\" - a comedy!\n\nA host and a high school student are also involved, are they going to show off their otaku power...!?",
      "ja": "80歳を過ぎてから二次元キャラの虜になり、オタクと化したおばあちゃんと、ツッコミながらも優しく見守る孫の日常を描いた、〝老後×推し活〟ギャグマンガ！！\nホストも女子高生も巻き込んで、オタクの力を見せつける…！？"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "23"
  },
  {
    "mangaId": "880ebb34-acc1-447f-8774-c91ad060c397",
    "title": {
      "en": "Ojousama's Forbidden Culinary Detours"
    },
    "updatedAt": "2024-03-17T22:18:44+00:00",
    "coverArt": "https://mangadex.org/covers/880ebb34-acc1-447f-8774-c91ad060c397/281c3fc5-ddd2-41be-a2f2-090719e14f18.jpg",
    "altTitles": [
      {
        "ja": "お嬢様の禁断寄り道ごはん"
      },
      {
        "ja-ro": "Ojousama no Kindan Yorimichi Gohan"
      }
    ],
    "description": {
      "en": "Yuuki Saji is the daughter of one of Japan's leading zaibatsu families. Aoi Hashisugi, a former delinquent who was thrown into a rich school by her parents, finds her classmate Yuuki in trouble on a street corner and decides to buy her a beef bowl. Then, he opens her eyes to a commoner's delicacy that she eats for the first time. \n\nA young lady with a deep window meets a commoner's delicacy.",
      "ja": "佐治優基（さじゆうき）は日本でも指折りの財閥家ご令嬢。\n親に金持ち校に放り込まれてしまった元不良の橋杉亜生（はしすぎあい）は、同級生の優基が街角で困っているところに居合わせ、腹ペコの彼女に牛丼を奢ることに。\nすると、初めて食べる庶民の美味に開眼させてしまい……。\n深窓のお嬢様が出会う庶民の美味♪"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf55dd16-ba26-49de-adb3-cbf7d2bc6775",
    "title": {
      "en": "Kiss x Sis"
    },
    "updatedAt": "2024-08-24T05:32:53+00:00",
    "coverArt": "https://mangadex.org/covers/bf55dd16-ba26-49de-adb3-cbf7d2bc6775/32234a1c-0dad-45e5-ad55-c23d22a6ca41.jpg",
    "altTitles": [
      {
        "ja": "Kiss×Sis"
      },
      {
        "ru": "Поцелуй сестёр"
      },
      {
        "ja": "キスシス"
      },
      {
        "zh-hk": "亲吻姐姐"
      },
      {
        "ko": "키스X시스"
      },
      {
        "zh-ro": "Qīn qīn jiějiě"
      }
    ],
    "description": {
      "en": "Keita has two step-sisters (without blood-relation) who love him in a lustful way and have no problems expressing it, they even like to compete over it; much to the laughs of his friends (which he usually endures without problems). One day they come to his school to give him his lunch, he gets annoyed due to the atmosphere and explodes on them, to counter attack his anger they confess their tender feelings for him in front of everyone and leave. Feeling sorry he chases after them and says that he'll study hard in order to get in the same highschool as them.",
      "it": "La storia di Kissxsis inizia con lo studente Keita Suminoe alle prese con gli esami di ingresso per le scuole superiori. Ad aiutarlo ci sono le sue sorelle gemelle più grandi di lui. Le ragazze, Ako e Riko, non hanno alcun legame di sangue con Keita, non fanno nulla per nascondere i propri sentimenti amorosi nei confronti del ragazzo, e si lasciano andare a effusioni ed avances anche in pubblico. I genitori dei tre ragazzi incoraggiano Keita ad accettare le attenzioni di una delle due sorelle, e Keita nonostante l'imbarazzo non disdegna l'interesse delle due ragazze nei suoi confronti. Ako e Riko, nonostante siano tecnicamente rivali fra loro, sono spesso unite e complici nell'escogitare piani per allontanare Keita da qualunque altra ragazza possa girare intorno a lui…",
      "pt": "Kiss x Sis conta a história de Keita Suminoe, um jovem estudante do ensino fundamental. Ele está vivendo em uma casa com seus pais e suas meio-irmãs gêmeas, Ako e Riko, que o beijam e o assediam sempre competindo para ver quem mostra mais amor por ele. Embora se considerem irmãos eles não compartilham relação sanguínea; seus pais se casaram enquanto eles estavam na infância. Ainda assim, a relação incomoda Keita profundamente, já que seus pais permitem essa relação, e visto que foram criados juntos, e escandaliza à grande parte dos que vêm a saber desta. As gêmeas, contudo, são insistentes, e fazem o possível e o impossível para ficar com ele. Nessa conjuntura, entram outros personagens que possuem esse mesmo interesse, e a trama se desenrola em cima da disputa por Keita.",
      "pt-br": "Keita tem duas meias-irmãs (sem parentesco) que o amam de uma forma lasciva e não têm problemas em expressar isso, elas até gostam de competir por isso; para as risadas de seus amigos (o que ele geralmente suporta sem problemas). Um dia, elas vêm à escola dele para lhe dar seu almoço, ele fica irritado devido à atmosfera e explode com elas, para contra-atacar sua raiva, elas confessam seus sentimentos ternos por ele na frente de todos e vão embora. Sentindo pena, ele corre atrás delas e diz que vai estudar muito para entrar na mesma escola que elas."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "erotica",
    "lastVolume": "25",
    "lastChapter": "154"
  },
  {
    "mangaId": "1c59ccaf-1159-4a1a-8a42-7ab363f32905",
    "title": {
      "en": "Blue Archive - Sensei Gyakutai Yume Senpai Imouto Gainen Series (Doujinshi)"
    },
    "updatedAt": "2024-05-26T08:03:33+00:00",
    "coverArt": "https://mangadex.org/covers/1c59ccaf-1159-4a1a-8a42-7ab363f32905/cc443b9b-3a96-46da-85ee-c12b8f64f1f4.jpg",
    "altTitles": [
      {
        "ja": "先生虐待ユメ先輩妹概念シリーズ"
      },
      {
        "ja-ro": "Sensei Gyakutai Yume Senpai Imouto Gainen Series (Blue Archive)"
      },
      {
        "en": "The Sensei And Little Sister Yume's Abuse Concept Series (Blue Archive)"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25395e06-e658-4154-8d2a-340a737c37f0",
    "title": {
      "en": "Start Invincible"
    },
    "updatedAt": "2024-10-27T07:13:10+00:00",
    "coverArt": "https://mangadex.org/covers/25395e06-e658-4154-8d2a-340a737c37f0/e4dd95b3-ae01-496b-9237-d54c31bce079.jpg",
    "altTitles": [
      {
        "zh": "无敌从筑基开始"
      }
    ],
    "description": {
      "en": "Ye Wu took just two days to build his foundation, a peerless genius. Excited to leave seclusion, he was shocked to discover that two thousand years had passed, and his sect had long ceased to exist. Helplessly stepping out of the mountains, he found a world that was terrifyingly unfamiliar. Mighty figures could ‘fly’ through the air from afar, and powerful cultivators were in control from behind the scenes through ‘mobile phones.’ Ye Wu trembled with astonishment, utterly shaken. Little did he know that he might be the last cultivator on Earth, already unmatched in the mortal realm!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d0e2994-067b-4fb4-b359-290b5b56718d",
    "title": {
      "en": "Kirio Fanclub"
    },
    "updatedAt": "2024-10-11T01:14:32+00:00",
    "coverArt": "https://mangadex.org/covers/4d0e2994-067b-4fb4-b359-290b5b56718d/966f2139-babc-4df4-9d52-48ac97fdc27f.jpg",
    "altTitles": [
      {
        "ja": "霧尾ファンクラブ"
      }
    ],
    "description": {
      "en": "Aimi Miyoshi and Nami Sometani are two high school girls who often find themselves talking about a boy in their class, Kirio. This lighthearted romantic comedy follows the daily lives of these two friends and rivals on a journey that, for now, seems to be heading everywhere but love.",
      "ja": "女子高生・三好藍美（みよしあいみ）と染谷波（そめたになみ）。二人の間で話題にのぼるのは、いつだって同じクラスの「霧尾（きりお）くん」のこと。\n友人でありライバルでもある二人の日常を描く、ラブまではまだたどり着けそうにない一方通行ラブコメディー。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "45"
  },
  {
    "mangaId": "23a70b08-9ad9-4e5c-973d-81ec48c8f5a3",
    "title": {
      "en": "I'm a Curse Crafter, and I Don't Need an S-Rank Party!"
    },
    "updatedAt": "2024-10-21T06:10:16+00:00",
    "coverArt": "https://mangadex.org/covers/23a70b08-9ad9-4e5c-973d-81ec48c8f5a3/315b82c8-27c8-4c15-be6b-d49076d2d9b4.jpg",
    "altTitles": [
      {
        "ja": "Ｓランクパーティから解雇された【呪具師】～『呪いのアイテム』しか作れませんが、その性能はアーティファクト級なり……！～"
      },
      {
        "en": "My S-Rank Party Fired Me for Being a Cursificer: I Can Only Make “Cursed Items”, but They're Artifact Class!"
      },
      {
        "ja-ro": "S-Rank Party Kara Kaikosareta [Jugushi] ~\"Noroi no Item\" Shika Tsukuremasen ga, Sono Seinou wa Artifact-kyuu nari......!~"
      },
      {
        "vi": "Chỉ biết chế tạo trang bị nguyền rủa, tôi bị đuổi khỏi tổ đội cấp S"
      }
    ],
    "description": {
      "en": "Gaile, a Cursificer, is left penniless when he's expelled from his party as soon as they reach S Rank. Apparently he wasn't contributing enough?! But they hadn't realized that his cursed items outperform even holy relics and legendary equipment!\n\nGaile decides to try to make a living on his own off of his cursed items.",
      "ja": "【呪具師】のゲイルは大して貢献していないと、パーティがＳランクに昇格したと同時に無一文で追い出される。しかし、彼らは理解していなかった。ゲイルの作る呪具は、そこらの聖遺物や勇者の装備をも凌駕する性能を誇っていたことに…。ゲイルは呪具を活かして一人で生きていこうと決意しーー。\n\n風変わりな職業・呪具師の大活躍が新感覚の爽快感で大反響!!",
      "vi": "Gaile, một nguyền cụ sư tài năng, đã bị các đồng đội phản bội khi tổ đội đạt được hạng S. Họ không ngờ ràng các nguyền cụ của anh ta còn mạnh hơn cả thánh tích và các trang bị thần thoại. Sau khi bị đuổi khỏi tổ đội, Gaile quyết định tự mình kiếm sống bằng những nguyền cụ do mình tạo ra. Chuyến phiêu lưu của anh chàng nguyền cụ sư chính thức bắt đầu.",
      "pt-br": "A versão mangá de um dos romances de fantasia isekai mais populares de Shousetsuka ni Narou!\n\nGaile, um Cursificer, fica sem um tostão quando é expulso de seu grupo assim que chegam ao Rank S. Aparentemente ele não estava contribuindo o suficiente?! Mas eles não tinham percebido que seus itens amaldiçoados superam até mesmo relíquias sagradas e equipamentos lendários!\n\nGaile decide tentar ganhar a vida por conta própria com seus itens amaldiçoados."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7d7219c-a12b-484f-b29d-6013beac61b2",
    "title": {
      "en": "Random Chat"
    },
    "updatedAt": "2024-10-21T15:57:04+00:00",
    "coverArt": "https://mangadex.org/covers/e7d7219c-a12b-484f-b29d-6013beac61b2/5cbec9cf-9f3e-4824-938d-4a7ac98f950f.jpg",
    "altTitles": [
      {
        "pl": "Dziewczyna z RanCzatu!"
      },
      {
        "en": "Random Chat"
      },
      {
        "en": "Random Chatting"
      },
      {
        "ko-ro": "Random Chatting-ui Geunyeo!"
      },
      {
        "en": "The girl from Ranchat"
      },
      {
        "ru": "Девушка из анонимного чата!"
      },
      {
        "zh": "匿名女孩!"
      },
      {
        "ko": "랜덤채팅의 그녀!"
      },
      {
        "en": "The Girl from Random Chatting!"
      }
    ],
    "description": {
      "en": "Joonwoo hates school and has trouble making friends. The only time he's happy is when he's talking to strangers on the Random Chatting phone app. That's how Joonwoo ends up befriending a girl on RanChat who turns out to be his classmate Sungah but she has no idea about it! Will Joonwoo be able to fight his social anxiety and become closer to her in real life?  \n\n---\n**Links:**\n- Alternate Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=3166015)\n- Promotional video - [YouTube](https://youtu.be/YmCRdVGAOPk)\n- Songs accompanying the chapters - [YouTube](https://www.youtube.com/channel/UCoEbYVmn3Vy_q874VMUq41Q/video)",
      "ja": "[Official Japanese](https://manga.line.me/product/periodic?id=Z0000295)",
      "ko": "[Alternate Korean Source - Naver Series](https://series.naver.com/comic/detail.series?productNo=3166015)",
      "th": "[Official Thai](https://m.webtoons.com/th/drama/the-girl-from-the-random-chat/list?title_no=1251&webtoon-platform-redirect=true)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "350"
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2024-01-26T17:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/3764c25f-c596-421b-b0c7-9eabba109b5a.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]