[
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae janai!"
    },
    "updatedAt": "2024-12-18T17:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/fb21d9b4-2c85-4a5d-bb05-77190cbb58d5.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "ja-ro": "Chigau Miyahara Omae ja nai!"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "zh-hk": "錯了宫原、不是妳啊！"
      },
      {
        "zh": "我要找的、才不是宫原你啦！"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. ([ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))\n___\n**Alt Official Raw:** [Young Jump!](https://ynjn.jp/title/7831)",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！ でもなぜか、いつもイイところであらわれるのは…。 末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33af412e-8d17-4ce5-90a5-a0857b8cb0ed",
    "title": {
      "en": "Yoru no Kurage wa Oyogenai"
    },
    "updatedAt": "2024-12-05T22:25:49+00:00",
    "coverArt": "https://mangadex.org/covers/33af412e-8d17-4ce5-90a5-a0857b8cb0ed/1ca3ec85-ce3d-4b3e-92d7-f0fcff78ad0d.jpg",
    "altTitles": [
      {
        "vi": "Sứa không thể bơi trong đêm"
      },
      {
        "en": "Jellyfish Can't Swim in the Night"
      },
      {
        "ja": "夜のクラゲは泳げない"
      },
      {
        "ja-ro": "Yoru no Kurage wa Oyogenai"
      },
      {
        "ja-ro": "YoruKura"
      }
    ],
    "description": {
      "en": "Four girls, an illustrator, a former idol, a VTuber, and a composer, form an anonymous artist group called \"JELEE\", each pursuing their artistic dreams while supporting one another."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3175db1-7f49-4321-ad68-5a59e0e53b61",
    "title": {
      "en": "Shota Oni"
    },
    "updatedAt": "2024-10-13T12:48:56+00:00",
    "coverArt": "https://mangadex.org/covers/b3175db1-7f49-4321-ad68-5a59e0e53b61/0ea6e4d0-629c-4f8d-b8ec-94617dff56a5.jpg",
    "altTitles": [
      {
        "ja": "ショタおに"
      }
    ],
    "description": {
      "en": "After leaving a scar on his best friend's face years ago, Tsubaki feels responsible and is determined to grow up big and strong so he can protect Yuu. Yuu is already in high school and Tsubaki is only in elementary, but he is sure that his feelings will get through and Yuu will eventually come to rely on him."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ac0414-18d7-4d5e-aa80-22dea46d484b",
    "title": {
      "en": "Power-Hara Genkai Yuusha, Maougun kara Koutaiguu de Scout sareru ~Yuusha Ranking 1-i na no ni Tedori ga Gomi sugite Seikatsu Dekimasen~"
    },
    "updatedAt": "2024-12-15T15:34:12+00:00",
    "coverArt": "https://mangadex.org/covers/52ac0414-18d7-4d5e-aa80-22dea46d484b/6eb83e7c-7a9f-4ec0-9dc6-2b4066ce2283.jpg",
    "altTitles": [
      {
        "ja": "パワハラ限界勇者、魔王軍から好待遇でスカウトされる～勇者ランキング１位なのに手取りがゴミ過ぎて生活できません～"
      }
    ],
    "description": {
      "en": "In this modern age, there are many heroes and demon lords. There was a hero who ranked first in the hero rankings and had the title of \"Strongest''. His name is Hero Allen. The strongest hero, who is recognized by everyone, has gained status and honor, and his life is in easy mode...\n\n\"That never happened!\"\n\nOrders to subjugate the Demon King are issued without a break. Even if you go to great lengths to subjugate a brutal demon lord, you will only receive an amount that even an average man can easily earn, excluding miscellaneous expenses. All expeditions are at my own expense. It's not very bad, but I can't live with it. He then confronts the demon king of destiny. The beautiful female demon lord made a proposal to the dissatisfied hero.\n\n\"Hero! Get hired on these conditions!\"\n\nThe conditions were so favorable, that I was moved.",
      "ja": "無数の勇者と魔王が存在する世界で、『最強』の称号を持つ勇者アレン。だが彼は、悩んでいた…\n・絶え間ない魔王討伐命令\n・王様からのパワハラ\n・見合わない報酬\n\nもう、我慢の限界!!\n\nそんな金欠勇者に魔王から救いの手が!? 超好待遇のスカウトにアレンの選択は――"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a9d76c3-42b9-4bcf-81d7-ad307d2ea971",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 8: JoJolion (Official Colored)"
    },
    "updatedAt": "2024-10-31T23:48:09+00:00",
    "coverArt": "https://mangadex.org/covers/7a9d76c3-42b9-4bcf-81d7-ad307d2ea971/f305a5a9-d45d-45de-bc74-6afda83157c9.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 8: JoJolion - Digital Colored Comics"
      },
      {
        "en": "JoJo no Kimyou na Bouken Part 8: JoJolion (Official Colored)"
      },
      {
        "es-la": "JoJo's Bizarre Adventure, Parte 8 : JoJolion - Color Digital"
      },
      {
        "ja-ro": "JoJorion"
      },
      {
        "ru": "Невероятные Приключения ДжоДжо Часть 8: Джоджолион (цветная версия)"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ジョジョリオン"
      },
      {
        "ja": "ジョジョリオン"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第8部 ジョジョリオン カラー版"
      },
      {
        "pl": "Jojolia"
      },
      {
        "ja": "JoJo no Kimyou na Bouken: JoJolion"
      }
    ],
    "description": {
      "en": "In 2011, childhood friends Yasuho Hirose and Joushuu Higashikata discover a naked man buried in the ground just outside the town of Morioh. The man has no memory of his name or previous life; the only thing he remembers about himself is how to use his Stand, a supernatural ability that takes the form of a humanoid creature. The stranger is quickly given a name, Jousuke, and Joushuu's father Norisuke decides to adopt him into the Higashikata household until he can find his own home.  As Jousuke begins to investigate his past, it becomes apparent that he is no ordinary amnesiac. There is much more to his identity than he first suspected, and, as he is thrust into a series of high-stakes Stand battles, he soon begins unravelling a deadly conspiracy that encompasses the entire town.",
      "hu": "A Jojo no Kimyou na Bouken sorozat nyolcadik történetíve.\n\nA nagy japán földrengést követően Morioh-t hatalmas földkiugrások sújtották, ahogy helyiek nevezik, Szemes falak. A vizsgálat ellenére a szakmai becslések üresen maradtak. Eközben egy fiatal lány, Yasuho Hirose egy férfit talál a földbe temetve,aki jellegzetes csillagalakú anyajeggyel és mélyre hatoló harapásnyomokkal rendelkezik. A férfit, aki az aminézia jeleit mutatja, egy helyi család hozta ide és adta neki a Josuke Higashikata nevet, azonban a különös események nem maradnak abba, egyik a másikat halmozza leginkább és hamarosan a standként ismert talány előbukkan, hogy eloszlassa a zavarságok felhőit. \n\n- 2013-ban a 17-dik Japan Media Arts Festivalon megnyerte a fődíjat a manga kategóriában.",
      "pl": "Ósma część serii JoJo's Bizarre Adventure. \nPocząwszy od trzęsień ziemi w 2011, w miasteczku Morioh zaczęły występować rozległe uskoki, nazwane Murami Oczu. Pomimo przeprowadzonych badań, przyczyna ich wzniesienia pozostaje nieznana. W międzyczasie młoda dziewczyna imieniem Yasuho Hirose znajduje zakopanego mężczyznę ze znamieniem w kształcie gwiazdy otoczonym śladami ugryzienia. Mężczyzna przyjąwszy łatkę człowieka z amnezją, został przyjęty do mieszkającej w pobliżu rodziny oraz nadano mu imię - Jōsuke Higashikata. Jednakże, tajemnicze wydarzenia wcale nie ustają, a zagadkowe Standy dopełniają poczucie zdezorientowania.\n- Czarno-biała wersja wygrała główną nagrodę w kategorii mangi w 17 edycji Japońskiego Festiwalu Sztuki w 2013 roku.",
      "es-la": "El arco de la octava historia de la serie: JoJo's Bizarre Adventure.\n\nTras el gran terremoto del este en Japón, Morioh ha sido golpeado por grandes protuberancias de tierra conocidas por los lugareños como Los Muros con Ojos. A pesar de la investigación, las estimaciones profesionales quedan vacías. Mientras tanto, la joven Yasuho Hirose, descubre a un hombre enterrado en la tierra, este posee una distintiva marca de nacimiento en forma de estrella junto con marcas de mordeduras profundas. El hombre, que ha contraído un caso básico de amnesia, es acogido por una familia local y recibe el nombre de Jousuke Higashikata, sin embargo, los eventos misteriosos no pueden evitar que se acumulen unos sobre otros y pronto ese enigma conocido como \"stand\", emerge para complementar la gran nube de confusión.\n\n° Ganó el Gran Premio en la categoría de manga en el 17º Festival de Artes de Medios de Japón en 2013."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "27",
    "lastChapter": "110"
  },
  {
    "mangaId": "2a62fa7f-ff92-4b2b-9073-049cdfff464c",
    "title": {
      "en": "Rejoice in Your Enemies"
    },
    "updatedAt": "2024-07-22T10:29:33+00:00",
    "coverArt": "https://mangadex.org/covers/2a62fa7f-ff92-4b2b-9073-049cdfff464c/cc649567-8612-40ce-9c55-a13a6f6e63ce.png",
    "altTitles": [
      {
        "zh": "你越界了"
      },
      {
        "en": "You've Crossed the Line"
      }
    ],
    "description": {
      "en": "His beloved crush was snatched up by the nerdy new student.  Furious, Ren Zhichu tries to harass that nerd at every chance he gets. Unexpectedly, during their interactions with each other, Ren Zhichu actually develops feelings for that nerd..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6202f5c6-5b94-49a5-80dd-c328cf58cbb8",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Douran no Joshou-hen"
    },
    "updatedAt": "2024-10-13T12:24:24+00:00",
    "coverArt": "https://mangadex.org/covers/6202f5c6-5b94-49a5-80dd-c328cf58cbb8/1bf06e4e-b7bd-4964-b28f-665021562fce.jpg",
    "altTitles": [
      {
        "en": "The Irregular at Magic High - Upheaval Prologue Arc"
      },
      {
        "ja": "魔法科高校の劣等生 動乱の序章編"
      },
      {
        "en": "The Irregular at Magic High - Prologue of Disturbance Arc"
      }
    ],
    "description": {
      "en": "March 2097—Brazil deploys the strategic-class spell Synchroliner Fusion in South America, starting a wave of unrest that will reach as far as Japan, where the new school year is just beginning. Tatsuya and Miyuki have entered their third year at First High, but anti-magician sentiment has been steadily rising. As many young scions of the twenty-eight families gather to discuss what to do about the concerning political climate, a much more immediate threat sits just beyond the shores of Sado Island…\n\nAdaption of Light Novel 21-22."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e0b5e97-97b6-4c10-94ae-5bb4e0dad43c",
    "title": {
      "en": "Bloody Monday 2"
    },
    "updatedAt": "2023-03-03T00:05:32+00:00",
    "coverArt": "https://mangadex.org/covers/3e0b5e97-97b6-4c10-94ae-5bb4e0dad43c/2aa9fb11-90fe-4172-b8a9-db8410ff02d9.jpg",
    "altTitles": [
      {
        "ja-ro": "Bloody Monday Season 2 - Pandora no Hako"
      },
      {
        "ja-ro": "Bloody Monday Season 2 - Zetsubou no Kou"
      },
      {
        "ja": "Bloody Monday Season 2 絶望ノ匣"
      },
      {
        "zh": "BLOODY MONDAY血色星期一~潘朵拉之盒~"
      },
      {
        "ar": "الأثنين الدموي الموسم الثاني"
      },
      {
        "ja": "ブラッディ・マンデイ２　絶望ノ匣"
      },
      {
        "zh": "血色星期一Season2 绝望之匣"
      }
    ],
    "description": {
      "en": "Two years after the end of Bloody Monday, a new threat emerges intent on destroying Japan. But what will happen now that \"Falcon\" has since disappeared? Who will face the deadly \"Shooter of the Magic Bullet?\" Tune in to Bloody Monday Second Season and find out!"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "68"
  },
  {
    "mangaId": "01ea7299-112c-41f4-b2a0-6d28c272deef",
    "title": {
      "en": "Aku no Kadou wo Ikimashou"
    },
    "updatedAt": "2024-11-03T21:39:51+00:00",
    "coverArt": "https://mangadex.org/covers/01ea7299-112c-41f4-b2a0-6d28c272deef/7adaab3c-8a26-45a5-baf2-23190501e186.jpg",
    "altTitles": [
      {
        "ja": "悪の華道を行きましょう"
      },
      {
        "en": "The Flowery Path of Evil"
      },
      {
        "en": "Let's Go on the Evil Runway"
      },
      {
        "ko": "악의 꽃길을 같이 걸어요"
      },
      {
        "hu": "Nem sétálunk le kézen fogva a gonoszság virágos útján?"
      },
      {
        "id": "Akankah kita berjalan begandengan tangan di jalan kejahatan yang berbunga?"
      },
      {
        "id": "Mari kita berjalan sembari bergandengan turun ke jalan kejahatan yang berbunga-bunga"
      },
      {
        "pt-br": "Vamos andar de mãos dadas pelo caminho florido para a maldade?"
      },
      {
        "es": "¿Caminamos de la mano por el camino florido del mal?"
      },
      {
        "th": "เส้นทางปีศาจที่งดงามนั่นน่ะ จะไปด้วยกันดีไหม?"
      }
    ],
    "description": {
      "en": "Celestine, the villainess, suddenly recalls her memories of her past life when she's at the altar, about to be married off to a Prime Minister twice her age and surrounded by the most awful rumours as a punishment for her misdeeds against the Prince and his lover. She realizes that this is the world of an otome game she played in that previous life, but more importantly than that, she also inherits past life's very specific tastes...",
      "ja": "王子に捨てられた美貌の悪役令嬢セレスティーヌ。醜い禿げデブオヤジといやがらせ婚の最中……突然よみがえる前世の記憶…！ そして…あれ!? でもなんかこの人…悪くない。ちょっと素敵かも……？ 悪女として、そして枯れ専として、我が道を行くセレスティーヌの華道をご覧あれ！",
      "pt": "Celestine, a vilã, de repente se lembra de suas memórias de sua vida passada quando ela está no altar, prestes a se casar com um primeiro-ministro com o dobro de sua idade e cercada pelos mais terríveis rumores como punição por seus crimes contra o príncipe e seu amante. Ela percebe que este é o mundo de um jogo otome que ela jogou naquela vida anterior, mas mais importante do que isso, ela também herda gostos muito específicos da vida passada…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d42728e-f0df-4e6e-99ee-fa699d92710d",
    "title": {
      "en": "Inari no Ongaeshi"
    },
    "updatedAt": "2023-10-11T06:47:38+00:00",
    "coverArt": "https://mangadex.org/covers/4d42728e-f0df-4e6e-99ee-fa699d92710d/d61928cb-888d-45b4-b859-d7d38d58e0f1.jpg",
    "altTitles": [
      {
        "ja": "いなりの恩返し"
      },
      {
        "en": "The Fox Returns"
      }
    ],
    "description": {
      "en": "Sorako is getting a bento made by a girl who is good at cooking, Inari. What led to her getting such a delicious-looking lunchbox made for her...?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d594f-c68d-43ff-b392-398cbe62541d",
    "title": {
      "en": "Yasei no Last Boss ga Arawareta!"
    },
    "updatedAt": "2024-02-03T01:22:39+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d594f-c68d-43ff-b392-398cbe62541d/1239d3af-f941-4303-8444-d98f59feb955.jpg",
    "altTitles": [
      {
        "en": "A Wild Last Boss Appeared!"
      },
      {
        "ja-ro": "Yasei no Rasu Bosu ga Arawareta!"
      },
      {
        "ru": "Шальной последний босс появился!"
      },
      {
        "ja": "野生のラスボスが現れた！"
      },
      {
        "ko": "야생의 라스트보스가 나타났다!"
      },
      {
        "en": "Yasei no Last Boss ga Arawareta!: Kokuyoku no Haou"
      }
    ],
    "description": {
      "en": "It was in the year 2800 of the Midgard calendar. Back then, there was a Overlord who once reigned supreme and had reached the very brink of subduing the world. Her name was Lufasu Mafaalu, a great woman dreaded as the Black-Winged Overlord. She was too strong, too fast, and too beautiful. However, she was defeated by Heroes who opposed her ferocity, and her ambition was brought to an end.  \r\n  \r\nOr so went the story of our protagonist’s in-game character, whose body he now possesses for some reason in a world 200 years after Lufasu’s downfall. Follow our protagonist as he becomes unnecessarily feared by his surroundings and unnecessarily worshiped by his former subordinates as he―or now she―cheerfully travels around this fantasy world.",
      "ja": "時はミズガルズ暦2800年。かつて覇を唱え、世界を征服する寸前まで至った覇王がいた。名をルファス・マファール。“黒翼の覇王”と恐れられる女傑である。彼女はあまりに強く、あまりに速く、そしてあまりに美しく……。しかしルファスは、その猛威に立ち向かった勇者達に討たれ、その野望に終止符が打たれた。 ――という設定のゲームのマイキャラ（♀）に、何故か憑依してしまった俺（♂）。これは周囲に必要以上に怯えられたり、元部下に必要以上に崇拝されたりしながら、ルファス（中身は俺♂）が異世界を旅するお話である。",
      "ru": "Был 2800 год по календарю Мидгарда. В те времена жила одна Повелительница, которая царствовала над всем миром, покорив его до самых границ. Имя ей было Люфас Мафаал, великая женщина, которую боялись как Тёмнокрылую Владычицу. Она была слишком сильна, быстра и невероятно красива… Однако, её победили Герои, восставшие против её жестокости, и её амбициям пришел конец… Вернее такой была история игрового персонажа, чьё тело наш главный герой получил по некоторым причинам в мире спустя 200 лет после свержения Люфас. И с этого начинается история увлекательного путешествия по фэнтезийному миру нашего главного героя, или вернее сказать, героини."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a96d76-10a2-4c4b-bc60-3a4aa8325e50",
    "title": {
      "en": "Orient"
    },
    "updatedAt": "2024-10-10T14:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/55a96d76-10a2-4c4b-bc60-3a4aa8325e50/c4b24719-8137-4fba-a685-b22834bd1177.jpg",
    "altTitles": [
      {
        "ru": "Ориент"
      },
      {
        "ja": "オリエント"
      },
      {
        "ko": "오리엔트"
      },
      {
        "es": "Orient: Samurai Quest"
      }
    ],
    "description": {
      "el": "Απελευθερωμένοι από την κυριαρχία των σαμουράι πριν από 150 χρόνια, οι κάτοικοι του Χινομότο ζουν ειρηνικές ζωές και σέβονται τους απελευθερωτές—τους δαίμονες των οποίων η πραγματική μορφή παραμένει ασύλληπτη—ως θεούς. Μοιραία, ο Μουσάσι γνωρίζει τη ζοφερή αλήθεια: η ανθρωπότητα είναι σκλαβωμένη από αυτά τα απόκοσμα όντα και οι σαμουράι είναι το τελευταίο προπύργιο που μάχεται για την ελευθερία. Κρύβοντας την πραγματική του γνώμη από τους συμμαθητές του και απομακρυνόμενος από τον παιδικό του φίλο Κότζιρο Κανεμάκι, ο Μουσάσι ζει μέσα στην αγωνία μέχρι την ημέρα της αποφοίτησής του.\n\nΌταν οι νέοι απόφοιτοι φτάνουν στο ορυχείο, βλέπουν με τρόμο την απάνθρωπη μεταχείριση των ανθρακωρύχων και την αλλόκοτη φυσική εμφάνιση των επιτηρητών τους. Ωστόσο, ο Μουσάσι καταφέρνει να αντέξει χάρη στη βοήθεια του Κότζιρο.",
      "en": "The fantasy series takes place during Japan's Sengoku Period, where Japan is ruled by Demons. A 15-year-old boy named Musashi will stand up to the demons with the help of a certain special power.",
      "es": "Estamos en la era Sengoku, y los demonios oni ostentan el poder. Las gentes de Hinomoto veneran a los oni como dioses bajados del cielo mientras desdeñan a los samuráis que se resisten a su control.\nNo obstante, hay dos chicos que se han propuesto dar un vuelco a esta situación: Musashi y su amigo Kojirô han iniciado el camino para crear ¡la banda samurái más poderosa del mundo!\n\nFuente: [Amazon ES](https://www.amazon.es/dp/841045002X/)",
      "ru": "Мусаси и Кодзиро в детстве дали друг другу обещание, что когда они вырастут то оба станут самураями и победят злых демонов, которых прозвали «о́ни». Но всё не так легко, как казалось. В этом мире о́ни — это божества, а самураи — демоны. Ну так что же предпримут два друга детства, чтобы восстановить честь и правду самураев?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "156"
  },
  {
    "mangaId": "92bdc011-ba50-47c1-a917-733c21c07273",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Nyuugaku-hen"
    },
    "updatedAt": "2024-10-22T00:20:59+00:00",
    "coverArt": "https://mangadex.org/covers/92bdc011-ba50-47c1-a917-733c21c07273/9f43c7c4-09ce-4e0b-8782-e6f20efdf769.jpg",
    "altTitles": [
      {
        "en": "The Irregular at Magic High School - Enrolment Arc"
      },
      {
        "en": "The Irregular of a Magic High School"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Поступление"
      },
      {
        "th": "พี่น้องปริศนาโรงเรียนมหาเวท"
      },
      {
        "ja": "魔法科高校の劣等生 入学編"
      },
      {
        "ko": "마법과고교의 열등생 입학편"
      },
      {
        "zh-hk": "魔法科高校的劣等生 入場"
      },
      {
        "en": "The Poor Performing Student of a Magic High School: Admission"
      },
      {
        "ja-ro": "Mahouka Koukou no Rettousei: Nyuugaku-hen"
      },
      {
        "en": "A Magic Senior High School's Low-Ranked Student"
      }
    ],
    "description": {
      "en": "Shiba Tatsuya is an honors student without magic capability at First High School, a magic high School along with his sister who happens to be the top student among the freshmen. What will happen to him, and how will he live his school life where he is one of the many reserves in the school looked down upon by the chosen magical students?  \n  \nAdaptation of the original novel's volumes 1-2."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "22"
  },
  {
    "mangaId": "64113fcd-4f8c-41bc-8fa4-18a83076da2e",
    "title": {
      "en": "The Last Human"
    },
    "updatedAt": "2024-03-25T14:15:03+00:00",
    "coverArt": "https://mangadex.org/covers/64113fcd-4f8c-41bc-8fa4-18a83076da2e/8a8d42b9-86f3-4856-b41f-cbae24199884.jpg",
    "altTitles": [
      {
        "en": "Mortal of The Doom"
      },
      {
        "zh-ro": "Moshi Fanren"
      },
      {
        "ru": "Последний человек"
      },
      {
        "zh": "末世凡人"
      },
      {
        "ko": "블러디발렌타인:인류종말"
      }
    ],
    "description": {
      "ar": "تسو تيانشين هو آخر إنسان حي في مدينة مليئة بالزومبي. فقط عندما كان متأكداً من أنه مات ، يجد روحه تعود إلى ما قبل ذلك اليوم المشؤوم قبل عشر سنوات. يقسم أنه سوف يحمي الناس المهمين له هذه المرة ويجتمع مع عشيقته. تابعوا نضاله من أجل البقاء بمساعدة ذكرياته للسنوات العشر القادمة!",
      "en": "Zuo Tianchen is the last living human in a mutated zombie-infested city. Just when he was sure he'd died, he finds his soul returned to just before that ill-fated day ten years ago. He swears he'll protect the people important to him this time round and reunite with his past lover. Watch his struggles to survive equipped with his memory of the next ten years!",
      "fr": "uo Tianchen est l'un des derniers survivants sur terre depuis qu'une épidémie venant de l'espace s'était abattue sur terre, il l'y a de cela 10 ans. Alors qu'il est sur le point de mourir, Zuo fît donc ses adieux à sa petite amie qu'il avait rencontré durant l'épidémie. C'est alors que, d'un coup, alors qu'il était sur le point de mourir, il retourna dans le temps 10 ans auparavant, quelques heures avant le début de l'épidémie. C'est alors qu'il décida de sauver son meilleur ami qui avait périt dès le début de l'épidémie, 10 ans auparavant, et c'est alors qu'il se met à la recherche de sa copine qu'il avait dans l'ancienne apocalypse.",
      "ru": "Зе Тянчен – последний выживший человек в городе, зараженном зомби-инфекцией. Будучи на грани смерти, он внезапно оказался в своем теле десять лет назад, когда город еще не был заражен. Он решил, что в этот раз спасет близких ему людей и воссоединится со своей старой любовью.   \r\n  \r\nСледите за его приключениями, в которых он использует свои воспоминания о следующих 10 годах, чтобы выжить и спасти своих близких!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "06264f4a-6963-43e9-8656-9fb019f890a6",
    "title": {
      "en": "The Villain's Daughter-In-Law"
    },
    "updatedAt": "2024-12-01T17:13:14+00:00",
    "coverArt": "https://mangadex.org/covers/06264f4a-6963-43e9-8656-9fb019f890a6/6e714718-842e-4589-af25-7a93a8d983ad.jpg",
    "altTitles": [
      {
        "ko": "악당 가문의 새아가"
      },
      {
        "en": "The New Daughter-in-Law of the Villain Family"
      },
      {
        "en": "The Villain Family's New Daughter-In-Law"
      },
      {
        "zh-hk": "恶棍家族的新成员"
      }
    ],
    "description": {
      "en": "Luciel, a Crystal Fairy skilled in crafting jewels from her emotions, returns to the past after a life cut short by betrayal. Armed with the knowledge of a grim future, she proposes a contract marriage to the empire’s most villainous family. What begins as a desperate strategy to escape her fate soon becomes an adventure filled with unexpected warmth. Can Luciel rewrite her story, or will her past come back to haunt her?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d16348a7-b667-4496-8e0e-2b12540d86ce",
    "title": {
      "en": "Too Many Losing Pokemon!"
    },
    "updatedAt": "2024-12-22T13:03:32+00:00",
    "coverArt": "https://mangadex.org/covers/d16348a7-b667-4496-8e0e-2b12540d86ce/fde1d88a-4897-4bdc-baa9-e50f1323b418.jpg",
    "altTitles": [
      {
        "ja": "負けポケモンが多いすぎ！"
      },
      {
        "vi": "Quá Nhiều Pokemon Thua Cuộc!"
      },
      {
        "ja-ro": "Make Pokemon ga Oosugiru!"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d6decd4-835d-4905-9534-2571dae07bcd",
    "title": {
      "en": "Lord El-Melloi II-sei no Jikenbo"
    },
    "updatedAt": "2024-12-10T20:58:48+00:00",
    "coverArt": "https://mangadex.org/covers/4d6decd4-835d-4905-9534-2571dae07bcd/7c7327aa-29d5-4b38-b67c-5e4d7c90e894.jpg",
    "altTitles": [
      {
        "ja": "ロード・エルメロイⅡ世の事件簿"
      },
      {
        "en": "Lord El-Melloi II Case Files"
      },
      {
        "ru": "Досье лорда Эль-Меллоя II"
      },
      {
        "vi": "Bí ẩn trong thế giới ma thuật"
      },
      {
        "vi": "Hồ sơ của Lord El-Melloi"
      }
    ],
    "description": {
      "en": "When Lord El-Melloi II, the later Waver Velvet, gets asked to claim his inheritance over Adra Castle, he travels there with his apprentice Gray to do so. But they are not the only ones called that way. The will of the previous owner states that the assembled contestants—including Luviagelita Edelfelt—must compete in a game of wits to win the castle.  \n  \nBased on the light novel of the same name.",
      "ja": "魔術協会の総本山「時計塔」においてロードに叙されているエルメロイII世は、義妹のライネスから依頼を受け「剥離城アドラ」の遺産相続に立ち会うことに。弟子のグレイを伴い訪れた城で、悲愴な事件が始まる。",
      "ru": "Часовая Башня — центр магического мира и штаб-квартира «Ассоциации магов», хранящей секреты бесценных таинств. Преподающий здесь лорд факультета современной магии, Эль-Меллой II, по стечению определённых обстоятельств оказывается втянут в борьбу за наследие Замка Разделения, Адра. Только разгадавший тайну ангельских имён, что были даны всем приглашённым и встречаются в нём повсюду, сможет получить его «наследие». Однако даже для высокопоставленных магов Часовой Башни это дело оказалось не простым решением головоломки, а началом волшебного, но в то же время печального инцидента.С этого дела началось досье лорда Эль-Меллоя II, в котором переплелись магия и таинства, иллюзии и загадки..."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec603d23-fceb-4eb9-bc02-60a0fd5c780e",
    "title": {
      "en": "Aru Hi, Totsuzen Gal no Iinazuke ga Dekita"
    },
    "updatedAt": "2024-11-03T23:26:29+00:00",
    "coverArt": "https://mangadex.org/covers/ec603d23-fceb-4eb9-bc02-60a0fd5c780e/b912fb88-4269-4ade-8c9a-cf9632109dc3.jpg",
    "altTitles": [
      {
        "ja": "ある日、突然ギャルの許嫁ができた"
      },
      {
        "ja-ro": "Aru Hi, Totsuzen Gyaru no Iinazuke ga Dekita"
      },
      {
        "en": "One Day, I Suddenly Got Myself a Gal Fiancée​"
      },
      {
        "en": "One Day, Out of the Blue, I Got a Gal's Forgiving Wife"
      }
    ],
    "description": {
      "en": "Miran Katsuki, a positive gal who reigns in the upper class of the school caste, often asks Shuji Nagasawa, an otaku. I was confused by her suggestive behavior, but she unexpectedly announced that she was his fiancée!?",
      "ja": "「ねぇねぇ、なんでいつも寝たふりしてるの？」スクールカースト上位に君臨する陽キャギャル華月美蘭が度々、底辺オタクの俺こと永沢修二に声をかけてくる。思わせぶりな態度に戸惑っていたら、まさかの許嫁宣言！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "974aabfb-dc1c-4753-816c-4ac120d91399",
    "title": {
      "en": "The Return of Elena the Knight"
    },
    "updatedAt": "2023-12-03T02:37:17+00:00",
    "coverArt": "https://mangadex.org/covers/974aabfb-dc1c-4753-816c-4ac120d91399/7aa06724-5e03-4c34-aa1a-81a05ad06aa5.jpg",
    "altTitles": [
      {
        "en": "Return of the Female Knight"
      },
      {
        "en": "ROTFK"
      },
      {
        "en": "Lady in Armor"
      },
      {
        "ko": "돌아온 여기사"
      },
      {
        "zh": "回归的女骑士"
      },
      {
        "zh-hk": "穿越的女騎士"
      },
      {
        "vi": "Sự Trở Lại của Nữ Hiệp Sĩ"
      }
    ],
    "description": {
      "en": "Elena, who spent her entire life as a cold-blooded female knight to avenge her family, ended up dying without claiming her revenge. When she opened her eyes she found that she went back into the past. By day she was a lady in a dress, and at night she carried a sword to change history and prevent her family's destruction.  \n  \n\"I want to marry you, Your Highness,\" she said to the crown prince. She would do this to save her family.",
      "id": "Elena, yang menghabiskan seluruh hidupnya sebagai seorang ksatria wanita berdarah dingin untuk membalaskan dendam keluarganya, akhirnya mati tanpa menuntut balas. Ketika dia membuka matanya, dia menemukan bahwa dia kembali ke masa lalu. Pada siang hari dia menjadi seorang wanita bangsawan, dan pada malam hari dia membawa pedang untuk mengubah sejarah dan mencegah kehancuran keluarganya. \"Saya ingin menikahi Anda, Yang Mulia,\" katanya kepada putra mahkota. Dia akan melakukan ini untuk menyelamatkan keluarganya."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "010a2e68-b80f-4546-a146-54406544b4dc",
    "title": {
      "en": "Our Aimless Nights"
    },
    "updatedAt": "2024-10-29T21:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/010a2e68-b80f-4546-a146-54406544b4dc/438b8683-5191-428e-b690-b187fc082dac.jpg",
    "altTitles": [
      {
        "ja": "夜のまにまに"
      },
      {
        "ja-ro": "Yoru no Manimani"
      },
      {
        "fr": "À la tombée de la nuit"
      },
      {
        "es-la": "En medio de la noche"
      }
    ],
    "description": {
      "en": "Cheerful, energetic high school girl Chika and shy, reserved boy Waya couldn’t be more different. But they have a secret: every Wednesday after 9PM they meet outside the convenience store where Waya works. Bit by bit, under the light of the moon, a unique connection begins to blossom in this enchanting coming-of-age love story!",
      "fr": "**À la tombée de la nuit** \n\nLa joyeuse et énergique Chika, le timide et silencieux Waya. Ces deux-là, qui sont le jour et la nuit, discutent chaque mercredi soir devant une supérette. À la tombée de la nuit, il se rapproche peu à peu. Une histoire d'amour de jeunesse !",
      "pt-br": "Chika é uma garota alegre e divertida, Waya é um garoto tímido e gentil. Os dois opostos se falam apenas na loja de conveniência na quarta-feira. Uma história de amor juvenil onde eles diminuem a distância lentamente durante a noite!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "25"
  },
  {
    "mangaId": "1b61e01e-4688-42dd-8aaa-9d98f9bd6362",
    "title": {
      "en": "Isekai Yururi Camp"
    },
    "updatedAt": "2024-10-31T11:22:18+00:00",
    "coverArt": "https://mangadex.org/covers/1b61e01e-4688-42dd-8aaa-9d98f9bd6362/6b9ea54c-87bb-41e1-82c8-686c48a9a235.jpg",
    "altTitles": [
      {
        "ja": "異世界ゆるりキャンプ"
      },
      {
        "en": "A Laid-back Camp in Another World"
      }
    ],
    "description": {
      "en": "Ueki Hashira worked himself to death and died falling down the stairs. As a child, he had fixed the shrine of the plant deity, so as thanks, the god granted his wish to \"live a laid-back life in a natural, rural area like where he used to live\". However... he was reincarnated in the middle of a vast natural wilderness surrounded by trees!",
      "ja": "過労で階段から落ちて死んでしまった**樹木柱**（うえきはしら）。子どもの頃に植物神の祠を直した過去がありそのおかげで、神様に昔暮らしてた田舎のような「自然豊かな場所でゆるりと生活したい」という願いをかなえてもらったのだが…… ***転移した先は樹々に囲まれた大自然のど真ん中⁉***"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e53b25b-c5b7-43f2-81eb-671eb28c4765",
    "title": {
      "en": "Kasanegasane no Hatsukoi Desuga"
    },
    "updatedAt": "2024-11-20T20:56:58+00:00",
    "coverArt": "https://mangadex.org/covers/8e53b25b-c5b7-43f2-81eb-671eb28c4765/47e605e3-f0a9-420e-add1-3986bbc29f35.png",
    "altTitles": [
      {
        "en": "First Love, Again and Again"
      },
      {
        "ja": "かさねがさねの初恋ですが"
      },
      {
        "vi": "Tình Đầu, Lại Thêm Tình Đầu"
      }
    ],
    "description": {
      "en": "Hassaku Tamao came back to his hometown to teach and fulfill a promise he made when he was younger. However, he's not the only one who remembers a promise he made..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2cfb0b5a-f6ea-46e4-975b-c56ad90b8627",
    "title": {
      "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? II"
    },
    "updatedAt": "2024-10-30T18:31:24+00:00",
    "coverArt": "https://mangadex.org/covers/2cfb0b5a-f6ea-46e4-975b-c56ad90b8627/f22ad3ac-770e-4682-9144-049d20a9180d.jpg",
    "altTitles": [
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? II"
      },
      {
        "ja-ro": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka 2"
      },
      {
        "ja-ro": "DanMachi II"
      },
      {
        "ru": "Может, я встречу тебя в подземелье? 2"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうかⅡ"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka II"
      }
    ],
    "description": {
      "en": "Adventurer Bell Cranell's life changed forever when he met the goddess Hestia, becoming the first member of her familia. Since then, he’s gone on many adventures, growing much stronger in the process. But when he steps foot into Orario’s pleasure quarter, where Ishtar Familia reigns supreme, he soon finds himself in way over his head... With enemies all around him, he’ll need the help of a beautiful, fox-eared courtesan if he’s to have any hope of making it back home!",
      "ru": "Огромный город Орарио - всего лишь вход в подземный лабиринт, широко известный как \"Подземелье\". Люди приходят туда за славой, честью, приходят, надеясь получить все то, что захотят. И именно здесь парень, мечтающий стать авантюристом, знакомится с маленькой богиней, не нашедшей ни одного последователя. Продолжение \"Может, я встречу тебя в подземелье?\" от Оомори Фуджино с новым художником Ямачи Тайсей."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb5c81e8-5d5b-4552-b582-ee9c29c5368b",
    "title": {
      "en": "Fuuka"
    },
    "updatedAt": "2024-06-27T00:12:31+00:00",
    "coverArt": "https://mangadex.org/covers/eb5c81e8-5d5b-4552-b582-ee9c29c5368b/0e60885a-b2b7-42e8-b4a0-bc16b0dcaf1f.jpg",
    "altTitles": [
      {
        "ja": "風夏"
      }
    ],
    "description": {
      "en": "Yuu Haruna just moved into town and is addicted to twitter. When he goes out to buy dinner he bumps into a mysterious girl, Fuuka Akitsuki, who breaks his phone thinking he was trying to take a picture of her panties. How will his new life change now?",
      "pt-br": "O protagonista Yuu Haruna se muda para uma cidade e conhece uma garota estranha chamada Fuuka (cujo nome tem caracteres kanji para \"vento\" e \"verão\"). Esta menina, que é como um vento de verão possui um poder misterioso para atrair as pessoas."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "195"
  },
  {
    "mangaId": "1d5285bc-2d99-449e-9349-5a642a8889b1",
    "title": {
      "en": "Kaijuu no Hanataba"
    },
    "updatedAt": "2024-10-26T09:02:52+00:00",
    "coverArt": "https://mangadex.org/covers/1d5285bc-2d99-449e-9349-5a642a8889b1/505dbe23-bca4-4d73-abb1-481fa3a2ec7b.jpg",
    "altTitles": [
      {
        "ja": "かいじゅうの花束"
      }
    ],
    "description": {
      "en": "New life love with a quirky guy she met at the share house she moved into, and the cohabitation romance begins...."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3d562a9-84a0-464c-93dc-4d090042691b",
    "title": {
      "en": "Wolf Falls in Love with Moon"
    },
    "updatedAt": "2024-12-05T05:46:19+00:00",
    "coverArt": "https://mangadex.org/covers/f3d562a9-84a0-464c-93dc-4d090042691b/d5c567a5-a01d-45c5-a911-847947c4fd65.jpg",
    "altTitles": [
      {
        "ja": "オオカミは月に恋をする"
      },
      {
        "ja-ro": "Ookami wa Tsuki ni Koi wo Suru"
      },
      {
        "vi": "Nàng Sói Trót Phải Lòng Với Mặt Trăng"
      }
    ],
    "description": {
      "en": "The serialized version of [this one-shot](https://mangadex.org/title/d3caccaa-7ede-415d-ada4-b949ac8b66f5) by Komaki Maria!",
      "vi": "Phần tiếp theo của [one-shot này](https://mangadex.org/title/d3caccaa-7ede-415d-ada4-b949ac8b66f5) từ tác giả Komaki Maria!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a2ee9f5-ba1f-47ab-822e-e281507e3a7a",
    "title": {
      "en": "Koi Suru Lip Tint"
    },
    "updatedAt": "2024-12-22T13:38:47+00:00",
    "coverArt": "https://mangadex.org/covers/5a2ee9f5-ba1f-47ab-822e-e281507e3a7a/b3400d86-14ec-4ce5-b5ee-690c1f0f98c2.jpg",
    "altTitles": [
      {
        "ja": "恋するリップ・ティント"
      },
      {
        "ja": "恋リプ"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0a9e33b-6def-431b-87db-ae2b26a501a0",
    "title": {
      "en": "Rettoujin no Maken Tsukai: Skill Board wo Kushi Shite Saikyou ni Itaru"
    },
    "updatedAt": "2024-09-29T15:11:27+00:00",
    "coverArt": "https://mangadex.org/covers/e0a9e33b-6def-431b-87db-ae2b26a501a0/e35eba0e-df31-4f76-a5b0-7c4757f2776a.jpg",
    "altTitles": [
      {
        "ja-ro": "Rettoujin no Maken Tsukai: Sukiruboudo o Kushi Shite Saikyou ni Itaru"
      },
      {
        "ja-ro": "Rettou Hito no Maken Tsukai: Sukiruboudo wo Kushi Shite Saikyou ni Itaru"
      },
      {
        "ja": "劣等人の魔剣使い　スキルボードを駆使して最強に至る"
      },
      {
        "en": "The Reincarnated Inferior Magic Swordsman"
      },
      {
        "en": "Inferior Magic Swordsman: Using the Skill Board to Become the Strongest"
      },
      {
        "en": "Using the Skill Board as an Inferior Magic Swordsman to Become the Strongest"
      },
      {
        "en": "Use the Skill Board to Become the Most Powerful Swordsman"
      },
      {
        "ru": "Реинкарнация низшего магического мечника"
      },
      {
        "th": "การใช้สกิลบอร์ด เพื่อเข้าถึงการเป็นผู้ที่แข็งแกร่งที่สุดของนักดาบเวทมนตร์ผู้ต่ำต้อย"
      },
      {
        "zh": "劣等人魔剑使运用技能板成为最强"
      },
      {
        "zh-hk": "劣等人魔劍使　運用技能板成為最強"
      },
      {
        "tr": "Reenkarnasyon Geçirmiş Alt Tabaka Büyülü Kılıç Ustası"
      }
    ],
    "description": {
      "en": "A normal office worker, Toru Minasuki, was swallowed up by a dimensional fissure and reincarnated into a different world. Upon reincarnation, Toru was given a [skill board] by God. Make the most of it to acquire all the necessary skills! Even though he is an \"inferior person,\" he'll make his way to the top!",
      "it": "Un normale impiegato, Toru Minasuki, è stato inghiottito da una fessura dimensionale e si è reincarnato in un altro mondo. Dopo la reincarnazione, a Toru viene donata una [skillboard] da Dio. Ne approfitterà per acquisire tutte le abilità necessarie a sopravvivere in questo mondo! Nonostante sia una \"lost person\".",
      "ru": "Обычный офисный работник, Тору Мизунори, был поглощен огромной расщелиной и был перерожден в другом мире. После перерождения Бог дал Тору \"список навыков\". Сделай все возможное, что бы приобрести все нужные навыки! Несмотря на то, что он \"слабейший человек\", он пробьется к вершине.",
      "th": "มิซึโนริ โทรุ คนทำงานสำนักงานทั่วไป ถูกกลืนหายไปกับรอยแยกมิติ แล้วมาเกิดใหม่ที่ต่างโลก เมื่อมาเกิดใหม่ โทรุ ได้รับ [สกิลบอร์ด] โดยพระเจ้า ใช้ประโยชน์จากมันให้ได้มากที่สุด เพื่อรับสกิลที่จำเป็นทั้งหมด! แม้ว่าเขาจะเป็น \"คนต่ำต้อย\" เขาก็จะก้าวไปสู่จุดสูงสุด!",
      "tr": "Normal bir ofis çalışanı olan Toru Minasuki, boyutsal bir yarık tarafından yutuldu ve farklı bir dünyaya reenkarne oldu. Reenkarnasyonun ardından Toru'ya Tanrı tarafından bir [beceri tablosu] verildi. Gerekli tüm becerileri edinmek için bundan en iyi şekilde yararlanın! \"Aşağılık bir insan\" olmasına rağmen, zirveye doğru yol alacaktır!",
      "pt-br": "Um trabalhador assalariado normal, Toru Minasuki, foi engolido por uma fenda dimensional e reencarnou em um mundo cheio de vermes e monstros. Após a reencarnação, Toru recebeu um [Quadro de Habilidades] por uma deusa. Aproveite ao máximo para adquirir todas as habilidades necessárias! Mesmo sendo uma \"pessoa inferior\", ele chegará ao topo?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f456f399-ffb7-40a7-9c73-c07600bc1211",
    "title": {
      "en": "Musou no Kaitaishi"
    },
    "updatedAt": "2024-09-13T23:49:56+00:00",
    "coverArt": "https://mangadex.org/covers/f456f399-ffb7-40a7-9c73-c07600bc1211/2f9b4762-5198-41a4-9e57-5213494bed64.jpg",
    "altTitles": [
      {
        "ja": "無双の解体師"
      },
      {
        "ja-ro": "Musou no Kaitaishi"
      },
      {
        "en": "Peerless Dismantler"
      }
    ],
    "description": {
      "en": "Dungeons have suddenly appeared all over the world. People became “explorers” and dived into dungeons to obtain resources that could only be found there!\n\nKurose Sakuto, too, was searching for the elixir that would heal everything in order to save his childhood friend who was suffering from an incurable disease. However, he receives a notice from his friends that he is no longer a member of the team.\n\nIn the dungeon and in the real world, he faces off against demons and malicious humans.\n\nThe otherworldly battle action begins!",
      "ja": "突如、世界各地に出現したダンジョン。人々は「探索者」となり、そこでしか入手できない資源を手にするため、ダンジョンへ潜る時代となった！\n\n黒瀬朔斗(くろせさくと)も、不治の病に侵された幼馴染を助けるため、全てを癒す薬「エリクサー」を探しダンジョンに挑んでいた。\n\nしかし、仲間から戦力外通知を受けてしまい―。\n\nダンジョンと現実世界を舞台に、魔物や悪意ある人間に立ち向かう―。\n\n異世界バトルアクション開幕！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f6a0f5e-417c-46b5-bc78-9ccd8bde531d",
    "title": {
      "en": "Harapeko Succubus wa Ikasetai noni!"
    },
    "updatedAt": "2024-06-19T22:27:32+00:00",
    "coverArt": "https://mangadex.org/covers/8f6a0f5e-417c-46b5-bc78-9ccd8bde531d/908cb60f-23fe-44dc-b486-0bc8021c7432.jpg",
    "altTitles": [
      {
        "ja": "はらぺこサキュバスはいかせたいのに！"
      },
      {
        "ja-ro": "Harapeko Succubus ha Ikasetai noni!"
      },
      {
        "en": "The Hungry Succubus Wants to Make Him Cum, But...!"
      },
      {
        "en": "The Hungry Succubus Wants to Consume Him"
      },
      {
        "es-la": "La succubus hambrienta quiere hacerlo eyacular, ¡Pero...!"
      }
    ],
    "description": {
      "en": "Kururi-chan The Succubus is an unprecedented super elite!! She's been in a rut lately because her luscious body is too powerful and she can easily be promiscuous. Kururi then discovers Jien, a young virgin monk in training. \n\nLucky☆Happy☆Strongest Kururi-chan is going to charge in with great pleasure!! The greedy and confident Succubus and the serious monk clash in this happy love comedy!♡",
      "ja": "サキュバスのくるりちゃんは空前絶後の超絶スーパーエリート！！わがままボディが最強すぎて簡単に催淫できちゃうから、最近マンネリ気味なのだ。そんなくるりが発見したのは修行中の若き童貞僧・慈円。ラッキー☆ハッピー☆最強くるりちゃん、大歓喜で突撃しちゃいまーす！！強欲自信家サキュバスちゃん×真面目な修行僧くんの激突ハッピーラブコメディ♡",
      "es-la": "¡Succubus Kururi-chan es una súper élite sin precedentes! ! Mi cuerpo egoísta es demasiado fuerte y puedo volverme afrodisíaco fácilmente, así que he estado en una rutina recientemente. Tal Kururi descubre a un joven monje virgen, Jien, que está entrenando. ¡Afortunado☆Feliz☆Kururi-chan, el más fuerte, cargará con gran alegría! ! Una comedia romántica feliz entre una súcubo codiciosa y segura de sí misma y un monje en prácticas serio ♡"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "27"
  },
  {
    "mangaId": "aa86bc7e-ad0e-4ced-82b5-3c9619316298",
    "title": {
      "en": "Taisango no Maid-san"
    },
    "updatedAt": "2024-12-17T23:12:27+00:00",
    "coverArt": "https://mangadex.org/covers/aa86bc7e-ad0e-4ced-82b5-3c9619316298/41316ad5-f213-40cb-968b-2c8fc38b0e97.png",
    "altTitles": [
      {
        "en": "Maid after work"
      },
      {
        "ja": "退勤後のメイドさん"
      }
    ],
    "description": {
      "en": "My maid, Hayaoka-san, She is serious, good at her job and perfect. But it seems like I'm a little relaxed after work... The gap between on and off keeps me excited! ♡"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "f878e79c-3b3c-456d-8037-765fc85c1bb2",
    "title": {
      "en": "Bonnou☆Saiyuuki"
    },
    "updatedAt": "2024-12-21T03:06:05+00:00",
    "coverArt": "https://mangadex.org/covers/f878e79c-3b3c-456d-8037-765fc85c1bb2/fb5842e5-11e3-4ed6-89a7-0f6b59ebf883.jpg",
    "altTitles": [
      {
        "ja": "煩悩☆西遊記"
      }
    ],
    "description": {
      "en": "The manga is a re-imagining of the famous Chinese classic Journey to the West story, and centers on the Buddhist priest Genjō and his journey to India as he is accompanied by three beautiful and charming women: Son Gokū, Cho Hakkai, and Sha Gojyo.",
      "ja": "真の救済が記されてるという経典を得るため、孫悟空・猪八戒・沙悟浄を共にし、天竺を目指す三蔵法師。\n\nその道のりで襲いかかる試練が\n・・・・・・・・全部エロい。\n\n仏の道に生きる三蔵にとっては貞操を失うこと、それ即ち死。果たして三蔵法師は煩悩に打ち克ち、貞操を守り抜けるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f51628bb-e1a0-4ebc-a55a-4c85d475a49f",
    "title": {
      "en": "I Am the Youngest Daughter of Murim’s Strongest, the Namgung Clan"
    },
    "updatedAt": "2024-12-14T07:44:50+00:00",
    "coverArt": "https://mangadex.org/covers/f51628bb-e1a0-4ebc-a55a-4c85d475a49f/d50d032d-0a36-4e8a-a8a7-947c2115c597.jpg",
    "altTitles": [
      {
        "ko": "무림최강 남궁세가 막내딸입니다"
      },
      {
        "en": "Youngest Daughter of the Ultimate Martial Master Namgung Family"
      }
    ],
    "description": {
      "en": "\"B-baa, baaah?! (Did I become a baby?! What about my revenge?!)\nEveryone in the Namgung family despised me. My life was one where even my siblings turned their backs on me.\nBut at the moment when the family was annihilated, the choice my siblings made… was not the family, but me.\n\n‘I never once thought of you as anything but family.’\n‘Live. Even if it’s disgraceful and filthy, live, Ahee.’\n\nWhy did they save me?\nA question I held in my heart my entire life as I carried out my revenge.\nI thought I could finally close my eyes at the end of it all.\n\n‘Baaah?’\n\nI’ve returned to the past!\nCould this be some black magic from the Blood Cult?\nMy… my revenge? My peaceful rest?!\nAnd why are the Namgung siblings clinging to me again?!\n\nWhat on earth is going on?!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b337e56-15c4-4685-bae6-7117fb0d7acb",
    "title": {
      "en": "One Room, Hiatari Futsuu, Tenshi-tsuki"
    },
    "updatedAt": "2024-10-31T02:01:07+00:00",
    "coverArt": "https://mangadex.org/covers/4b337e56-15c4-4685-bae6-7117fb0d7acb/8f0cdb1d-b839-48b6-9998-ea1560d1e0da.jpg",
    "altTitles": [
      {
        "en": "Studio Apartment, Good Lighting, Angel Included."
      },
      {
        "ja": "ワンルーム、日当たり普通、天使つき。"
      },
      {
        "zh": "單間, 光照尚好, 附帶天使"
      }
    ],
    "description": {
      "en": "What will happen when you wake up, and find a cute girl lying next to you in bed? Furthermore, she is not an ordinary girl, but an Angel who comes from Heaven???\n\nShintarou Tokamitsu is a high school boy living alone. One day, he found a beautiful girl sitting on his balcony. Her name is Towa, but what is her true identity? A romantic comedy between two innocent souls.",
      "ja": "人暮らしの男子高校生、徳光森太郎。彼が自宅のベランダで出会ったのは清楚で優しい女の子『とわ』。けれど彼女の正体は…？　無垢な二人の胸キュン同居ラブコメディ♪",
      "vi": "Chúng ta đã quen với câu chuyện về anh nhân viên nhặt được bé JK tại lề đường. Nhưng sẽ ra sao nếu vẫn với chủ đề nhặt được người ấy, cậu học sinh năm nhất cao trung lại nhặt được một thiên thần từ Thiên Đàng ngay trong căn hộ của cậu ta? Chuyện gì sẽ xảy ra tiếp theo??",
      "pt-br": "O que  aconteceria se você acordasse e visse uma linda garota deitada ao seu lado na cama? Além disso, ela não é uma garota comum, mas sim um Anjo que vem do Céu???\n\nShintarou Tokamitsu é um estudante do ensino médio que mora sozinho. Um dia, ele encontrou uma linda garota sentada em sua varanda. O nome dela é Towa, mas qual é a sua verdadeira identidade? Uma comédia romântica entre duas almas inocentes."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee18a921-9535-4ed6-b812-a6aef123875a",
    "title": {
      "en": "The Dragon Cubs Arrive! Mommy is a Dragon"
    },
    "updatedAt": "2023-07-13T16:00:03+00:00",
    "coverArt": "https://mangadex.org/covers/ee18a921-9535-4ed6-b812-a6aef123875a/34eaa968-8078-41c9-b68e-39c104874737.png",
    "altTitles": [
      {
        "zh": "龙崽来袭！妈咪狠又辣"
      },
      {
        "en": "The Dragon Cub Is Coming! Mommy Is Fierce And Spicy"
      },
      {
        "vi": "Lóng Zǎi Lái Xí! Mā Mī Hěn Yòu Là"
      }
    ],
    "description": {
      "en": "Five years ago, she left an egg and said, \"This is the son I gave birth to you. When he grows up, that will be my return date.\" A few months later, the son broke out of the shell, with two shiny eggs on his head. Xiao Longjiao, she hadn't returned at te date. She disappeared for five years, and he went crazy for five years, until the little dragon cub brought back a woman... But the little dragon cub said, \"Dad, she saved me, and I want to commit myself to her!\" Infighting."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5224bfbf-21d4-4127-a78e-fd0fe24b1b26",
    "title": {
      "en": "Tenkuu Shinpan Arrive"
    },
    "updatedAt": "2024-09-22T14:21:14+00:00",
    "coverArt": "https://mangadex.org/covers/5224bfbf-21d4-4127-a78e-fd0fe24b1b26/343b4037-7a78-4bf7-8dd0-1ca4ed11f201.jpg",
    "altTitles": [
      {
        "ja": "天空侵犯arrive"
      },
      {
        "ja": "天空侵犯アライヴ"
      },
      {
        "en": "High-rise Invasion Arrive"
      }
    ],
    "description": {
      "en": "Senya is just an ordinary boy, who wanted to become an astronaut as a kid. One day and suddenly, he's transported into another world after seeing on the rooftop of his school something like a \"tower\" going across the sky. There, he witnesses a ruined world, where skyscrapers are connected by suspension bridges. Senya, perplexed, manages to see a girl standing on the roof of another building, as well as a masked man holding a bloody weapon in his hands…",
      "ja": "高層ビル × 吊り橋 × 仮面殺人鬼!!!　少年はこの冷酷な「世界」で生き残れるのか!?\n\n宇宙飛行士に憧れていた普通の少年・千夜は、学校の屋上で天を貫く「塔」のようなものを見た瞬間、突如異世界に飛ばされてしまう。そこは高層ビル群の間が吊り橋でつながれた荒廃した世界。戸惑う千夜の前で美少女がビルから飛び降り、血まみれの刃物を携えた仮面殺人鬼が現れる!!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "85"
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-12-20T04:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03b51b22-f30e-4808-b1ff-bf6e1ff902cf",
    "title": {
      "en": "Danjo no Yujou wa Seiritsu suru? (Iya, Shinai!!)"
    },
    "updatedAt": "2024-10-30T21:55:57+00:00",
    "coverArt": "https://mangadex.org/covers/03b51b22-f30e-4808-b1ff-bf6e1ff902cf/6c0ddc22-89cc-4bd0-adb1-6510467fdb53.jpg",
    "altTitles": [
      {
        "ja": "男女の友情は成立する？（いや、しないっ！！）"
      },
      {
        "en": "Can a Boy and Girl Friendship Hold Up? (No It Can't)"
      },
      {
        "zh": "男女之间真的存在友情吗"
      }
    ],
    "description": {
      "en": "At a rural junior high school, a man and a woman vowed an eternal friendship. The relationship between the two who became a fateful community toward one dream-two years have passed without any particular progress ...!\n\n　Yuu Natsume, a flower-loving plant boy, and Inuzuka Himari, a girl who hasn't been in love for the first time yet, have been peacefully close friends in the gardening club with only two of them.\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/54842)",
      "ja": "未だに初恋がこない陽キャ女子・犬塚日葵と、花を愛する植物系男子・夏目悠宇はふとしたきっかけで友情に落ちた。 それから２年――相変わらず『親友』をやっているふたりだったが、悠宇がかつての初恋相手と再会したことで日葵と悠宇の関係も変わり出し……？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2917bd11-97f9-4f63-9a28-be2e04467bbd",
    "title": {
      "ja": "Gyaru Sen"
    },
    "updatedAt": "2024-10-09T00:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/2917bd11-97f9-4f63-9a28-be2e04467bbd/20b8b365-f8bc-4ee7-ae25-cf0833121879.jpg",
    "altTitles": [
      {
        "ja": "ギャルせん"
      },
      {
        "ja-ro": "Gal Sen"
      },
      {
        "ja-ro": "Gyaru Sensei"
      },
      {
        "en": "Gal-Sen"
      },
      {
        "zh-hk": "辣妹教師"
      }
    ],
    "description": {
      "en": "When Sora enters high school, his homeroom teacher is a sexy gal with huge breasts and she’s none other than the changed version of Suzune, the innocent girl next door who was his first love! As the teacher’s “educational guidance” escalates day by day, Sora is awakened to pleasures he’s never known before…!",
      "ja": "ドSギャルの体育教師に、俺が開発されていく‥‥っ！\n\n高校に入学した宙＜そら＞の担任は、爆乳で超セクシーな黒ギャル教師。それは、初恋の清楚な隣のお姉さん・すずねの変わり果てた姿だった！日々エスカレートする先生の「教育的指導」。宙は今まで知らなかった快感に目覚めてしまい‥‥！？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "81"
  },
  {
    "mangaId": "a1680a15-e1ae-4a15-8310-ecf2b0720183",
    "title": {
      "en": "I Just Want to Mooch off Your Luck"
    },
    "updatedAt": "2024-08-11T23:51:27+00:00",
    "coverArt": "https://mangadex.org/covers/a1680a15-e1ae-4a15-8310-ecf2b0720183/1d7b6eb3-a543-4740-9a25-ccdf64f6eab3.jpg",
    "altTitles": [
      {
        "zh": "我就想蹭你的气运"
      },
      {
        "zh-hk": "我就想蹭你的氣運"
      },
      {
        "zh-ro": "Wǒ Jiù Xiǎng Cèng Nǐ De Qì Yùn"
      },
      {
        "en": "I Just Want to Freeload on Your Luck"
      },
      {
        "en": "Be Your Lucky"
      }
    ],
    "description": {
      "en": "After being reborn, Zhao Mingxi had no choice but to mooch off of Fu group's young master's luck to avoid death by terminal illness. Although his ears would turn so red as if they're bleeding whenever he sees her, he still keeps up an act of prideful indifference: \"Can you stop being so clingy?\"  The next day, Zhao Mingxi really did leave to mooch off of someone else's luck. The small dog bowed his head down, and grumbled: \"I'll let you cling to me, alright? Happy now?\"",
      "zh": "重生后的赵明溪为了避开绝症活下去，不得不去蹭傅氏太子爷身上的气运。 这位太子爷每次看到她，明明耳朵快红得滴血，还要装出酷炫狂霸拽的样子：“你能不能别缠我？” 第二天赵明溪就真的去找别人蹭气运了。:) 小狼狗头低了下来，委委屈屈：“给你缠还不行吗？”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-11-24T14:37:42+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "309"
  },
  {
    "mangaId": "0fe91d96-738a-4fec-b518-d00c20e85a89",
    "title": {
      "en": "Rockman-san"
    },
    "updatedAt": "2024-11-03T01:08:09+00:00",
    "coverArt": "https://mangadex.org/covers/0fe91d96-738a-4fec-b518-d00c20e85a89/21e73da7-d110-4aae-bb84-3e532e5d7d69.jpg",
    "altTitles": [
      {
        "en": "Mr. Rockman"
      },
      {
        "ar": "السيد روكمان"
      },
      {
        "ja": "ロックマンさん"
      },
      {
        "en": "Rockman Adulthood"
      },
      {
        "en": "Mega Man-san"
      }
    ],
    "description": {
      "ar": "بعد انتهاء القتال مع وايلي روكمان يخوض معركة جديدة كطبيب اسنان في العالم الحقيقي",
      "en": "Much time has passed since his battle with Dr. Wily, and Rockman has grown up in a peaceful world. Working as a dentist at the dental clinic opened by Dr. Right, Rockman struggles in his daily life with the allies he once fought with!",
      "ja": "Dr.ワイリーとの戦いから月日が経ち、ロックマンは平和な世の中で大人になった。ライト博士が開業した歯科医院で歯科医として働くロックマンは、かつて戦いを繰り広げた“仲間”とともに日々の生活で奮闘する!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "44"
  },
  {
    "mangaId": "6dbc8581-3fc1-4734-8160-d09faa252ae8",
    "title": {
      "en": "Trinity of the Royal Palace"
    },
    "updatedAt": "2024-08-16T00:11:16+00:00",
    "coverArt": "https://mangadex.org/covers/6dbc8581-3fc1-4734-8160-d09faa252ae8/97715fba-cb07-4f5c-ab3f-ee6088fef0a2.jpg",
    "altTitles": [
      {
        "ja-ro": "Oukyuu no Trinity"
      },
      {
        "ja-ro": "Okyu no Trinity"
      },
      {
        "zh": "王宫三重奏"
      },
      {
        "ja": "王宮のトリニティ"
      }
    ],
    "description": {
      "en": "In the Kingdom of Wardell Ceram, a realm rich in flowers and trees, the charming duo of Luca and Sylvain live outside the law. As the Wolf Claws, they are a chivalrous thieves who target those nobles who commit evil deeds. Their deeds bring them to the attention of the Kingdom's Princess, who wants to recruit them for a very special task. A romantic comedy about love that transcends class!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "39"
  },
  {
    "mangaId": "3128cb85-1981-41fa-b263-3b3410607960",
    "title": {
      "en": "Chiharu-kun wa Josou o Shitakunai"
    },
    "updatedAt": "2024-09-23T12:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/3128cb85-1981-41fa-b263-3b3410607960/a71751ae-5192-4f6a-8e8b-98f5614d084f.jpg",
    "altTitles": [
      {
        "ja": "ちはるくんは女装をしたくない"
      },
      {
        "ja-ro": "Chiharu-kun wa Josou wo Shitakunai"
      },
      {
        "en": "Chiharu-kun Doesn't Want to Crossdress"
      }
    ],
    "description": {
      "en": "Follow Chiharu, a boy who doesn't want to crossdress!\nIt's a romantic comedy featuring a bunch of youngsters!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bae5c8c-d5ff-43df-acf7-b7670532c8b1",
    "title": {
      "en": "Yoku Wakaranai Keredo Isekai ni Tensei Shiteita You Desu"
    },
    "updatedAt": "2024-12-09T23:01:18+00:00",
    "coverArt": "https://mangadex.org/covers/6bae5c8c-d5ff-43df-acf7-b7670532c8b1/09840a43-0dff-4527-beb4-d2c50f6206dc.jpg",
    "altTitles": [
      {
        "ja": "よくわからないけれど異世界に転生していたようです"
      },
      {
        "en": "This is Screwed Up, but I was Reincarnated as a GIRL in Another World!"
      },
      {
        "zh-hk": "雖然不太清楚，不過我好像轉生到異世界了"
      },
      {
        "id": "Saya tidak begitu mengerti, tapi sepertinya saya bereinkarnasi di dunia lain"
      },
      {
        "vi": "Chuyển Sinh Thành Con Gái, Tôi Sẽ Sinh Tồn Tại Dị Giới"
      }
    ],
    "description": {
      "en": "Ren, a young orphan girl, has been sold off to a merchant with sinister plans for her. Suddenly, memories of her past life on a world called Earth come flooding back, and Ren remembers that she used to be a research scientist – and a grown man! As Ren escapes into the Dark Forest, magical powers awaken within her. In order to survive the harsh realities of this world, she must use her rekindled knowledge of Earth's science as well as her newfound powers! Will her magical cheat powers and past-life knowledge be enough to keep her freedom, or is she doomed to a life of servitude?\n___\n**Character Designer:** [Kaoming](https://mangadex.org/author/259d2f17-2e24-4346-aca8-1ecd2224c491)",
      "ja": "「私、おっさんだった！！」\n\n孤児の少女・レンは身売りされる途中で、前世の記憶を取り戻す。レンの前世は、三十代の男性研究者だったが、転生して今まで孤児として生きていたのであった。レンは、その身に秘められた魔法の才能と、前世の科学的知識を駆使して、ひとり過酷な異世界を生き抜いていく。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce7cd7b0-e595-4f0d-98e8-447da10d652d",
    "title": {
      "en": "Mission: Yozakura Family"
    },
    "updatedAt": "2024-12-04T14:36:30+00:00",
    "coverArt": "https://mangadex.org/covers/ce7cd7b0-e595-4f0d-98e8-447da10d652d/a8bd8f89-d17f-4ce1-b9b1-3992ce8eddd6.jpg",
    "altTitles": [
      {
        "ja": "夜桜さんちの大作戦"
      },
      {
        "ja-ro": "Yozakura-san Chi no Daisakusen"
      },
      {
        "fr": "Mission: Yozakura Family"
      },
      {
        "it": "Missione: Famiglia Yozakura"
      },
      {
        "ru": "Миссия семьи Ёдзакура"
      },
      {
        "es-la": "La Misión de la Familia Yozakura"
      },
      {
        "vi": "Nhiệm vụ tối thượng nhà Yozakura"
      }
    ],
    "description": {
      "en": "Taiyo Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyoichiro. What drastic steps will Taiyo have to take to save Mutsumi?!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Mission: Yozakura Family** (2023)\n- [English volumes (Viz Media)](https://www.viz.com/mission-yozakura-family)",
      "es": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!\n\n---\nPublicado en Español por [Norma Editorial](https://www.normaeditorial.com/catalogo/manga/serie/mision-familia-yozakura) como \"Misión: Familia Yozakura\" (2022)",
      "fr": "Afin de protéger Mutsumi et de découvrir la véritable raison de la mort de ses parents, Taiyo Asano va devoir devenir membre de la famille Yozakura, une famille d’espions de haut vol ! Parviendra-t-il à survivre à ce quotidien plein de dangers pour, cette fois, réussir à protéger ceux qui lui sont chers ?\n\n---\n\nMaison d'édition FR : **Kana**",
      "it": "Taiyo Asano è un timidissimo studente delle superiori e l'unica persona a cui può parlare è la sua amica d'infanzia, Mutsumi Yozakura. Si scopre che Mutsumi è la figlia della suprema famiglia di spie! Ancora peggio, Mustumi viene tormentata dal suo fratello iperprotettivo, Kyoichiro. Quale tragico destino Taiyo dovrà affrontare per salvare Mustumi?! Una commedia su una famiglia di spie - la missione avrà inizio!||",
      "ja": "超人見知りの高校生･朝野太陽が話せるのは、幼なじみの夜桜六美ただ一人。けれど六美は代々続くスパイ一家の娘で、極度のシスコンの兄が太陽排除に動き出した！　自らと六美を守るため太陽がとった手段とは!?",
      "es-la": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!",
      "pt-br": "Taiyo Asano é um estudante super tímido do ensino médio e a única pessoa com quem ele consegue conversar é sua amiga de infância, Mutsumi Yozakura. Acontece que Mutsumi é a filha da melhor família de espiões! Pior ainda, Mutsumi está sendo assediada por seu super-protetor, o pesadelo de um irmão, Kyoichiro. Que passos drásticos Taiyo terá que tomar para salvar Mutsumi? Uma comédia familiar de espiões – a missão começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2024-11-03T01:04:22+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/9bac93ee-b011-450f-871f-a29aed6d2f61.jpg",
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      },
      {
        "fr": "Wind Breaker"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "fr": "Haruka Sakura est le genre de lycéen qui fait passer la baston avant les révisions. Fraîchement débarqué en ville, c'est donc le sourire aux lèvres qu'il compte pousser les portes du lycée Fûrin, l'établissement scolaire au pire taux de délinquance du pays... Les intentions de Haruka sont claires : se mesurer aux meilleurs bagarreurs de ce bahut et devenir le meilleur de tous ! Mais entre-temps, il se retrouve mêlé à une altercation avec une bande de brutes dans un des quartiers de la ville, avant d'être sauvé in extremis par des élèves de son lycée. Haruka réalise alors à quel genre de phénomènes il risque d'avoir affaire...\n\nMaison d'édition FR : Pika",
      "ja": "彼らは、最強の不良軍団。そして、街の英雄───。偏差値は最底辺、喧嘩は最強。超不良校として名高い学校・風鈴（ふうりん）高校。この春、そんな風鈴のトップを目指して街にやってきた風鈴高校１年生・桜遥（さくらはるか）は、風鈴高校が“防風鈴（ボウフウリン）”と名付けられた街を守る集団となっていたことを知る。そして桜は、風鈴の一員として街を守るため戦い始めることに──！　不良高校生・桜の喧嘩英雄伝説、開幕!!",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1044287a-73df-48d0-b0b2-5327f32dd651",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 7: Steel Ball Run (Official Colored)"
    },
    "updatedAt": "2024-10-31T23:46:52+00:00",
    "coverArt": "https://mangadex.org/covers/1044287a-73df-48d0-b0b2-5327f32dd651/e7e5e267-502f-4b77-9f19-b7ea1344f68f.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 7: Steel Ball Run - Digital Colored Comics"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Steel Ball Run"
      },
      {
        "en": "JoJo: SBR"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 7: Steel Ball Run"
      },
      {
        "zh": "JoJo的奇异冒险第7部分：钢球运行"
      },
      {
        "es": "La extraña aventura de JoJo Parte 7: La carrera de las bolas de acero"
      },
      {
        "ru": "Невероятное приключение ДжоДжо — Часть 7: Гонка «Стальной шар»"
      },
      {
        "ko": "조조의 기묘한 모험 7 부 : 스틸 볼 달리기"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第7部 カラー版"
      },
      {
        "pt-br": "A Bizarra Aventura de JoJo, Parte 7: A Corrida da Esfera de Aço"
      }
    ],
    "description": {
      "en": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.  The youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.",
      "hu": "Amerikában a régi vadnyugaton, a világ legnagyobb szabású versenye hamarosan kezdődik. Ezrek állnak rajzvonalhoz San Diegoban, hogy utazzanak több mint hat ezer kilómétert annak reményében, hogy megnyerhetik az ötven millió dolláros fődíjat. A lovak kora elérkezett a végéhez, így a versenyzők szabadon használhattak bármiféle járművet. A versenyzőknek el kell majd tűrniük a fárasztő körülményeket, naponta több mint, száz kilómétert megtéve felfedezetlen vidékeken. A Steel Ball Run egy igazán egyedülálló esemény.\n\nA fiatalos Johnny Joestar, egy tolószékes korábbi lovas versenyző, eljött San Diegoba, hogy megnézze a verseny rajtját. Itt találkozik Gyro Zeppelivel, egy versenyzővel két acél golyóval a derekán fegyver helyett. Johnny szemtanúja lesz annak, hogy Gyro használja az egyik acélgolyóját, szabadjára engedve annak erejét, hogy arra kényszerítsen egy férfit egy párbaj közben, hogy lőjje le magát. Az ütközet közepette, Johnny megérinti az\nacélgolyót és érezte, hogy egy erő végigáramlik a lábán, rábírva őt arra, hogy felálljon először két év után. Megfogadja, hogy rájön, hogy mi a titka az acélgolyóknak, Johnny eldönti, hogy indul a versenyen, így kezdődik el az ő bizarr kalandja Amerikán keresztül a Steel Ball Runban.",
      "it": "Nel west americano, la gara più grande e importante del mondo sta per iniziare. Migliaia di persone sono pronte a partire da San Diego per viaggiare più di seimila chilometri incoraggiati da un premio enorme da cinquanta milioni di dollari. L'era dei cavalli sta per finire, i partecipanti allora possono usare il veicolo che preferiscono. I partecipanti devono superare situazioni estenuanti, viaggiando centinaia di chilometri al giorno passando per valli deserte inesplorate. La Steel Ball Run è unica nel suo genere.  \n  \nGiovane Johnny Joestar, un ex corridore di cavalli disabile, è venuto a San Diego per vedere la partenza della gara. Lì incontra Gyro Zeppelli, un corridore con due sfere d'acciaio pendenti fino alla sua vita, al posto della pistola. Johnny vede la sfera di Gyro e capisce della sua potenzialità, riuscendo a far suicidare il nemico durante un duello. Nel mezzo dell'azione, Johnny tocca la sfera d'acciaio di Gyro e sente passare una potenza nelle sue gambe, questa potenza lo fa alzare in piedi per la prima volta dopo due anni. Dopo aver giurato di capire il segreto di quelle sfere, Johnny decide di partecipare alla gara, e qui iniziano le sue bizzarre avventure per tutta l'America nella Steel Ball Run.",
      "pt-br": "Nos Estados Unidos, na década de 1890, um homem chamado Steven Steel decide promover a \"Steel Ball Run\", uma corrida corta-mato cujo trajeto atravessa todo o país. A corrida é um grande atrativo mundial que chama a atenção tanto de corredores americanos como de corredores estrangeiros. Entre esses corredores estão Johnny Joestar, um ex-jóquei americano, e Gyro Zeppeli, um estrangeiro que carrega consigo misteriosas esferas de aço. Johnny e Gyro se esbarram e dão início à história da sétima parte de JoJo's Bizarre Adventure."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "24",
    "lastChapter": "95"
  },
  {
    "mangaId": "23a70b08-9ad9-4e5c-973d-81ec48c8f5a3",
    "title": {
      "en": "S-Rank Party Kara Kaikosareta [Jugushi] ~\"Noroi no Item\" Shika Tsukuremasen ga, Sono Seinou wa Artifact-kyuu nari......!~"
    },
    "updatedAt": "2024-12-06T17:39:48+00:00",
    "coverArt": "https://mangadex.org/covers/23a70b08-9ad9-4e5c-973d-81ec48c8f5a3/315b82c8-27c8-4c15-be6b-d49076d2d9b4.jpg",
    "altTitles": [
      {
        "ja": "Ｓランクパーティから解雇された【呪具師】～『呪いのアイテム』しか作れませんが、その性能はアーティファクト級なり……！～"
      },
      {
        "en": "I'm a Curse Crafter, and I Don't Need an S-Rank Party!"
      },
      {
        "en": "My S-Rank Party Fired Me for Being a Cursificer: I Can Only Make “Cursed Items”, but They're Artifact Class!"
      },
      {
        "vi": "Chỉ biết chế tạo trang bị nguyền rủa, tôi bị đuổi khỏi tổ đội cấp S"
      }
    ],
    "description": {
      "en": "Gaile, a Cursificer, is left penniless when he's expelled from his party as soon as they reach S Rank. Apparently he wasn't contributing enough?! But they hadn't realized that his cursed items outperform even holy relics and legendary equipment!\n\nGaile decides to try to make a living on his own off of his cursed items.",
      "ja": "【呪具師】のゲイルは大して貢献していないと、パーティがＳランクに昇格したと同時に無一文で追い出される。しかし、彼らは理解していなかった。ゲイルの作る呪具は、そこらの聖遺物や勇者の装備をも凌駕する性能を誇っていたことに…。ゲイルは呪具を活かして一人で生きていこうと決意しーー。\n\n風変わりな職業・呪具師の大活躍が新感覚の爽快感で大反響!!",
      "vi": "Gaile, một nguyền cụ sư tài năng, đã bị các đồng đội phản bội khi tổ đội đạt được hạng S. Họ không ngờ ràng các nguyền cụ của anh ta còn mạnh hơn cả thánh tích và các trang bị thần thoại. Sau khi bị đuổi khỏi tổ đội, Gaile quyết định tự mình kiếm sống bằng những nguyền cụ do mình tạo ra. Chuyến phiêu lưu của anh chàng nguyền cụ sư chính thức bắt đầu.",
      "pt-br": "A versão mangá de um dos romances de fantasia isekai mais populares de Shousetsuka ni Narou!\n\nGaile, um Cursificer, fica sem um tostão quando é expulso de seu grupo assim que chegam ao Rank S. Aparentemente ele não estava contribuindo o suficiente?! Mas eles não tinham percebido que seus itens amaldiçoados superam até mesmo relíquias sagradas e equipamentos lendários!\n\nGaile decide tentar ganhar a vida por conta própria com seus itens amaldiçoados."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]