[
  {
    "mangaId": "2e06cadf-5571-4666-98d6-c0191253b69c",
    "title": {
      "en": "Doku Mushi - The Ruins Hotel"
    },
    "updatedAt": "2022-06-06T14:11:26+00:00",
    "coverArt": "https://mangadex.org/covers/2e06cadf-5571-4666-98d6-c0191253b69c/b860d4ff-9797-403b-9baf-5b69eb86475e.jpg",
    "altTitles": [
      {
        "en": "Dokumushi - The Ruins Hotel"
      },
      {
        "en": "Poisonous Insect - The Ruins Hotel"
      },
      {
        "en": "The Ruins Hotel"
      },
      {
        "ja": "ドクムシThe Ruins Hotel"
      }
    ],
    "description": {
      "en": "Six members of the occult circle will spend a few days at a ruined love hotel during their summer vacation. Upon arrival they meet two additional people who join them, but in the morning of the second day, a female member was found tied & naked. In addition, the exit was locked by someone and the building became a completely enclosed cage. Will this be a repeat of the 'kodoku' that happened 3 years ago?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "29"
  },
  {
    "mangaId": "15f687c2-f3ae-4291-864e-45d0979b13db",
    "title": {
      "en": "Insanely Talented Player"
    },
    "updatedAt": "2024-05-29T00:47:44+00:00",
    "coverArt": "https://mangadex.org/covers/15f687c2-f3ae-4291-864e-45d0979b13db/d69a2e64-97b9-4e88-8acc-efd68b6394d6.jpg",
    "altTitles": [
      {
        "ko": "미친 재능의 플레이어"
      },
      {
        "es-la": "Jugador de talento insano"
      }
    ],
    "description": {
      "ar": "لقد مضت ست سنوات منذ بدء اللعبة لتحديد مصير العالم. الملك البطل كانغ يو سونغ، أقوى لاعب لم يهبط من مركز هداف الدوري مرة واحدة، يرحب بالموسم الجديد أيضا. “لقد… انتهيت منذ وقت طويل. إنني أفعل ذلك فقط من أجل المال.” [مستوى التذمر قد أزداد بشكل كبير!] [يعرب شيخ اليقطين عن إرتياحه لتصرفات اللاعب!] ان طريقة النجاة للاعب الموهوب المجنون تتكشف الآن!",
      "en": "[By Red-Ice Studios, creators of the series  ‘Solo Leveling and Omniscient Reader’s Viewpoint’]\n\nIt’s been six years since the game to decide the fate of the world had started. Hero-King Kang Yoo-Sung, the strongest player who hasn’t dropped from the top ranker’s position once, greets the new season, too.\n\n“I… was finished a long fucking time ago. I’m just doing it for the money.”\n\n[Taunt Level has drastically increased!]\n\n[The Elder of Jesters expresses satisfaction with the actions of the contractor!]"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11bfa371-f53f-42b7-8213-94b1323b02b6",
    "title": {
      "en": "A Sign of Affection"
    },
    "updatedAt": "2024-01-26T22:26:35+00:00",
    "coverArt": "https://mangadex.org/covers/11bfa371-f53f-42b7-8213-94b1323b02b6/c4d83a00-161e-42aa-8aa5-0e205bca7711.jpg",
    "altTitles": [
      {
        "ja": "ゆびさきと恋々"
      },
      {
        "en": "Love Affection"
      },
      {
        "en": "Attached to Your Fingertips"
      },
      {
        "de": "Ein Zeichen der Zuneigung"
      },
      {
        "vi": "Ngôn ngữ yêu thương"
      },
      {
        "es": "Signos de afecto"
      },
      {
        "uk": "Кохання на кінчиках пальців"
      },
      {
        "ru": "Любовь с кончиков пальцев"
      },
      {
        "ru": "Знак привязанности"
      },
      {
        "ar": "رمز العاطفة"
      },
      {
        "th": "ร้อยเรียงรักจากหัวใจ"
      },
      {
        "zh": "指尖相触，恋恋不舍"
      },
      {
        "ko": "손끝과 연연"
      },
      {
        "fr": "A Sign of Affection"
      },
      {
        "pl": "Znaki naszych uczuć"
      },
      {
        "ja-ro": "Yubisaki to Renren"
      }
    ],
    "description": {
      "de": "Als die gehörlose Studentin Yuki eines Tages in Schwierigkeiten gerät, kommt ihr ihr Kommilitone Itsuomi zu Hilfe. Yuki ist fasziniert von Itsuomi, da er sie trotz ihres Handicaps wie einen ganz normalen Menschen behandelt. Durch ihn beginnt Yuki nicht nur eine neue Welt zu entdecken, sondern bekommt auch zum ersten Mal Herzklopfen.",
      "en": "One day, Yuki, a university student, is in trouble when she is rescued by Itsuomi, a senior student at the same university. Even though Yuki is deaf due to a hearing impairment, Itsuomi is unfazed and treats her naturally. Yuki gradually becomes aware of Itsuomi, who makes her feel a new world...\n\n---\nYuki is a typical college student, whose world revolves around her friends, social media, and the latest sales. But when a chance encounter on a train leads to her meeting friend-of-a-friend and fellow student Itsuomi-san, her world starts to widen. But even though Itsuomi-kun can speak three languages, sign language isn't one of them. Can the two learn to communicate the budding feelings between them?",
      "es": "La vida de Yuki, una universitaria con sordera, va a dar un vuelco cuando en su camino se cruce el joven Itsuomi, un muchacho que, a pesar de dominar varios idiomas, no conoce la lengua de signos japonesa. Itsuomi se interesa enseguida en Yuki y desea aprender la lengua de signos y, sobre todo, entrar en el mundo de ella. Signos de afecto es una historia de amor sobre la necesidad de la comunicación, sobre el aprendizaje de las diferencias y sobre la empatía.",
      "fr": "Yuki est une étudiante qui, comme beaucoup d'autres, construit son quotidien autour de ses amis, des réseaux sociaux et de ce qu'elle aime. Mais quand un jour, dans le train, elle croise un jeune homme qui voyage à travers le monde, son univers va être chamboulé: ce dernier, bien que trilingue, ne connaît pas la langue des signes. Pourtant, très vite, il manifestera pour elle un intérêt bien particulier… Comment réagira-t-elle face à ce camarade d'université entreprenant et communicatif?\n\nA sign of affection décrit avec pudeur et simplicité l'histoire d'amour entre une jeune femme sourde et un grand voyageur. à n'en pas douter, les personnages de ce manga ne manqueront pas de vous émouvoir!",
      "it": "Un giorno, in un momento di difficoltà, una studentessa universitaria di nome Yuki viene aiutata da Itsuomi, un senpai che frequenta il suo stesso istituto. Il giovane la tratta con grande naturalezza e non si scompone minimamente quando capisce che la ragazza è sorda. Ben presto, Yuki scoprirà di provare qualcosa per quel ragazzo, grazie al quale ha cominciato a percepire la realtà in maniera del tutto nuova...",
      "ja": "女子大生の雪は、ある日困っているところを同じ大学の先輩・逸臣に助けてもらう。聴覚障がいがあって耳が聴こえない雪にも動じることなく、自然に接してくれる逸臣。自分に新しい世界を感じさせてくれる逸臣のことを雪は次第に意識し始めて…！？",
      "ko": "여대생 유키는 어느날 곤란에 처해있을 때 같은 대학 선배인 이츠오미의 도움을 받는다. 청각장애가 있어 귀가 들리지 않는 유키에게도 동요하지 않고 자연스럽게 대해주는 이츠오미. 자신에게 새로운 세계를 느끼게 해준 이츠오미를 유키는 점점 의식하기 시작하는데…?!",
      "pt": "Yuki é uma típica estudante universitária que nasceu surda. Ela ama estar perto dos seus amigos, redes sociais e fazer compras. Certo dia, ela recebe ajuda de Itsuomi, um estudante da mesma universidade que ela, enquanto estava no metrô. A partir daí, nasce uma amizade entre eles que se torna cada vez mais especial. \"Neste dia, Yuki sentiu o seu mundo mudar.\"",
      "ru": "Это нежная история о любви между глухонемой девушкой и парнем, говорящем на нескольких языках и облетевшем мир, как много они могут привнести и изменить в мирах друг друга? Ицуоми выручает Юки, оказывается, что они учатся в одном университете. Случайная встреча, заинтересованность, стремление, желание… Что же Юки постепенно осознает?..",
      "th": "วันหนึ่ง ขณะกำลังตกที่นั่งลำบาก ยูคิ นักศึกษาสาว ได้อิสึโอมิ รุ่นพี่นักศึกษามหา'ลัยเดียวกันช่วยไว้แม้ยูคิจะไม่ได้ยินเสียงเพราะมีความบกพร่องทางการได้ยินแต่อิสึมิก็ยังทำตัวปกติเป็นธรรมชาติกับเธออย่างใจเย็นจากนั้นยูคิก็เริ่มสนใจอิสึมิที่ช่วยตัวเองได้สัมผัสถึงโลกใบใหม่ขึ้นมา...!?",
      "tr": "Tüm dünyası arkadaşları, sosyal medyası ve çok satanları etrafında dönen Yuki, tipik bir üniversite öğrencisidir. Ancak bir trende, bir arkadaşının arkadaşı olan İtsuomi-san ile tanışma şansı olunca dünyası genişlemeye başlar. Fakat maalesef, her ne kadar İtsuomi-kun üç dil konuşabilse de, işaret dili onlardan biri değildir. İkisi, aralarındaki tomurcuklanan duyguları birbirine iletmeyi öğrenebilecek mi?",
      "uk": "Юкі — студентка. Як і в багатьох інших ровесників, її повсякденне життя обертається навколо друзів, соцмереж, загалом усього, що їй подобається. Та якось вона випадково зустріла в потязі юнака, що любить подорожувати, і її світ перевернувся.\n\nІцуомі трилінгв, однак не знає японської мови жестів.\n\nПроте незабаром він нею особливо зацікавиться… Як Юкі відреагує на цього впертого однокурсника, який прагне подружитися з нею? «A Sign of affection» лаконічно і просто описує історію кохання дівчини з порушенням слуху та завзятого мандрівника. Без сумніву, стосунки між героями цієї манґи неодмінно вас зворушать!",
      "zh": "自從與你相遇之后，我的世界出現了改變的聲音。",
      "pt-br": "Yuki é uma típica estudante universitária que nasceu surda, cujo mundo gira em torno de seus amigos, redes sociais e as últimas vendas. Mas quando um encontro casual em um trem a leva a conhecer o amigo de um amigo e colega estudante Itsuomi-san, seu mundo começa a se ampliar. Mas mesmo que Itsuomi-kun fale três línguas, a linguagem de sinais não é uma delas.  \n\nOs dois podem aprender a comunicar os sentimentos que estão surgindo entre eles?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-05-17T15:24:22+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "Konosuba: God's Blessing on This Wonderful World!"
      },
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcebd4d5-d384-4079-8491-62bf1b9a9cd8",
    "title": {
      "en": "Garouden"
    },
    "updatedAt": "2024-03-11T21:00:23+00:00",
    "coverArt": "https://mangadex.org/covers/dcebd4d5-d384-4079-8491-62bf1b9a9cd8/bad223c2-2c69-4a8c-b8eb-43d855963fbc.jpg",
    "altTitles": [
      {
        "en": "Legend of the Hungry Wolves (Itagaki Keisuke)"
      },
      {
        "ja": "餓狼伝"
      },
      {
        "he": "גארודן"
      },
      {
        "ja-ro": "Ga-Rou-Den"
      },
      {
        "de": "Wie hungrige Wölfe"
      },
      {
        "ja-ro": "Garoden (Itagaki Keisuke)"
      }
    ],
    "description": {
      "en": "What does it mean to be strong? What attracts men to fight in hand to hand combat? These and many other questions are explained and detailed in Garouden, a novel series by Yumemakura Baku (illustrated by celebrity manga author Itagaki Keisuke).  \n  \nFighting expert Bunshichi Tanba enjoys defeating TV fighting champions and celebrities on the street, until he stumbles upon the underground wrestling club known as FAW (Federation of Amateur Wrestling), and unfortunately he is defeated by one of the underdogs of the wrestling world. He forces himself to improve and looks for a rematch.  \nYears later, he returns better than ever, and his fights attract the attention of the two \"monsters\" of the fighting world who are in constant competition, Makoto \"the Great\" Tatsumi, owner of the FAW and possessing a power and charisma unrivaled in the ring, and \"the Demon of Karate\" Matsuo Shozan, owner of the best Karate schools in Japan and possessing a power and speed that's almost godlike.  \nBoth will try to recruit Tanba to their own side, and Tanba will experience a wold of fighting like he has never seen, with friends and rivals everywhere, and he will have to step up to the many challenges that confront him.  \nFeatures other martial arts characters from his other fighting novel series, The Gate of the Lions. Currently the best \"serious\" martial arts manga title in Japan, this is another of Baku's masterpieces that, unlike his other fantasy epic titles, has surprising realism in its deep exploration of martial arts and those who use it."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "suggestive",
    "lastVolume": "25",
    "lastChapter": "238"
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-06-01T10:30:49+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/662214a8-7a47-499e-9609-43771145f5be.jpg",
    "altTitles": [
      {
        "ru": "Гачиакута"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ja": "ガチアクタ"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n\n---\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (U.S. Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-05-04T22:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Chained Soldier"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79469364-39c5-4f70-8af8-f5e1c9894aa7",
    "title": {
      "en": "The Lone Necromancer"
    },
    "updatedAt": "2024-05-28T18:31:22+00:00",
    "coverArt": "https://mangadex.org/covers/79469364-39c5-4f70-8af8-f5e1c9894aa7/e9956dfd-5372-4c6d-87ec-d36c19ff5bb7.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 네크로맨서"
      },
      {
        "en": "Solo Necromancy"
      },
      {
        "en": "The Only Necromancer"
      },
      {
        "pl": "Jedyny Nekromanta"
      },
      {
        "ru": "Некромант-одиночка"
      },
      {
        "zh": "死灵法师：亡灵支配者"
      },
      {
        "zh-hk": "末日獨尊：死靈法師"
      },
      {
        "es-la": "Nigromante en Solitario"
      }
    ],
    "description": {
      "en": "Seongwu is a former special forces soldier who has returned to college after completing his national service. His ordinary life as a student is shattered during class one day when he and his fellow students are faced with a mysterious prompt asking them to “select a role.”\n\nSeongwu chooses the necromancer, a rare ability that grants him the power to control the undead.\n\nWith the campus and outside world seemingly on the brink of collapse, Seongwu must use his newfound powers to battle fearsome monsters and help save his fellow students. But will they make it out alive?\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "fr": "\"Quel est le métier le plus utile pour survivre dans un monde en ruine ?\". Cette question apparaît devant Seong-woo alors qu'il somnole en cours. Lui et les autres étudiants ont 15 secondes pour choisir une carte parmi celles qui sont apparues devant eux. Celle choisie déterminera leurs pouvoirs qui leur permettront de survivre dans un monde chaotique, qui ressemble fortement à un jeu vidéo. Pour sa part, Seong-woo sera un nécromancien !\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "id": "Pekerjaan apa yang akan kau pilih untuk bertahan hidup saat dunia hancur oleh monster-monster yang tiba-tiba bermunculan?! Setelah memilih 'Necromancer' sebagai pekerjaannnya, Sungwoo dapat menjadikan monster yang telah ia kalahkan menjadi pengikutnya!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "ko": "곧 세상이 멸망한다.\n전설 속에나 나올 법한 몬스터들이 각지에 출현한다.\n그리고 사람들을 잡아먹고, 길거리를 점령하며, 빌딩과 지하철에 던전을 만들기 시작한다.\n\n멸망한 세계에서 살아남기 위해 단 한 가지 직업을 고를 수 있다.\n당신은 무슨 직업을 고르겠는가?\n\"네크로맨서\"\n\n나에게는 멸망이 무대이고, 죽음이 자산이 된다.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "ru": "Мир на грани разрушения. Существа, упоминания о которых встречались лишь в мифах и легендах, теперь заполоняют города, обживаются под людскими жилищами и в метро, пожирая всё живое.\nА что до человечества… Ему будет предложено занять новую роль в нынешнем мире выживания.\nСонву выбрал класс «некромант», и теперь трупы, что обагряют Землю, ему только на руку.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "zh": "魔物侵袭，世界灭亡在即！\n退役特种兵的降维打击！\n某一天，只存在于传说中的魔物们突然出现，肆意地破坏街道、撕咬人类，并且在高楼和地铁建立起了自己的巢穴…如果在灭亡的世界，能够选择一个职业，你会选择哪种职业呢？对于身为“死灵法师”的刘成宇来说，灭亡即是舞台，丧生即为资产。\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74258dd0-a0fe-4979-b4f7-a0a7a044d951",
    "title": {
      "en": "Zombie Land SAGA"
    },
    "updatedAt": "2024-05-02T21:11:50+00:00",
    "coverArt": "https://mangadex.org/covers/74258dd0-a0fe-4979-b4f7-a0a7a044d951/b77949d8-a50b-4b82-a5b5-40b27558c7a7.jpg",
    "altTitles": [
      {
        "en": "Zombieland Saga"
      },
      {
        "ja-ro": "Zonbirando Saga"
      },
      {
        "ru": "Зомбиленд Сага"
      },
      {
        "ja": "ゾンビランドサガ"
      }
    ],
    "description": {
      "en": "In the year 2008, high school girl Sakura Minamoto is abruptly killed in a traffic accident. Ten years later, Sakura, along with six \"legendary\" girls from various eras of Japan's history, are brought back as zombies by a man named Kotaro Tatsumi, who seeks to save the Saga prefecture by putting together an all-zombie idol group."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "efd02206-1cd8-4823-b497-02bb8b8d09ca",
    "title": {
      "en": "Zom 100 ~100 Things I Want to do Before I Become a Zombie~"
    },
    "updatedAt": "2024-04-14T17:44:04+00:00",
    "coverArt": "https://mangadex.org/covers/efd02206-1cd8-4823-b497-02bb8b8d09ca/8ab8a254-f90b-4e0a-874c-6691c4e88b8e.jpg",
    "altTitles": [
      {
        "ja-ro": "Zombie 100 ~Zombie ni Naru Made ni Shitai 100 no Koto~"
      },
      {
        "en": "Zom 100: Bucket List of the Dead"
      },
      {
        "en": "Zombie 100 ~100 Things I Want to do Before I Become a Zombie~"
      },
      {
        "ru": "Зомбиапокалипсис и список из 100 дел, что я выполню перед смертью"
      },
      {
        "ja": "ゾン１００～ゾンビになるまでにしたい１００のこと～"
      },
      {
        "ja-ro": "Zombie 100 ~Zombie ni Naru Made ni Shitai 100 no Koto~"
      },
      {
        "pt-br": "Zombie 100 ~Coisas para fazer antes de virar zumbi~"
      },
      {
        "ka": "Zombie 100 ~ 100 რამ, რაც მინდა გავაკეთო სანამ ზომბი გავხდები ~"
      },
      {
        "pt-br": "Zom 100: Lista de Desejos dos Mortos"
      }
    ],
    "description": {
      "en": "After three years of working for a black company, Akira was exhausted both mentally and physically.  \nBut one morning, what he saw on his usual way to work was nothing but a town full of zombies.   \nHow will the former company slave, Akira, live his life in a world that has completely changed overnight!?  \n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Zom 100: Bucket List of the Dead** (2023)",
      "fr": "Après s'être fait exploiter pendant trois ans dans une entreprise, Akira est épuisé mentalement et physiquement. En se rendant à son travail un matin, il découvre une ville pleine de zombies. Comment l'ancien esclave d'entreprise qu'il était appréhendera sa vie dans un monde qui a complètement changé du jour au lendemain ?  \n\n\n---\n\n**Links:**  \n[![](https://i.imgur.com/dQCXZkU.png) Artist's Twitter](https://twitter.com/kosamehal)  \n[![](https://i.imgur.com/dQCXZkU.png) Author's Twitter](https://twitter.com/asoharoo)",
      "pt-br": "Depois de três anos trabalhando para uma empresa exploradora, Akira estava exausto, tanto mentalmente, quanto fisicamente. Mas uma manhã, o que ele viu no caminho habitual para o trabalho não passava de uma cidade cheia de zumbis. Como o ex-escravo da empresa, Akira, viverá sua vida em um mundo que mudou completamente da noite para o dia?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67b35ba4-9c53-4957-91e7-4f7884e4b412",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon"
    },
    "updatedAt": "2024-04-27T00:03:26+00:00",
    "coverArt": "https://mangadex.org/covers/67b35ba4-9c53-4957-91e7-4f7884e4b412/638ddc95-9283-43b3-99f4-14c4467ebd09.jpg",
    "altTitles": [
      {
        "it": "La cameriera drago di Kobayashi"
      },
      {
        "fr": "Le dragon domestique de Mme. Kobayashi"
      },
      {
        "es": "La sirvienta dragón de la señorita Kobayashi"
      },
      {
        "en": "Kobayashi-san's Maid Dragon"
      },
      {
        "ru": "Дракон-горничная Кобаяши-сан"
      },
      {
        "th": "น้องเมดมังกรของคุณโคบายาชิ"
      },
      {
        "ja": "小林さんちのメイドラゴン"
      },
      {
        "zh": "小林家的妹抖龙"
      },
      {
        "ko": "코바야시네 메이드래곤"
      },
      {
        "ar": "خادمة الآنسة كوباياشي تنين"
      },
      {
        "zh-hk": "小林家的龍女僕"
      },
      {
        "ru": "Дракорничная госпожи Кобаяси"
      },
      {
        "ru": "Кобаяси-сан ти но мэйдорагон"
      },
      {
        "uk": "Драконопокоївка пані Кобаяші"
      },
      {
        "uk": "Кобаяші-сан Чі но Мейдорагон"
      },
      {
        "ms": "Pembantu Rumah Naga Cik Kobayashi"
      },
      {
        "pt-br": "A Empregada Dragão da Senhorita Kobayashi"
      },
      {
        "pt": "A Empregada Dragão da Senhora Kobayashi"
      },
      {
        "vi": "Hầu gái rồng nhà Kobayashi"
      },
      {
        "tr": "Kobayashi Hanımın Hizmetçi Ejderhası"
      },
      {
        "en": "The maid dragon of Kobayashi-san"
      }
    ],
    "description": {
      "en": "Kobayashi lives alone in an apartment, until one day, Tooru appears and they end up living together. Tooru looks down on humans as inferior and foolish, but having been saved by Kobayashi-san, she does everything she can to repay the debt and help her with various things, although not everything goes according to plan.  \nA mythical everyday life comedy about a hard working office lady living with a dragon girl.  \n\n\n---\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E5%B0%8F%E6%9E%97%E3%81%95%E3%82%93%E3%81%A1%E3%81%AE%E3%83%A1%E3%82%A4%E3%83%89%E3%83%A9%E3%82%B4%E3%83%B3)",
      "ru": "Жила себе и жила Кобаяши-сан. Одна в своей квартире, пока на пороге её дома не появилась Тору, у которой долг перед Кобаяши-сан за своё спасение. И Тору всячески желает вернуть его различными способами каждый день. Милая и повседневная комедия. Только есть одна необычная деталь: Тору – влюбленная драконесса.  \n  \nLicensed in English by Seven Seas as \"Miss Kobayashi's Dragon Maid.\"  \n  \n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18807)",
      "pt-br": "Kobayashi vive sozinha em um apartamento, até que um dia, Tooru, a garota dragão, apareceu e elas acabaram morando juntas. Tooru vê os humanos como seres inferiores e tolos. Mas tendo sido salva por Kobayashi-san, ela faz tudo que pode para pagar a dívida e ajudá-la com várias coisas, embora nem tudo corre conforme o planejado. Uma comédia do cotidiano mítico sobre uma mulher do escritório trabalhando duro para viver com uma garota dragão."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca33a142-58fb-4fee-88b9-36ef87f02c77",
    "title": {
      "en": "Nezumi no Hatsukoi"
    },
    "updatedAt": "2024-05-27T10:14:02+00:00",
    "coverArt": "https://mangadex.org/covers/ca33a142-58fb-4fee-88b9-36ef87f02c77/6d6eac6c-dcdb-45df-b294-05d3b6093a07.jpg",
    "altTitles": [
      {
        "ja": "ねずみの初恋"
      },
      {
        "en": "Nezumi's First Love"
      },
      {
        "vi": "Tình đầu của Nezumi"
      },
      {
        "ne": "नेजुमी को पहिलो प्रेम"
      }
    ],
    "description": {
      "en": "Nezumi is a girl who was raised as a hitman by the yakuza and grew up not knowing human love. An ordinary young man, Ao, knows nothing. They fall in love and start to live together, but the evil hand is close at hand.... This is a story of first love, so cruel and so sad.\n\nRead the prequel oneshot featuring Messiah-chan's backstory [here](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan).",
      "fr": "Nezumi est une fille qui a été élevée comme tueuse à gages par les yakuzas et qui a grandi sans connaître l'amour humain. Un jeune homme ordinaire, Ao, n'en sait rien. Ils tombent amoureux et commencent à vivre ensemble, mais la main du mal est proche.... C'est l'histoire d'un premier amour, si cruel et si triste.",
      "ja": "ヤクザに殺し屋として育てられ、人の愛を知らずに育った少女、ねずみ。何も知らない普通の青年、碧(あお)。二人は恋に落ち、共に暮らし始めるが、魔の手はすぐそこまで迫っていた‥‥。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "737a846b-2e67-4d63-9f7e-f54b3beebac4",
    "title": {
      "en": "Please Go Home, Akutsu-san!"
    },
    "updatedAt": "2024-05-23T15:50:52+00:00",
    "coverArt": "https://mangadex.org/covers/737a846b-2e67-4d63-9f7e-f54b3beebac4/cbd0f7b8-3fc5-4161-b3a2-102048c314ae.jpg",
    "altTitles": [
      {
        "ja": "Kaette Kudasai! Akutsu-san"
      },
      {
        "ja": "ヤンキー娘"
      },
      {
        "ja-ro": "帰ってください！ 阿久津さん"
      },
      {
        "ja-ro": "Kaette Kudasai, Akutsu-san!"
      },
      {
        "ja-ro": "Yankee Musume"
      },
      {
        "vi": "Xin hãy về nhà, Akutsu-san!"
      },
      {
        "uk": "Будь ласка, йди додому, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу!"
      },
      {
        "zh": "请你回去吧！阿久津同学"
      },
      {
        "es-la": "Por favor vete a casa, ¡Akutsu-san!"
      },
      {
        "it": "Per favore torna a casa, Akutsu-san!"
      },
      {
        "vi": "Cút mẹ về nhà đi Akutsu!"
      },
      {
        "de": "Bitte geh heim, Akutsu-san!"
      },
      {
        "pt-br": "Por favor vá para casa, Akutsu-san!"
      }
    ],
    "description": {
      "en": "Ooyama-kun normally doesn’t get involved with Akutsu-san, a delinquent girl in his class, but for some reason she makes his house her hang-out place!\n\nWill she do something horrible to him behind closed doors or will he chase her out? But dealing with Akutsu-san’s sexy, cute behavior in such a confined space… he’s sure to get flustered! He wants her to go home, but he also doesn’t?\n\nA teasing comedy under a single roof!",
      "it": "Ooyama-kun normalmente non si fa coinvolgere da Akutsu-san, una ragazza delinquente della sua classe, ma per qualche motivo lei fa della sua casa il suo luogo di ritrovo!  Ooyama le farà qualcosa di orribile a porte chiuse o la caccerà fuori? Tuttavia aver a che fare con il comportamento sexy e carino di Akutsu-san in uno spazio così ristretto... è sicuro che si ecciterà!  Vuole che lei torni a casa e allo stesso tempo non vuole,  Una commedia stuzzicante sotto lo stesso tetto!",
      "ja": "**俺の部屋がヤンキー娘のたまり場に!? ヤンキー×非リア充のからかいコメディ！**\n\n普段は全く関わりのないクラスの不良女子・阿久津さんに何故か家をたまり場にされてしまった一人暮らしの大山くん。ガラの悪い阿久津さんに何かひどいことをされるのではと追い出そうとするのだが、無防備で距離感の近い彼女のエロカワイイ仕草にドギマギしてしまい…？ 帰ってほしいのに、帰ってほしくない!? 一つ屋根の下のからかいショートコメディ！\n\n---\n\n**Ore no heya ga yankī musume no tamariba ni!? Yankī × hi riajū no karakai komedi!**\n\nFudan wa mattaku kakawari no nai kurasu no furyō joshi Akutsu-san ni nazeka ie o tamariba ni sa rete shimatta hitorigurashi no Ōyama-kun. Gara no warui Akutsu-san ni nanika hidoi koto o sa reru node wa to oidasou to suru nodaga, mubōbi de kyori-kan no chikai kanojo no erokawaī shigusa ni dogimagi shite shimai…? Kaette hoshī no ni, kaette hoshikunai! ? Hitotsu yane no shita no karakai shōtokomedi!",
      "ru": "Оояма-кун обычно не связывается с Акуцу-сан, девушкой-правонарушителем в его классе, но по каким-то причинам она делает его дом своим тусовочным заведением! Оояма сделает с ней что-нибудь ужасное за закрытыми дверями или он её прогонит? Он хочет, чтобы она пошла домой, но не хочет? Дразнящая комедия под одной крышей!  \n  \n**Notes:**   \n- Yankee Musume (ヤンキー娘) is the pre-serialization name.  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/NAGAOKA0)  \n- [Artist's Pixiv](https://www.pixiv.net/member.php?id=133935)",
      "es-la": "Ooyama-kun normalmente no se involucra con Akutsu-san, una chica yankee de su clase, ¡pero por alguna razón ella hace de su casa su lugar de reunión! ¿Ooyama le hará algo horrible cuando estén las puertas cerradas o la echará? Pero lidiar con el sexy y lindo comportamiento de Akutsu en un espacio tan reducido sera un problema…",
      "pt-br": "Ooyama geralmente não se envolve com com Akutsu-san, uma garota delinquente da sua turma, mas por alguma razão ela transformou o quarto dele no seu local de descanso! Será que ela vai fazer algo horrível para ele ou ele vai expulsar ela? Mas lidar com a sexy e fofa Akutsu-san em um espaço fechado... Ele com certeza vai ficar envergonhado! Ooyama quer que ela vá para casa, mas ele também não quer? Uma comédia provocante sob um mesmo teto!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50ba23c9-1eea-4b9c-93a2-9531f66b9b78",
    "title": {
      "en": "ZIG"
    },
    "updatedAt": "2022-09-04T21:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/50ba23c9-1eea-4b9c-93a2-9531f66b9b78/8b6da79e-b2fb-4b1e-b217-adadbf234573.jpg",
    "altTitles": [
      {
        "ja-ro": "ZIGジグ"
      },
      {
        "ja": "ジグ"
      }
    ],
    "description": {
      "en": "A mysterious Japanese man, known only as \"Zig,\" travels to the world's conflict areas and undertakes various jobs. When the story begins, he's working as a security guard at a bank that's suddenly taken over by terrorists."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "1ac955ca-1cb8-4863-a8dd-e0d3df3b6b54",
    "title": {
      "en": "Zannen Desu Ne. Hime Kishi-sensei"
    },
    "updatedAt": "2024-03-20T08:43:06+00:00",
    "coverArt": "https://mangadex.org/covers/1ac955ca-1cb8-4863-a8dd-e0d3df3b6b54/0c9baed4-e8f1-4eef-846b-c6aa6a113fa0.jpg",
    "altTitles": [
      {
        "en": "I'm sorry. Princess Knight Teacher"
      },
      {
        "en": "That's a shame, Princess Knight-sensei"
      },
      {
        "ja-ro": "Zannen desu ne. Himekishi-sensei"
      },
      {
        "ja": "残念ですね。姫騎士先生"
      }
    ],
    "description": {
      "en": "Sexy female knight from a fantasy world becomes a teacher at a Japanese High School."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "41"
  },
  {
    "mangaId": "eb0d5b07-759d-4f68-b6ec-d5ac9c6bbb9c",
    "title": {
      "en": "There’s No Way a Side Character Like Me Could Be Popular, Right?"
    },
    "updatedAt": "2024-02-25T16:09:59+00:00",
    "coverArt": "https://mangadex.org/covers/eb0d5b07-759d-4f68-b6ec-d5ac9c6bbb9c/b5a01374-645b-4eb6-a054-2864dc7f9f37.jpg",
    "altTitles": [
      {
        "ja": "友人キャラの俺がモテまくるわけないだろ?"
      },
      {
        "ja-ro": "Yuujin-chara no Ore ga Motemakuru Wakenaidarou?"
      },
      {
        "es": "No hay Forma de que un Personaje Secundario como yo Pueda ser Popular, ¿Verdad?"
      },
      {
        "ru": "Второстепенный персонаж, вроде меня, не мог стать популярным, правда же?"
      },
      {
        "th": "เพื่อนพระเอกอย่างผมจะกลายเป็นหนุ่มสุดฮอตได้ยังไง?"
      },
      {
        "en": "Side Characters Like Me Can’t Get Popular, Right?"
      }
    ],
    "description": {
      "en": "“I just love you sooooooo much, Senpai!”\nMy name is Tomoki Yuuki, a second-year student in high school. I'd say I'm a fairly normal student, save for the fact that everyone avoids me like the plague because I apparently look like I'm out for blood. Ike Haruma is the only one that doesn't steer clear of me. He's your typical ‘perfect guy’ in every sense; the protagonist with no real flaws that you see in any given story. \n\nLife at school was going on as usual… until one day Haruma's super popular little sister confesses to me out of the blue?! Though she later clarifies that her feelings toward me are anything but romantic and that she has an ulterior motive, I end up accepting my new role as ‘fake boyfriend’ as a favor to Haruma. \n\nBelieve it or not, the moment I start going out with her, Haruma's idol-tier childhood friend and my super hot teacher get involved with me too! \n\nWait a minute, this can't be a dream rom-com scenario setting itself up for me, can it?! I mean, there's no way a side character like me could be popular, right?",
      "pt-br": "Meu nome é Tomoki Yuuji, um segundanista. Eu poderia dizer que sou um estudante normal do ensino médio, tirando o fato de que todos me evitam, como se eu fosse uma espécie de “praga”, devido a minha aparência assustadora. E meus últimos anos no ensino médio seriam assim, se não fosse pela linda irmã do meu melhor amigo… Por que ela se declarou assim do nada!? Eu sou só um personagem secundário…"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "17"
  },
  {
    "mangaId": "003e7fbf-f047-4783-a7df-1533a2a653d4",
    "title": {
      "en": "Yowamushi Pedal"
    },
    "updatedAt": "2024-02-13T20:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/003e7fbf-f047-4783-a7df-1533a2a653d4/b7a4e4f3-1948-41e1-81f2-0f0b7adb9cb9.jpg",
    "altTitles": [
      {
        "fr": "En selle, Sakamichi!"
      },
      {
        "en": "Weakling Pedal"
      },
      {
        "th": "โอตาคุน่องเหล็ก"
      },
      {
        "ja": "弱虫ペダル"
      },
      {
        "zh": "飆速宅男"
      },
      {
        "ru": "Трусливый велосипедист"
      },
      {
        "fr": "Pédaleur né"
      }
    ],
    "description": {
      "en": "Otaku Sakamichi Onoda has just entered high school and plans to join the anime club. In middle school, Onoda didn’t have any friends with whom he could talk about anime, games, Akihabara and other otaku things, and he is hoping he can make such friends in the anime club, but he finds out it's been disbanded. In order to reestablish the club he tries to find 4 other people who would like to join.  \n  \nSince he was a little boy, Onoda has ridden his mamachari–a bulky bicycle with a step-through frame mainly used for short rides, such as for casual fun or to pick up groceries–to go to Akihabara every week to check out or buy otaku things. Fellow freshman Shunsuke Imaizumi and bicyclist, while training, notices a boy (Onoda) riding his mamachari up a steep road.  \n  \nFreshman and road racing cyclist, Shokichi Naruko visits Akihabara to get some Gundam plastic models for his younger brothers and meets Onoda who catches his attention because of the his cycling skill on the mamachari and later find out they go to the same school. Later on, both Naruko and Imaizumi try to convince him to join the bicycle racing club, but will he?\n\n\n---\nOfficial Release:\n- Indonesian release by m&c! Comics as **Yowamushi Pedal, Go!**\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2015, which it shared with The Seven Deadly Sins**"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe15ad0f-19f8-4e96-96d5-6b115f231829",
    "title": {
      "en": "Posuke is a Junior High School Student"
    },
    "updatedAt": "2024-06-04T10:17:49+00:00",
    "coverArt": "https://mangadex.org/covers/fe15ad0f-19f8-4e96-96d5-6b115f231829/49ee0669-df47-4685-a7a7-6d469af8162b.jpg",
    "altTitles": [
      {
        "ja": "ポースケは中学生"
      },
      {
        "ja-ro": "Posuke ha Chuugakusei"
      }
    ],
    "description": {
      "en": "Good morning, Posuke. Was it bright this morning?\n\nA short surreal allegorical tale from Q-Rais."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-06-04T21:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "en": "Time Slip of the Fist King"
      },
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      },
      {
        "ko-ro": "Gwonwangjeonsaeng"
      },
      {
        "es-la": "El Indomable Rey Marcial"
      }
    ],
    "description": {
      "en": "In a world where humans enslave other races, the archmage ‘Laefenhart’ is treated as the Demon King by the humans for his sins of helping the other races. \n\nA group of Heroes came to subdue the Demon King! ‘Laefenhart’ succeeds in causing great damage to the Hero party, but ends up being in danger of being killed by the Fist King, ‘Tesron’…\n\n“Space-Time Return Spell.”\n\nThe magic spell cast as a last resort miraculously succeeds and sends ‘Laefenhart’ to the past. However…\n\nI became one of the Heroes, the Fist King, ‘Tesron’, who had the strongest body on the continent?!\n\nThe archmage ‘Laefenhart’, with his newly acquired physical strength, changes the world with new powers!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5de63ed1-61ae-4f1a-8822-1b7e40e96e42",
    "title": {
      "en": "Yari no Yuusha no Yarinaoshi"
    },
    "updatedAt": "2023-01-27T23:56:25+00:00",
    "coverArt": "https://mangadex.org/covers/5de63ed1-61ae-4f1a-8822-1b7e40e96e42/d0da33e6-950b-4d8c-9c33-e4bb4fdd0542.jpg",
    "altTitles": [
      {
        "fr": "Nouvel essai du Héro à la Lance"
      },
      {
        "en": "The Reprise of the Spear Hero"
      },
      {
        "en": "Redo of the Spear Hero"
      },
      {
        "ru": "Перерождение Героя Копья"
      },
      {
        "ja": "槍の勇者のやり直し"
      },
      {
        "zh": "槍之勇者重生錄"
      },
      {
        "uk": "Реприза Героя Списа"
      }
    ],
    "description": {
      "en": "***The comedy spin-off story focuses on the Spear Hero, Motoyasu Kitamura.***   \n  \nSummoned to another world to serve as the Spear Hero, Motoyasu Kitamura is a pitiful young man who eventually finds himself only able to love filolials. But after being fatally injured in battle, Motoyasu wakes up yet again in the exact circumstances of when he was first summoned. It turns out that his spear possesses an ability known as Time Reversal! With his stats unaffected by the reset, Motoyasu decides to fight once more. His motivation: to once again see the smile of Filo, the filolial that he loves more than any other! Could this be considered the start of a new game in god mode?! The long-awaited otherworldly redemption fantasy begins!",
      "ru": "Комедийная спин-офф история посвящена Герою Копья, Мотоясу Китамуре. На пороге смерти он обретает силу, способную поворачивать время вспять, и решает использовать её, чтобы стать сильнее и начать «новую игру».",
      "uk": "***Комедійний спінофф зосереджений на Герої Списа, Кітамура Мотоясу.***\n\nМотоясу Кітамура, прикликаний в інший світ, щоб стати Героєм Списа, — жалюгідний хлопчина, який врешті-решт виявляє, що може любити лише філоріалів. Але після смертельного поранення в бою Мотоясу знову прокидається в тих обставинах, коли його вперше прикликали. Виявляється, що його спис володіє вмінням \"Перемотка Часу\"! Оскільки скидання не вплинуло на його характериcтики, Мотоясу вирішує битися ще раз. Його мотивація: ще раз побачити посмішку Фіро, філоріала, якого він любить більше, ніж будь-кого іншого! Чи можна вважати це початком \"Нової Гри+\"?! Починається довгоочікувана історія викуплення!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "55"
  },
  {
    "mangaId": "ac92b748-dea9-4362-b742-4b57a0b7bc8e",
    "title": {
      "en": "Turning the Mad Dog Into a Genteel Lord"
    },
    "updatedAt": "2024-06-01T04:47:12+00:00",
    "coverArt": "https://mangadex.org/covers/ac92b748-dea9-4362-b742-4b57a0b7bc8e/65dcef81-8334-4594-9707-f5246767c5c1.jpg",
    "altTitles": [
      {
        "ja-ro": "Turning a Crazy Dog Into a Young Master"
      },
      {
        "ko": "미친개 도련님 만들기"
      },
      {
        "ja": "狂犬な彼を貴公子に変えてみせます!"
      }
    ],
    "description": {
      "en": "Diarin, a priestess without any noteworthy family background or connections, always gets the toughest assignments. So when her boss tells her to help Ceres, a war hero, reintegrate into society, she decides to stop being a pushover and get as much as she can out of it, including a juicy promotion. But upon reaching Ceres' manor, she’s greeted by a growling hound instead of a human. Tasked with the impossible job of turning the mad dog into a proper gentleman, she dedicates herself to caring for him. But his unexpected obsession with her was never part of her plan."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d12bb9f-dd9a-45ab-b6d7-fa26e52c91b5",
    "title": {
      "en": "The Divine Twilight's Return"
    },
    "updatedAt": "2024-05-28T16:17:19+00:00",
    "coverArt": "https://mangadex.org/covers/8d12bb9f-dd9a-45ab-b6d7-fa26e52c91b5/1b488aa2-fe7c-4afb-aaf9-bf8c5daf8c17.png",
    "altTitles": [
      {
        "ko": "부서진 성좌의 회귀"
      },
      {
        "en": "Return Of The Shattered Constellation"
      },
      {
        "ru": "Возвращение разбитого созвездия"
      },
      {
        "en": "Return Of The Broken Constellation"
      },
      {
        "es-la": "El Retorno De La Constelación Rota"
      }
    ],
    "description": {
      "en": "After being put on trial, the deity once known as The Divine Twilight is offered a job by Thanatos, king of the underworld! Now, the fallen deity is back on Earth as his former self, Lee Changsun, and is tasked with sealing those trying to invade from beyond. With the promise of a fresh start, Changsun is gathering the gear and skills needed to get the job done, but he's feeling some watchful eyes on him...\n\nWill this Divine Twilight see a new day, or is the sun setting on his second chance?",
      "ko": "한낱 인간에서 신의 위치까지 오른 '신들의 황혼'\n흉신으로 위명을 떨치다 신좌, 신앙, 신위…… 모든 걸 잃었다.\n신성도 끊어졌고, 신력도 사라졌다.\n\n“짐과 같이 일을 좀 해 주었으면 한다.”\n\n그런 그에게 명계의 주인, 타나토스가 손을 내미는데……\n그 손을 잡은 '신들의 황혼'은 이제 플레이어 '이창선'으로 다시 살기 시작한다.\n자신을 나락으로 떨어트린 신들의 목을 쥐기 위해!\n\n‘돌아왔구나, 정말로.’"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa0fb27a-d1db-4826-b400-fa3375468353",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daigoshou - Mizu no Miyako to Eiyuu no Uta"
    },
    "updatedAt": "2024-03-06T07:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/fa0fb27a-d1db-4826-b400-fa3375468353/b1328685-b96d-44a7-9adf-75538ed37622.jpg",
    "altTitles": [
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 5: The City of Water and the Hero's Poem"
      },
      {
        "es-la": "Re:ZERO - Starting Life in Another World-, Arco 5: La Capital del Agua y El Poema del Héroe."
      },
      {
        "ja": "Re:ゼロから始める異世界生活　第五章　水の都と英雄の詩"
      },
      {
        "pt-br": "Re:Zero — Começando uma Vida em Outro Mundo — Arco 5: A Metrópole da Água e o Poema do Herói"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть пятая: Звёзды, что творят историю"
      }
    ],
    "description": {
      "pt-br": "Um ano após a batalha no santuário. Natsuki Subaru estava passando um tempo tranquilo, mas tudo mudou quando recebeu um convite de um certo mensageiro. O convite para a cidade portuária de Priestella, que era a carta que Anastasia, uma das candidatas à realeza, enviou para Emilia. Rumo à cidade portuária onde o mal se agita, os heróis veteranos se reúnem. A tão esperada adaptação em manga do Arco 5 de Re:Zero começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb5d6a21-50c2-4e17-a169-018be817f97e",
    "title": {
      "en": "Zai x 10"
    },
    "updatedAt": "2023-10-13T13:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/cb5d6a21-50c2-4e17-a169-018be817f97e/08b9d67a-bacc-403d-abfe-9fe8ec406eeb.jpg",
    "altTitles": [
      {
        "en": "Felony"
      },
      {
        "en": "Juuzai"
      },
      {
        "en": "Sin × 10"
      },
      {
        "en": "Sin x 10"
      },
      {
        "en": "Ten Sins"
      },
      {
        "en": "Zai × 10"
      },
      {
        "en": "Zai×10"
      },
      {
        "ja": "じゅうざい"
      },
      {
        "zh": "罪×10"
      }
    ],
    "description": {
      "en": "When ten criminal acts collide, what's going to happen!?  \n  \nFrom the creator of Danshi Koukousei no Nichijou."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "47.5"
  },
  {
    "mangaId": "f1ea37a7-9e85-4a06-98b2-597f3e5f39ac",
    "title": {
      "en": "The Reborn Ranker Chronicles"
    },
    "updatedAt": "2024-04-03T02:51:26+00:00",
    "coverArt": "https://mangadex.org/covers/f1ea37a7-9e85-4a06-98b2-597f3e5f39ac/6fecbf39-4302-41a9-aaed-0a09cfe2c119.jpg",
    "altTitles": [
      {
        "ko": "무림세가 전생랭커"
      },
      {
        "ru": "Реинкарнация Ранкера-Некроманта в муриме"
      },
      {
        "en": "Reincarnation of the Murim Clan’s Former Ranker"
      }
    ],
    "description": {
      "en": "Legendary SSS-rank hunter Kang Tae-ha finally met his end. But just as he prepares to enter eternal sleep, he awakens once more in… imperial China?!\n\nNow, he must live as Liu Xinyun, the delinquent heir to a powerful company. All he wants to do is put his hunting days behind him, but in order to survive his new power-hungry relatives, Xinyun must hone his skills again, starting from level one.\n\nCan his own unique blend of necromancy and martial arts take him from useless bum to ultimate boss?",
      "ko": "sss급 헌터 강태하\n치열한 싸움 끝에 결국 죽음을 맞이했다.\n그런데...\n\"이 돼지가 나라고?\"\n눈을 떠보니 무림이었고, 백운표국의 망나니 유신운이 되어있었다.\n혼란스러운 죽음의 위기 속에!\n\"니들이 아직 내가 누군지 모르는구나?\"\n무림루저가 최강 사령술사로 다시 태어났다.\n과연 유신운은 반대세력을 물리치고 백운표국의 국주자리를 차지할 수 있을 것인가!",
      "ru": "Кан Тэ Ха, охотник SSS-ранга, в одиночку бросает вызов сильнейшей Гильдии \"Грифон\", но погибает после ожесточенного сражения! Однако…\n\n—…Я стал свиньей?\n\nЭто мир Мурима? Теперь я – Ю Шин Ун, старший наследник клана Пэк Ун. Ситуация не из простых и отдыхать некогда, ведь за спиной уже строят козни!\n\n—Неужели вы всё ещё не понимаете, кто я?\n\nНекромантия из прошлой жизни. Боевые искусства из нынешней. Ему подвластно всё! Кажется, этот мир ждут новые потрясения!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e3a710f-0b0d-482b-9e84-d9c91960c625",
    "title": {
      "en": "Yancha Gal no Anjou-san"
    },
    "updatedAt": "2024-04-23T15:47:41+00:00",
    "coverArt": "https://mangadex.org/covers/5e3a710f-0b0d-482b-9e84-d9c91960c625/379e70e3-589d-44f3-8007-3e0723630169.jpg",
    "altTitles": [
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "ru": "Озорная Гяру Андзё-сан"
      },
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "th": "คุณอันโจ หยอกนักเพราะรักนะ"
      },
      {
        "zh": "擅长挑逗的安城同学"
      },
      {
        "zh": "淘气辣妹安城"
      },
      {
        "zh": "顽皮辣妹安城同学"
      },
      {
        "ko": "장난치는갸루 안죠 양"
      },
      {
        "ko-ro": "Jangnanchineungyalu Anjyo Yang"
      },
      {
        "zh-ro": "Shàncháng tiǎodòu de ānchéng tóngxué"
      },
      {
        "en": "Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievious Gal Anjou-san"
      }
    ],
    "description": {
      "de": "Seto ist ein total normaler und irgendwie langweiliger Schüler. Aus einem unerklärlichen Grund jedoch, lässt seine Mitschülerin Anjou ihn nicht in Ruhe! Der ernste Seto und die energische Anjou bilden ein kontrastreiches Duo, doch Anjou macht das nichts aus, da sie sehr viel Spaß hat, Seto zu necken. Andererseits hat Seto eine schwere Zeit mit Anjous Eskapaden. Wenn er doch nur wüsste, dass seine Reaktionen der Grund sind, dass Anjou weitermacht.  \n  \nDoch … ist ihr flirten wirklich nur gespielt …?",
      "en": "Seto is a completely ordinary and somewhat boring high school student. Yet, for whatever reason, his errant gyaru classmate Anjou just won't leave him alone! The serious Seto and energetic Anjou make a contrasting duo, but Anjou doesn't seem to mind, as she has too much fun teasing him. On the other hand, Seto has a hard time dealing with all of her endless antics; little does he realize that his humorous reactions are precisely the reason Anjou enjoys his company.\n\nBut… just how much of her flirting is merely an act?",
      "fr": "Seto est un lycéen ne souhaitant qu'une chose : passer sa scolarité sans être remarqué et être en paix. Malheureusement pour lui, il attire l'attention de la pire personne possible dans sa classe, Anjou la gal. A partir de ce jour, le quotidien de Seto va drastiquement changer grâce (ou à cause) de sa camarade, cherchant à s'amuser au dépend de notre héros.",
      "ja": "真面目でクラスの中でも目立たない瀬戸くんには、なぜかいつもイケてるギャルの安城さんがいちいちエロく絡んでくる。いつもギリギリでドキドキする思春期ぴちぴちラブコメディ！",
      "ru": "Сето - серьёзный старшеклассник, который вел тихую школьную жизнь, пока не стал жертвой дразнилок гяру Андзё-сан.",
      "pt-br": "Seto é um estudante completamente comum e um tanto chato. Mesmo assim, por alguma razão, sua nada correta colega de classe Gal Anjou simplesmente não o deixa em paz!\n\nO Seto sério e a enérgica Anjou formam uma dupla um tanto interessante, mas Anjou não parece se importar, pois se diverte muito provocando-o. Por outro lado, Seto tem dificuldade em lidar com todas as suas travessuras intermináveis; mal ele percebe que suas reações humorísticas são precisamente o motivo pelo qual Anjou gosta de sua companhia.\n\nMas… quanto de seu flerte é meramente uma atuação?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6833095a-ea1b-4fa9-be44-c7df7f293082",
    "title": {
      "en": "I'm No Heroine!"
    },
    "updatedAt": "2024-06-01T18:55:49+00:00",
    "coverArt": "https://mangadex.org/covers/6833095a-ea1b-4fa9-be44-c7df7f293082/ef8b2672-7eee-493c-a461-dd5eecfdcdb3.jpg",
    "altTitles": [
      {
        "ko": "남주는 정중히 사양하겠습니다!"
      },
      {
        "ko-ro": "Namjuneun Jeongjunghi Sayanghagessseubnida!"
      },
      {
        "en": "I Will Politely Decline the Male Lead!"
      },
      {
        "fr": "Maléfiquement vôtre"
      },
      {
        "ru": "Пожалуй, откажусь от главного героя!"
      },
      {
        "uk": "Я ввічливо відмовлю головному герою!"
      },
      {
        "mn": "Би эелдэгээр эрэгтэй гол дүрээс татгалзах болно!"
      },
      {
        "ja": "男主人公は丁重にお断りします！"
      },
      {
        "zh": "男主我就敬谢不敏了！"
      },
      {
        "zh": "礼貌地拒绝男主角"
      },
      {
        "zh-hk": "我會禮貌地拒絕男主角"
      },
      {
        "zh-hk": "我竟是大反派"
      },
      {
        "zh-hk": "禮貌地拒絕男主角"
      }
    ],
    "description": {
      "en": "A girl obsessed with a novel suddenly finds herself transported into the thick of the plot. The problem is, she has taken on the role of the villain in the story. And she knows how this ends… it's off with her head! Maybe she'll just let this play out and wake up back in reality… But after a few too many deaths to no avail, it's finally time to go off-script. She's going to have a little fun with this tale. She's made up her mind… to live!\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "fr": "Condamnée à mourir le jour de ses 20 ans puis à ressusciter encore et toujours pour l'éternité, c'est là, sa malédiction. Mais quitte à voir son avenir ruiné, autant vivre comme on le souhaite! La méchante est bien décidée à suivre cet adage et a changé l'histoire du roman où elle se trouve. L'héroïne, sa rivale? Plus question! Elle est tellement adorable, plutôt en faire sa meilleure amie! Le fiancé? Un prince héritier cruel et idiot, mieux vaut l'éliminer du paysage. Cependant, à chacune de ses décisions s'éloignant de l'histoire originale, le futur se modifie. Jusqu'où va-t-elle bouleverser le cours du roman et tous ses personnages?\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "ko": "비참하게 처형당하는 소설의 악역으로 빙의했다.\n사망플래그를 피하기 위해 별짓 다 해봤지만, 돌아오는 건 결국 죽음뿐.\n세 번째 회귀하던 날, 나는 결심했다.\n막 살기로!\n\n“이렇게 살아도 죽고, 저렇게 살아도 살해당하는 판에\n나 하고 싶은 대로 하고 살겠다!”\n\n그러나 원작에서 너무 멀어진 탓일까.\n원래대로라면 원작 여주에게 향했어야 할 남주들의 관심이\n어째서인지 나한테 향하는 것 같다……?\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "uk": "Вона стала лиходійкою в романі, якій судилося жалісна смерть. У своєму першому житті вона пішла за оригінальною історією і померла. Потім знову прокинулась в тілі лиходійки. Під час наступної спроби вона робила все, щоб уникнути смерті, але врешті-решт її знову чекала лише вона.\nЯк би я не жила, все одно помру, чи не краще жити так, як хочеться?\nПроте, щось я надто далеко відійшла від оригінального сюжету. Чому раптом головний герой зацікавився мною?...\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "zh-hk": "她在一部小說中被當作惡棍附身，在小說中被悲慘地處決。\n\n我嘗試了一切來避免死亡標誌，但最終，只有死亡浮出水面。在第三次回歸的那天，我下定了決心。讓我們活下去吧！\n\n\"如果我這樣生活，我會死，如果我那樣生活，我會被殺！\"\n\n但這是因為它離原版太遠了嗎？主角對原版女主角的興趣似乎以某種方式針對了我......？\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl meets Rock!"
    },
    "updatedAt": "2024-06-04T16:49:00+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/e13f52e3-5ead-4696-89b3-8277dbfec14b.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsu no Keionbu"
      },
      {
        "fr": "La fille qui découvre le rock !"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df5f8e3d-64a1-4287-8f08-4a732e9cb757",
    "title": {
      "en": "The Chaotic God of Extraordinary Strength"
    },
    "updatedAt": "2024-04-08T18:02:04+00:00",
    "coverArt": "https://mangadex.org/covers/df5f8e3d-64a1-4287-8f08-4a732e9cb757/4aeaa0ac-0165-418b-b66c-35705cec2dbf.jpg",
    "altTitles": [
      {
        "ko": "괴력 난신"
      },
      {
        "en": "Myst, Might, Mayhem"
      }
    ],
    "description": {
      "en": "Zheng, the ‘Slaughtering Scythe Ghost’ who finds pleasure in killing.\n\nHe happens to have the exact same face as the Third Young Master of the Great Orderly Wooden Sword Hall, Mok Gyung-Woon…\n“Become my body double. That way, I’ll let you out of this prison.”\n\n“Will you give me that opportunity?”\n‘Crack-!!!’\nHe kills the Third Young Master and decides to become the ‘real’ one. Can the fake Mok Gyung-Woon survive as the real one? The serial killer begins his new life as the Third Young Master of the Great Orderly Wooden Sword Hall."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9962c6a-d8c0-4bd2-b1db-8e0a1f8fc4fe",
    "title": {
      "en": "World End Fairytale"
    },
    "updatedAt": "2022-04-12T15:58:53+00:00",
    "coverArt": "https://mangadex.org/covers/a9962c6a-d8c0-4bd2-b1db-8e0a1f8fc4fe/d602448d-1d91-4764-a881-64df2f3cfe7e.jpg",
    "altTitles": [
      {
        "en": "Worldend Fairytale"
      },
      {
        "ja": "ワールドエンド・フェアリーテイル"
      },
      {
        "zh": "幻灭游戏"
      }
    ],
    "description": {
      "en": "Like a broken stage effect  \nStanding in continuous snowfall  \nThe girl told me…  \nThis is the last winter  \nA quiet ending…  \nIt is the World End…  \nSo begins World End Fairytale, a series with great art, and even more so, Maki Hakoda's distinctive style in both story and presentation."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "16.2"
  },
  {
    "mangaId": "9e30a074-8bbe-42ca-91c7-d086b4a8a56e",
    "title": {
      "en": "BJ Archmage"
    },
    "updatedAt": "2024-06-04T20:52:49+00:00",
    "coverArt": "https://mangadex.org/covers/9e30a074-8bbe-42ca-91c7-d086b4a8a56e/12b9ccef-b7c3-4536-9515-aeb4fec4afed.png",
    "altTitles": [
      {
        "ko": "BJ대마도사"
      },
      {
        "en": "Archmage Streamer"
      },
      {
        "en": "BJ Archmage"
      }
    ],
    "description": {
      "en": "Note: “BJ” is a Korean slang that means streamer. It stands for Bang-Jang(방장).\n\n---\n\nJung Hyun-Woo didn’t have talent, money, or luck.\n\n‘Why am I seeing the hidden information of the game?’\n\nAfter getting electrocuted, he begins to see things that shouldn’t be seen in-game.\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=_7M4wH6g1eI)",
      "ko": "'재능'도, '돈'도, '운'도 없던 정현우.\n\n\"게임의 히든 정보들이 왜 보이는 거지?\"\n\n감전 사고에 당하고부터 게임 속 보이지 않아야 하는 것들이 보이기 시작했다.\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=_7M4wH6g1eI)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4db25702-e695-4b86-8bda-e74a7266f4db",
    "title": {
      "en": "Dullahan-chan wa Kubittake"
    },
    "updatedAt": "2024-05-17T07:35:44+00:00",
    "coverArt": "https://mangadex.org/covers/4db25702-e695-4b86-8bda-e74a7266f4db/b27eed64-8c20-4f6e-8983-040eb0a6c52f.jpg",
    "altTitles": [
      {
        "ja": "デュラハンちゃんは首ったけ"
      },
      {
        "en": "Dullahan-chan Is Head Over Heels"
      }
    ],
    "description": {
      "en": "I'm Dullahan Itoshino. A normal girl who can take her head off. From today on I'll be a middle schooler! I hope I'll get closer to my destined one~ but sometimes my heart suddenly beats faster, I want to run away, and my body and mind feel torn apart… is this the thing called \"puberty\" I wonder? Heart(head) and body apart, story about puberty and love, start!",
      "es-la": "Hola Soy Dullahan Itoshino. Una chica normal que puede quitarse la cabeza. A partir de hoy voy a ser un estudiante de secundaria! Espero poder estar más cerca de mi chico destinado ~ pero a veces mi corazón late más rápido de repente, yo quiero huir, y mi cuerpo y mente se sienten destrozada ... es esto lo que llamamos \"pubertad\" Me pregunto? Corazón (cabeza) y el cuerpo aparte, historia sobre la pubertad y el amor va comenzar!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "fae13676-c7fb-47a7-9b55-23b30375449b",
    "title": {
      "en": "Wonderland"
    },
    "updatedAt": "2024-01-14T22:59:03+00:00",
    "coverArt": "https://mangadex.org/covers/fae13676-c7fb-47a7-9b55-23b30375449b/a18a487f-8a7e-4fbd-a75c-7033f8f33e42.jpg",
    "altTitles": [
      {
        "ja": "ビッグコミックス"
      },
      {
        "ja": "ワンダーランド"
      }
    ],
    "description": {
      "en": "Humanity wakes up to find that they've all shrunk. Can they survive amidst the hazards that Nature entails?  \n  \nThis is the story of young Alice and her protective dog Poco in this new world."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "56"
  },
  {
    "mangaId": "fbfe07a9-4b54-4a4f-a43c-da39eba8bd14",
    "title": {
      "en": "Wizardry Zeo"
    },
    "updatedAt": "2022-11-18T04:58:06+00:00",
    "coverArt": "https://mangadex.org/covers/fbfe07a9-4b54-4a4f-a43c-da39eba8bd14/f04ac25c-7826-4935-96e3-ce288151ff2e.jpg",
    "altTitles": [
      {
        "ru": "Магия ЗЕО"
      },
      {
        "ja": "ウィザードリィZEO"
      }
    ],
    "description": {
      "en": "Zeo, a mysterious young wizard with a giant sword, finds himself in the city of Monea. He has no interest in getting involved with other adventurers, but circumstances leave him no choice but to find himself a party. He is therefore dragged into a group of misfit adventurers led by the pretty priest Tia.  \n  \nTia seems very interested in making him their ally, and he soon learns why. Tia is determined to hunt down the sorcerer and summoned demon that destroyed her town and family, and she intends to do this by first summoning the demon. However, demon summoning magic is forbidden, punishable by death. Tia needs to learn about the art of demon summoning, and she needs a wizard for the summoning itself. Little does she know, Zeo actually has his very own illegal summoned demon, which is why he was so insistent that he wanted to adventure alone. Will he be willing to help Tia with her quest, or will his secret lead to his execution?"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "9a414441-bbad-43f1-a3a7-dc262ca790a3",
    "title": {
      "en": "Omniscient Reader's Viewpoint"
    },
    "updatedAt": "2023-07-15T15:10:35+00:00",
    "coverArt": "https://mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "altTitles": [
      {
        "ko": "전지적 독자 시점"
      },
      {
        "fr": "Lecteur omniscient"
      },
      {
        "es": "Lector omnisciente"
      },
      {
        "en": "ORV"
      },
      {
        "pl": "Punkt Widzenia Wszechwiedzącego Czytelnika"
      },
      {
        "ru": "Всеведущий читатель"
      },
      {
        "ar": "دیدگاه خواننده‌ی همه‌چی‌دون"
      },
      {
        "ar": "وجهة نظر القارئ العراف"
      },
      {
        "th": "อ่านชะตาวันสิ้นโลก"
      },
      {
        "ja": "全知的な読者の視点から"
      },
      {
        "zh-hk": "全知讀者視角"
      },
      {
        "zh": "全知读者"
      },
      {
        "ko": "전독시"
      },
      {
        "ko": "Jeonjijeok Dokja Sijeom"
      },
      {
        "en": "Omniscient Reader"
      },
      {
        "de": "Der allwissende Leser"
      },
      {
        "vi": "Toàn Trí Độc Giả"
      },
      {
        "zh": "全知读者视角"
      },
      {
        "vi": "Góc nhìn của Độc giả Toàn tri"
      }
    ],
    "description": {
      "de": "Damals hatte Dokja noch überhaupt keine Ahnung. Er hatte keine Ahnung, dass sein Lieblings-Web-Roman ‘Drei Wege um die Apokalypse zu überleben’ Realität wird und dass er der einzige ist, der weiß wie der Weltuntergang aussehen wird. Er hatte auch keine Ahnung, dass er letztendlich der Protagonist von diesem Roman werden würde. Jetzt begibt sich Dokja auf eine Reise, um den Lauf der Geschichte zu ändern und die Menschheit zu retten!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "en": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
      "es": "En ese entonces, Dokja no tenía idea de que su novela web favorita, Tres maneras de sobrevivir al apocalipsis, cobraría vida y que solo él sabría cómo iba a terminar el mundo. Tampoco tenía idea de que se convertiría en el protagonista de esta novela transformada en realidad. Ahora Dokja debe embarcarse en un viaje para alterar el curso de la historia y salvar a la humanidad de una vez por todas.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "fr": "« Je suis le seul lecteur à connaître la fin du monde. » [Les trois façons de survivre dans un monde en ruine], ce roman fantastique de 3 149 chapitres, est devenu la réalité. Et il n'existe qu'une seule personne qui a lu l'intégralité de l'ouvrage.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "id": "\"Jalan cerita ini... hanya aku yang tahu!\" Dunia baru akan datang, maka dunia yang lama harus hancur. Apakah dia bisa menyelamatkan diri dari kehancuran dunia yang lama?!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ja": "「ありえない...これは俺が知っている展開だ。」 10年以上読み続けた小説の最終話を読んだ日、世界は滅亡し小説の世界が現実となった。 平凡で冴えないサラリーマンの主人公・ドクシャ。 そんな彼の趣味はWEB小説『滅亡した世界で生き残る３つの方法』を読むこと。 ついに最終話を読み終えたかと思いきや、作者からのメッセージが届き小説のモンスターと登場人物が突如現れ、新たな世界が幕を開けた！ 「俺は、この世界の結末を知る唯一の読者となった。」 たった一人だけが読み終えたファンタジー小説が現実に。 果たしてドクシャは滅亡した世界を救うことができるのか？\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ko": "'이건 내가 아는 그 전개다'\r\n한순간에 세계가 멸망하고, 새로운 세상이 펼쳐졌다.\r\n오직 나만이 완주했던 소설 세계에서 평범했던 독자의 새로운 삶이 시작된다.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ru": "«Я знаю то, что сейчас будет».\r\nВ тот момент, когда он подумал об этом, мир был уже разрушен, и вдруг открылась новая вселенная. Новая жизнь обычного читателя начинается в мире романа, романа, который смог прочесть лишь он.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "th": "\"เดี๋ยวนะ สถานการณ์นี่มันคุ้นๆ?\" โลกใบเดิมพลิกผันไปในชั่วพริบตา! ชีวิตพนักงานบริษัทธรรมดาๆ ของผมเปลี่ยนแปลงไปอย่างฉับพลัน นี่มันโลกในนิยายที่มีผมอ่านอยู่แค่คนเดียวนี่!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "vi": "'Mình biết diễn biến tiếp theo của câu chuyện này.' Ngay trong khoảnh khắc ấy, thế giới cũ bị diệt vong, và một thế giới khác được mở ra. Cuộc sống của một độc giả tầm thường bỗng chuyển sang chương mới, giữa thế giới của một cuốn tiểu thuyết nọ, một cuốn tiểu thuyết mà chỉ mình anh ta biết được kết cục.",
      "zh-hk": "「您收到了主線任務。」 長著角的妖怪，熟悉的人物登場…… 太扯了...這是我所讀過的小說劇情！\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5e433b63-7faa-4106-8ec9-802282f322b1",
    "title": {
      "en": "Watari-kun no ×× ga Houkai Sunzen"
    },
    "updatedAt": "2024-04-22T22:04:57+00:00",
    "coverArt": "https://mangadex.org/covers/5e433b63-7faa-4106-8ec9-802282f322b1/aabad18d-794d-4855-b312-255f9fdb7952.jpg",
    "altTitles": [
      {
        "ja": "渡くんの××が崩壊寸前"
      },
      {
        "zh": "渡君的××即将崩坏"
      },
      {
        "ko": "와타리군의 XX가 붕괴직전"
      },
      {
        "en": "Watari-kun's ****** Is about to Collapse"
      },
      {
        "ru": "XX Ватари-куна на грани граха"
      }
    ],
    "description": {
      "en": "Ever since his parents died, Watari Nao's life has revolved around his little sister. He forgoes club activities for the sake of spending time with her, leading many of his peers to label him a siscon. But as long as his sister's happy, Nao is willing to shut out any unwelcome comments about himself.  \n  \nUnbeknownst to Nao, however, a greater danger has resurfaced - one that destroyed his way of life six years ago, and threatens to do so once again.  \n  \nAnd that danger, in the form of a girl wielding a garden hoe, will stop at nothing to reclaim what could once have been hers, and hers alone.",
      "ru": "С тех пор, как его родители умерли, жизнь Ватари Наото вращалась вокруг своей младшей сестры. Он воздерживается от деятельности клуба ради того, чтобы проводить время с ней, в результате чего многие из его сверстников думают, что он влюблён в свою сестру. Но пока его сестра счастлива, Наото готов закрыть глаза на все эти сплетни. Однако ему угрожает та же опасность, что настигла его шесть лет назад. Эта опасность — девушка, которая не уйдет без того, что когда-то принадлежало ей одной!",
      "pt-br": "Desde que seus pais morreram, a vida de Watari Nao tem girado em torno de sua irmã mais nova. Ele renuncia atividades do clube por causa de passar tempo com ela, levando muitos de seus colegas para rotulá-lo de SISCON. Mas, enquanto sua irmã estiver feliz, Nao está disposto a calar quaisquer comentários indesejáveis sobre si mesmo. Sem o conhecimento de Nao, no entanto, um perigo maior ressurgiu - um que destruiu seu modo de vida, há seis anos, e ameaça fazê-lo mais uma vez, e o perigo vem sob a forma de uma garota empunhando uma enxada de jardim."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "92"
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-05-31T04:31:06+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/6e5ff229-4881-450e-a4c0-aa047ec09d3b.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f932cd1-7984-40c9-875c-46f3f5eee3f5",
    "title": {
      "en": "Will The Undine Fall In Love Again Today?"
    },
    "updatedAt": "2024-04-06T19:52:00+00:00",
    "coverArt": "https://mangadex.org/covers/0f932cd1-7984-40c9-875c-46f3f5eee3f5/36aa76b9-2641-4a64-8bfa-5dedebf950b8.jpg",
    "altTitles": [
      {
        "es-la": "¿La diosa del agua Undine hoy también enamorará?"
      },
      {
        "ms": "Akankah Sang Dewi Air (Undine) Jatuh Cinta Lagi Hari Ini?"
      },
      {
        "ja-ro": "Mizu Megami (Undine) wa Kyou mo Koi wo Suru ka?"
      },
      {
        "en": "Undine of the Desert World"
      },
      {
        "ja-ro": "Undine wa kyou mo koi wo suru ka?"
      },
      {
        "ru": "Пустынный мир Ундины"
      },
      {
        "ja": "水女神（ウンディーネ）は今日も恋をするか？"
      },
      {
        "ja": "水女神は今日も恋をするか？"
      },
      {
        "zh-hk": "水之女神今天也戀愛了嗎？"
      }
    ],
    "description": {
      "en": "The kingdom of Rahasa is a desert city that is experiencing a drought spanning generations. The last rain was an eternity ago and the sky is clear of clouds. The only salvation of Rahasa's residents is Aquarea, a girl with the ability to create water. But as her powers begin to weaken, what can her friend Asha do?",
      "es-la": "El reino de Rahasa es una ciudad desértica que está experimentando una sequía que abarca generaciones, la última lluvia fue hace una eternidad y el cielo está despejado de nubes. La única salvación de la gente es Aquarea, una chica con la habilidad de crear agua. Pero cuando sus poderes empiezan a debilitarse, ¿qué puede hacer su amiga Asha?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "30"
  },
  {
    "mangaId": "c7e5ac88-e2b2-4241-9f9d-05d7a12dcbc0",
    "title": {
      "en": "A Cute Guy"
    },
    "updatedAt": "2024-01-23T19:37:15+00:00",
    "coverArt": "https://mangadex.org/covers/c7e5ac88-e2b2-4241-9f9d-05d7a12dcbc0/c3934c8d-4e3c-4dd7-b49f-3fca4926beb9.jpg",
    "altTitles": [
      {
        "ja-ro": "Kawaii Hito"
      },
      {
        "id": "Si Cowok Imut"
      },
      {
        "ja": "かわいいひと"
      },
      {
        "zh-hk": "可愛男孩"
      }
    ],
    "description": {
      "en": "Kenzaki is a delinquent who saves her classmate Nakajima from some bullies one day, but Kenzaki still has yet to tell him that she has a crush on him."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "35"
  },
  {
    "mangaId": "356a389d-6a14-4c33-ba66-bdecdbed0458",
    "title": {
      "en": "U19"
    },
    "updatedAt": "2023-01-20T01:56:02+00:00",
    "coverArt": "https://mangadex.org/covers/356a389d-6a14-4c33-ba66-bdecdbed0458/9650aaca-42a2-4ec8-90d1-17d21d550cf3.jpg",
    "altTitles": [
      {
        "fr": "Moins de 19 ans"
      },
      {
        "en": "Under Nineteen"
      },
      {
        "ru": "До 19"
      }
    ],
    "description": {
      "en": "Year 2036, Japan is under the adult party power and make children's life miserable. But for \"rebelious-edgy-teenager-with-funny-scar\" Kudo Eiji, It doesn't matter because he has his childhood friend Akari to cheer his everyday life. For Eiji, Akari is his emontional mainstay. Someone that can make him calm.  \n  \nBut then, one day adult party decide took Akari and transfer her to another school. It emotionaly stress Eiji out. Little did Eiji know, this awaken some power inside him.",
      "ru": "2036 год. Япония находится под властью Партии Взрослых, которая делает невыносимой жизнь детей и подростков. Но для \"мятежного-раздражительного-подростка-с-забавным-шрамом\" Кудо Эйдзи это всё не имеет значения, так как у него есть друг детства Акари, которая скрашивает его повседневную жизнь. Для Эйдзи, Акари является своего рода опорой, той, кто успокаивает его.  \nНо в один прекрасный день Партия Взрослых приняла решение перевести Акари в другую школу. Это выбивает Эйдзи из колеи, из-за чего в нём что-то пробуждается…"
    },
    "status": "cancelled",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "abe0bb3b-a05e-4602-aa4f-578e0b962cf9",
    "title": {
      "en": "The Stellar Swordmaster"
    },
    "updatedAt": "2024-05-29T00:15:55+00:00",
    "coverArt": "https://mangadex.org/covers/abe0bb3b-a05e-4602-aa4f-578e0b962cf9/79b55c2b-0fb4-4569-8c48-aa1e1ff97eb7.jpg",
    "altTitles": [
      {
        "ko": "별을 품은 소드마스터"
      },
      {
        "ko-ro": "Byeoreul Pumeun Swordmaster"
      },
      {
        "en": "Star-Embracing Swordmaster"
      },
      {
        "en": "Star-Fostered Swordmaster"
      },
      {
        "ja": "星剣のソードマスター"
      },
      {
        "zh": "星剑大师"
      },
      {
        "zh-hk": "星耀劍士"
      },
      {
        "th": "ยอดนักดาบผู้โอบอุ้มดารา"
      },
      {
        "es-la": "El maestro de la espada cogedor de estrellas"
      }
    ],
    "description": {
      "en": "The so-called “Lighthouse of the North,” the prosperous trading town of Schoarra, hides a dark underbelly: seedy slums ruled by five ruthless crime bosses.\n\nWhen streetwise orphan Vlad finds the brothel he works for decimated by a disgraced knight, he turns to the path of the blade, pledging himself to the pursuit of power by sword. \n\nBlessed with the ability to seek wisdom from his sentient sword, Vlad embarks upon a journey of growth and peril as swordsman in service to the powerful House Vayezid.",
      "fr": "Vlad est un jeune vagabond du bidonville de Shoara qui admire les chevaliers depuis toujours. Sa vie bascule le jour où une voix commence à résonner dans sa tête après avoir été frappé par un éclair noir, et où le chevalier de la lune bleue apparaît soudainement devant lui.",
      "id": "Vlad, seorang gelandangan dari daerah kumuh yang ingin menjadi seorang ksatria. Hinggai suatu hari dia tersambar petir hitam... Dan semenjak itu dia dapat mendengar suara seseorang di kepalanya setiap kali ia memegang sesuatu yang berupa pedang!",
      "th": "'วลาด' เด็กหนุ่มผู้ยากจนข้นแค้นและไร้อภิสิทธิ์ซึ่งใด ๆ เขามีความชื่นชมในตัวของอัศวินเป็นอย่างมาก และในวันนี้ชีวิตข้างถนนของเขากำลังจะเปลี่ยนไป เมื่อเขาเริ่มได้ยินเสียงของใครบางคนและอัศวินแห่งคณิกาได้ทำลายโลกของเขาจนหมดสิ้น… \"แม้จะไม่ใช่ท้องฟ้ายามค่ำคืนและอยู่ไกลเกินกว่าใครจะมองเห็น ขอเพียงแค่มีความตั้งใจที่จะส่องแสง ยังไงก็ต้องได้เป็นดวงดารา\"",
      "zh": "心怀星梦的流浪汉\n逆袭成为剑术大师\n梦想成为骑士的贫民窟小流浪汉布拉德，遭遇黑色的晴天霹雳后，便开始能听到某个声音，这个声音和从天而降的神秘骑士彻底颠覆了他的生活…他能如愿走出后巷，成为梦想中的骑士吗？",
      "zh-hk": "那把像星星的劍，對生於貧民區的弗拉德而言，曾經十分遙遠。然而僅僅一夜，那道藍月般的劍影就將弗拉德的生活破壞殆盡。 「既然如此，那我便授予你，我的劍技。」弗拉德體內有個聲音對他說。為了復仇，如今少年緊握著手中的星，正式步上成為劍士之路。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5553e16a-3ef9-490a-9b5b-912b07bb0931",
    "title": {
      "en": "trash."
    },
    "updatedAt": "2023-12-14T23:12:04+00:00",
    "coverArt": "https://mangadex.org/covers/5553e16a-3ef9-490a-9b5b-912b07bb0931/77598146-f05b-4772-bd52-aa1a25e86cbc.jpg",
    "altTitles": [
      {
        "vi": "rác"
      },
      {
        "en": "Trash (D.P)"
      },
      {
        "zh": "Trash黑街杀手"
      },
      {
        "th": "ถังขยะ"
      },
      {
        "ja": "トラッシュ."
      },
      {
        "ko": "트래쉬"
      },
      {
        "ja": "trash*"
      }
    ],
    "description": {
      "en": "The mafia boss of the Iwashi family is a high school girl named Konomi Minoko. But don't let her appearance fool you; she has done and seen things normal citizens can't even imagine. Under her control are two assassins who have gained legendary status for their deadliness and ability to get any job done. Ishikawa Rushia, codenamed Bullet, uses a modified handgun that uses a custom made hollow point bullet that explodes the target from the inside. Shirato Mine, codenamed Francesca, uses a original weapon that is a mix between a throwing axe and battle axe. Both of them are Minoko's high school classmates and seem like normal teenagers but are two of the most feared killers in the mob world who handle missions often involving other assassins and underground groups."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "11",
    "lastChapter": "88"
  },
  {
    "mangaId": "32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4",
    "title": {
      "en": "Rent-A-Girlfriend"
    },
    "updatedAt": "2024-04-18T15:54:33+00:00",
    "coverArt": "https://mangadex.org/covers/32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4/f6898b49-b4b3-46bb-9f73-881d328d8989.jpg",
    "altTitles": [
      {
        "pt-br": "Namorada de aluguel"
      },
      {
        "id": "Dia, Aku Pinjam"
      },
      {
        "pl": "Dziewczyna do wynajęcia"
      },
      {
        "id": "Gadis yang Aku [Akan] Pinjam"
      },
      {
        "de": "Ich würde mir gerne eine Freundin ausleihen"
      },
      {
        "fr": "J'aimerais louer une petite amie"
      },
      {
        "ja-ro": "KanoKari"
      },
      {
        "tr": "Kiralık Sevgili"
      },
      {
        "es-la": "Novia de Alquiler"
      },
      {
        "ms": "Pacar Sewaan"
      },
      {
        "it": "Vorrei noleggiare una ragazza"
      },
      {
        "ru": "Девушка на прокат"
      },
      {
        "ru": "Девушка на час"
      },
      {
        "th": "สะดุดรักยัยแฟนเช่า"
      },
      {
        "ja": "かのかり"
      },
      {
        "zh": "女朋友、借我一下"
      },
      {
        "ja": "彼女、お借りします"
      },
      {
        "zh": "租借女友"
      },
      {
        "ko": "여친, 빌리겠습니다"
      },
      {
        "hr": "Unajmi curu"
      },
      {
        "it": "Una ragazza a noleggio"
      },
      {
        "pt": "Namorada de Aluguer"
      },
      {
        "ja-ro": "Kanojo Okarishimasu"
      },
      {
        "zh-hk": "出租女友"
      },
      {
        "vi": "Dịch Vụ Cho Thuê Bạn Gái"
      }
    ],
    "description": {
      "en": "Kinoshita Kazuya is a regular college student who was just dumped by his girlfriend for another guy. Feeling down in the dumps, he decides to use an app called Diamond to hire Mizuhara Chizuru, a rental girlfriend, to make himself feel better. From their first meeting, she seems to be the perfect girl for him, but is there more to her than meets the eye? And how will their not quite typical relationship develop?\n\n---\n**Links:**\n\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10001/episode/312699) (U.S. Only), [Kodansha](https://kodansha.us/series/rent-a-girlfriend/)",
      "fr": "Kinoshita Kazuya est un étudiant régulier qui vient d'être largué par sa petite amie pour un autre gars. Se sentant dans les décharges, il décide d'utiliser une application appelée Diamond pour embaucher Mizuhara Chizuru, une petite amie de location, afin de se sentir mieux. Dès leur première rencontre, elle semble être la fille parfaite pour lui, mais est-ce qu'il y a autre chose pour elle que ce qui est à l'oeil? Et comment va se développer leur relation pas tout à fait typique?",
      "it": "Kinoshita Kazuya è un normale studente universitario che è stato appena lasciato dalla sua ragazza. Devastato, decide di usare un app chiamata \"Diamond\" per reclutare Mizuhara Chizuru, una ragazza a noleggio per tirargli su il morale. Fin dal loro primo incontro, sembra essere la ragazza perfetta per lui, ma ci sarà altro dietro a quell'immagine da \"brava ragazza\"…? E come si evolverà la loro inusuale relazione?",
      "pt": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar uma aplicação de relacionamentos depois de ter levado terminado com a sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!",
      "ru": "Двадцатилетний никудышный студент университета муниципального района Киносита Кадзуя. Встреча с «особенной» красавицей ознаменует начало изменений в его жизни?!",
      "pt-br": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar um aplicativo de relacionamentos depois de ter levado um fora de sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d1f73a2-3c70-4df6-b65d-5f13e00cabd6",
    "title": {
      "en": "Toumei Ningen no Tsukurikata"
    },
    "updatedAt": "2023-04-13T13:15:00+00:00",
    "coverArt": "https://mangadex.org/covers/8d1f73a2-3c70-4df6-b65d-5f13e00cabd6/1fd08ec3-9b04-46b6-b8f5-fc9ad698b2ac.jpg",
    "altTitles": [
      {
        "fr": "Comment créer un homme invisible"
      },
      {
        "es-la": "Como crear un hombre invisible"
      },
      {
        "en": "How to Make an Invisible Man"
      },
      {
        "ru": "Как сделать невидимку"
      },
      {
        "zh": "透明人的塑造配方"
      },
      {
        "zh-hk": "透明人間の作り方"
      }
    ],
    "description": {
      "en": "Saitou Shinji is a high-school student with a knack of playing pranks in order to cure his boredom. One day, following an altercation with his closest friends, he receives an e-mail teaching him \"how to make an invisible person\".  \n  \nWhat follows is an encounter that threatens to tear him away from Sodegi Kana, a girl who reciprocates his feelings for her. It is this meeting with another girl, who shares a deep, yet unknown connection with Shinji, that beckons in his inevitable transformation into one of the \"invisible people\" himself."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "8"
  },
  {
    "mangaId": "83234da2-ee54-4065-9e72-c6977dac4f2e",
    "title": {
      "en": "Genji The Death's Friend"
    },
    "updatedAt": "2022-11-28T17:27:13+00:00",
    "coverArt": "https://mangadex.org/covers/83234da2-ee54-4065-9e72-c6977dac4f2e/ddefdddd-8409-4b0f-bce2-15c9a0e6ba72.jpg",
    "altTitles": [
      {
        "ja-ro": "Tokyo Genji Monogatari"
      },
      {
        "ja-ro": "Toukyou Genji Monogatari"
      },
      {
        "ja": "東京ゲンジ物語"
      }
    ],
    "description": {
      "en": "\"People often die around me.\"  \n  \nA series of bizarre \"deaths\" stalk Genji, while a string of haunting memories and mystery surround him, all rooted in his childhood. A dear friend, a murder, and a curse. As more and more \"deaths\" unravel, the horrifying truth behind the origin grows ever more entangled. Seemingly the only keys to solve these mysteries, are the charismatic shinigami Touya, and Genji's own memories.  \n  \nKindaichi Case Files writer Seimaru Amagi and Zetsuai creator Minami Ozaki come together to bring you a gripping mystery surrounding the past, memories, and the chain of deaths."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "44"
  },
  {
    "mangaId": "76e29db7-f094-48b8-a74a-0cc93a9e9c6f",
    "title": {
      "en": "Kanokon"
    },
    "updatedAt": "2023-02-12T04:21:32+00:00",
    "coverArt": "https://mangadex.org/covers/76e29db7-f094-48b8-a74a-0cc93a9e9c6f/06c88a56-6300-4dd9-92e2-e6c34045b9d8.jpg",
    "altTitles": [
      {
        "ja-ro": "Kanojo wa Kon, to Kawaiku Seki o Shite"
      },
      {
        "ja": "かのこん"
      },
      {
        "ja": "彼女はこん、とかわいく咳をして"
      },
      {
        "hi": "कानोकोन"
      },
      {
        "zh": "我的狐仙女友"
      }
    ],
    "description": {
      "en": "On the very first day that innocent country boy, Oyamada Kouta, transfers to a city high school, the prettiest girl in school asks him to meet her alone. They meet in the music room, all alone. Her shining hair and entreating eyes! Her flushed cheeks! Her sweet lips! Her… fox tail?!!"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "47"
  },
  {
    "mangaId": "b591fc81-9964-4476-a2a2-3c3249bdd302",
    "title": {
      "en": "Tokku Hakkenshi [code:T-8]"
    },
    "updatedAt": "2023-09-16T02:29:38+00:00",
    "coverArt": "https://mangadex.org/covers/b591fc81-9964-4476-a2a2-3c3249bdd302/50c6fa11-aff4-4f1d-b30d-73e2387dc06b.jpg",
    "altTitles": [
      {
        "en": "District Hakkenshi [code:T-8]"
      },
      {
        "ru": "Особый округ Хаккенши [Код: Т-8]"
      },
      {
        "ja": "特区八犬士[code:T-8]"
      }
    ],
    "description": {
      "en": "The souls of the Hakkenshi are reincarnated in the present!  \n  \nInuzuka Shino is a high school student who shares the name of the legendary Hakkenshi, \"Devotion\".  \nThe name has caused him nothing but stress all his life. Now, because of his name, he's gotten himself wrapped up in a conflict with the Blight, creatures from a giant hole that has suddenly emerged in the city.  \n  \nAn exciting new fantasy/action manga from Rando Ayamine, the artist who brought you Get Backers, and writers Saki and Kentaro Kurimoto."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "80"
  },
  {
    "mangaId": "c9c0f16b-7bd3-4da6-bd58-fcb4bd10112f",
    "title": {
      "en": "Onnamaou-sama wa Yuusha-kun o Taosenai."
    },
    "updatedAt": "2024-05-12T10:15:06+00:00",
    "coverArt": "https://mangadex.org/covers/c9c0f16b-7bd3-4da6-bd58-fcb4bd10112f/147847be-6013-4e89-835d-3b96726c931b.jpg",
    "altTitles": [
      {
        "ja": "女魔王様はゆうしゃくんを倒せない。"
      },
      {
        "ja-ro": "Onnamao-sama ha Yuusha-kun wo Taosenai."
      },
      {
        "ja-ro": "Onnamao-sama ha Yusha-kun wo taosenai."
      },
      {
        "en": "Demon Queen–sama Can't Defeat Hero-kun."
      },
      {
        "en": "The Demon Queen Can't Defeat Yuusha-kun."
      }
    ],
    "description": {
      "en": "Demon Queen Abyss is worried… She's not able to defeat the Hero, considered the mortal enemy of the demons. This Hero is still an inexperienced young man—he should be easy to defeat! … However, the problem is that he, not knowing Abyss's true identity, considers her his “Master” and has become very fond of her…!?\n___\nProduced with the help of and supervised by [studioHEADLINE](https://mangadex.org/author/657c3108-5817-4669-a957-a9c7ec5080ee/studio-headline).",
      "pt-br": "A Rainha Demônio Abyss está preocupada... ela não é capaz de derrotar o herói, considerado o inimigo mortal dos demônio. Esse herói ainda é um jovem inexperiente — ele deveria ser fácil de derrotar! ... Todavia, o problema é que ele, não conhecendo a verdadeira identidade de Abyss, a considera sua \"Mestra\" e gosta muito dela...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-05-11T20:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\nThere is also an alternative version:\n[A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e/a-parallel-world-with-a-1-39-male-to-female-ratio-is-unexpectedly-normal-r18)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4343062-cd64-44c9-a7bc-50a2c5bd16f6",
    "title": {
      "en": "Enoch: Shining Tree"
    },
    "updatedAt": "2024-06-04T20:06:26+00:00",
    "coverArt": "https://mangadex.org/covers/c4343062-cd64-44c9-a7bc-50a2c5bd16f6/de4f630e-db4a-4827-8948-efd0efb67c25.png",
    "altTitles": [
      {
        "ko": "에녹:빛나는 나무"
      }
    ],
    "description": {
      "en": "“Those wearing armor shall never take off their arms, will never die, and will live in pain.”\n\nWith a witch’s curse, the ‘Cursed Knights’ began to roam the world.\n\nAnd Enoch, a boy who encounters one, is about to discover what happens to him."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]