[
  {
    "mangaId": "4f7ee454-7478-40d5-9eeb-b8ae8e72600d",
    "title": {
      "en": "Class no Gal ni Kuuki Atsukai Sareteimasu"
    },
    "updatedAt": "2024-06-29T11:50:49+00:00",
    "coverArt": "https://mangadex.org/covers/4f7ee454-7478-40d5-9eeb-b8ae8e72600d/c458b1a0-5956-491e-abff-dbc16f133f6e.jpg",
    "altTitles": [
      {
        "ja": "クラスのギャルに空気扱いされています"
      },
      {
        "ja-ro": "Kurasu no Gyaru ni Kuuki Atsukai Sareteimasu"
      },
      {
        "en": "The Gals in My Class Treat Me Like Air"
      },
      {
        "id": "Aku Dianggap Seolah-olah Udara Oleh Gadis Gyaru Di Kelas"
      },
      {
        "es-la": "Las chicas de mi clase me tratan como el aire"
      }
    ],
    "description": {
      "en": "A boy named Ryuuji Aizawa is getting treated by his gyaru classmates like he wasn't there, like this girl named Nana Aino who sits on his seat. With him still in it.",
      "es-la": "Un par de gals parecen no notar al chico delante de ellas."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-06-27T14:47:24+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      },
      {
        "es-la": "Estoy preocupado por mi novia que solía estar cubierta de moretones"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de).",
      "es-la": "Continuación de [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "778b8438-af3a-4534-841c-adf923b55ee1",
    "title": {
      "en": "Uma Musume Pretty Derby: Star Blossom"
    },
    "updatedAt": "2024-03-31T18:10:29+00:00",
    "coverArt": "https://mangadex.org/covers/778b8438-af3a-4534-841c-adf923b55ee1/3124d911-022c-419e-a2f9-4fc855aff651.jpg",
    "altTitles": [
      {
        "ja": "ウマ娘 プリティーダービー スターブロッサム"
      },
      {
        "ja-ro": "Uma Musume Puritiudaubiu Sutauburossamu"
      },
      {
        "ru": "Девушки-пони Славное Дерби: Звёздный цветок"
      }
    ],
    "description": {
      "en": "The popular cross-media content \"Uma Musume Pretty Derby\" features \"Uma Musume\" who have inherited the names and souls of numerous racehorses! A new legend begins with the indomitable horse girl \"Sakura Laurel\" as the main character.\n\n---\n\n- [Alternative Raw](https://shonenjumpplus.com/episode/4856001361118480104)",
      "ja": "「挑戦なくして、得られるものなど何もない」　見習いトレーナー・椿が出会ったのは、ガラスの脚を抱えたデビュー前のウマ娘・サクラローレル。半人前の2人が見た頂点への夢は、無謀なのか――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c5ef6ff-46ef-4802-ae3e-ba63c59c2c29",
    "title": {
      "en": "Ten no Ryuu Chi no Sakura"
    },
    "updatedAt": "2021-05-25T15:42:09+00:00",
    "coverArt": "https://mangadex.org/covers/4c5ef6ff-46ef-4802-ae3e-ba63c59c2c29/75fb608f-50f9-46e2-ba90-e0b38c384ad8.jpg",
    "altTitles": [
      {
        "en": "Dragon in the Sky*Cherry on the Ground"
      },
      {
        "en": "Ten no Ryuu"
      },
      {
        "en": "Ten no Ryuu * Chi no Sakura"
      },
      {
        "en": "Ten no Ryuu*Chi no Sakura"
      },
      {
        "en": "天の竜*地の桜"
      },
      {
        "en": "天之龍*地之櫻"
      }
    ],
    "description": {
      "en": "Sakura Karukaya liked her life: she was just a high schooler who loved rhythmic gymnastics, being raised by her older brother and sister. However, both of her siblings were hiding secrets about themselves and Sakura that would make her realize that the world around them was not what it seemed. Now, with the help of a mysterious dragon named Yoiyami, Sakura will have to confront these forces and the power within her if she wants to rescue her beloved brother and sister.  \n  \n[PL] Sakura lubiła swoje dotychczasowe życie. Była smukłą i wysoką dziewczyną ze zdolnościami do gimnastyki artystycznej. Jednak jej życie zmieniło się, kiedy dowiedziała się, że jej świat został zbudowany z iluzji…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "15"
  },
  {
    "mangaId": "daa6f76d-b7b4-4328-8d31-65aedbf1e071",
    "title": {
      "en": "Bloody Sweet"
    },
    "updatedAt": "2023-08-09T16:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/daa6f76d-b7b4-4328-8d31-65aedbf1e071/7c283462-62d2-4b35-a91f-2a831753fb7d.jpg",
    "altTitles": [
      {
        "en": "Honey Blood"
      },
      {
        "ja": "ハニーブラッド"
      },
      {
        "ko": "허니 블러드"
      },
      {
        "uk": "Медова кров"
      }
    ],
    "description": {
      "en": "When the daughter of a shaman gets \"strung up\" with a centuries-old vampire, is it love or something more sinister that binds them? From Narae Lee, artist of the hit OEL manga ’Maximum Ride,’ comes the story of two misfits and their quirky, fantastical romp to find one another."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "85"
  },
  {
    "mangaId": "e4e2da95-1cd7-49e8-9197-b7419be2077b",
    "title": {
      "en": "Ore ni Trauma wo Ataeta Joshi-tachi ga Chirachira Mitekuru kedo, Zannen desu ga Teokure desu"
    },
    "updatedAt": "2024-06-26T07:07:24+00:00",
    "coverArt": "https://mangadex.org/covers/e4e2da95-1cd7-49e8-9197-b7419be2077b/416ab867-3e3d-4fb0-b0bc-c1c769e3c789.jpg",
    "altTitles": [
      {
        "ja": "俺にトラウマを与えた女子達がチラチラ見てくるけど、残念ですが手遅れです"
      },
      {
        "en": "The Girls Who Traumatized Me Keep Glancing at Me, but Alas, It’s Too Late"
      },
      {
        "es-la": "Las chicas que me traumaron me están mirando, pero desafortunadamente es demasiado tarde."
      }
    ],
    "description": {
      "en": "Kokonoe Yukito has always been unlucky when it comes to women. He was rejected by his childhood friend, which he thought they had mutual feelings for each other. He sister hates him. His mother neglected him— Due to all these trauma stacking with each other, his emotions were completely destroyed. When Yukito enters high school, the girls who inflicted these pain on him started to care for him...?! Thus commence a youthful Romcom full of misunderstandings!",
      "ja": "九重雪兎は昔から女運が悪い。両想いだと思っていた幼馴染にはフラれ、姉には嫌われ、母親には疎まれ――度重なるトラウマの果てに感情がぶっ壊れてしまう。そんな雪兎が高校に入学したら、彼にトラウマを与えてきた女子達がやたらと彼のことを気にかけてきて……!?　手遅れから始まる勘違い思春期ラブコメ、開幕！",
      "es-la": "Yukito Kokonoe siempre ha tenido mala suerte. Es odiado por su madre, su hermana, y su amiga de la infancia, pensaba que tenían sentimientos mutuos, pero ella se siente frustrada antes de la confesión, e incluso hace travesuras durante sus heridas, y sus emociones se rompen después de repetidos traumas con muchas mujeres.\n\nSin embargo, cuando ingresó a la escuela preparatoria, ¿¡Las chicas que lo traumatizaron comenzaron a preocuparse por él ...!?\nEsta es una comedia romántica de un adolescente incomprendido que comienza demasiado tarde."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-05-19T02:22:24+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0fe91d96-738a-4fec-b518-d00c20e85a89",
    "title": {
      "en": "Rockman-san"
    },
    "updatedAt": "2024-05-26T16:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/0fe91d96-738a-4fec-b518-d00c20e85a89/b3b944ad-22ff-4aea-ac8f-65c9162562f9.jpg",
    "altTitles": [
      {
        "en": "Mr. Rockman"
      },
      {
        "ar": "السيد روكمان"
      },
      {
        "ja": "ロックマンさん"
      },
      {
        "en": "Rockman Adulthood"
      },
      {
        "en": "Mega Man-san"
      }
    ],
    "description": {
      "ar": "بعد انتهاء القتال مع وايلي روكمان يخوض معركة جديدة كطبيب اسنان في العالم الحقيقي",
      "en": "Much time has passed since his battle with Dr. Wily, and Rockman has grown up in a peaceful world. Working as a dentist at the dental clinic opened by Dr. Right, Rockman struggles in his daily life with the allies he once fought with!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "44"
  },
  {
    "mangaId": "e31b62b8-68ec-4bb6-bf7e-33db5be5e0b0",
    "title": {
      "en": "Boku no Suki na Hito ga Suki na Hito"
    },
    "updatedAt": "2024-05-04T15:43:13+00:00",
    "coverArt": "https://mangadex.org/covers/e31b62b8-68ec-4bb6-bf7e-33db5be5e0b0/38017a8d-6a0d-4c04-8d63-0dfd443bba55.jpg",
    "altTitles": [
      {
        "ru": "Возлюбленная Моей Любимой"
      },
      {
        "ja": "ぼくの好きな人が好きな人"
      },
      {
        "id": "Gebetannya Gebetanku"
      },
      {
        "ko": "내가 좋아하는 사람이 좋아하는 사람"
      },
      {
        "zh-hk": "我喜歡的人所喜歡的人"
      },
      {
        "en": "My Crush's Crush"
      }
    ],
    "description": {
      "en": "This story begins when the protagonist, a boy named Sora Akizuki, confesses his love to Miya Fuwa, a girl he has been in love with for a long time, and is rejected. When Sora learns that Miya likes someone else, he visits the dubious “Trialing Club,\" of which he is president, and tries to find out if he is the right person for her. The first episode shows the reality of the Trialing Club, whose activities one cannot imagine from its name, and the reason why its president, Suzukaze, created the club.",
      "ru": "Эта история начинается с того, что главный герой, мальчик по имени Сора Акидзуки, признается в любви Мие Фува, девушке, в которую он давно влюблен, и получает отказ. Когда Сора узнает, что Мия любит другого, он посещает сомнительный “Эксперементальный клуб”, президентом которого является этот незнакомец, и пытается выяснить, подходит ли он ей. В первом эпизоде показана реальность Эксперементального клуба, деятельность которого невозможно представить, исходя из его названия, и причина, по которой его президент Судзукадзе создал этот клуб.",
      "vi": "Câu chuyện này bắt đầu khi nhân vật chính, một chàng trai tên Sora Akizuki, thú nhận tình yêu của mình với Miya Fuwa, một cô gái mà anh đã yêu từ lâu nhưng bị từ chối. Khi Sora biết rằng Miya thích một người khác, anh ấy đã đến thăm “Câu lạc bộ thử việc” đáng ngờ mà anh ấy là chủ tịch, và cố gắng tìm hiểu xem anh ấy có phải là người phù hợp với cô ấy không.\nTập đầu tiên cho thấy thực tế của Câu lạc bộ Thử nghiệm, những hoạt động mà người ta không thể tưởng tượng được từ cái tên của nó, và lý do tại sao chủ tịch của nó, Suzukaze, lại thành lập câu lạc bộ.",
      "es-la": "Está historia empieza cuando el protagonista, un chico llamado Sora Akizuki, confiesa su amor a Miya Fuwa, una chica de la que está enamorado desde hace tiempo, y es rechazado. Cuando Sora se entera de que a Miya le gusta otra persona, visita el dudoso \"Club de Ensayos\", del que es presidente, e intenta averiguar si es la persona adecuada para ella. El primer episodio muestra la realidad del Club de Ensayos, cuyas actividades no se puede imaginar por su nombre, y la razón por la que su presidente, Suzukaze, creó el club."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18f5549a-9d1a-44a2-a8ca-aed2448e37c0",
    "title": {
      "en": "Arafoo Otoko no Isekai Tsuhan Seikatsu"
    },
    "updatedAt": "2024-07-03T19:52:11+00:00",
    "coverArt": "https://mangadex.org/covers/18f5549a-9d1a-44a2-a8ca-aed2448e37c0/061adb2f-da7d-44b5-a3a0-fa50e994b0cc.jpg",
    "altTitles": [
      {
        "en": "The Daily Life of a Middle-Aged Online Shopper in Another World"
      },
      {
        "ja": "アラフォー男の異世界通販生活"
      },
      {
        "ja-ro": "Around 40 Otoko no Isekai Tsuuhan Seikatsu"
      },
      {
        "zh-hk": "四十左右男的異世界網購生活"
      },
      {
        "ru": "Жизнь 40-летнего мужчины в другом мире"
      },
      {
        "en": "The Mail Order Life of a Man Around 40 in Another World"
      },
      {
        "zh": "中年男的异世界网购生活"
      },
      {
        "pt-br": "A vida por correspondência de um homem de cerca de 40 anos em outro mundo"
      }
    ],
    "description": {
      "en": "The story of a middle aged man doing whatever he wants with the power of 1-click online shopping!  \n\nKenichi, a single man in his 40s, is transported into another world for no apparent reason. As he tries to escape a dangerous forest teaming with monsters, he realizes he has the power to access to a huge online store.\n\nBy using this power to exchange goods he found in this new world for cash, and then buying modern ones off the internet, he was able to quickly create a very popular business. However, his goal is to have a slow and leisurely life. Instead of growing his business even more, he decides to settle down and live off of the power of Jeff Bezos.\n\nThe mail order life of a middle aged man in other world begins now!\n\n[web novel](https://ncode.syosetu.com/n2945eg/) (jp)\n\n---",
      "ru": "История о мужчине средних лет, который делает все, что хочет, с помощью покупок в Интернете в один клик!",
      "pt-br": "A história de um homem de meia idade fazendo o que quiser com o poder das compras online com um clique!\nKenichi, um homem solteiro de 40 anos, é transportado para outro mundo sem motivo aparente. Enquanto ele tenta escapar de uma floresta perigosa se unindo a monstros, ele percebe que tem o poder de acessar uma enorme loja online."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e93849b2-939f-40f3-91b4-79b96133052e",
    "title": {
      "en": "Medusa Dorei o Katta"
    },
    "updatedAt": "2024-06-04T16:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/e93849b2-939f-40f3-91b4-79b96133052e/33fb8f04-fe91-4e0e-8ac5-841f2deb0c5d.jpg",
    "altTitles": [
      {
        "id": "Aku Membeli Budak Medusa"
      },
      {
        "ja": "メドゥーサ奴隷を買った"
      },
      {
        "en": "I Bought a Medusa Slave"
      },
      {
        "pt-br": "Eu Comprei Uma Escrava Medusa"
      },
      {
        "es-la": "Compré una esclava medusa"
      }
    ],
    "description": {
      "en": "I’m not sure why I decided to buy a medusa in the slave market, but since then she insists a lot that I remove the blindfold from her eyes. Is she trying to petrify me? Or does she really want to see me with her own eyes?",
      "es-la": "No estoy seguro de por qué decidí comprar una medusa en el mercado de esclavos, pero desde entonces ella parece ser muy proactiva con su petición de que remueva la venda de sus ojos. \n¿Acaso busca petrificarme? ¿O de verdad quiere verme con sus propios ojos?",
      "pt-br": "Não tenho certeza de por que decidi comprar uma medusa no mercado de escravos, mas desde então ela insiste muito para que eu remova a venda de seus olhos. Ela está tentando me petrificar? Ou ela realmente quer me ver com seus próprios olhos?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-06-18T16:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/aea6c28e-6e4e-47d5-a9de-25f00a2301d8.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi o Suru"
    },
    "updatedAt": "2024-06-20T22:24:08+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll ha Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque doll is falling in love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.\n\n---\n**Links:**\n- Promotional video - [YouTube](https://youtu.be/FdEk9V9g424)",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "244c9d4f-e5fb-4590-9b96-4da191977b33",
    "title": {
      "en": "Skip and Loafer"
    },
    "updatedAt": "2024-03-12T17:23:15+00:00",
    "coverArt": "https://mangadex.org/covers/244c9d4f-e5fb-4590-9b96-4da191977b33/d773508a-6916-4f88-99bf-15ef03903c0f.jpg",
    "altTitles": [
      {
        "en": "Skip & Loafer"
      },
      {
        "ja-ro": "Skip to Loafer"
      },
      {
        "ru": "Долой безделье!"
      },
      {
        "ja": "スキップとローファー"
      },
      {
        "uk": "Геть Неробство"
      }
    ],
    "description": {
      "en": "Iwakura Mitsumi always had big dreams, of leaving her small town, advancing to a top tier university, and then contributing to the country before retiring back to her home town. So focused is she on her goal that she is oblivious to all the other ways she comes up short, much to the chagrin and concern of her friends and family. Can a naive country girl make it in Tokyo?  \n  \nNominated for the 2020 Manga Taisho Award, came in third behind the winner Blue Period and second place, Spy x Family."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33d6a25e-e835-4e72-84ab-15fd929415b0",
    "title": {
      "en": "Dawn of the Dragon"
    },
    "updatedAt": "2023-08-12T09:40:43+00:00",
    "coverArt": "https://mangadex.org/covers/33d6a25e-e835-4e72-84ab-15fd929415b0/827a83dc-29a4-40a4-81c4-e6991f87d9e4.jpg",
    "altTitles": [
      {
        "ko": "새벽, 구름, 강"
      },
      {
        "ko-ro": "Saebyeok, Gureum, Gang"
      },
      {
        "en": "Dawn, Clouds, River"
      }
    ],
    "description": {
      "en": "\"You have to get married.\"\nHyowoon, a dragon that has gone into hibernation for nearly 300 years at the Yooshin group which subserved as the most mysterious being above all spiritual creatures, woke up from the long sleep to find his companion (lover). Yoo Taehyuk, the second son of the Yooshin group, decided to find the dragon instead of his younger sister who was expected to be the companion. \n\"Well, I'll take it as a business, and give it a try.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11fc0067-2385-4666-8915-042dd8139377",
    "title": {
      "en": "Isekai Metaller"
    },
    "updatedAt": "2024-07-01T20:53:39+00:00",
    "coverArt": "https://mangadex.org/covers/11fc0067-2385-4666-8915-042dd8139377/07a56e19-a446-4e3d-b257-67c562ee6377.jpg",
    "altTitles": [
      {
        "ja": "異世界メタラー"
      },
      {
        "ja-ro": "Isekai Metaraa"
      },
      {
        "en": "Another World Metaller"
      },
      {
        "en": "Otherworld Metaller"
      },
      {
        "es": "Metalero de Otro Mundo"
      },
      {
        "es-la": "Metalero de Otro Mundo"
      }
    ],
    "description": {
      "en": "Alex, a devoted metalhead, finds himself in deep sorrow at his band’s breakup concert. Amidst the sadness, he experiences an electrical accident due to equipment trouble...\n\nWhen he wakes up, he discovers he has been transported to another world! In this new world, Alex encounters situations that are a metalhead’s dream, featuring werewolves and dragons, which excite him immensely. \n\nDetermined to lead this otherworld to peace with his metal spirit, Alex sets out on an adventurous journey!",
      "es": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras...",
      "ja": "メタルを深く愛するアレキは、バンドの解散ライブで悲しみに暮れる中、機材トラブルで感電事故に遭う……。そして目が覚めると異世界に転移していた！？ 異世界では、狼男、ドラゴンと『メタラーの夢』であるシチュエーションに次々遭遇し、興奮するアレキ。メタル魂で異世界を平和に導こうとするが……",
      "es-la": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6676aef9-cf30-4950-9a20-e0382b5e7447",
    "title": {
      "en": "Record of Ragnarok: The Apocalypse of the Gods"
    },
    "updatedAt": "2024-07-04T17:54:08+00:00",
    "coverArt": "https://mangadex.org/covers/6676aef9-cf30-4950-9a20-e0382b5e7447/af188ef2-7ad7-489e-b895-3b3b4b8d0620.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ禁伝 神々の黙示録"
      },
      {
        "ja-ro": "Shuumatsu no Warukyuure Kinden Kamigami no Apokaripusu"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie Kinden Kamigami no Apocalypse"
      },
      {
        "fr": "L'Apocalypse des dieux"
      }
    ],
    "description": {
      "en": "Zeus, supreme chairman of the Council of Valhalla, announces to the gods twelve of the thirteen fighters set to participate in Ragnarok--and is met with the dissenting voices of those who were not chosen. However, Zeus has foreseen this, and immediately declares the holding of another tournament to decide the final spot on the Ragnarok lineup, one which will break the taboo on gods fighting one another. Thus begins the \"Revelation\" of the untold side of *Record of Ragnarok!*"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7aea6073-7183-40b2-8118-f67784e5d13a",
    "title": {
      "en": "The Cellist"
    },
    "updatedAt": "2024-06-26T19:19:17+00:00",
    "coverArt": "https://mangadex.org/covers/7aea6073-7183-40b2-8118-f67784e5d13a/d6513437-0f28-4f70-ba73-ec18f2c69b41.jpg",
    "altTitles": [
      {
        "ko": "애착 인형"
      },
      {
        "ja": "君を奏でたい"
      },
      {
        "fr": "Le Violoncelliste"
      },
      {
        "en": "Attachment Doll"
      }
    ],
    "description": {
      "en": "Kim Hayeon was just covering for a friend at their day job when she unexpectedly ends up inside cellist Ji Sehun’s private waiting room. Despite his immense musical talent, Sehun is aloof and cold-hearted, and doesn’t take kindly to Hayeon’s intrusion. Though he accuses her of attempted theft, he cannot get her out of his mind, and attempts to court her. But while Hayeon may be timid, she is not easily won over. If this cellist isn’t careful, he may end up being the one getting played.",
      "pt-br": "Kim Hayeon estava apenas cobrindo uma amiga em seu trabalho diário quando inesperadamente acaba dentro da sala de espera privada do violoncelista Ji Sehun. Apesar de seu imenso talento musical, Sehun é indiferente e insensível, e não gosta da intromissão de Hayeon. Embora ele a acuse de tentativa de roubo, ele não consegue tirá-la da cabeça e vai tentar cortejá-la. Mas enquanto Hayeon pode ser tímida, ela não é facilmente conquistada."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents To Give You"
    },
    "updatedAt": "2024-06-28T22:53:19+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai sa Retakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      }
    ],
    "description": {
      "es-la": "La charla que nunca quieres que te den tus padres."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "109cf150-2ec3-4e34-9ecf-ce928e484f43",
    "title": {
      "en": "Beni Tsubaki"
    },
    "updatedAt": "2024-07-03T09:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/109cf150-2ec3-4e34-9ecf-ce928e484f43/324eb51c-ac74-48dc-a74c-c90aa0ccc475.jpg",
    "altTitles": [
      {
        "es": "Camelia Carmesí"
      },
      {
        "en": "Crimson Camellia"
      },
      {
        "ja": "紅椿妃"
      },
      {
        "ko": "베니츠바키"
      },
      {
        "zh-hk": "紅椿妃"
      },
      {
        "zh": "红椿妃"
      },
      {
        "ja-ro": "Benitsubaki"
      }
    ],
    "description": {
      "en": "Kisshouin Tsubaki aka the \"Crimson Camellia\" wants to satisfy her occultistic curiosity by having a hands-on experience with every Yokai she can find.  Let's follow her in her travels, accompanied by her trusted cameraman Yokomizo-kun.",
      "es": "Kisshouin Tsubaki alias la \"Camelia Carmesí\", una bella reportera de lo oculto, quiere satisfacer su curiosidad intelectual teniendo una experiencia práctica con cada Yokai que pueda encontrar.  \nSígala en sus viajes, acompañada por su confiable camarógrafo Yokomizo-kun."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0874979e-301a-47a5-a559-0e33a1162571",
    "title": {
      "en": "Giri Choko Girai no Futari"
    },
    "updatedAt": "2024-06-30T02:49:48+00:00",
    "coverArt": "https://mangadex.org/covers/0874979e-301a-47a5-a559-0e33a1162571/60d5480c-67aa-4dec-a916-3f234aaeed5e.jpg",
    "altTitles": [
      {
        "ja": "義理チョコ嫌いの男女"
      },
      {
        "en": "A Man and a Woman Who Hate Obligatory Chocolates"
      },
      {
        "pt-br": "Um homem e uma mulher que odeiam chocolates obrigatórios"
      }
    ],
    "description": {
      "en": "\"You realize that these aren't just obligatory chocolates, right?\"\n\nObligatory chocolate is the kind that you give to people you don't even like, just because it's a Valentine's Day tradition. Aya, a beautiful office lady who is often misunderstood because of her lack of visible emotions, was complaining about it to her boss Takaki, as they walked to the train station together after work. However, Takaki told her, \"That's too bad, because I was really looking forward to getting chocolates from Aya, even if it's just obligatory…\"\n\nAs they parted ways, Aya hands Takaki a box of chocolates. Takaki is confused, because he thought she didn't like giving out obligatory chocolates…\n\n\"Senpai, are you really that dumb?\"\n\nWinner of the 3rd Toaru Nichijou Manga Award, it's a sweet romantic comedy that will satisfy your heart and your sweet tooth!",
      "pt-br": "Você percebe que estes não são apenas chocolates obrigatórios, certo?\n\nAya, uma bela moça de escritório que costuma ser mal interpretada por causa de sua falta de emoções visíveis, estava reclamando disso com seu chefe Takaki, enquanto caminhavam juntos para a estação de trem depois do trabalho. No entanto, Takaki disse a ela: \n\n\"Isso é uma pena, porque eu realmente estava ansioso para ganhar chocolates de Aya, mesmo que seja apenas obrigatório...\"\n\nAo se despedirem, Aya entrega uma caixa de chocolates a Takaki. Takaki fica confuso, porque pensou que ela não gostava de dar chocolates obrigatórios...\n\n\"Senpai, você é realmente tão burro?\""
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5",
    "title": {
      "en": "Koisuru Kichikujima"
    },
    "updatedAt": "2024-06-14T05:05:06+00:00",
    "coverArt": "https://mangadex.org/covers/8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5/27c64a27-3a3b-49e7-929c-1cf24c6ce46f.jpg",
    "altTitles": [
      {
        "en": "Love Love Evil Land"
      },
      {
        "ja": "恋する鬼畜島"
      },
      {
        "en": "Love Love Freak Island"
      }
    ],
    "description": {
      "en": "Love is absolutely forbidden! Kaworu, the \"public disciplinary commissioner of justice,\" uses a chainsaw to purge all the men of their sins in order to protect the purity of the girls! Standing in Kaworu's way is the \"boy with high femininity,\" Takahisa, and Kaworu's sister, Mari, the \"demon public disciplinary commissioner.\" In this parallel world of \"Freak Island\" set in Santa Maria Academy, a storm of blood and love is about to... erupt!!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "41"
  },
  {
    "mangaId": "230c038a-9195-425a-8c00-9125fa5c7b26",
    "title": {
      "en": "Digimon Tamers"
    },
    "updatedAt": "2024-01-09T22:42:03+00:00",
    "coverArt": "https://mangadex.org/covers/230c038a-9195-425a-8c00-9125fa5c7b26/c8f2206f-2b82-44a6-a23a-e7273b09903a.jpg",
    "altTitles": [
      {
        "ja-ro": "Dejimon Teimāzu"
      },
      {
        "en": "Digimon Zero 3"
      },
      {
        "ja": "デジモンテイマーズ"
      },
      {
        "zh-hk": "數碼寶貝03 馴獸師之王"
      },
      {
        "en": "Digimon 03: King Of Tamers"
      }
    ],
    "description": {
      "en": "When three Digimon fans – Rika, Henry, and our lead Takato – suddenly find themselves with \"real\" Digimon, they discover a living creature under your care is far harder to deal with than a few pixels on your TV screen. The kids try to be Digimon 'Tamers,' aka Digimon caretakers, but they all seem to have different opinions on what that should entail. Rika thinks Digimon should fight, Henry thinks they should never fight, and Takato … seems to be somewhere in the middle.  \n  \nBeing a Tamer isn't just about believing one thing or another. It's about learning and adjusting for the good of everyone else. But they have a long way to go, and their problems are just beginning.\n\n(The English translation is based off the script from the FoxKids version of the anime.)"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "fac533c1-baeb-4dc5-af60-8792abe463a3",
    "title": {
      "en": "Bloodline"
    },
    "updatedAt": "2024-06-26T21:52:02+00:00",
    "coverArt": "https://mangadex.org/covers/fac533c1-baeb-4dc5-af60-8792abe463a3/d67f7224-ecca-4139-ba99-735530966ae1.jpg",
    "altTitles": [
      {
        "zh": "血族BLOODLINE"
      },
      {
        "zh-hk": "血族BLOODLINE：聖魔虛像篇"
      },
      {
        "en": "Bloodline: The Illusory Noble Demon"
      },
      {
        "zh": "血族Bloodline：圣魔虚像篇"
      }
    ],
    "description": {
      "en": "Yeren, who dreams of being a vampire hunter, is unwittingly caught in the crossfire between a vampire girl and the Holy lands. As a temporary blood servant, he doesn't know what to do when the hatred and strife between them have been ongoing for thousands of years… This is a story about Lilo·Ai, the last vampire."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": ""
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-03-17T10:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/43760422-c1d5-42f1-92d9-53a434fcf823.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n- Won the Tsugi ni Kuru Web Manga 2020 Award.\n- Was nominated for the 2020 and 2021 Manga Taisho Award.\n- Won the top prize of 2021 Tsutaya Comic Awards",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-07-03T00:08:36+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d51093f7-213a-4ac8-80d9-30a005fabcdf",
    "title": {
      "en": "Megunda Koi ni Koiwazurai"
    },
    "updatedAt": "2024-03-14T15:47:44+00:00",
    "coverArt": "https://mangadex.org/covers/d51093f7-213a-4ac8-80d9-30a005fabcdf/e8f7b7da-306f-4ef7-b18c-ca96854ed0d3.jpg",
    "altTitles": [
      {
        "ja": "芽ぐんだ恋に恋わずらい"
      },
      {
        "en": "Love Sickness in a Budding Love"
      }
    ],
    "description": {
      "en": "\"I love you, Haru-nii. I want to be with you forever.\"\n\nDaichi, the son of the restaurant owners from Haru’s part-time job, has loved Haru since he was in elementary school. Haru loves him like a younger brother, but when Daichi, now in high school, kisses him like he used to as a child, Haru finds himself unable to accept his \"I like you\" from Daichi as honestly as he used to. Lastly, Haru couldn't look directly at Daichi naked body now he that he has a body of a grown man and is in high school...!? The story of a young puppy x an indecisive and timid older man that grow up doting on each other☆"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "10939bf2-2dc7-4aae-8e4b-e96ba25c94de",
    "title": {
      "en": "My Stepsister Who is Perfect in Public, Shows Her True Colors at Home"
    },
    "updatedAt": "2024-07-04T18:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/10939bf2-2dc7-4aae-8e4b-e96ba25c94de/0420a0b8-7c94-4cf6-bdf6-f5a81a249833.jpg",
    "altTitles": [
      {
        "ja": "外面は最高なのに、家では本性むき出しの義姉"
      },
      {
        "ja-ro": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
      },
      {
        "en": "Even though the outside is the best, her sister-in-law has a bare nature at home"
      },
      {
        "es-la": "Mi hermanastra que es perfecta en público, muestra su verdadera cara en casa."
      }
    ],
    "description": {
      "en": "**Second English title is the one used on Amazon.** (I know it's not correct but thought I'd add it)\n\n~ Heatmanga"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7643e9f6-8455-4a58-b7e8-bf6cd00f5251",
    "title": {
      "en": "Tsuki ga Michibiku Isekai Douchuu"
    },
    "updatedAt": "2024-02-19T23:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/7643e9f6-8455-4a58-b7e8-bf6cd00f5251/80e8ba0b-c1a2-4bf7-baae-bbc699beed11.jpg",
    "altTitles": [
      {
        "en": "Moon-led Journey Across Another World"
      },
      {
        "en": "TSUKIMICHI - Moonlit Fantasy -"
      },
      {
        "fr": "Un voyage dans un autre monde, éclairé par la lune"
      },
      {
        "ru": "Лунный бог, приключение и другой мир"
      },
      {
        "ja": "月が導く異世界道中"
      },
      {
        "zh": "月光下的异世界之旅"
      },
      {
        "id": "Rembulan Menuntun Arah di Dunia Lain"
      },
      {
        "ko": "달이 이끄는 이세계 여행길"
      },
      {
        "ko-ro": "Dali Ikkeuneun Isegye Yeohaenggil"
      },
      {
        "pt-br": "UMA JORNADA PARA OUTRO MUNDO LIDERADA PELA LUA"
      }
    ],
    "description": {
      "en": "High school student Misumi Makoto is called into a fantasy world by the god Tsukuyomi, in order to be a hero. However, powerful others in this world aren't as thrilled to have him there, and they kick him to the edge of the world just as Tsukuyomi declares that he must leave Makoto to find his own way. Now it's up to Makoto to find his own way!",
      "fr": "Makoto Misumi, lycéen japonais de 17 ans de petite taille et vice président du club de kyūdō de son école, se fait envoyer soudainement dans un autre monde par le dieu Tsukuyomi, qui lui apprend que ses parents sont originaires de celui-ci et qu'ils ont conclu un pacte avec la déesse locale pour être envoyé au Japon.\n\nMais la dite déesse le trouve trop laid pour être un héros dans la guerre entre humains et démons qui déchire son monde et le lâche littéralement dans les confins de celui-ci avec seulement la capacité de comprendre les langues des êtres non-humains. Tsukuyomi intervient et lui donne une partie de sa force.\n\nMakoto rencontrera Ema une orc qui sera sa première amie et fera de Shin, une dragonne qui se métamorphosera en jolie femme, son premier serviteur. Celle-ci voit avec le pouvoir de Makoto un de ses pouvoirs devenir un \"autre espace\" qui accueillera au fil des rencontres dans ce monde de magie et d'épée de nombreuses personnes.",
      "pt-br": "O estudante Misumi Makoto é invocado para outro mundo, para ser o herói. Mas a Deusa do outro mundo não gosta desse herói, por isso o envia para o fim do mundo. Agora Makoto tem de encontrar o seu próprio caminho nesse novo mundo de fantasia!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37bf7574-641e-4665-b992-f2ba8d4652b8",
    "title": {
      "en": "Houseki no Kuni (Minimalist Color)"
    },
    "updatedAt": "2023-08-17T12:33:51+00:00",
    "coverArt": "https://mangadex.org/covers/37bf7574-641e-4665-b992-f2ba8d4652b8/bc00cdeb-ca57-4115-9b75-77684b456a7c.jpg",
    "altTitles": [
      {
        "tr": "Cevher Diyarı"
      },
      {
        "en": "Country of Jewels"
      },
      {
        "it": "Il Regno delle Gemme"
      },
      {
        "fr": "L'Ère des Cristaux"
      },
      {
        "en": "Land of the Lustrous"
      },
      {
        "ms": "Negara Permata"
      },
      {
        "es": "La Tierra de las Gemas"
      },
      {
        "ru": "Страна самоцветов"
      },
      {
        "ja": "宝石の国"
      },
      {
        "ko": "보석의 나라"
      },
      {
        "az": "Cəvahirat Ölkəsi"
      }
    ],
    "description": {
      "az": "Cəvahiratlar ölkəsi (Houseki no Kuni), meteoritlərin altı dəfə Yerə düşdüyü və bu prosesdə onu məhv etdiyi uzaq gələcəkdə baş verir. Demək olar ki, bütün canlılar məhv oldu, qalan bütün torpaqlar tək bir sahilə çevrildi. Çox uzun zaman dilimləri ərzində həsas həyat forması olan yeni bir irq yarandı; insan şəklini alan ölməz zinət əşyaları. Fosfofillit (Phos) zəifdir (ən aşağı sərtliklərdən birinə malikdir) və həmyaşıdları tərəfindən yararsız hesab edilir. Phos'a təbiət tarixinin ensiklopediyasını yaratmaq tapşırığı verildikdən sonra o, uzaq, lakin müdrik həmkarı Kinovarın (Cinnabar) köməyinə müraciət edir, beləliklə onların dostluğu və şəxsi inkişafı başlayır. Eyni zamanda “Cəvahirat camaatı” onun dəbdəbəli dəyərindən yararlanmaq istəyən Aydan gələnlərlə (aylılarla) müharibə aparır.",
      "en": "In the distant future, a new life form called Houseki (gems) are born. The 28 Houseki must fight against the moon dwellers who want to attack them and turn them into decorations, thus each gem is assigned a role such as a fighter or a medic. Though they hope to fight the moon dwellers, Phos is a gem who is given no assignment until the gems' master Adamantine asks them to write an encyclopedia."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f902ade-00c5-4fb5-83ca-96946d22635e",
    "title": {
      "en": "Oideyo! Magicado Shoten"
    },
    "updatedAt": "2024-01-13T16:01:10+00:00",
    "coverArt": "https://mangadex.org/covers/8f902ade-00c5-4fb5-83ca-96946d22635e/3a7cef87-1121-4f78-bb22-cbaf9e79cdec.png",
    "altTitles": [
      {
        "ja": "おいでよ! マギカ堂書店"
      }
    ],
    "description": {
      "en": "Madoka et al. working in a bookstore? More likely than you'd think! And their manager, Kyuubey, mistreats his employees while bootlicking his superiors (from Head Office)? Treat yourself to this light-hearted comedy with Madoka and friends hard at work in Magicado Bookstores!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "11"
  },
  {
    "mangaId": "1d735f8d-cb91-4dd5-925f-e0eb97259e4a",
    "title": {
      "en": "The Duke and the Tutor"
    },
    "updatedAt": "2024-05-09T09:53:38+00:00",
    "coverArt": "https://mangadex.org/covers/1d735f8d-cb91-4dd5-925f-e0eb97259e4a/812720f0-85e9-4fcc-a0cd-1e111cf5fe9a.png",
    "altTitles": [
      {
        "ko": "공작가의 가정교사"
      },
      {
        "en": "Duke's Private Tutor"
      }
    ],
    "description": {
      "en": "Jace, an Academic Honours student, once had a very bright future! However, his life has gone downhill ever since he punched a noble classmate. When he finally manages to get a chance to work as a private tutor… The duke is so handsome that he cannot concentrate!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "100"
  },
  {
    "mangaId": "d587a5c2-842a-4fc5-a323-cddb5e41a2cb",
    "title": {
      "en": "Yuusha Party wo Tsuihousareta Hakuma Doushi, S Rank Boukensha ni Hirowareru ~Kono Hakuma Doushi ga Kikakugai Sugiru~"
    },
    "updatedAt": "2024-05-25T11:54:39+00:00",
    "coverArt": "https://mangadex.org/covers/d587a5c2-842a-4fc5-a323-cddb5e41a2cb/2098eadc-074c-4334-ad3f-721257add695.jpg",
    "altTitles": [
      {
        "ja": "勇者パーティーを追放された白魔導師、Sランク冒険者に拾われる ～この白魔導師が規格外すぎる～"
      },
      {
        "ja-ro": "Yuusha Party o Tsuihousareta Hakuma Doushi, S Rank Boukensha ni Hirowareru ~Kono Hakuma Doushi ga Kikakugai Sugiru~"
      },
      {
        "en": "The White Mage Who was Banished from the Hero's Party is Picked up by an S Rank Adventurer: This White Mage is Too Out of the Ordinary!"
      }
    ],
    "description": {
      "en": "One day, Lloyd, a white mage, is banished from the hero’s party. Lloyd, who has lost his job, happens to accompany an S-rank party on a quest by chance. At that time, no one knew that the hero’s party would collapse and Lloyd would gain fame - yet. This is the story of an extraordinary support magic-user who thinks he is normal, becomes an adventurer, while he is unaware of how he eventually becomes peerless.",
      "pt-br": "Um dia, Lloyd, um mago branco, é banido da festa do herói. Lloyd, que perdeu o emprego, por acaso acompanha um grupo de rank S em uma missão. Naquela época, ninguém sabia que o partido do herói entraria em colapso e Lloyd ganharia fama - ainda. Esta é a história de um extraordinário usuário de magia de suporte que pensa que é normal, torna-se um aventureiro, embora não saiba como eventualmente se torna incomparável."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1c83c0e9-c74f-491c-97d8-db0e4e7dc707",
    "title": {
      "en": "Ore no Zensei no Chishiki de Teihen Shoku Tamer ga Joukyuu Shoku ni Natte Shimai Sou na Ken"
    },
    "updatedAt": "2024-03-25T22:16:45+00:00",
    "coverArt": "https://mangadex.org/covers/1c83c0e9-c74f-491c-97d8-db0e4e7dc707/4a0f44d3-8f78-4b95-bdf9-a7cc11d3e748.jpg",
    "altTitles": [
      {
        "en": "About Making the Low-tier Tamer Profession Top-tier Using My Previous Life’s Knowledge"
      },
      {
        "ja-ro": "Ore no Zense no Chishiki de Teihengyo Tamer ga Joukyugyo ni Natte Shimaisou na Ken ni Tsuite"
      },
      {
        "ja-ro": "Ore no Zensei no Chishiki de Teihen Shoku Tamer ga Joukyuu Shoku ni Natte Shimai Sou na Ken"
      },
      {
        "ja": "俺の前世の知識で底辺職テイマーが上級職になってしまいそうな件"
      },
      {
        "zh-hk": "廢柴馴獸師通過前世的記憶站上頂點"
      },
      {
        "es-la": "Sobre cómo hacer que la profesión de domador de nivel bajo sea de nivel superior utilizando los conocimientos de mi vida anterior"
      },
      {
        "en": "The Useless Tamer Will Turn into the Top Unconsciously by My Previous Life Knowledge"
      }
    ],
    "description": {
      "en": "Due to an accident, the protagonist Varius died and was reincarnated. He was shocked to find in this new world, his former job as a Tamer in the previous world was acknowledged as a low class job in this new world.  \n  \nUtilizing his knowledge from his previous life as a basis, he then applied unique buffs to his beasts, taking back the ultimate power that he once possessed.  \n  \nWith this power in his hands, he sought to start his life as an adventurer. However-  \n  \n\n[Webnovel](https://ncode.syosetu.com/n7251fq/)",
      "ja": "不慮の事故により転生したヴァリウスは、前世において最強のジョブであるテイマーが、新たな地で最弱の底辺職として扱われていることに、驚愕を覚える。能力を十全に活かせず、不遇をかこつテイマー職の地位向上を目指し、ヴァリウスはあらん限りの知識をもとに、最強のテイマーになるため、未知なる冒険の旅へ出る――!!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52e19296-b9b9-4553-9e7e-ab22e8458187",
    "title": {
      "en": "Koi wa Ahare ni! - Joryuu Sakkatachi ni Yoru Renai Dairi Sensou"
    },
    "updatedAt": "2024-07-04T16:38:51+00:00",
    "coverArt": "https://mangadex.org/covers/52e19296-b9b9-4553-9e7e-ab22e8458187/763718fb-39f6-4ce4-9eb5-54d53809ae86.jpg",
    "altTitles": [
      {
        "ja": "恋はあはれに！ ～女流作家たちによる恋愛代理戦争～"
      }
    ],
    "description": {
      "en": "A Love Comedy of Love Running in the Faculty of Letters, Spun with Japan's Oldest Romance Novelist.\n\nKazuya Aizuki is a university student in the Japanese Literature Department of the Faculty of Letters. Suddenly, Murasaki Shikibu, a well-known character in The Tale of Genji, appears in his life! He is forced to live together with Murasaki Shikibu, who seems to have been transported from the Heian period, but it is revealed that he has feelings for Hanano Kozue, another classmate in the Japanese literature department who lives in the next room, and Murasaki Shikibu gives him some pointers on love! While learning Heian-style advice from Murasaki Shikibu, Kazuya somehow receives a waka poem from Kozue and becomes suspicious. In fact, a great man appears in Kozue's life, just like Kazuya...?\n\n----\nNote: Previously a oneshot published in Dragon Age issue 2/2023 on January 7, 2023.",
      "ja": "文学部の大学生・逢月一哉の下に突如現れたのは、源氏物語でお馴染みの“紫式部”！ なぜか二人の同居が始まる中、隣の部屋に住む華乃梢が気になってることがバレ、一哉は紫式部から恋愛の指南を受けることに…!?",
      "es-la": "Una comedia de romántica que transcurre en la facultad de letras, con la colaboración de la novelista romántica más antigua de Japón. Ichiya Aizuki es un estudiante universitario del Departamento de Literatura Japonesa. ¡Un día, Murasaki Shikibu, la autora de El cuento de Genji, aparece en su casa!\n\nY este se ve obligado a vivir junto a Murasaki, quien parece haber sido transportada desde la era Heian. Mientras habla con ella, da a conocer que le gusta Hanano Kozue, una compañera de clase que vive en la habitación de al lado, entonces Murasaki decide ¡Darle algunos consejos sobre el amor! Mientras aprende consejos al estilo Heian de Murasaki, Ichiya de alguna manera recibe un poema waka de Kozue y comienza a sospechar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95e0a3cf-052c-460a-8897-cde70d39561d",
    "title": {
      "en": "Kyoujin Kankei"
    },
    "updatedAt": "2024-06-30T14:17:39+00:00",
    "coverArt": "https://mangadex.org/covers/95e0a3cf-052c-460a-8897-cde70d39561d/b0229549-1efa-4fd7-8dc6-9675dbd20e00.png",
    "altTitles": [
      {
        "ja": "狂人関係"
      },
      {
        "fr": "Folles passions"
      },
      {
        "en": "Madman Relationship"
      },
      {
        "en": "Furious Love"
      }
    ],
    "description": {
      "en": "Edo period, a young draftsman, Sutehachi, arrives at Katsuhika Hokusai's house, the genius of the print and his daughter O-ei. If the boy's passion for drawing does not give way to that of the master, haunted just like him by the passion of the print, he is also very attracted by the world of pleasures."
    },
    "status": "completed",
    "releaseDate": 1973,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "44"
  },
  {
    "mangaId": "77fd8118-61b0-4b1f-95a6-2b839d754f81",
    "title": {
      "en": "Tensei Shitara Ken Deshita"
    },
    "updatedAt": "2024-05-09T04:20:53+00:00",
    "coverArt": "https://mangadex.org/covers/77fd8118-61b0-4b1f-95a6-2b839d754f81/6ee3ec22-87b3-4d8c-b952-eb9f776ba5ac.jpg",
    "altTitles": [
      {
        "en": "Reincarnated as a Sword"
      },
      {
        "fr": "J'étais une épée quand je me suis réincarné"
      },
      {
        "tl": "Naging Espada Ako sa aking Pangalawang Buhay"
      },
      {
        "en": "I Was a Sword When I Reincarnated"
      },
      {
        "en": "Sword Dad"
      },
      {
        "ja-ro": "TenKen"
      },
      {
        "ja-ro": "Tensei Shitara Kendeshita"
      },
      {
        "ru": "О моём перерождении в меч"
      },
      {
        "th": "ซวยเหลือหลายเกิดใหม่กลายเป็นดาบ"
      },
      {
        "ja": "転生したら剣でした"
      },
      {
        "ko": "전생했더니 검이었습니다"
      }
    ],
    "description": {
      "en": "When he realized it, the protagonist was in another world and had become a sword that was stabbed on an altar in a great plain, crowded with devil beast. The world he was in had a game like system; HP, MP, Strength, Vitality, Agility, Intelligence, Dexterity, Titles and Equipment. Following his instinct as a living sword, he traveled to find the one who could be his wielder, until he met with a cat girl that was about to be attacked by a bear type devil beast.",
      "es-la": "Cuando se dio cuenta, el protagonista ya se encontraba en otro mundo. Se había convertido en una espada que se había clavado en una gran llanura, custodiada por bestias demoniacas. Hasta que su portador la encuentre. Y es en ese momento, cuando una gata negra apareció."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "34089f0c-2be7-482f-8480-6bd67c449676",
    "title": {
      "en": "Kenseijo Adel no Yarinaoshi"
    },
    "updatedAt": "2024-05-29T02:52:14+00:00",
    "coverArt": "https://mangadex.org/covers/34089f0c-2be7-482f-8480-6bd67c449676/ab64a698-d2f7-4987-b32c-88e9eecff423.png",
    "altTitles": [
      {
        "ja": "剣聖女アデルのやり直し"
      },
      {
        "en": "Sword Saint Adel’s Second Chance"
      },
      {
        "ja-ro": "Kenseijo Aderu no Yarinaoshi"
      }
    ],
    "description": {
      "en": "Hailed as the hero for leading his country to victory from a great war, the blind Sword Saint Adel is now in despair. Unfortunately, he failed to protect his benefactor, Princess Euphinea, whom he dedicated his entire life to. \n\n\"I want to meet the princess once again,\" he muttered, wishing deeply that his prayers would be answered. A mysterious being, having heard his plea, granted his prayers, and he was sent back to the past, to a time when the princess is still alive. \n\nUnexpectedly, the Sword Saint (♂) has been transformed into a super-duper cute Sword Saintess (♀), and her heroic tale of unrivaled power will once again take place."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d3c8e2-70dc-4108-afb5-08be57803a60",
    "title": {
      "en": "The Demon King's Daughter Is Too Kind!!"
    },
    "updatedAt": "2024-04-18T16:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/a5d3c8e2-70dc-4108-afb5-08be57803a60/5c963813-bc15-4edf-b4fd-1b7f48086061.jpg",
    "altTitles": [
      {
        "ru": "Дочь Короля Демонов слишком добрая!!"
      },
      {
        "ja": "魔王の娘は優しすぎる!!"
      },
      {
        "ja-ro": "Maou no Musume wa Yasashi Sugiru!!"
      },
      {
        "pt-br": "A filha do Rei Demônio é muito gentil!!"
      }
    ],
    "description": {
      "en": "The strongest Demon King, Ahriman, rules every part of the world. However, he had to stop his world conquest all of a sudden. What is the unexpected reason behind this…?",
      "pt-br": "O Rei Demônio mais forte, Ahriman, controla cada parte do mundo. Mas, ele precisou parar de conquistar inesperadamente. Qual será a razão inesperada…?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa903162-c301-4d05-a705-c0b914bd06b7",
    "title": {
      "en": "Cool na Megami-sama to Issho ni Sundara, Amayakashi Sugite Ponkotsu ni Shite Shimatta Ken ni Tsuite"
    },
    "updatedAt": "2024-07-04T16:25:06+00:00",
    "coverArt": "https://mangadex.org/covers/fa903162-c301-4d05-a705-c0b914bd06b7/34e8bff9-e779-4c50-b859-4976dbbd17da.jpg",
    "altTitles": [
      {
        "ja": "クールな女神様と一緒に住んだら、甘やかしすぎてポンコツにしてしまった件について"
      },
      {
        "en": "About How I Lived With a Cool Goddess and Spoiled Her Too Much and Turned Her Into a Clumsy Useless Person"
      },
      {
        "vi": "Sống chung với nữ thần lạnh lùng, tôi đã chiều chuộng đến mức khiến cho cô ấy trở nên lười biếng"
      }
    ],
    "description": {
      "en": "One day, Haruto Akihara, a high school student living alone, moves in with his classmate Rei Mikoto, an extremely beautiful girl! Rei, nicknamed the \"Goddess of Ice\", has a cold attitude towards Haruto, who is devoted to her, but gradually...?\n\nA new generation of lovey-dovey live-in romantic comedy!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a7e01d5-a31b-4d75-9f50-f31873560a2a",
    "title": {
      "en": "Koibami Shoujo"
    },
    "updatedAt": "2024-07-02T01:09:18+00:00",
    "coverArt": "https://mangadex.org/covers/5a7e01d5-a31b-4d75-9f50-f31873560a2a/0b9e3fde-1f47-4ac4-bb51-f306b2daec23.png",
    "altTitles": [
      {
        "ja": "恋喰少女"
      },
      {
        "vi": "Luyến Thực Nữ"
      },
      {
        "en": "Love-Eating Girl"
      },
      {
        "es-la": "Las Chicas Devoradoras de Amor"
      },
      {
        "pt-br": "Devoradoras de Amor"
      }
    ],
    "description": {
      "en": "High school student Ooishi Kyou is afraid of women.\n\nSuddenly, five girls confessed to him. Among them, four are creatures called Koibami - beings that devour human romantic feelings. If he has his romantic feelings eaten by these girls, he will never be able to love again.\n\nHowever, he cannot abandon the feelings of the one who confessed to him for real - Kyou decides to find the one he truly loves among the five! A brain-shaking, romantic comedy suspense begins!",
      "es-la": "Oishi Kyou es un chico que siempre ha tenido un fuerte miedo a las chicas. Cuando comienza su primer día de clases en la preparatoria, se ve abrumado al recibir confesiones de amor por parte de cinco chicas diferentes. Sin embargo, descubre que cuatro de ellas son en realidad chicas ‘Devoradoras de Amor’, chicas que buscan seducir a los hombres para alimentarse de sus sentimientos, y sus presas favoritas son los sentimientos del ‘Primer Amor’, gracias a cierta persona el Protagonista sabe que 4 chicas de primer año son ‘Devoradoras de Amor’ así que, dentro de estas 5 chicas hay una que se confesó realmente a Oishi, así que se propone a encontrar a la única chica entre las 5 que realmente lo ama, todo sea antes de que devoren sus sentimientos.",
      "pt-br": "O estudante do ensino médio, Kyo Oishi, tem medo de mulheres.\n \nDe repente, cinco garotas se declaram para ele. Entre elas, quatro são criaturas chamadas Devoradoras de Amor - seres que devoram sentimentos românticos humanos. Se ele tiver seus sentimentos românticos consumidos por essas garotas, ele nunca mais será capaz de amar novamente.\n \nNo entanto, ele não pode abandonar os sentimentos daquela que se declarou para ele de verdade - Kyo decide encontrar a única que realmente ama ele entre as cinco! Começa uma comédia romântica de suspense que balança o cérebro!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e86f3c88-c91d-40a4-acbf-afaafedd4690",
    "title": {
      "en": "Makenshi no Maken Niyoru Maken no Tame no Harem Life"
    },
    "updatedAt": "2024-06-19T22:05:51+00:00",
    "coverArt": "https://mangadex.org/covers/e86f3c88-c91d-40a4-acbf-afaafedd4690/827146c3-7272-4120-b4bc-a8d04a768e43.jpg",
    "altTitles": [
      {
        "en": "The Cursed Sword Master’s Harem Life: By the Sword, For the Sword, Cursed Sword Master"
      },
      {
        "ja": "魔剣師の魔剣による魔剣のためのハーレムライフ"
      },
      {
        "zh-hk": "由魔劍師的魔劍開始的為了魔劍的後宮人生"
      }
    ],
    "description": {
      "en": "Fujinomiya Soujirou is transported to a fantasy world with only his Daisho (pair of samurai swords) in hand. The katana can talk and swiftly informs him that it is Hotarumaru, the legendary national treasure of Japan thought lost during World War II. The wakizashi is too young to have a voice, so Souji names it Sakura. This is the story of Souji and Hotarumaru's journey through a new world as he seeks to achieve … a sword harem?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e433b63-7faa-4106-8ec9-802282f322b1",
    "title": {
      "en": "Watari-kun no ×× ga Houkai Sunzen"
    },
    "updatedAt": "2024-04-22T22:04:57+00:00",
    "coverArt": "https://mangadex.org/covers/5e433b63-7faa-4106-8ec9-802282f322b1/aabad18d-794d-4855-b312-255f9fdb7952.jpg",
    "altTitles": [
      {
        "ja": "渡くんの××が崩壊寸前"
      },
      {
        "zh": "渡君的××即将崩坏"
      },
      {
        "ko": "와타리군의 XX가 붕괴직전"
      },
      {
        "en": "Watari-kun's ****** Is about to Collapse"
      },
      {
        "ru": "XX Ватари-куна на грани граха"
      }
    ],
    "description": {
      "en": "Ever since his parents died, Watari Nao's life has revolved around his little sister. He forgoes club activities for the sake of spending time with her, leading many of his peers to label him a siscon. But as long as his sister's happy, Nao is willing to shut out any unwelcome comments about himself.  \n  \nUnbeknownst to Nao, however, a greater danger has resurfaced - one that destroyed his way of life six years ago, and threatens to do so once again.  \n  \nAnd that danger, in the form of a girl wielding a garden hoe, will stop at nothing to reclaim what could once have been hers, and hers alone.",
      "ru": "С тех пор, как его родители умерли, жизнь Ватари Наото вращалась вокруг своей младшей сестры. Он воздерживается от деятельности клуба ради того, чтобы проводить время с ней, в результате чего многие из его сверстников думают, что он влюблён в свою сестру. Но пока его сестра счастлива, Наото готов закрыть глаза на все эти сплетни. Однако ему угрожает та же опасность, что настигла его шесть лет назад. Эта опасность — девушка, которая не уйдет без того, что когда-то принадлежало ей одной!",
      "pt-br": "Desde que seus pais morreram, a vida de Watari Nao tem girado em torno de sua irmã mais nova. Ele renuncia atividades do clube por causa de passar tempo com ela, levando muitos de seus colegas para rotulá-lo de SISCON. Mas, enquanto sua irmã estiver feliz, Nao está disposto a calar quaisquer comentários indesejáveis sobre si mesmo. Sem o conhecimento de Nao, no entanto, um perigo maior ressurgiu - um que destruiu seu modo de vida, há seis anos, e ameaça fazê-lo mais uma vez, e o perigo vem sob a forma de uma garota empunhando uma enxada de jardim."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "92"
  },
  {
    "mangaId": "d31b8a09-e28d-4f9f-887b-d62dced36db8",
    "title": {
      "en": "Omiai Shitakunakatta node, Murinandai na Jouken wo Tsuketara Doukyuusei ga Kita Ken ni Tsuite"
    },
    "updatedAt": "2024-06-21T01:04:54+00:00",
    "coverArt": "https://mangadex.org/covers/d31b8a09-e28d-4f9f-887b-d62dced36db8/a581c499-f228-4dc8-b5e6-9c0bb5f9351a.jpg",
    "altTitles": [
      {
        "en": "About That Time I Didn’t Want to Have a Matchmaking Interview, So I Set Some Impossible Conditions and Then My Classmate Showed Up"
      },
      {
        "en": "I Didn’t Want to Meet a Prospective Marriage Partner So I Set an Impossible Condition and Then My Classmate Came"
      },
      {
        "ja": "お見合いしたくなかったので、無理難題な条件をつけたら同級生が来た件について"
      },
      {
        "es": "No Quería ir a la Cita, Así que Puse Condiciones Absurdas y Vino una Compañera de Clases"
      },
      {
        "es-la": "En ese Momento no Quería Tener una Entrevista de Emparejamiento, así que Puse Algunas Condiciones Imposibles y Luego Apareció mi Compañero de Clase"
      }
    ],
    "description": {
      "en": "One day, Yuzuru Takasegawa — a first-year high school student — is urged by his grandfather to go on an arranged marriage meeting, insisting that he wants to see his great-grandson before he dies.\n\nHowever, not wanting to bear the weight of a fiancee at the tender age of a freshman in high school, Yuzuru tries to avoid the arranged marriage meeting by imposing an irrational condition that, “If she is Blonde Haired, Blue Eyed, Fair Skinned with big boobs, only then I will think about the marriage”.\n\nBut somehow, he finds the girl who meets the conditions that Yuzuru has put out, and he reluctantly ends up going to matchmaking only once.\n\nAnd on the day of matchmaking, it was Arisa Yukishiro, a beautiful girl with reputation at school, shows up on the scene. [adapted from Novel Updates]",
      "es": "Un día, su abuelo insta a Yuzuru Takasegawa, un estudiante de primer año de secundaria, a asistir a una reunión matrimonial arreglada, insistiendo en que quiere ver a su bisnieto antes de morir. Sin embargo, al no querer soportar el peso de una prometida a la tierna edad de un estudiante de primer año en la escuela secundaria, Yuzuru intenta evitar la reunión matrimonial arreglada imponiendo una condición irracional que dice: \"Si es de pelo rubio, ojos azules, piel clara, etc. ., sólo entonces pensaré en el matrimonio ”. Pero de alguna manera, encuentra a la chica que cumple con las condiciones que Yuzuru ha puesto, y de mala gana termina yendo al emparejamiento solo una vez. Y el día del emparejamiento, Arisa Yukishiro, una hermosa chica con reputación en la escuela, apareció en escena. Al escuchar su historia, parece que también la obligaron a regañadientes a continuar el emparejamiento. Por lo tanto, los dos intentan evitar más propuestas de matrimonio con su falso \"compromiso\".",
      "ja": "私と嘘の“婚約”をしませんか？ 嘘から始まるピュアラブコメディ開幕!!\n\nお見合い話を持ってくる祖父に「金髪碧眼色白美少女なら考える」と、無理難題をつきつけた高校生・高瀬川由弦。数日後、お見合いの場にいたのは同級生の雪城愛理沙!? 由緒ある家に生まれたため、幾度となくお見合いを勧められうんざりしていた二人は、お互いのために、嘘の『婚約』を交わすことになるのだが…。嘘の婚約から始まるピュアラブコメディ、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63966e8a-b935-4044-8aa1-c3288b352d52",
    "title": {
      "en": "Birthday"
    },
    "updatedAt": "2024-07-04T16:25:35+00:00",
    "coverArt": "https://mangadex.org/covers/63966e8a-b935-4044-8aa1-c3288b352d52/1a2da4fd-4ae6-4ab5-a7bb-1e66c6ef5ad7.jpg",
    "altTitles": [
      {
        "ja": "誕生日"
      },
      {
        "ja-ro": "Tanjoubi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e38b0d7-0cbc-4092-9cc7-f2ddd7e36c1d",
    "title": {
      "en": "Tsugi wa Anata ga Yarareru Ban Death."
    },
    "updatedAt": "2024-03-29T14:08:05+00:00",
    "coverArt": "https://mangadex.org/covers/9e38b0d7-0cbc-4092-9cc7-f2ddd7e36c1d/3d12ab43-eb16-4d51-a456-7e6c9ad963aa.jpg",
    "altTitles": [
      {
        "ja": "次はアナタがヤられる番です。"
      },
      {
        "ja-ro": "Tsugi wa Anata ga Yarareru Ban desu."
      },
      {
        "es-la": "Ahora es tu turno de ser derrotado."
      },
      {
        "en": "Next, it's Your Turn to be Killed"
      }
    ],
    "description": {
      "en": "The normal high school life came to an abrupt end when an armed group invaded. The students are toyed with by men who control the high school with firearms in their hands. An orgy of sex and death unfolds there. What awaits beyond that... Erotic suspense horror begins.\n\n---\n**Links:**\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/64650)",
      "ja": "当たり前の高校生活は武装した集団が侵入してきたことによって唐突に終わりを告げた。銃器を手にし高校を支配した男たちに生徒たちは弄ばれる。そこに展開される性と死の狂宴。その先に待つものは――。エロティックサスペンスホラー、開幕。\n\n---\n**Links:**\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/64650)",
      "es-la": "Una vida normal en la secundaria pero llegó a un abrupto final cuando un grupo armado invadió. Los hombres armados que gobiernan la escuela secundaria juegan con los estudiantes. Allí se desarrolla una fiesta de sexo y muerte."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/1f99d3e7-a813-499c-9982-464c9328eeb6.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0483d2ef-557e-43ae-9761-2f2f0677625a",
    "title": {
      "en": "Touhou Suichouka ~ Lotus Eater-tachi no Suisei"
    },
    "updatedAt": "2024-02-05T23:50:53+00:00",
    "coverArt": "https://mangadex.org/covers/0483d2ef-557e-43ae-9761-2f2f0677625a/8626705c-cd0d-45f3-bce4-72aeff7176d7.jpg",
    "altTitles": [
      {
        "en": "The Lotus Eaters, Drunk and Sober"
      },
      {
        "en": "Touhou Drunken Butterfly Flower ~ Lotus Eaters' Sobering"
      },
      {
        "ja": "東方酔蝶華　ロータスイーター達の酔醒"
      }
    ],
    "description": {
      "en": "In this sixth official Touhou manga series from ZUN, the shrine maiden Reimu Hakurei goes to investigate a strange rumor in the human village, where she gets involved with the local Geidontei bar and its poster girl, Miyoi Okunoda.",
      "ja": "幻想郷の人里にある居酒屋「鯢呑亭（げいどんてい）」には、最近、飲んだ帰りの客が妖怪にさらわれて失踪するという噂が。博麗神社の巫女・霊夢はこの疑惑の調査に乗り出す。どうやらカギは看板娘の美宵のようで…？",
      "es-la": "En la aldea humana de Gensokyo, un rumor sobre un youkai que supuestamente secuestra a personas alcoholizadas se extiende de forma repentina con gran rapidez, causando miedo y preocupación entre la gente. Mientras tanto, en el centro de este rumor, el bar izakaya Geidontei, no hay nada fuera de lugar en lo que respecta a su comida y bebida, o incluso con respecto a su propietario.\n\nCuando la sacerdotisa Reimu Hakurei se entera de la situación, intenta cumplir con su deber de investigar el sospechoso establecimiento. Sin embargo, el caso la lleva a otra persona: Miyoi Okunoda, cuya existencia parece ser tan volátil como una burbuja.",
      "pt-br": "Uma estranha história sobre álcool. O mais novo mangá oficial de \"Touhou\", escrito por ZUN.   \r\n  \r\nExiste um rumor de que em um bar chamado \"Geidontei\", localizado em uma área remota de Gensokyo, um cliente bêbado foi sequestrado por um youkai. Reimu, sacerdotisa do Santuário Hakurei, embarca em uma investigação, mas aparentemente, a chave para desvendar o caso está na garçonete da loja…?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cc56862-2031-42ba-b66c-afc97d0faa68",
    "title": {
      "en": "Sekaiju no Shita kara Hajimeru: Hanryuu Shoujo to Boku no Musou Life"
    },
    "updatedAt": "2024-05-14T12:45:08+00:00",
    "coverArt": "https://mangadex.org/covers/3cc56862-2031-42ba-b66c-afc97d0faa68/d8091a47-d4ac-4e47-a70e-51e0db8a49e4.jpg",
    "altTitles": [
      {
        "ja": "世界樹の下から始める半竜少女と僕の無双ライフ"
      },
      {
        "en": "Starting From Under the World Tree: The Dragon Girl and My Invincible Life"
      }
    ],
    "description": {
      "en": "Buried by an avalanche caused by an eruption, a girl discovers a secret place undergroud where she tastes the flesh of a dragon, becoming half-dragon half-human. Afterwards the girl who was to be sold as a slave was bought by a kind-hearted boy. This novel is about a girl who became a Half-Dragon and a boy who has healing magic; a story about their carefree journey.",
      "ja": "最強最上の半竜の娘を従者に冒険の旅に出発します！\n\n両親を亡くして、一人遠くの魔術学園に入学を目指す、治癒魔術師見習いのリムル。彼が護衛のために奴隷商人から手に入れた、竜の手足を持つ異形の種所は、ウルトラ・モンスターな性格とパワーで、一人暮らしのリムルの生活を引っかき回してきて……!? 少年リムルが半竜少女エイルを従え、世界を変える旅に出る異世界冒険ファンタジー！！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]