[
  {
    "mangaId": "baa95345-24fb-47a9-83e9-434ff671f968",
    "title": {
      "en": "Smoking Behind the Supermarket with You"
    },
    "updatedAt": "2024-01-28T18:10:33+00:00",
    "coverArt": "https://mangadex.org/covers/baa95345-24fb-47a9-83e9-434ff671f968/3791f674-39c7-40b1-82e5-d7677365ccce.jpg",
    "altTitles": [
      {
        "ja": "スーパーの裏でヤニ吸うふたり"
      },
      {
        "id": "Cerita Tentang Merokok di Belakang Supermarket"
      },
      {
        "es-la": "Historias que ocurren al fumar en la parte trasera del supermercado"
      },
      {
        "pt-br": "Uma história sobre fumar no fundo de um mercadinho"
      },
      {
        "ru": "История о перекуре за супермаркетом"
      },
      {
        "uk": "Історія про перекур за супермаркетом"
      },
      {
        "zh-hk": "在超市後門吸菸的二人"
      },
      {
        "en": "A Story About Smoking at the Back of the Supermarket"
      },
      {
        "en": "Behind the Supermarket, Smoking With You"
      },
      {
        "ar": "خلف المتجر ادخن معك"
      },
      {
        "ja-ro": "Super no Ura de Yani Suu Futari"
      },
      {
        "fr": "Fumer en bonne compagnie à l'arrière de la supérette"
      },
      {
        "fr": "Deux fumeurs à l'arrière de la supérette"
      }
    ],
    "description": {
      "en": "Sasaki, an overworked salaryman, goes through an average stressful day just for a single light at the end of the tunnel: Yamada, the always-cheerful clerk at his favorite convenience store. \n\nOne day, Sasaki takes an extra amount of time at a company meeting, and by the time he gets to the convenience store Yamada has already clocked out. However, as he leaves, he notices a young woman with piercings smoking behind the store?\n\n---\n**Links:**\n- Alternative Official English - [Manga UP!](https://global.manga-up.com/manga/261)",
      "ru": "Сасаки, переутомлённый служащий, каждый раз проживает обычный напряжённый день ради единственного света в конце туннеля: Ямада, жизнерадостная продавщица в его любимом магазинчике.\nВ один день, Сасаки задержался на работе и когда он возвращался домой через магазинчик, смена Ямады давно закончилась. Однако, когда он вышел, то заметил молодую женщину с пирсингом курящую за магазином.",
      "vi": "Sasaki - một người đàn ông làm công ăn lương, vượt qua những ngày làm việc mệt nhoài nhờ có tia sáng nơi cuối đường hầm: Yamada - nhân viên bán hàng luôn vui tươi tại siêu thị tiện lợi yêu thích của anh. Một ngày nọ, Sasaki phải ở lại công ty đến muộn vì một cuộc họp nên khi đến cửa hàng, Yamada đã hết giờ làm việc. Tuy nhiên, khi sắp rời đi, anh để ý thấy một cô gái trẻ đeo những chiếc khuyên xỏ đang ngồi hút thuốc phía sau cửa hàng…",
      "es-la": "Sasaki, un asalariado con exceso de trabajo, pasa por un día estresante promedio solo por una sola luz al final del túnel: Yamada, la siempre alegre empleada de su tienda de conveniencia favorita. Un día, Sasaki se toma una cantidad extra de tiempo en una reunión de la empresa, y cuando llega a la tienda de conveniencia, Yamada ya se había marchado. Sin embargo, cuando se va, se da cuenta de que una mujer joven con piercings fuma detrás de la tienda......",
      "pt-br": "Sasaki, um assalariado sobrecarregado, passa por um dia estressante comum apenas por uma única luz no fim do túnel: Yamada, o sempre alegre balconista de sua loja de conveniência favorita.\n\nUm dia, Sasaki leva um tempo extra em uma reunião da empresa e, quando chega à loja de conveniência, Yamada já bateu o ponto. No entanto, ao sair, ele percebe uma jovem com piercings fumando atrás da loja. O que vai se desenrolar?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72bde970-783a-4f1c-9e52-03199b969a1a",
    "title": {
      "en": "Watashi ni xx Shinasai!"
    },
    "updatedAt": "2022-11-02T10:17:46+00:00",
    "coverArt": "https://mangadex.org/covers/72bde970-783a-4f1c-9e52-03199b969a1a/445be236-19f9-48d3-a97e-866aea731b65.jpg",
    "altTitles": [
      {
        "tr": "Bana xx Yap!"
      },
      {
        "vi": "Mệnh lệnh tình yêu"
      },
      {
        "es": "Mis Misiones de Amor"
      },
      {
        "en": "Missions of Love"
      },
      {
        "en": "Make xx to Me!"
      },
      {
        "ar": "مهمات الحب!"
      },
      {
        "th": "รักร้ายยัยตัวแสบ XX me"
      },
      {
        "ja": "わたしに××しなさい！"
      },
      {
        "zh": "绝对恋爱命令"
      }
    ],
    "description": {
      "en": "In class, she's a sort of zoned-out girl, and he's the year one class' most perfect, good-looking guy. But the two of them have a secret, and their extraordinary \"love experience\" will start now!  \n  \nHimuro Yukina, known as the \"Absolute Zero Snow-woman\" is a cold and observant girl. In addition, she is actually a popular cell phone novelist who goes by the name of Yupina. Sadly, with no other human contact than her cousin, Yukina is unable to express more romance in her novels. Kitami Shigure, your so-called \"typical bishounen\", who is really a womanizer, has fallen into Yukina's trap when she blackmails him, and they end up \"love-acting\" for the sake of their secrets."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "74"
  },
  {
    "mangaId": "1eea01be-0694-47ac-8993-a23ad826aef7",
    "title": {
      "en": "Jojoni Deremi ga Mashiteku Tsundere Gyaru"
    },
    "updatedAt": "2024-04-20T17:56:29+00:00",
    "coverArt": "https://mangadex.org/covers/1eea01be-0694-47ac-8993-a23ad826aef7/155d682a-ee06-4ece-bbae-9eb3a4e84d4e.jpg",
    "altTitles": [
      {
        "ja": "徐々にデレ味が増してくツンデレギャル"
      },
      {
        "vi": "Cô nàng gal tsundere ngày càng đáng yêu hơn"
      },
      {
        "ja-ro": "Jojoni Deremi ga Mashiteku Tsundere Gal"
      },
      {
        "ja-ro": "Jojoni Deremi ga Mashiteku Tsundere Gyaru"
      },
      {
        "tr": "Tsundere Gal Günden Güne Daha Sevimli Hale Geliyor"
      },
      {
        "en": "The Tsundere Gal Whose Dere Side Gradually Increases"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6643b6b-5a2e-4f94-8f30-13d4f5e4299a",
    "title": {
      "en": "Hiiragi-san is A Little Careless"
    },
    "updatedAt": "2024-03-06T08:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/d6643b6b-5a2e-4f94-8f30-13d4f5e4299a/742dd32f-2e7b-49bc-a567-54cffa1fd260.jpg",
    "altTitles": [
      {
        "ja": "ちょっとだけ抜けちゃう柊さん"
      },
      {
        "ja-ro": "Chotto Dake Nuke Chau Hiiragi-san"
      },
      {
        "ja-ro": "Chotto Dake Nukechau Hiiragi-san"
      },
      {
        "en": "Hiiragi-san is a little careless."
      }
    ],
    "description": {
      "en": "Kotori-kun, who falls in love with his classmate Hiiragi-san at first sight, somehow wants to get close to her. Hiiragi-san is quite an earnest and lovely girl, but… She’s surprisingly a little careless--! This is about the charming school life of a careless girl and a pure boy who gets led on everyday by her -- a romantic comedy that’s a wee bit H sometimes but warm and fluffy to death."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "66"
  },
  {
    "mangaId": "de491df4-153f-44e8-96d2-7c53d11c3dcf",
    "title": {
      "en": "Hellper 2 <KillBeros>"
    },
    "updatedAt": "2023-07-15T08:02:42+00:00",
    "coverArt": "https://mangadex.org/covers/de491df4-153f-44e8-96d2-7c53d11c3dcf/c065dd0c-158d-48ed-bc78-adb728c44a08.jpg",
    "altTitles": [
      {
        "en": "Hellper"
      },
      {
        "en": "Hellper season 2"
      },
      {
        "en": "Helper"
      },
      {
        "en": "KBRS"
      },
      {
        "en": "KillBeros"
      }
    ],
    "description": {
      "en": "Jang Gwangnam's life as he grows the guard tribe that protects the Kana-Shi city."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d152582d-3f0c-4f5e-a0c1-6658b9be30f0",
    "title": {
      "en": "Captain Kid"
    },
    "updatedAt": "2024-03-02T14:52:37+00:00",
    "coverArt": "https://mangadex.org/covers/d152582d-3f0c-4f5e-a0c1-6658b9be30f0/1e43bd67-4ab7-42a9-a005-dfab9d0ff31d.png",
    "altTitles": [
      {
        "vi": "Hoàng Tử Cướp Biển"
      },
      {
        "vi": "Hoàng Tử Sinh Bá"
      },
      {
        "ru": "Капитан Кид"
      },
      {
        "ja": "キャプテンキッド"
      },
      {
        "zh-hk": "海盜王子"
      },
      {
        "zh-ro": "Hǎidào wángzǐ"
      }
    ],
    "description": {
      "en": "In the 19th century, there lived a young pirate king, feared enough to be called the “Devil of the Sea”. His name is Captain Kid! With his mysterious guardian sword, Black Lightning, he sails the seven seas aboard his vessel, the Golden Drake!! What awaits him? Is it hell, or the furious waves of the ocean?! The adventurous tale of Kid and his band of rogues begins here!!"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "64"
  },
  {
    "mangaId": "d299f08c-725c-4500-b407-e64c472c2223",
    "title": {
      "en": "Suikoden"
    },
    "updatedAt": "2024-04-19T14:23:26+00:00",
    "coverArt": "https://mangadex.org/covers/d299f08c-725c-4500-b407-e64c472c2223/6ca1bca5-65ea-4e5e-9486-de8f5302ad51.jpg",
    "altTitles": [
      {
        "ja": "水滸伝"
      },
      {
        "zh": "水滸後傳"
      },
      {
        "en": "Water Margin"
      },
      {
        "en": "All Men are Brothers"
      },
      {
        "en": "Outlaws of the Marsh"
      },
      {
        "fr": "Au bord de l'eau"
      }
    ],
    "description": {
      "en": "Suikoden is the Japanese adaptation of the Water Margin or Outlaws of the Marsh, one of the four great Chinese classical novels. The original story tells how a group of 108 outlaws are granted amnesty when they form an army to resist foreign invaders and suppress rebel forces. Winding through the maze of political and social ancient China, their adventure brings them up against the apathy and conservatism of the current government, where very little regard exists for the truly brave."
    },
    "status": "completed",
    "releaseDate": 1967,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "36"
  },
  {
    "mangaId": "a4c0c579-f0a6-4ff7-bc2e-1c0d3f614d03",
    "title": {
      "en": "Atarashii Kimi e"
    },
    "updatedAt": "2024-04-18T11:46:28+00:00",
    "coverArt": "https://mangadex.org/covers/a4c0c579-f0a6-4ff7-bc2e-1c0d3f614d03/e69c9ff2-ae1d-435f-84c3-03b3e69b114c.jpg",
    "altTitles": [
      {
        "ja": "新しいきみへ"
      },
      {
        "en": "To a New You"
      },
      {
        "zh": "致崭新的你"
      }
    ],
    "description": {
      "en": "Sakuma, a teacher at an all-girls school, sees his wife in the red-light district cheating on him one day. In response, he runs away and decides to tour Japan, going wherever his heart may lead him. He finally reaches Odawara and meets a young girl, that looks like the one he always sees in his dreams. He barely manages to stop himself from crossing the line with the girl, and he eventually returns to his normal life, having discovered that his wife's alleged cheating was all a misunderstanding. But then...",
      "pt-br": "Sakuma, um professor em uma escola só para meninas, vê sua esposa no distrito de prostituição o traindo. Em resposta, ele foge e decide fazer uma turnê pelo Japão, indo aonde seu coração o levar. Ele finalmente chega a Odawara e conhece uma jovem, que se parece com a que ele sempre vê em seus sonhos. Ele mal consegue se impedir de cruzar a linha com a garota e, eventualmente, retorna à sua vida normal, ao descobrir que a suposta traição de sua esposa foi um mal-entendido. Mas então..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "24"
  },
  {
    "mangaId": "bd3ee313-500b-4313-944a-86bacf939687",
    "title": {
      "en": "Naisho no Ofutarisama."
    },
    "updatedAt": "2023-12-12T03:42:31+00:00",
    "coverArt": "https://mangadex.org/covers/bd3ee313-500b-4313-944a-86bacf939687/af7ba70f-caf0-4fe4-8ece-b19704eef671.jpg",
    "altTitles": [
      {
        "ja": "ないしょのおふたりさま。"
      },
      {
        "zh": "秘密的二人。"
      },
      {
        "zh-hk": "秘密的二人。"
      },
      {
        "en": "The Secret Pair"
      }
    ],
    "description": {
      "en": "Is it wrong to think about eating food all day...? Eliza, a young lady who is only interested in food is brought a delicious gift by a delinquent named Misaki. She's scary... but she can't resist the allure of good food!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bc00a43-f16f-4bb3-b3c2-59b6e9effdd1",
    "title": {
      "en": "Ochikobore Kenshi, Tsuihousareta no de Majutsushi ni Tenkou suru - Kenshi no Toki wa Gomi Skill datta \"Zettai Kioku\" wa Majutsushi ni Totte wa Kami Skill deshita"
    },
    "updatedAt": "2024-04-17T17:12:43+00:00",
    "coverArt": "https://mangadex.org/covers/3bc00a43-f16f-4bb3-b3c2-59b6e9effdd1/da123a30-8994-4934-86e3-44488819647f.jpg",
    "altTitles": [
      {
        "ja": "落ちこぼれ剣士、追放されたので魔術師に転向する ～剣士のときはゴミスキルだった『絶対記憶』は魔術師にとっては神スキルでした～"
      },
      {
        "en": "The Exiled Failed Swordsman Becomes a Sorcerer ~ [Absolute Memory], Which Was a Garbage Skill for a Swordsman, Is a God Skill for a Sorcerer!"
      }
    ],
    "description": {
      "en": "In a world where swordsmanship and magic clash, Durandal is born into one of the world’s most prestigious swordsman families. However, his innate skill is ‘Absolute Memory’. A skill that allows him to never forget anything he has seen or heard, but it was completely useless in swordsmanship where power is everything. Eventually, the banished Durandal encounters ‘magic’, and starts to change the life he had once given up on!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "823fe1ad-2932-4cdd-bdbd-3e997acee7c3",
    "title": {
      "en": "The Betrayal of Shadow"
    },
    "updatedAt": "2024-03-21T12:52:26+00:00",
    "coverArt": "https://mangadex.org/covers/823fe1ad-2932-4cdd-bdbd-3e997acee7c3/736a76a9-f595-45b2-a0e0-eff0b8f9139a.jpg",
    "altTitles": [
      {
        "en": "Shadow's Resurgence"
      },
      {
        "zh": "家族影子的背叛"
      }
    ],
    "description": {
      "en": "Sal Cooper, the most loyal and efficient shadow of the family, was sent out as a sacrificial pawn by the newly appointed head of the Cooper family during the major distribution meetings after representing the family in victorious battles. He became the object of abuse by the former subordinates who once served under him. After exerting all his efforts to kill those who had humiliated him and attempting to take Alan down with him, he discovered that as a child, he was chosen by the family to be the “shadow” and was enchanted with magic, unable to harm Alan and instead bearing all the injuries Alan suffered, thereby enhancing Alan’s own abilities. Learning from Alan that his entire life as a shadow was orchestrated, Sal reversed the magic’s effects and, through his own death, reclaimed everything Alan had taken from him, including talents and abilities. Although Alan survived, he lost his vitality and the ability to intimidate other families, leading to the downfall of the Cooper family. However, Sal Cooper was reborn at the age of three, before the magic of “nourishment” was cast upon him."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e38516a-fc37-445b-b202-42c8531f43cc",
    "title": {
      "en": "Houkago no Honya-san"
    },
    "updatedAt": "2024-04-05T19:25:57+00:00",
    "coverArt": "https://mangadex.org/covers/9e38516a-fc37-445b-b202-42c8531f43cc/023599ef-020a-40e6-b3cf-34e5991e1f86.jpg",
    "altTitles": [
      {
        "ja": "放課後の本屋さん"
      },
      {
        "ja-ro": "Houkago no Hon'ya-san"
      },
      {
        "en": "After School Bookstore Worker"
      }
    ],
    "description": {
      "en": "When school is over, Tsubasa, an elementary schooler, works at her grandfather's bookstore. The books they provide are of a slightly lewd kind, which is just a little bit of trouble for an elementary schooler."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "96e521e5-b19e-4299-b1ad-6b0eeb73e7a0",
    "title": {
      "en": "Mizu no Tomodachi Kappaman"
    },
    "updatedAt": "2024-04-22T17:52:49+00:00",
    "coverArt": "https://mangadex.org/covers/96e521e5-b19e-4299-b1ad-6b0eeb73e7a0/307e27e9-2047-49a5-af4e-4df79c3d227b.jpg",
    "altTitles": [
      {
        "ja": "水のともだちカッパーマン"
      },
      {
        "en": "Water Friend Kappaman"
      }
    ],
    "description": {
      "en": "Kawataro, half human, half kappa, lives as a human, because his father, a kappa, wished so. Kawataro travels to find his mother who disappeared when he was young. On his trip, he encounters various youkai."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-02-11T18:18:02+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/f3fbdcfe-83a8-4852-a676-ccabd299a013.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc9346a0-f3bc-4b26-b333-0df146dffb9c",
    "title": {
      "en": "Mahou to Boku to Dekkai Shishou"
    },
    "updatedAt": "2024-04-21T13:06:38+00:00",
    "coverArt": "https://mangadex.org/covers/cc9346a0-f3bc-4b26-b333-0df146dffb9c/1635bed7-36ef-4c86-9e42-f497054b408a.jpg",
    "altTitles": [
      {
        "ja": "魔法と僕とでっかい師匠"
      },
      {
        "zh": "魔法与我与伟大的师父"
      },
      {
        "en": "Magic, Me, and My Big Master!"
      }
    ],
    "description": {
      "en": "Hinata, who longs to be a wizard, heads to the mansion of a \"Cursed Eye Witch\" who can control people's hearts at will. What appeared there was Esmeralda, a terrifying witch with a huge body that made you look up at her. However, her true identity is a shy witch who loves Hinata so much that she can't help it!!\nA romantic comedy between master and student that will make your heart flutter due to the height difference and the gap between the witch and her disciple."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f15d2555-8a7f-473e-8202-721c9253a4b2",
    "title": {
      "en": "Nando Dakaretatte Suki ni Nanka Naranai yo."
    },
    "updatedAt": "2024-02-22T21:02:30+00:00",
    "coverArt": "https://mangadex.org/covers/f15d2555-8a7f-473e-8202-721c9253a4b2/5ccd81c2-a5ff-40d6-accf-8869d644d6c0.jpg",
    "altTitles": [
      {
        "zh": "无论相拥多少次、我也绝不会爱上你"
      },
      {
        "zh-hk": "無論相擁多少次、我也絕不會愛上你"
      },
      {
        "en": "No Matter How Many Times We Sleep Together, I Won't Fall for You"
      },
      {
        "ja": "何度抱かれたって、好きになんかならないよ。"
      }
    ],
    "description": {
      "en": "\"Your sexy voice, makes it hard to resist\" I'm at the mercy of his fingers...my body shaking with sweet pleasure, all before knowing if I actually love him.",
      "ja": "「いい声出すなよ、その反応たまらないな」好きとかどうとか言葉になる前に、彼の指に翻弄されて…カラダ中が甘い快感に…乱される。――OL・理緒はヤリ逃げされ、失恋したばかり。その為「Hしたら相手を好きになるか否か」の話題で大盛り上がりの同僚達を前に苦笑い。更には、その話をいけ好かないモテ同期・須賀にまで聞かれてしまい…。――「試してみようぜ？抱かれても本当に俺を好きにならないのか」いつものくだらない言い合いの末に、須賀から出たそのセリフ。否定の言葉を発する前に、理緒の艶やかな唇は激しく奪われて!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "305c5759-4e7e-43d3-9d99-5360c6d9d6e1",
    "title": {
      "en": "Houkago no Goumon Shoujo"
    },
    "updatedAt": "2023-07-20T10:26:39+00:00",
    "coverArt": "https://mangadex.org/covers/305c5759-4e7e-43d3-9d99-5360c6d9d6e1/9b116481-ed13-44c0-b5cc-72ad93b85026.jpg",
    "altTitles": [
      {
        "en": "Torture Club Girls After School"
      },
      {
        "ja": "放課後の拷問少女"
      },
      {
        "ko": "방과 후의 고문소녀"
      },
      {
        "vi": "Câu Lạc Bộ Tra Tấn Của Các Nữ Sinh Sau Giờ Học"
      }
    ],
    "description": {
      "en": "After years of being unlucky with girls, Ishimaru Daito only wishes to enjoy his high school life with a normal, cute girlfriend. However, after losing a game to his two new seniors Sasahara Kiyoka and Tomochika Asami, he is forced to join the <Humanism Studies> club which is actually a torture studies club. Will Ishimaru get the normal high school life he always wanted?  \n  \n\n\n---",
      "pt": "Depois de anos de azar com as garotas, Ishimaru Daito só quer aproveitar a vida no colegial com uma namorada normal e bonita. No entanto, depois de perder um jogo contra suas duas novas senpais, Sasahara Kiyoka e Tomochika Asami, ele é forçado a ingressar no clube de \"estudos humanísticos\", que na verdade é um clube de estudos sobre tortura. Ishimaru será capaz de alcançar a vida normal do ensino médio que ele sempre quis?",
      "vi": "Sau nhiều năm đen đủi với các cô gái, Ishimaru Daito chỉ mong được tận hưởng cuộc sống cao trung của mình bên một cô bạn gái bình thường và dễ thương. Tuy nhiên, sau khi thua một trò chơi trước hai tiền bối mới của mình là Sasahara Kiyoka và Tomochika Asami, cậu buộc phải tham gia câu lạc bộ <Nghiên Cứu Chủ Nghĩa Nhân Văn> thực chất lại là một câu lạc bộ Nghiên Cứu Tra Tấn. Liệu Ishimaru có được cuộc sống cao trung bình thường mà cậu hằng mong muốn?",
      "pt-br": "Depois de anos de azar com as garotas, Ishimaru Daito só quer aproveitar a vida no colegial com uma namorada normal e bonita. No entanto, depois de perder um jogo contra suas duas novas senpais, Sasahara Kiyoka e Tomochika Asami, ele é forçado a ingressar no clube de “estudos humanísticos”, que na verdade é um clube de estudos sobre tortura. Ishimaru será capaz de alcançar a vida normal do ensino médio que ele sempre quis?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "168"
  },
  {
    "mangaId": "b9797c5b-642e-44d9-ac40-8b31b9ae110a",
    "title": {
      "en": "Tsuki ga Kirei Desu ne"
    },
    "updatedAt": "2023-10-07T01:21:28+00:00",
    "coverArt": "https://mangadex.org/covers/b9797c5b-642e-44d9-ac40-8b31b9ae110a/025f4e2f-cac3-4a0a-813f-fa4c7f0a2399.jpg",
    "altTitles": [
      {
        "en": "Isn't The Moon Beautiful?"
      },
      {
        "ja": "月が綺麗ですね"
      }
    ],
    "description": {
      "en": "\"This is a story of a country far, far away. What distinguished the citizens of this country apart from others was the animal ears on their heads and also, their acceptance of same-sex marriage.\"  \n  \nKasuga Chiru is the only daughter of a powerful and wealthy family. At seven years old she was engaged to Shinonome Senri, a girl from a family of much lower status. But besides that day, the two never met again. Now sixteen, Chiru prepares to marry her betrothed, yet she wonders if the kind Senri has changed over the years they've been apart, and whether they can become a happy family even though their union is arranged. Upon visiting Senri's town, Chiru is overwhelmed by all the love and fondness the townspeople have for their apothecary, Senri. Chiru begins to feel a stirring in her heart, that same wonderful feeling the night Senri rescued her, the night they met. A tender love story of arranged marriages and fox girls begins!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "40"
  },
  {
    "mangaId": "9a9b0b9c-9bd3-4b43-ae15-0747357e6194",
    "title": {
      "en": "Senpai is an Otokonoko"
    },
    "updatedAt": "2024-03-30T21:15:48+00:00",
    "coverArt": "https://mangadex.org/covers/9a9b0b9c-9bd3-4b43-ae15-0747357e6194/36d57a2e-496e-470c-bd6a-a05e2be36f5c.jpg",
    "altTitles": [
      {
        "en": "My Crossdressing Senpai"
      },
      {
        "ja": "先輩はおとこのこ"
      },
      {
        "zh-hk": "前輩是偽娘"
      },
      {
        "zh": "前辈是男孩子"
      },
      {
        "th": "รุ่นพี่สุดสวยคนนี้เป็นผู้ชาย"
      },
      {
        "ko": "선배는 남자아이"
      },
      {
        "fr": "My crossdressing crush"
      },
      {
        "de": "My Crossdressing Crush"
      },
      {
        "zh-hk": "學姊是男孩"
      },
      {
        "ja": "ぱいのこ"
      },
      {
        "ja-ro": "Painoko"
      },
      {
        "ja-ro": "Senpai wa Otokonoko"
      },
      {
        "ja": "先輩はおとこのこ～出会い編～"
      },
      {
        "ja-ro": "Senpai wa Otokonoko: Deai-hen"
      },
      {
        "en": "My Crossdressing Senpai: Encounter Arc"
      },
      {
        "en": "Senpai is an Otokonoko: The Encounter"
      },
      {
        "zh-hk": "前輩是偽娘 邂逅篇"
      },
      {
        "zh": "前辈是男孩子 邂逅篇"
      },
      {
        "en": "Senpai Is an Otokonoko: My Crossdressing Classmate"
      }
    ],
    "description": {
      "de": "Die Highschool-Schülerin Aoi ist schwer verliebt in Makoto, ein superhübsches Mädchen, die die gleiche Schule besucht. Aber als Aoi ihren Mut zusammennimmt, Makoto ihre Liebe zu gestehen, nimmt die Geschichte plötzlich eine unerwartete Wendung: In Wirklichkeit ist Makato ein Junge, der sich als Mädchen verkleidet!",
      "en": "The story of a crossdresser who receives a confession from a junior.\n\n---\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/senpai-is-an-otokonoko/list?title_no=5137)\n* [Chinese (Traditional) / 中文 (繁體)](https://www.webtoons.com/zh-hant/bl-gl/senpai-wa-otokonoko/list?title_no=3770 )\n* [Chinese (Simplified) / 中文 (简体)](https://www.dongmanmanhua.cn/CAMPUS/qianbeishinanhaizi/list?title_no=1935)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/senpai-wa-otokonoko/list?title_no=3984)\n* [Korean / 한국어](https://series.naver.com/comic/detail.series?productNo=8154605)\n* [French / Français](https://www.webtoons.com/fr/romance/senpai-wa-otokonoko/list?title_no=4068)\n* [German / Deutsch](https://www.webtoons.com/de/romance/my-crossdressing-crush/list?title_no=4235)",
      "fr": "Aoi, une élève de seconde, a eu le coup de coeur pour Makoto, une fille de 1ère super jolie. Mais quand Aoi prend son courage à deux mains pour se déclarer, Makoto lui fait une révélation inattendue... En réalité, c'est un garçon qui se déguise en fille !",
      "ja": "男の娘が後輩に告白される話です。",
      "ko": "하나오카 마코토는 귀여운 것을 아주 좋아하는 남자 아이.\n어느 날, 마코토는 자신을 여자라고 착각하고 있는 여자 후배 사키에게 고백을 받는다.\n거기에서 마코토는 자신이 남자인 것을 밝히지만 사키는 포기하지 않는다.\n그 후에 마코토에 대해 특별한 감정을 품고 있는 류지와 3명 사이에서의 아련한 감정이 생겨난다.",
      "th": "ฮานาโอกะ มาโคโตะ เป็นนักเรียน ม.ปลาย ที่ไม่ว่าหนุ่มคนไหนเมื่อได้พบเห็นก็ไม่อาจละสายตาไปจากเธอได้ เพราะความน่ารักแสนสวยของเธอ แต่แท้จริงแล้วมาโคโตะนั้นเป็นผู้ชายที่แต่งตัวเป็นผู้หญิง! แถมแต่งได้สวยกว่าเด็กนักเรียนหญิงจริง ๆ เสียอีก เรื่องราวชุลมุนของความรักและความเข้าใจผิด ๆ ถูก ๆ ของวัยรุ่น ม.ปลาย จึงเริ่มต้นขึ้น!!",
      "zh": "花季少女表白温柔女前辈，\n谁曾想前辈竟然是男生！？\n作为男生的花岗真琴从小喜欢一些可爱的东西，因为外表秀气，他经常把自己装扮为女生。某天，女主苍井咲突然向女装的真琴表白，真琴主动说出自己是男生。苍井咲本以为自己喜欢女生但当得知真琴是男生的这一刻，她下定决心更要主动出击追到真琴！",
      "zh-hk": "蒼井咲對一見鍾情的學姊花岡真琴告白後，意外發現對方竟是男兒身。遭到真琴拒絕後，咲沒有放棄追求，反而越挫越勇，並與真琴的青梅竹馬龍二相識。一段特殊的情感在三個人之間蕩漾開來！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d07f1832-6d9a-4fb1-8cff-b5f2dda73c27",
    "title": {
      "en": "Kuzu Rouninsei, Jinsei ga Tsurai no de Yoru no Onee-san wo Yondemita"
    },
    "updatedAt": "2024-03-03T22:10:49+00:00",
    "coverArt": "https://mangadex.org/covers/d07f1832-6d9a-4fb1-8cff-b5f2dda73c27/5c7e08e5-c4d2-468d-8e58-19fcc550e1c1.jpg",
    "altTitles": [
      {
        "ja": "クズ浪人生、人生が辛いので夜のお姉さんを呼んでみた"
      },
      {
        "en": "A Scummy Gap Student With a Hard Life Calls Upon a Lady of the Night"
      },
      {
        "en": "Failed University Exams, I am Trash and Life is Hard, so I Tried Calling an Onee-san at Night"
      }
    ],
    "description": {
      "en": "Makino failed her college entrance exam. Her only comfort is in her 2D game characters... until she found an ad for a call-girl who looked exactly like her favorite in-game waifu! The yuri love comedy between a gullible young woman and a street-wise call-girl begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6a5b6d0-53a0-49a8-b732-e2b535d8846b",
    "title": {
      "en": "Asa Okitara Okaa-san ga Neko ni Natteta"
    },
    "updatedAt": "2023-06-04T01:34:02+00:00",
    "coverArt": "https://mangadex.org/covers/a6a5b6d0-53a0-49a8-b732-e2b535d8846b/30247bc5-b73b-4922-9312-b0fdcf7e9d4b.jpg",
    "altTitles": [
      {
        "ja": "朝起きたらお母さんが猫になってた"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76424fe0-ec26-400c-a0c9-93a17114a4ae",
    "title": {
      "en": "The Story of a Scary Consignee"
    },
    "updatedAt": "2023-11-01T13:10:22+00:00",
    "coverArt": "https://mangadex.org/covers/76424fe0-ec26-400c-a0c9-93a17114a4ae/545a46c8-21d2-479c-b29a-8070776be3da.jpg",
    "altTitles": [
      {
        "ja": "配達先のお姉さんが怖すぎる話"
      },
      {
        "ja-ro": "Haitatsu-saki no Onee-san ga Kowa Sugiru Hanashi"
      },
      {
        "es-la": "La Historia de un destinatario aterrador"
      },
      {
        "vi": "Câu chuyện về cô nàng nhận hàng đáng sợ"
      }
    ],
    "description": {
      "en": "An introverted part-time food delivery guy working in the countryside receives a food delivery order. When he reaches the delivery address, he discovers that the recipient is a tall and intimidating-like woman. However, as the story unfolds, he eventually discovers…",
      "es-la": "Un introvertido repartidor de comida a tiempo parcial que trabaja en el campo recibe un pedido de comida a domicilio. Cuando llega a la dirección de entrega, descubre que la destinataria es una mujer alta y de aspecto intimidatorio. Sin embargo, a medida que avanza la historia, descubrirá que..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45d3ebca-8d74-4e51-be90-8582e4756cbd",
    "title": {
      "en": "Dungeon Tou de Yadoya wo Yarou! Souzou Mahou wo Moratta Ore no Hosoude Hanjouki"
    },
    "updatedAt": "2024-02-27T09:27:00+00:00",
    "coverArt": "https://mangadex.org/covers/45d3ebca-8d74-4e51-be90-8582e4756cbd/6b0fb9d0-b28c-45bd-a06a-0864bcb486e4.jpg",
    "altTitles": [
      {
        "ja": "ダンジョン島で宿屋をやろう! 創造魔法を貰った俺の細腕繁盛記"
      },
      {
        "en": "Let's run an inn on Dungeon Island!"
      },
      {
        "zh-hk": "在迷宮島上經營旅館吧！得到創造魔法之後我的成長記"
      },
      {
        "ja-ro": "Dungeon Shima de Yadoya o Yarou! Sōzō Mahō o Moratta Ore no Hosoude Hanjō-ki"
      },
      {
        "zh": "在迷宫岛上经营旅馆吧！得到创造魔法之后我的成长记"
      },
      {
        "ko": "던전 섬에서 여관을 하자! 창조 마법을 받은 나의 가냘픈 번성기"
      }
    ],
    "description": {
      "en": "One day, Sanada Shirou, who works for a black company, is transported to another world. Using his \"creation magic\", an ability he gained when transported, he opens an inn and is supposed to lead a slow life, but this other world is a little strange?! It is a world where women are overwhelmingly dominant, where women do dangerous work and battle, and men are powerless and are protected! The daily life of entertaining (in many ways) the women of this other world begins...!\n\n---\n**Links:**\n- [Web Novel](https://kakuyomu.jp/works/1177354055503576578)  (JP)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a889112-f43a-4960-8fb8-68bec0bd85cf",
    "title": {
      "en": "Gyaru Maid to Akuyaku Reijou: Ojou-sama no Happy End shika Katan!"
    },
    "updatedAt": "2024-03-19T22:36:07+00:00",
    "coverArt": "https://mangadex.org/covers/8a889112-f43a-4960-8fb8-68bec0bd85cf/b4d9475f-b1d4-4a60-9bd9-cf53425bfba4.jpg",
    "altTitles": [
      {
        "ja": "ギャルメイドと悪役令嬢 ～おじょーさまのハッピーエンドしか勝たん！～"
      },
      {
        "ja-ro": "Gyaru Maid to Akuyaku Reijou ~Ojou-sama no Happy End shika Katan!~"
      },
      {
        "pl": "Modna Służka i Antagonistka: Liczy Się Tylko Pomyślność Mojej Pani!"
      },
      {
        "en": "Gal Maid & Villainess: Only Milady's Happy End Will Win!"
      }
    ],
    "description": {
      "en": "A gyaru named Serina is reincarnated into the world of an otome game as a background character who is sold off by her family and now works as the exclusive maid of the game's villainess Almelia. Yuri romcom hijinks ensue.",
      "pt-br": "Uma gyaru chamada Serina é reencarnada no mundo de um Otome game (jogo de \"namoro\"), como uma personagem secundária que é vendida por sua família e agora trabalha como a empregada exclusiva da vilã do jogo, Almelia. Confusões românticas Yuri de forma hilariantes se desdobram."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/afc2dc81-cfce-4b37-9e37-397c070d1c1b.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-04-19T20:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/dd8e0a21-2873-4428-a695-9ef12b1f969f.jpg",
    "altTitles": [
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "ja": "異世界のんびり農家"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "en": "Leisurely Farmer in an Alternate Universe"
      },
      {
        "ja-ro": "Isekai Nonbiri Nōka"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "en": "Carefree Farmer in a Different Dimension"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3d88382-a2c4-4958-8311-f8bd9a3f1e21",
    "title": {
      "en": "Konjiki no Word Master - Yuusha Yonin ni Makikomareta Unique Cheat"
    },
    "updatedAt": "2023-12-28T09:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/e3d88382-a2c4-4958-8311-f8bd9a3f1e21/15a27c35-e47a-4765-a055-c031805c4bd9.jpg",
    "altTitles": [
      {
        "en": "Golden Wordmaster"
      },
      {
        "ja-ro": "Konjiki no Moji Tsukai"
      },
      {
        "ja-ro": "Konjiki no Word Master"
      },
      {
        "fr": "L'utilisateur des mots d'or"
      },
      {
        "en": "The Golden Word Master - The Four Heroes and the Innocent Bystander with the Unique Cheat"
      },
      {
        "ru": "Мастер золотых слов: Четыре героя и Наблюдатель с Уникальным читом"
      },
      {
        "ja": "金色の文字使い-勇者四人に巻き込まれたユニークチート-"
      },
      {
        "ko": "금색의 문자술사: 워드 마스터 유니크 치트"
      },
      {
        "ko": "금색의 문자술사"
      },
      {
        "zh-hk": "金色的文字使"
      }
    ],
    "description": {
      "en": "In an RPG-like fantasy world consumed by warring nations and racial discrimination, the human kingdom summons five high school students from 21st-century Japan for assistance in their conflict with the demonkin. Now those students, with their experience of MMORPGs at their disposal, will hone their skills to protect the human kingdom of Edea.  \n  \nHowever, this isn't their story.  \n  \nOut of the five students, four of them were given the title of Hero and the fifth one the title of Innocent Bystander. He had been summoned by accident since he sat near the other four students. His name is Hiiro Okamura, an aloof bookworm with traveling and reading as his raison d'etre. Hiiro sees no reason to help the human kingdom in their offensive war with the demonkin, seeing that he isn't a Hero and that he has no real obligation to help them, and decides to leave the kingdom to go on his own adventure.  \n  \nSoon, Hiiro finds out that he has the very unique skill of Word Magic: magic that can materialize the definition of a word. As he travels more and more, he finds many uses for his Word Magic and many opportunities to find books, level up, and gain some of his own companions. Even with the outbreak of war on the horizon, Hiiro stays true to his desire to travel the new world he's in.",
      "pt-br": "Okamura Hiiro é introvertido e adora livros. Para ele, os livros são a sua razão de ser. Sua história começa com costume de invocar heróis de outro mundo. Cinco pessoas convocados, mas um deles é apenas um estranho arrastado acidentalmente, essa pessoa é Hiiro. Os outros quatro são seus colegas de classe, mas não é como se eles fossem amigos. Ao contrário dele, eles são riajuus (Pessoas normais na sociedade contrário de Otaku). Hiiro decidiu não para ajudar o país, a sua razão? \"Eu não acredito em você. Eu não sou amigo deles. Não é da minha conta, e eu sou uma pessoa comum que se importa com a minha própria vida, então bye\", e ele estabelece a sua própria jornada. Pouco sabem os outros heróis, que esta pessoa comum, Hiiro, na verdade esconde um poder que poderá mudar o mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a251ad9-abfe-456e-9b3b-5f68725d32ad",
    "title": {
      "en": "Hyouka"
    },
    "updatedAt": "2023-12-19T21:48:57+00:00",
    "coverArt": "https://mangadex.org/covers/4a251ad9-abfe-456e-9b3b-5f68725d32ad/31e2154e-f3c0-422e-a209-3cc664116a84.jpg",
    "altTitles": [
      {
        "id": "Aku Menjerit"
      },
      {
        "ja-ro": "Hyōka"
      },
      {
        "ru": "Хёка: Тебе не уйти"
      },
      {
        "th": "ปริศนาความทรงจำ"
      },
      {
        "ja": "氷菓"
      },
      {
        "en": "Ice Cream"
      },
      {
        "vi": "Kem đá"
      }
    ],
    "description": {
      "en": "Oreki Houtarou is an \"energy-saver\" kind of guy, who expends as little energy as possible to do only things he has to. When he starts high school, his older sister sends him a letter asking him to join the Classics Club. The club meant a lot to her, and its number of members has been reduced to zero.  \n  \nHoutarou reluctantly signs up for the club, only to find that someone else has joined, too! She's Chitanda Eru, a cute, big-eyed girl with an overwhelming sense of curiosity. A mystery crops up that catches Eru's interest, and also draws in Houtarou's friend, Fukube Satoshi. They continue solving mundane mysteries together, and soon they draw in Satoshi and Houtarou's friend, Ibara Mayaka, as well. Mayaka has had a blatant crush on Satoshi since middle school, but he always fends off her advances. Together, they search for the truth in a mystery that involves the history of the Classics Club.",
      "ru": "В центре данной истории - литературный клуб в одной школе. Члены этого клуба не просто читают книжки, а пытаются всеми силами раскрыть преступление, которое было совершено 33 года назад. И в этот клуб поступает главный герой по имени Хотаро, хотя поступает он не по собственному желанию, а из-за приказа своей старшей сестры…"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ae11ecf-f527-47e4-983e-8ae73c3b6a7b",
    "title": {
      "en": "Mikane and The Sea Woman"
    },
    "updatedAt": "2024-04-12T16:12:34+00:00",
    "coverArt": "https://mangadex.org/covers/2ae11ecf-f527-47e4-983e-8ae73c3b6a7b/f3a6ec50-6f86-4088-a82c-7a88721c1eb2.jpg",
    "altTitles": [
      {
        "ja": "ぼくと海彼女"
      },
      {
        "ja-ro": "Boku to Umi Kanojo"
      }
    ],
    "description": {
      "en": "It's not like I don’t belong here… One year ago, a young boy named Mikane moved back to a small island in Kyushu. The locals are warm, his father is brusque yet kind, and he has a good friend who worries for him. Despite having so much, Mikane feels dissatisfied and lonely. Then, one day, he saves a mysterious, beautiful woman from the sea. His meeting with this “onee-san” will drastically change his destiny!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck - Digital Colored Comics"
    },
    "updatedAt": "2023-08-06T09:27:22+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck"
      },
      {
        "en": "Undead Unluck (Official Colored)"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3e9fcb2-36b6-430b-acbc-fb5582487ca2",
    "title": {
      "en": "Confession"
    },
    "updatedAt": "2024-03-16T22:10:06+00:00",
    "coverArt": "https://mangadex.org/covers/c3e9fcb2-36b6-430b-acbc-fb5582487ca2/ebfe6825-dbba-4596-a8d8-4005d5d553a9.jpg",
    "altTitles": [
      {
        "en": "Confession"
      },
      {
        "zh": "告白"
      },
      {
        "zh-ro": "Gaobai"
      },
      {
        "zh-ro": "Gàobái"
      }
    ],
    "description": {
      "en": "The handsome and affectionate pilot Zhou Jingze x the gentle and firm doctor Xu Sui. Summer is always hot, and so is the boy I love. Watch \"Infatuated Prodigal Son\" Zhou Jingze perform this role.",
      "zh": "痞帅深情飞行员周京泽x温软坚定医生许随。夏天永远热烈，我爱的少年也是。看“痴情浪子”周京泽演绎这一份情有独钟。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99daf7bc-3a3b-4fe8-b10d-951b32bfea64",
    "title": {
      "ja": "Gimai Seikatsu"
    },
    "updatedAt": "2024-03-26T14:56:01+00:00",
    "coverArt": "https://mangadex.org/covers/99daf7bc-3a3b-4fe8-b10d-951b32bfea64/6aa1ef47-9c56-404b-afe5-c7dc9f2bdbec.jpg",
    "altTitles": [
      {
        "en": "Days with my Step Sister"
      },
      {
        "ja": "義妹生活"
      },
      {
        "ru": "Жизнь с моей сводной сестрой"
      },
      {
        "de": "Tage mit meiner Stief-Schwester"
      }
    ],
    "description": {
      "en": "From classmates to brother and sister, living under the same roof.\r\n\r\nAfter his father’s remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance.\r\n\r\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn’t know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together.\r\n\r\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5ebc94c-33a3-49ea-b476-83c4422b8a8b",
    "title": {
      "en": "Shuumatsu no Hanayome-sama ~sweet home†melty life~"
    },
    "updatedAt": "2024-02-28T13:49:49+00:00",
    "coverArt": "https://mangadex.org/covers/c5ebc94c-33a3-49ea-b476-83c4422b8a8b/c4a0e917-d559-4901-9ee5-5cad55a9b014.jpg",
    "altTitles": [
      {
        "ja": "終末の花嫁様 -sweet home†melty life-"
      },
      {
        "en": "Apocalypse Bride ~sweet home†melty life~"
      }
    ],
    "description": {
      "en": "The Post-Apocalpyse and starting a Newlywed Life with an Angel.",
      "id": "\"Tolong... Menikahlah denganku!\"\n\nMichiru, seorang anak laki-laki yang tidak memiliki \"tempat tinggal\" baik di rumah maupun di sekolah.\nHikari, onee-san kikuk yang merupakan tetangga dari Michiru.\nSebuah proposal tiba-tiba dibuat.\n\nSetitik cahaya yang muncul di tengah-tengah keseharian yang menyakitkan dan melelahkan.\nDi tengah keseharian itu, dunia mengalami kehancuran.\n\nSebuah keseharian pasutri antara seorang bocah dan malaikat dimulai!\n\n(Sumber sinopsis : Amazon)",
      "ja": "「私と…結婚してください！」\n\n家にも学校にも居場所がない少年・みちるは、近所に住むうっかりやのお姉さん・ひかりに突然プロポーズされる。苦しくて、退屈な毎日の中で唯一の光。そんなある日、世界が滅んでしまって――"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2024-02-25T14:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b3eacca-6f5a-48ce-8c8f-0ecaa78368b5",
    "title": {
      "en": "Tonari no Nobukuni-san wa Ore no Koto ga Sukina Ki ga Suru"
    },
    "updatedAt": "2023-07-23T16:12:05+00:00",
    "coverArt": "https://mangadex.org/covers/7b3eacca-6f5a-48ce-8c8f-0ecaa78368b5/e97c96ba-655c-43b3-9d22-7350c8d03033.jpg",
    "altTitles": [
      {
        "ja": "となりの信國さんは俺のことが好きな気がする"
      },
      {
        "en": "\"Nobukuni-san\" Does She Like Me?"
      },
      {
        "en": "I Get the Feeling That Nobukuni-san Likes Me"
      }
    ],
    "description": {
      "en": "In the countryside of Hiroshima, there is a girl who, against all odds, realizes that she is in love with her beloved Sasaki-kun. Blessed with the opportunity to be sitting next to her crush, she attempts to seduce him with the guidance of the god of teenage love! Meeko-sama! This is the story of a young teen figuring out what it means to be in love and the art of seduction."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37b88c85-20b9-4f35-a024-db2c62220564",
    "title": {
      "en": "Getting Shot on the Frying Pan"
    },
    "updatedAt": "2024-02-24T18:33:49+00:00",
    "coverArt": "https://mangadex.org/covers/37b88c85-20b9-4f35-a024-db2c62220564/027124c4-3e3f-47a4-9563-faf557e016e4.jpg",
    "altTitles": [
      {
        "ja": "鍋に弾丸を受けながら"
      },
      {
        "ja": "Nabetama"
      },
      {
        "en": "Getting Shots On Frying Pan"
      },
      {
        "ja-ro": "Nabe ni Dangan wo Ukenagara"
      },
      {
        "vi": "Ăn Đạn Trên Chảo Nóng"
      }
    ],
    "description": {
      "en": "Meet Juntaro. A Japanese fishing addict who was born and raised in what is perceived to be one of the roughest parts of Japan. It is through his lens where you can experience various parts of the world, their culture, and of course their food. He particularly loves to visit countries and cities that are also believed to be highly dangerous due to his personal belief that they will absolutely have delicious food. Because this was intended for a Japanese audience, you will also get to witness various worldviews unique to Japan alongside it all. There's just one problem:\n\nHe has extreme brainrot and views the world through a cute anime girl filter.",
      "ja": "50000点の美味を求めて美少女（？）が世界の危険地帯に赴き、現地の怪しくも魅惑的な料理の数々を喰らう！ノンフィクション＆カオス＆ハードグルメリポートコミック！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efdc568c-d685-4f53-92c2-f4cd1b841e2b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You - Rentarou vs NTR Boss (Doujinshi)"
    },
    "updatedAt": "2024-04-23T12:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/efdc568c-d685-4f53-92c2-f4cd1b841e2b/6e942d11-b7e4-4d05-a00a-d5fb28750685.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ced1a3f9-9a34-4ada-a3b7-ca773e5af0b8",
    "title": {
      "en": "Piccolina"
    },
    "updatedAt": "2024-04-22T00:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/ced1a3f9-9a34-4ada-a3b7-ca773e5af0b8/9b660a7f-d367-4d4c-90bd-f77dafc22014.jpg",
    "altTitles": [
      {
        "ja": "ピッコリーナ"
      },
      {
        "en": "Picco di Stellina"
      }
    ],
    "description": {
      "en": "Akira, a young yakitori shop owner, has fallen in love with Houka, a bunny girl who often eats at his restaurant. But how can he get close to her when he has to focus on the grill‽ And there are 4 other bunny girls that look just like her‽\n___\nSerialization of the popular [*Aokishi Bunny*](https://mangadex.org/title/5fc86cdc-ade2-472b-b077-c9f92beb213d/aokishi-bunny) chapter. \n___\nNote: “Piccolina” is short for “Pico di Stellina”, which means “Starlet Peak” or “Peak of the Starlet” in Italian.",
      "pt-br": "Cinco garotas bonitas em trajes de coelho visitam uma churrascaria todas as noites, encantando o cozinheiro. O dono se sente atraído por uma delas, mas não há muitas abordagens possíveis para ele fazer, pois não pode sair da cozinha. Este mangá retrata a história de amor saudável de um dono de restaurante."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99ddc68c-c83b-489d-81bc-bd857b58e2b2",
    "title": {
      "en": "Projection"
    },
    "updatedAt": "2024-04-26T00:52:36+00:00",
    "coverArt": "https://mangadex.org/covers/99ddc68c-c83b-489d-81bc-bd857b58e2b2/616794aa-1a72-4652-858e-99a3315128cf.jpg",
    "altTitles": [
      {
        "ko": "프로젝션"
      }
    ],
    "description": {
      "en": "Cheon Seju, had no choice but to join an organization to avenge his dead sister. After losing all hope in life, he meets a boy who reminds him of his sister and offers him a small act of kindness. \n\nIf I had known that my light heart would become so heavy, I wouldn't have brought you with me.\n\n\n\n\"I told you, you'll always come first.......\" \n\nHis gaze usually fierce gaze was different today. \nCheon Seju's gaze was gentle, sweet and persistent.\n\n\"So take responsibility\".\n\nCheon Seju was my first everything. He was the first person to ever reach out a hand to me, and gaze upon me. Sejin only accepted the man's hand because he offered it first and he only ever gazed upon him because he gazed upon him first. And that is how he fell in love with this sweet and affectionate man.\n\nSejin realized that he no longer wanted to be separated from Cheon Seju.\nWhere ever he goes, I'll go. \n\n\"You are all I have left now.......\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Dimensional Seduction"
    },
    "updatedAt": "2024-04-19T15:55:18+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/99b807c0-0ace-4a75-846d-b6a225501e06.jpg",
    "altTitles": [
      {
        "ja-ro": "2.5 Jigen no Ririsa"
      },
      {
        "ja-ro": "2.5 Jigen no Yuuwaku"
      },
      {
        "en": "2.5D Seduction"
      },
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "ja-ro": "2.5 Jigen no Yūwaku"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11b74211-f4c0-4f08-b5a4-c491da0d0c0b",
    "title": {
      "en": "Choujin X"
    },
    "updatedAt": "2024-04-08T11:09:07+00:00",
    "coverArt": "https://mangadex.org/covers/11b74211-f4c0-4f08-b5a4-c491da0d0c0b/d71efde0-cddf-4ccc-b52e-e953cd9d12d4.jpg",
    "altTitles": [
      {
        "ja": "超人X"
      },
      {
        "en": "Superhuman X"
      },
      {
        "ru": "Сверхчеловек Х"
      },
      {
        "uk": "Надлюдина X"
      },
      {
        "vi": "Siêu nhân X"
      },
      {
        "en": "Overhuman X"
      },
      {
        "de": "Übermensch X"
      },
      {
        "hu": "SZUPEREMBER X"
      }
    ],
    "description": {
      "en": "When an airplane goes down in a plume of black smoke near their city, best friends Tokio and Azuma join the volunteer search and rescue team. But instead of a wreck of twisted metal, they discover that the plane suffered minimal damage and that over 200 of the passengers are still alive! With their services no longer needed, the friends head for home, but on the way, they run into an old enemy who has picked up some bizarre new powers and an obsession with destroying them. Now Tokio and Azuma only have one chance to make it out alive—by becoming the superpowered creatures known as choujin!\n\nBeing a superpowered creature isn’t all it’s cracked up to be. Tokio has to hide his transformation from his family and dodge a truancy charge at school, all while dealing with an increasing number of odd incidents happening around town!",
      "hu": "Amikor egy repülőgép lezuhan miközben egy különös, fekete füstöt ereget, a két jó barát Tokio és Azuma úgy dönt, hogy csatlakozik az önkéntes kutató és mentőcsapathoz. Azonban egy csomó roncs helyett azt látják, hogy a repülő minimális károkat szenvedett valamint több mint 200 utas túlélte a balesetet. De mivel nem volt szükség már rájuk így elindulnak hazafelé. Viszont az úton szembejön velük egy régi ellenségük, aki valami bizar erő birtokosa lett, és elakarja pusztítani őket. Tokio és Azuma egyetlen esélye a túlélésre az, hogy szupererővel rendelkező lényekké - Úgy nevezett Choujin-okká válnak.\n\nDe a szupererő nem megoldás mindenre. Tokio-nak titokban kell tartania az erejét a családja, és iskolája elől, miközben egyre több különös esemény történik városszerte.",
      "ru": "Азума Хигаши довольно популярный парень. И хотя он не очень крупный, но обладает хорошими боевыми навыками и сильным чувством справедливости. Также он имеет высочайшие оценки в своём классе. Прямая противоположность Азуме его друг Токио Курохара, который не слишком увлечён учёбой. Даже во время драк он выступает как простой наблюдатель. Тем не менее, невзирая на сложности и различия, эти два закадычных приятеля держатся друг друга.\nОба парня живут в префектуре Ямато – самом обычном регионе страны, который более всего известен тем, что некоторые его области были уничтожены Сверхчеловеком.",
      "uk": "Азума Хіґаші доволі популярний хлопець: низенький красень із гарними бойовими навичками, має підвищене почуття справедливості, найкращі оцінки у класі та друга… свою повну протилежність - Токіо Курохару, боязкого хлопчака, який лиш спостерігає за бійками Азуми та ловить ґав на уроках. І все ж, не зважаючи на це, міці їхньої дружби можна позаздрити.\n\nПрефектура Ямато, район, де вони живуть, наполовину зруйнований Надлюдьми - особами із небезпечними надприродними здібностями. Часто саме вони влаштовують погроми чи сутички, в центрі яких цього разу й опинился хлопці. Перед загрозою смерті друзі приймають рішення стати Надлюдьми. Зміни торкаються Токіо, який вже не може бути стороннім спостерігачем, він потрапляє у пастку світу, де битва неминуча.",
      "vi": "Một tác phẩm mới được khắc họa dưới ngòi bút của tác giả bộ manga đình đám tokyo ghoul. \"Siêu nhân X\" kể về thế giới có những nhân vật đặc biệt được gọi là \"Siêu nhân\"[Choujin], nhân vật chính là Tokio Kurobara, một học sinh trung học ở tỉnh Yamato, hiện tại cậu ấy cùng người bạn Higashi Azuma thực thi công lý.Và rồi một ngày nọ, khi cả hai rơi vào tình thế hiểm nghèo bắt buộc chỉ còn cách dùng một ống tiêm kỳ lạ..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "The Fragrant Flower Blooms With Dignity"
    },
    "updatedAt": "2024-04-14T12:53:46+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/47b0ee88-9210-4f81-93d3-e3e5d1d54549.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "88949f72-43b8-48af-94a0-dc639e44be07",
    "title": {
      "en": "Company and Private Life -On and Off-"
    },
    "updatedAt": "2024-03-14T14:31:36+00:00",
    "coverArt": "https://mangadex.org/covers/88949f72-43b8-48af-94a0-dc639e44be07/6361a9db-7edc-46b8-ad37-a6341ab97e37.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活－オンとオフ－"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu -On to Off-"
      },
      {
        "es-la": "Vida Empresarial y Privada - ON y OFF -"
      }
    ],
    "description": {
      "en": "Working people have company (on) and private lives (off). Some are office workers and Lolita in women's clothing. Others are office workers and punks dressed as men.\n\nThe gap between on and off life is a must-see! A daily tale of two working people's metamorphosis!\n\n---\n\nA serialization of the [Twitter series](https://mangadex.org/title/0fa5d834-fdab-4ac4-b3c9-821f1580f991/company-and-private-life) about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.",
      "ja": "働く二人の大変身（メタモルフォーゼ）日常譚！\n働く人々には会社（オン）と私生活（オフ）がある。ある人は会社員と女装ロリィタ。ある人は会社員と男装パンク。オンとオフのギャップにキュン必至！ 働く二人の大変身（メタモルフォーゼ）日常譚！X（旧:Twitter）にて累計200万いいね突破の話題作が、イラストから完全コマ割りでコミックス化！",
      "es-la": "Estos trabajadores tienen una vida en la empresa (ON) y otra privada (OFF). El es un oficinista que se viste de Lolita. Ella es una oficinistas que se viste de punk."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e6cdc8a-3622-4c3a-b373-55d2a751c44e",
    "title": {
      "en": "Buta no Fukushuu"
    },
    "updatedAt": "2023-12-31T11:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/6e6cdc8a-3622-4c3a-b373-55d2a751c44e/45525ce0-1a7d-44e6-abfe-2c2c0983603d.jpg",
    "altTitles": [
      {
        "ru": "Месть свиней"
      },
      {
        "en": "Revenge of the Pigs"
      },
      {
        "ja": "豚の復讐"
      }
    ],
    "description": {
      "en": "Before successfully being able to commit suicide, Takeshi Hirota, a bullied high school boy is transported to another another world where he is accepted by the orcs due to his appearance."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dba7c6eb-8b09-4f83-a0f5-7a4cdf1af49f",
    "title": {
      "en": "Moto Shogun no Undead Knight"
    },
    "updatedAt": "2023-08-09T21:17:39+00:00",
    "coverArt": "https://mangadex.org/covers/dba7c6eb-8b09-4f83-a0f5-7a4cdf1af49f/03934679-e258-4286-b0a0-ae945e7456ee.jpg",
    "altTitles": [
      {
        "en": "Former General Is Undead Knight"
      },
      {
        "ja-ro": "Moto Shоugun no Undead Knight"
      },
      {
        "ru": "Немёртвый бывший генерал"
      },
      {
        "ja": "元将軍のアンデッドナイト"
      }
    ],
    "description": {
      "en": "Lambert, one of the great generals from Regios kingdom, was suspected of planning a rebellion against his lord at the end of unification war, and he died an unnatural death. Two hundred years later, when the era had changed and Regios kingdom had entered its peaceful era, he accidentally revived as a demon called Undead Knight… Lambert, whose entire body was wrapped in a flashy Demon Metal[Organ], set out on a journey to punish the wrongdoers while enjoying the peaceful sight of Regios kingdom. But… This peaceful era was basically an easy mode for Lambert, the greatest general of the chaotic era."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "23"
  },
  {
    "mangaId": "5efc2417-d036-48e6-b86d-e4299a077093",
    "title": {
      "en": "A Boyish Girlfriend in High Humidity"
    },
    "updatedAt": "2024-04-06T12:57:00+00:00",
    "coverArt": "https://mangadex.org/covers/5efc2417-d036-48e6-b86d-e4299a077093/a1801d05-fabc-4e4a-911a-bb0fcea51fd5.jpg",
    "altTitles": [
      {
        "ja": "湿度高めのボーイッシュ彼女"
      },
      {
        "ja-ro": "Shitsudo Takame no Boyish Kanojo"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/115806876)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c19b45d-face-484d-bac3-886dcfbf3d65",
    "title": {
      "en": "Heiwa no Kuni no Shimazaki e"
    },
    "updatedAt": "2024-04-01T16:57:50+00:00",
    "coverArt": "https://mangadex.org/covers/0c19b45d-face-484d-bac3-886dcfbf3d65/b891acc1-0417-42a2-9457-ce5cb4687b4b.jpg",
    "altTitles": [
      {
        "ja": "平和の国の島崎へ"
      },
      {
        "en": "Dear Shimazaki in the Peaceful Land"
      },
      {
        "ru": "Дорогой Симадзаки, живущий в мирной стране"
      },
      {
        "vi": "Gửi Shimazaki ở đất nước hòa bình"
      }
    ],
    "description": {
      "en": "As a child, Shimazaki Shingo was kidnapped by an international terrorist organization and raised as their combat agent. After 30 years, he finally made it back to his peaceful hometown in Japan. Will Shimazaki be able to live a peaceful life in this new world?",
      "id": "Saat masih kecil, Shimazaki Shingo diculik oleh organisasi teroris internasional dan dibesarkan sebagai agen tempur mereka. Setelah 30 tahun berlalu, akhirnya dia berhasil kembali kampung halamannya yang damai di Jepang.",
      "ja": "幼少期に国際テロ組織LELに拉致され、戦闘工作員となった男・島崎真悟。30年の時を経て組織からの脱出に成功した彼は、故郷である日本に帰ってくる。島崎は新天地で“平和”な暮らしを手にできるのか－－。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ab10b8-d539-4839-9b31-7937fb08c813",
    "title": {
      "en": "I Love Amy"
    },
    "updatedAt": "2024-04-06T23:35:10+00:00",
    "coverArt": "https://mangadex.org/covers/52ab10b8-d539-4839-9b31-7937fb08c813/7c8f7447-a813-46bf-ae91-d5cc06482824.jpg",
    "altTitles": [
      {
        "ko": "나는 에이미를 사랑해"
      },
      {
        "ko-ro": "Naneun Eimireul Saranghae"
      },
      {
        "ru": "Я Люблю Эми"
      },
      {
        "fr": "J'aime Amy"
      }
    ],
    "description": {
      "en": "\"Is this how it feels to have a friend?\" \n\nBibi is obsessed with Peter, the prince of the school. When she spots Amy next to him, she starts to feel jealous. She invites Amy to her house to warn her, but instead takes a liking to the girl. They agree to be friends on the condition that Amy has to help Bibi confess.",
      "fr": "\"C'est ce qu'on ressent lorsqu'on a une amie ?\"\nBibi est obsédée par Peter, le prince de l'école. Lorsqu'elle repère Amy près de lui, elle commence à être jalouse. Elle invite Amy chez elle pour la prévenir, mais à la place, elle commence à apprécier cette fille. Elles acceptent d'être amies à la condition que Amy doive aider Bibi à se déclarer.",
      "ko": "\"원래 친구 사이엔 이런 기분이 드는 걸까?\"\n\n'비비'는 학교 제일의 킹카 피터에게 집착하다, 그의 곁에 있던 '에이미'를 보고 질투를 느낀다. 그녀에게 경고하기 위해서 자신의 집에 초대했지만 오히려 호감을 느끼게 되고...\n둘은 비비의 고백을 돕는다는 조건으로 서로에게 유일한 친구가 되기로 한다.",
      "ru": "\"Вот что значит быть друзьями?\" Биби одержима Питэром, принцем школы.\nКогда она замечает Эми рядом с ним, она начинает ревновать. Она приглашает Эми к себе, чтобы предупредить. Но вместо этого Эми нравится ей. Они соглашаются быть друзьями, но при одном условии: Эми должна помочь Биби признаться в любви."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46.10"
  },
  {
    "mangaId": "32252a48-b20a-4a1d-b1b0-b46679bbae47",
    "title": {
      "en": "Shimotsuki-san wa Mobu ga Suki ~Hitomishiri na Kanojo wa Ore ni Dake Dere Amai~"
    },
    "updatedAt": "2024-03-05T03:42:50+00:00",
    "coverArt": "https://mangadex.org/covers/32252a48-b20a-4a1d-b1b0-b46679bbae47/acfa1b2c-e8bd-4a65-a8b6-ab8669f6f5bb.jpg",
    "altTitles": [
      {
        "ja": "霜月さんはモブが好き～人見知りな彼女は俺にだけデレ甘い～"
      },
      {
        "ja-ro": "Shimotsuki-san wa Mobu ga Suki ~Hitomishiri na Kanojo wa Ore ni Dake Dere Amai~"
      },
      {
        "vi": "Shimotsuki-san chỉ thích nhân vật nền"
      },
      {
        "th": "นิยาย ตัว (ไม่) ประกอบของคุณชิโมสึกิ เล่ม"
      },
      {
        "zh": "霜月同学喜欢上路人角色"
      },
      {
        "id": "Shimotsuki-san Menyukai Mob ~Gadis Pemalu Ini Hanya Terlihat Manis di Hadapanku~"
      },
      {
        "ru": "Шимоцуки-сан любит моба"
      },
      {
        "en": "She Is In Love with the Mob"
      },
      {
        "en": "Shimotsuki-san Likes the Mob: This Shy Girl is Only Sweet Towards Me"
      },
      {
        "pl": "Shimotsuki-san Lubi Postać Poboczną: Ta Nieśmiała Dziewczyna jest Urocza Tylko Wobec Mnie"
      }
    ],
    "description": {
      "en": "***Only you are special.***\r\n\r\nAfter school, Koutarou Nakayama returns to school to pick up something he forgot and finds Shiho Shimotsuki asleep in an empty classroom. Shiho is rumored to be Ryouma Ryuuzaki's crush, a popular boy who has formed a harem in his class, but she is always expressionless and no one has ever seen her smile.\r\n\r\nBut now, her fair skin is holding Koutarou's hand...?! The \"secret relationship\" between the heroine and the mob begins!",
      "id": "Sepulang sekolah, Nakayama Koutarou kembali ke sekolah untuk mengambil sesuatu yang lupa dia bawa, di dalam kelas dia bertemu Shimotsuki Shiho yang terlelap. Katanya, Shiho ini ditaksir sama Ryuuzaki Ryouma, pria populer membentuk harem di kelas, namun dia tampak selalu datar dan tak ada yang pernah melihatnya tersenyum. Karena suatu kejadian mereka berdua berpegangan tangan dan memulai “hubungan rahasia” antara heroin dan mob.",
      "ja": "***あなただけが特別なの。 WEBで大反響の超話題作がついに書籍化！ 恋するヒロインが少年の運命を変える――。***\r\n\r\n「あなただけが、特別なの」\r\n\r\n放課後、忘れ物を取りに学校に戻った中山幸太郎は、誰もいない教室で眠りこける霜月しほに遭遇する。\r\n\r\n\r\nクラスでハーレムを形成中のモテモテ男子・竜崎龍馬の大本命と噂の彼女だが、いつも無表情で笑ったところを見た者はいない。\r\n\r\n\r\nなのに今、その白い指が幸太郎の手を握って――⁉　\r\n\r\n\r\nヒロインとモブ男子の「秘密の関係」が始まる！\r\n\r\n---\r\n\r\n**Links:**\r\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/novelview/infotop/ncode/n8856gp)\r\n- [Official LN (JP)](https://gcnovels.jp/book/b1241.html)",
      "pt-br": "Depois da escola, Kotaro Nakayama retorna à escola para pegar algo que esqueceu e encontra Shiho Shimotsuki dormindo em uma sala de aula vazia. Há rumores de que Shiho é a paixão de Ryoma Ryuuzaki, um garoto popular que formou um harém em sua classe, mas ela é sempre inexpressiva e ninguém nunca a viu sorrindo. Mas agora, ela está segurando a mão de Kotaro…?! A “relação secreta” entre a heroína e o figurante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "eb2454df-4c6f-4bad-ab92-58848e8fb90f",
    "title": {
      "en": "RoboPon"
    },
    "updatedAt": "2023-02-23T12:11:16+00:00",
    "coverArt": "https://mangadex.org/covers/eb2454df-4c6f-4bad-ab92-58848e8fb90f/7b91458d-d6b0-4407-9edd-73eddef33838.png",
    "altTitles": [
      {
        "ja-ro": "Robot Ponkots"
      },
      {
        "ja": "ロボットポンコッツ"
      },
      {
        "ja-ro": "Robot Poncots"
      }
    ],
    "description": {
      "en": "Based on the video game of the same name by Hudson Soft & Red Company, this manga follows the story of a boy who finds a robot and uses him to battle against other robots.\n\nNote: Numbering is based on both Greatest and Specialist Editions (combines 1 & 2)"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "46"
  }
]