[
  {
    "mangaId": "ba7c56b3-668b-4e8d-ab8c-74c6bb944d6b",
    "title": {
      "en": "Island Part 2"
    },
    "updatedAt": "2023-08-09T17:22:29+00:00",
    "coverArt": "https://mangadex.org/covers/ba7c56b3-668b-4e8d-ab8c-74c6bb944d6b/66d24965-51be-4c4d-885c-df496528f5a6.jpg",
    "altTitles": [
      {
        "ko": "아일랜드 2부"
      },
      {
        "zh-hk": "靈甲鬼修羅 - 避邪回歸"
      }
    ],
    "description": {
      "en": "\"On the beautiful Jeju Island, MiHo Won, a beautiful teacher, and Van, a cold and mysterious guy, become entangled in strange events, fighting unknown monsters. A legend of exorcism comics is back as webtoon!\""
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "695e6ed1-9823-486e-87bf-ec1fa536f0c1",
    "title": {
      "en": "Death Preparation Hero"
    },
    "updatedAt": "2024-06-15T14:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/695e6ed1-9823-486e-87bf-ec1fa536f0c1/4471a27c-b72a-4577-9b2f-75c6994a2c5c.jpg",
    "altTitles": [
      {
        "ja": "終活勇者"
      },
      {
        "ja-ro": "Shuukatsu Yuusha"
      },
      {
        "en": "The Brave's Ending Note."
      }
    ],
    "description": {
      "en": "Several decades have passed since the Hero defeated the Demon King and brought peace to the world, and the Hero has grown old enough to only vaguely remember his magic spells. When the remnants of the Demon King's army attack the Hero, he decides to set out on a journey again. This time, it's not a journey to save the world, but a “death preparation journey” to look back on his life."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e48840ea-f28b-44fe-9412-d95db2a1ac3c",
    "title": {
      "en": "Legend of the Galactic Heroes (MICHIHARA Katsumi)"
    },
    "updatedAt": "2024-05-30T15:38:33+00:00",
    "coverArt": "https://mangadex.org/covers/e48840ea-f28b-44fe-9412-d95db2a1ac3c/4d66cc0f-7429-4244-ae15-59704a35245e.jpg",
    "altTitles": [
      {
        "ja-ro": "Ginga Eiyuu Densetsu"
      },
      {
        "ru": "Легенда о героях Галактики"
      },
      {
        "ja": "銀河英雄伝説"
      },
      {
        "zh": "银河英雄传说"
      }
    ],
    "description": {
      "en": "Manga adaptation of 1980s.  \r\n  \r\nFive hundred years ago, Rudolf von Goldenbaum united the disparate governments of humankind and established a mighty human empire, a tribute to his own greatness that stretched across the galaxy. Demanding loyalty and discipline, Rudolf created an order designed to long outlast his own rule; but all human works fade in time. Today, the decaying empire faces the threat of the Free Planets Alliance, and military leaders on both sides jockey for power in the face of a seemingly inevitable conflict. On the side of the empire, the young general Reinhard von Lohengramm sees war as opportunity, and the empire as soft clay ready for his own sculpting. On the side of the alliance, would-be historian Yang Wen-li would like nothing better than to live out his days in peace - but times of war have little use for men who waste their days studying the mistakes of the past. Circumstances will make heroes and villains of both these men, as they write new history one blood-splattered page at a time.  \r\n  \r\n\r\n\r\n---",
      "ru": "История человечества всегда была историей войн, во все времена, во все эпохи. И во все эпохи находятся люди, оставляющие след в истории, чьи имена выжжены на её скрижалях. Этих людей называют героями.  \r\nВ третьем тысячелетии, когда люди давно переселились с Земли на просторы Галактики, между абсолютной монархией Галактический Рейх и республикой Союз Свободных Планет уже 150 лет продолжается война. И на озарённом пламенем войны небосклоне зажигаются звёзды героев, судьба которых - изменить мир."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": ""
  },
  {
    "mangaId": "a72d5653-7238-40ba-8135-c93910a02bc4",
    "title": {
      "en": "Shuu ni Ichido Classmate wo Kau Hanashi"
    },
    "updatedAt": "2024-06-27T08:56:43+00:00",
    "coverArt": "https://mangadex.org/covers/a72d5653-7238-40ba-8135-c93910a02bc4/6c77dc6b-5b8b-42db-8e74-debb413ad4a9.jpg",
    "altTitles": [
      {
        "ja": "週に一度クラスメイトを買う話～ふたりの時間、言い訳の五千円"
      },
      {
        "ja-ro": "Shuu ni Ichido Classmate wo Kau Hanashi ~ Futari No Jikan, Iiwake No Gozen'en"
      },
      {
        "en": "A Story About Buying a Classmate Once a Week ~ 5,000 Yen for an Excuse to Spend Time Together"
      },
      {
        "ko": "일주일에 한 번 클래스메이트를 사는 이야기 ~두 사람의 시간, 변명의 오천 엔~"
      }
    ],
    "description": {
      "en": "Once a week, Miyagi pays 5,000 yen to her classmate Sendai. The 5,000 yen is to buy three hours of Sendai’s time, which gives the right for Miyagi to give her orders. \n\nMiyagi is at the bottom of the school caste while Sendai is at the top. The two, who never crossed paths at school, spend time together after school under such a contract. Miyagi’s orders are determined by her mood of the day, and Sendai cannot disobey. One day after school… \n\nMiyagi calls Sendai to her room and gives her an order that she usually does not give.",
      "es-la": "Una vez a la semana, Miyagi paga 5.000 yenes a su compañera de clase Sendai.Los 5.000 yenes son para comprar tres horas de tiempo de Sendai, lo que da derecho a Miyagi a darle órdenes.Miyagi está en la parte baja de la casta escolar mientras que Sendai está en la alta. Las dos, que nunca se han cruzado en la escuela, pasan tiempo juntas después de clase bajo este contrato.Las órdenes de Miyagi vienen determinadas por su estado de ánimo del día, y Sendai no puede desobedecerlas.Un día después de clase... Miyagi llama a Sendai a su habitación y le da una orden que no suele dar."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5519e590-ac52-4ab9-999a-9570c0cd219c",
    "title": {
      "en": "Don't Pick Don Pig"
    },
    "updatedAt": "2024-02-02T18:16:24+00:00",
    "coverArt": "https://mangadex.org/covers/5519e590-ac52-4ab9-999a-9570c0cd219c/fb055453-8696-482c-a9cd-96918f510cf7.jpg",
    "altTitles": [
      {
        "es-la": "No elijas a don Pig"
      },
      {
        "es-la": "Puerquito de la suerte"
      },
      {
        "ko": "돈픽돈픽"
      }
    ],
    "description": {
      "en": "Since ancient times, there have been fairies with powers of wealth, sexual desire, appetite, sleep and fame to maintain balance in the world. Among them, Baek Hwon, a money fairy who had the power of wealth and enjoyed power as the next chief of the fairy world. He is expelled and demoted to the human world for the crime of abusing his abilities to make people unhappy, and there he meets Eugene, who works day and night desperately to earn money.",
      "es-la": "Desde la antigüedad, han existido hadas con poderes de riqueza, deseo sexual, apetito, sueño y fama para mantener el equilibrio en el mundo. Entre ellos, Baek Hwon, un hada del dinerl que tenía el poder de la riqueza y disfrutaba del poder como el próximo jefe del mundo de las hadas. Lo expulsan y lo degradan al mundo humano por el delito de abusar de sus habilidades para hacer infeliz a la gente, y allí conoce a Eugene, que trabaja día y noche desesperadamente para ganar dinero."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e16acfe-896a-4f20-8223-482f862107e3",
    "title": {
      "en": "One Day, Suddenly, Seoul Is"
    },
    "updatedAt": "2024-03-30T15:29:43+00:00",
    "coverArt": "https://mangadex.org/covers/5e16acfe-896a-4f20-8223-482f862107e3/51bd0c64-91d6-4652-b8eb-41c1eb732b95.jpg",
    "altTitles": [
      {
        "ko": "어느날 갑자기 서울은"
      },
      {
        "ko-ro": "Eoneunal Gapjagi Seoul-eun"
      }
    ],
    "description": {
      "en": "A terrible virus has appeared in Seoul! On the same day Lee Yeongwoo and his classmates are traveling there. They are trapped in the tense atmosphere of Seoul, with the virus in the form of bubbles like frog eggs!",
      "pt-br": "Yeon Woo está apaixonado. Ele não tem olhos pra mais nada além da So Yeon. Na escola ele não conseguiu falar com ela, mas agora que eles estão indo pra uma excursão escolar em Seoul, ele tem esperança de conseguir pelo menos começar a conversar com ela, mesmo apesar de ser muito introvertido. Porém, tem coisas estranhas acontecendo em Seoul… Algo terrível está prestes a dominar a cidade… Nesse dia, Seoul de repente é…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d4f9dba-f55f-4ff7-9f49-52311939504e",
    "title": {
      "en": "Katainaka no Ossan, Kensei ni Naru: Tada no Inaka no Kenjutsu Shihan Datta noni, Taisei shita Deshi-tachi ga Ore wo Hottekurenai Ken"
    },
    "updatedAt": "2024-05-13T18:15:38+00:00",
    "coverArt": "https://mangadex.org/covers/0d4f9dba-f55f-4ff7-9f49-52311939504e/0cb5b11d-dcca-4e42-979c-350aaee8001a.jpg",
    "altTitles": [
      {
        "en": "From Old Country Bumpkin to Master Swordsman: My Hotshot Disciples Are All Grown Up Now, and They Won’t Leave Me Alone"
      },
      {
        "ja": "片田舎のおっさん、剣聖になる～ただの田舎の剣術師範だったのに、大成した弟子たちが俺を放ってくれない件～"
      },
      {
        "zh": "乡里别大叔剑圣"
      },
      {
        "zh-hk": "鄉下的大叔成為劍聖～只不過是鄉下的劍術老師，但功成名就的弟子們不放過我的事～"
      },
      {
        "ru": "Мужчина средних лет из глубинки становится мастером меча. «Я был просто сельским учителем фехтования, но мои преуспевшие ученицы не захотели оставить меня в покое!»"
      }
    ],
    "description": {
      "en": "Beryl Gardinant, a self-proclaimed “humble old man,” is a sword instructor at his dojo in a rural, backwater village. In his younger years, he dreamed of glory as a master swordsman, but those days are long behind him. Out of the blue, he receives a visit from a famous former pupil who brings him world-shattering news—he’s been appointed as a special instructor for the knights of the Liberion Order! With his life now turned upside down, Beryl travels to the capital and reunites with some of his former students: elite knights, an ace wizard, and even an adventurer who’s attained the highest guild rank possible. But why do they all want his tutelage?! As far as he’s concerned, they clearly don’t need him anymore. Can Beryl live up to his new position? And will he ever get a moment’s peace away from his adoring students?!\n\n[Official English Light Novel](https://j-novel.club/series/from-old-country-bumpkin-to-master-swordsman-my-hotshot-disciples-are-all-grown-up-now-and-they-won-t-leave-me-alone)",
      "ja": "「ベリル先生を騎士団付きの特別指南役として推薦しました」。片田舎の村で細々と剣術道場を営む男、ベリル・ガーデナント。そこへ若き王国騎士団長に昇り詰めたかつての教え子、アリューシアが訪れ騎士団付きの特別指南役として王都へ行く事に。大成した弟子達と再会し、盛り立てられるベリルの運命は?おっさん成り上がりファンタジーの決定版、コミカライズ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0e9eeb18-bd60-4192-a795-970dfe1fec0e",
    "title": {
      "en": "Isekai de Itoshi no Kare♂ ni Chouai Sarechau BL Anthology"
    },
    "updatedAt": "2024-06-28T05:52:15+00:00",
    "coverArt": "https://mangadex.org/covers/0e9eeb18-bd60-4192-a795-970dfe1fec0e/4f4cc46b-0057-4d96-9aa7-bd0034d550e7.png",
    "altTitles": [
      {
        "en": "A Different World Where You Will Be Shown Affection by the Man♂ You Love BL Anthology"
      },
      {
        "ja": "異世界で愛しの彼♂に寵愛されちゃう♥ BLアンソロジー"
      }
    ],
    "description": {
      "en": "A sweet overnight vigil with His Majesty S! A pet contract with an obsessed demon king, etc… The other world life is full of doting♂ flags..!? Lovey-dovey in full bloom♪ The second anthology of Another World x Doting BL! \n\nCover: TAKAYAMA Shinobu \n\nIncluded works: \n1. A Dream of Twin Wings [Art: TAKAYAMA Shinobu] \n2. I Was Already Married When I Woke Up [Art: Homerun Ken] [Story: as] \n3. The Beautiful Concubine Wants to Live Peacefully [Art: CHASHIBU Tamu] [Story: Ishin] \n4. I Was Drinking Myself to Death Because of My Unrequited Love For a Quiet Childhood Friend, and I Was Doted On For a Night By an Adventurer Resembling My Crush [Art: AOI Kurage] [Story: Amagi] \n5. Please Forgive Me Demon King [Art: Hakkoumame] [Story: Hinya]"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "4fd144b8-fc47-4cf4-afc7-9191d88dcc4a",
    "title": {
      "en": "Kutabire Salarymen no Ore, 7nenburi ni Saikai shita Bishoujo JK to Dosei wo Hajimaru"
    },
    "updatedAt": "2024-06-21T00:10:34+00:00",
    "coverArt": "https://mangadex.org/covers/4fd144b8-fc47-4cf4-afc7-9191d88dcc4a/feb84150-b8f7-47b3-bb70-985e9b61ccf7.jpg",
    "altTitles": [
      {
        "ja": "くたびれサラリーマンな俺、7年ぶりに再会した美少女JKと同棲を始める"
      },
      {
        "en": "I, a Tired Office Worker, Start Living Together with a Beautiful Highschool Girl whom I Met Again After 7 Years"
      },
      {
        "es": "Soy un Cansado Asalariado, y Comencé a Vivir con una Hermosa Estudiante de Secundaría Luego de Reencontrarnos 7 Años Después"
      }
    ],
    "description": {
      "en": "Amae Yuuya, an office worker in his third year of employment, is completely exhausted by the daily grind. Then, for the first time in seven years, Yuuya meets Aoi Shiratori, a girl eight years younger than him who used to live in his neighborhood. She had grown up to be a beautiful JK girl who was good at housework, and she said to him,\n\n“Yuuya-kun, would you like to live with me under the premise of marriage?”\n\nAoi desperately wants to live with Yuuya, her first love. Yuuya, who is puzzled, agrees to live with Aoi as a guardian for the time being, but Aoi’s aggressive approach makes him very nervous inside.\n\n[Light Novel](https://firecross.jp/hjbunko/series/492)",
      "es": "Amae Yuya, un oficinista en su tercer año de empleo, está completamente agotado por la rutina diaria. Entonces, por primera vez en siete años, Yuya se encuentra con Aoi Shiratori, una chica ocho años más joven que él que solía vivir en su barrio. Quien había crecido hasta convertirse en una hermosa chica JK a la que se le daban bien las tareas domésticas. Este repentino acto de acontecimientos tenía un sólo propósito. Y era el vivir juntos bajo la premisa del matrimonio dado a una promesa que ambos se hicieron hace 7 años. Esta es la historia de viejos amigos que empezaran una vida juntos como si fueran esposo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3527e18c-6be2-4020-80d9-41cecbb53fe4",
    "title": {
      "en": "Seiken Gakuin no Maken Tsukai"
    },
    "updatedAt": "2023-11-30T09:13:35+00:00",
    "coverArt": "https://mangadex.org/covers/3527e18c-6be2-4020-80d9-41cecbb53fe4/3c64449a-c110-48fc-92c3-ae90465dd905.jpg",
    "altTitles": [
      {
        "en": "The Demon Sword Master of Excalibur Academy"
      },
      {
        "en": "Demon's Sword Master of Excalibur School"
      },
      {
        "ja": "聖剣学院の魔剣使い"
      },
      {
        "zh": "圣剑学院的魔剑使"
      },
      {
        "zh-hk": "圣劍學院的魔劍使"
      },
      {
        "ru": "Мастер демонического клинка из академии «Святого Меча»"
      }
    ],
    "description": {
      "en": "In the fantasy story, the demon king Leonis sealed himself away for 1,000 years in order to prepare for the final battle, but when he woke up, he found himself in the body of a 10-year-old boy. A beautiful young woman named Lisellia from the Holy Sword Academy then says to him, \"Why were you locked up in such a place? It's OK now, this big sister will take care of you!\" Under Lisellia's care, Leonis is shocked to see that the world has completely changed. Bewildered and confused, Leonis finds himself enrolling at the Holy Sword Academy."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7262e67-e7d7-44b5-b39a-96fafef39edf",
    "title": {
      "en": "Koi ni Koi suru Koibito Kankei"
    },
    "updatedAt": "2024-03-18T11:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/f7262e67-e7d7-44b5-b39a-96fafef39edf/a3fb29bc-4148-47f1-9c00-4178f2e75640.png",
    "altTitles": [
      {
        "ja": "恋に恋するコイビト関係"
      },
      {
        "en": "Becoming Her Lover For the Sake of Love"
      },
      {
        "pl": "Związek w związku ze związkiem"
      }
    ],
    "description": {
      "en": "Asako Ichijou, the student council president at a prestigious girls' high school, has been racking her brain about the ladykiller Nagi Tenma. That's the sort of person Asako is, but Nagi discovers Asako has broken school rules by bringing a shoujo manga to school...\n\nAsako pleads with Nagi to keep it a secret, and Nagi reveals her condition: \"Become my lover.\"\n\n(Source: Takeshobo, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d711e16a-55a3-435e-80bb-7686e45abd0f",
    "title": {
      "en": "Was Manager Seo Disposed of as an Industrial Accident?"
    },
    "updatedAt": "2024-04-25T01:09:46+00:00",
    "coverArt": "https://mangadex.org/covers/d711e16a-55a3-435e-80bb-7686e45abd0f/70daac39-f79e-4a9b-ae6e-a608baffb317.jpg",
    "altTitles": [
      {
        "ko": "서과장은 산재처리 됐을까"
      },
      {
        "en": "Manager Seo Industrial Accident"
      },
      {
        "ko-ro": "Seo-Gwajangeun Sanjaecheori Dwaesseulkka"
      }
    ],
    "description": {
      "en": "“Why do you care about those non-paying users?”\n\nSeo Seo-hyeok, a game planner who gave up on the quality and only focused on the paid contents. But why did he die from overwork after working all night out of greed to make money? When he opened my eyes again, perhaps fortunately out of misfortune...\n'This is the game I was making...!!'\n\nAs the devil-like planner who harassed gamers reaped what he sowed, his suffering with the transformation of the game begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-05-05T18:03:04+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/d3fc8ec6-5281-4049-a556-7f918b0caf34.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcf927d8-52e3-4d6f-a2da-4eb37abe91c9",
    "title": {
      "en": "Quest Supremacy"
    },
    "updatedAt": "2024-06-02T18:28:29+00:00",
    "coverArt": "https://mangadex.org/covers/bcf927d8-52e3-4d6f-a2da-4eb37abe91c9/102c5e22-05b8-41f2-922f-4a6c4b80678b.png",
    "altTitles": [
      {
        "ko": "퀘스트지상주의"
      },
      {
        "ko-ro": "Quest Jisangjuui"
      },
      {
        "en": "QUESTISM"
      },
      {
        "ru": "Квестовое превосходство"
      },
      {
        "es-la": "Supremacía de las Misiones"
      }
    ],
    "description": {
      "en": "Kim SooHyun is an ordinary high schooler who isn’t good at studying, fighting, or being attractive. Suddenly, he’s faced with a quest window right in front of his eyes. After being given the powers of a game [system] out of nowhere, how will our hero confront the challenges ahead of him?",
      "ko": "[외모지상주의], [싸움독학], [인생존망]과 세계관을 공유하는 박태준 유니버스 스핀오프 작품!\n공부, 싸움, 외모.\n뭐 하나 잘난 것 없는 평범한 고등학생 ‘김수현’의 눈앞에 갑자기 퀘스트창이 나타났다!\n첫 번째 퀘스트, [엄마한테 사과하기]를 완료한 수현은 보상으로 키가 3cm 커지게 되는데!\n퀘스트 엄청 쉽잖아?! 어떤 퀘스트든 완료해주마! 그런데 다음 퀘스트가?\n[system] 학교 일진녀와 키스하십시오.",
      "ru": "[Действие происходит в той же вселенной, что и «Лукизм» и «Как бороться (вирусный хит)»]\n\nКим Сухён – обычный старшеклассник. Он не очень хорош в учебе, борьбе и совсем не привлекателен. Внезапно прямо перед ним возникает окно квестов. Получив возможности игровой [Системы] из ниоткуда, как наш герой будет противостоять стоящим перед ним вызовам?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40dbfc78-98c0-401c-ae8b-b84021dd2ff7",
    "title": {
      "en": "3-byou, Sude ni Koi"
    },
    "updatedAt": "2024-06-28T05:13:28+00:00",
    "coverArt": "https://mangadex.org/covers/40dbfc78-98c0-401c-ae8b-b84021dd2ff7/fcb45c96-aaf1-491f-9091-2245a8a7833e.png",
    "altTitles": [
      {
        "en": "3 วินาทีก็ตกหลุมรัก"
      },
      {
        "en": "3秒、すでに恋"
      },
      {
        "en": "3秒、陷入愛情"
      },
      {
        "en": "3秒、陷入爱情"
      },
      {
        "en": "3초, 이미 사랑에"
      },
      {
        "en": "Spicy Chocolate Chip, Nanka Suki"
      }
    ],
    "description": {
      "en": "En is already in high school, but she has a memory that torments her, which is not having spoken one last time to her ex-boyfriend Ishigaki Takashi, who she met two years ago and is younger than her. But now Ishigaki has appeared in her life again, bringing with him memories and feelings that En believed she had forgotten. What will happen now? Will love rise again from the ashes? What would happen if this time it was Ishigaki who couldn't make the first move?",
      "es": "Hanabatake En ya está en la escuela secundaria, pero tiene un pequeño recuerdo que la atormenta, y es no haber hablado con su ex-novio Ishigaki Takashi, al que conoció hace dos años y es menor que ella. Pero ahora Ishigaki ha irrumpido nuevamente en su vida, trayendo con él unos recuerdos y unos sentimientos que En cre� a haber olvidado. ¿Qué pasará ahora? ¿Volverá el amor a resurgir de sus cenizas? ¿Qué pasar� a si esta vez es Ishigaki quién no puede dar el paso?",
      "pt-br": "En já está na escola secundária, mas tem uma pequena lembrança que a atormenta, que é não ter falado uma última vez com seu ex-namorado Ishigaki Takashi, que conheceu há dois anos e é mais novo que ela. Mas agora Ishigaki apareceu novamente na sua vida, trazendo com ele lembranças e sentimentos que En acreditava ter esquecido. O que acontecerá agora? O amor voltará a ressurgir das cinzas? O que aconteceria se desta vez fosse Ishigaki que não pudesse dar o primeiro passo?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "3"
  },
  {
    "mangaId": "b7a5a596-f011-4fe1-aff3-b30d236db471",
    "title": {
      "en": "The Wailing Perversion"
    },
    "updatedAt": "2024-03-16T19:08:58+00:00",
    "coverArt": "https://mangadex.org/covers/b7a5a596-f011-4fe1-aff3-b30d236db471/fd8ee240-e083-4a2f-a04c-e0f8aee353b5.jpg",
    "altTitles": [
      {
        "en": "Wail of Weakness"
      },
      {
        "ko": "울부짖는 역린"
      },
      {
        "en": "The Roaring Dragon’s Emblem"
      }
    ],
    "description": {
      "en": "Ananta, a barbaric warrior cursed by a demon god. In order to punish the incarnation of the wings, who turned his fate into a tragedy, he endlessly feasts on demon gods in a story of blood, sweat, flesh, and bones that yearns for revenge."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39960d43-b8dd-4fdc-b6b7-ab9ad82cce90",
    "title": {
      "en": "The SSS-Rank Hunter's Lucky Draw"
    },
    "updatedAt": "2024-06-15T12:05:51+00:00",
    "coverArt": "https://mangadex.org/covers/39960d43-b8dd-4fdc-b6b7-ab9ad82cce90/eef3e520-f0b3-4e1b-93a4-4cace79891bc.jpg",
    "altTitles": [
      {
        "ko": "뽑기로 강해진 SSS급 헌터"
      },
      {
        "ru": "Мне предначертано стать Охотником SSS-класса"
      },
      {
        "en": "SSS-Class Gacha Hunter"
      },
      {
        "es-la": "SSS-Class Gacha Hunter"
      }
    ],
    "description": {
      "en": "“The Change” brought dungeons filled with monsters into the world, altering reality forever. Pro-gamer Jin Jungdo, whose lifelong dream was to be a hero like the Mana Users who fight in these dungeons, is crushed when he discovers his own abilities are useless. Just then, the “real universe” gives him a set of skills that allow him to draw information from the future and heroes from the past! Now all that’s left is for him to barrel through this game of luck and become the strongest hunter ever!",
      "fr": "Le pire jour de ma vie, j’ai reçu un miracle comme cadeau de la part du  »véritable univers ».",
      "ko": "전 재산을 쏟아부어 헌터로 각성했는데… 전투형 스킬 하나 없는 소통, 인내, 게임 탤런트뿐이라고? 헌터 사무소 영업직 인생은 이제 그만 살고 싶다고...! 간절히 바라면 이루어지는가! 인생 최악의 날, 우주로부터 최강의 스킬을 얻었다! 클래스를 뒤집는 운빨 갓겜이 시작된다. <뽑기로 강해진 SSS급 헌터>",
      "ru": "В один из худших дней в моей жизни, на меня снизошло чудо в виде подарка от \"вселенной\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ede6292-3f99-4582-a024-4a2df9814fa0",
    "title": {
      "en": "Today's Walk"
    },
    "updatedAt": "2024-04-30T20:51:00+00:00",
    "coverArt": "https://mangadex.org/covers/1ede6292-3f99-4582-a024-4a2df9814fa0/9cc8a565-5292-46e1-9873-defbc8bcb11c.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyou no Sanponta"
      },
      {
        "en": "Last Walk"
      },
      {
        "ja": "今日のさんぽんた"
      }
    ],
    "description": {
      "en": "The story of a dog, Ponta, and his walker, Rieko.\n\n---\n**Support the author's:**\n- [Social Media and Shop](https://potofu.me/rikirosso)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47d867ee-ba4c-4709-bc34-f03132038819",
    "title": {
      "en": "Prosecutor Who Doesn't Know the Law"
    },
    "updatedAt": "2024-04-27T20:53:37+00:00",
    "coverArt": "https://mangadex.org/covers/47d867ee-ba4c-4709-bc34-f03132038819/4f930684-8c5e-4e7b-86f0-c9a8c23ceb2e.jpg",
    "altTitles": [
      {
        "en": "The Law Ignorant Prosecutor"
      },
      {
        "en": "The Prosecutor Doesn't Know the Law"
      },
      {
        "ko": "검사가 법을 모름"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c98d4843-cc3a-417a-be54-71b335a6984a",
    "title": {
      "en": "The Price of Breaking Up"
    },
    "updatedAt": "2024-05-10T00:26:00+00:00",
    "coverArt": "https://mangadex.org/covers/c98d4843-cc3a-417a-be54-71b335a6984a/10a135af-1d78-4a50-9bd7-0aa2a784bca4.jpg",
    "altTitles": [
      {
        "ko": "파혼의 대가"
      },
      {
        "ko-ro": "Pahonui Daega"
      },
      {
        "en": "The Price of a Broken Engagement"
      },
      {
        "en": "The Price of Separation"
      },
      {
        "fr": "Le prix d'un au revoir"
      },
      {
        "ja": "婚約破棄の対価"
      },
      {
        "th": "รางวัลแด่วิวาห์ล่ม"
      },
      {
        "zh": "解除婚约的代价"
      }
    ],
    "description": {
      "en": "Clearly, God must have been joking when he sent down another oracle proclaiming that “the companion of His Royal Highness, the Crown Prince, is to be the precious daughter of Marquis Lurhtella.” How could the oracle be mistaken?\n\nAs soon as I was born, I was selected to be the Crown Princess and have spent my entire life training to be a great Empress one day, but everything changed overnight: My power, my status, and the way people look at me. I thought only his love wouldn’t change, however, he did not hesitate to notify me of the breaking of our engagement, and that is how it ended between us. Giving up everything was a lot easier than I thought. But…\n\n“It’s a pleasure to meet you, Princess Pesentria.”\n\n“…”\n\n“Speaking of the owner of the temple, I wonder if you remember me.”\n\nHe, who had the greatest divine power in the Empire, reached out to me. Can I hold his hand?\n\n---\nAs the chosen one prophesized to bring stability to the empire, Ersia Fesentera had lived her entire life as the future crown princess... until it is revealed that another girl is the chosen one. In a day, Ersia loses her position and all that she worked hard to achieve, while her supporters and her own beloved fiancé abandon her. Enraged and hurt by this turn of events, Ersia swears to take revenge on those who turned their backs on her... starting with her former betrothed and his new fiancée."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2024-06-25T13:10:53+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/7da041cc-0699-4d20-bee8-6f822f0fe3b7.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "ru": "Возмездие Девы Марии"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "451c07d6-f6f8-4cc4-a112-bbe6b6d1a9f3",
    "title": {
      "en": "Hana to Akuma"
    },
    "updatedAt": "2023-10-30T18:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/451c07d6-f6f8-4cc4-a112-bbe6b6d1a9f3/f6574f8a-eaee-4d7d-b51b-cdc899b0dfa0.jpg",
    "altTitles": [
      {
        "ja": "花と悪魔"
      },
      {
        "en": "The Flower and the Demon"
      },
      {
        "en": "Blossom and Devil"
      },
      {
        "en": "Flower and Devil"
      },
      {
        "nl": "De Bloem en de Duivel"
      },
      {
        "no": "Blomsten og Demonen"
      },
      {
        "fr": "La fleur du démon"
      },
      {
        "es": "La flor y el demonio"
      },
      {
        "ru": "Хана и Дьявол"
      },
      {
        "th": "DEVIL WITH FLOWER เดวิล วิธ ฟลาวเวอร์"
      },
      {
        "zh": "花与恶魔"
      },
      {
        "zh-hk": "花與惡魔"
      },
      {
        "vi": "Hoa và ác ma"
      }
    ],
    "description": {
      "en": "15-years-ago Vivi, the demon, decided to leave the demon realm and come to the human world. There he found an abandoned baby and on a whim decided to keep it. Since then he lives together with Hana… but having a 14 year-old girl around you, is it really that simple?"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "58.5"
  },
  {
    "mangaId": "c49df081-b955-4c04-936d-72106ff909cc",
    "title": {
      "en": "Full Metal Panic!"
    },
    "updatedAt": "2022-04-21T23:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/c49df081-b955-4c04-936d-72106ff909cc/a286fe01-288d-487a-b4dd-74b6e829857c.jpg",
    "altTitles": [
      {
        "en": "FMP"
      },
      {
        "ja": "フルメタル・パニック!"
      },
      {
        "zh-hk": "驚爆危機!"
      }
    ],
    "description": {
      "en": "Trouble always seems to follow the beautiful and sassy, Kaname Chidori. Though she is only a high-school student, Kaname is constantly the target of terrorism. Lucky for her though, the dreamy Sosuke, an undercover agent from Mithril, is one step behind her, ready to protect her at any cost. But will he be able to save her from harm every time she is in trouble?"
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "58"
  },
  {
    "mangaId": "53af3221-b8db-476b-9a58-9f3e636b729e",
    "title": {
      "en": "Mr. Baek"
    },
    "updatedAt": "2024-05-22T20:50:57+00:00",
    "coverArt": "https://mangadex.org/covers/53af3221-b8db-476b-9a58-9f3e636b729e/19f36155-a280-477c-8497-fb72572f8f5c.png",
    "altTitles": [
      {
        "ko": "백XX"
      },
      {
        "pt-br": "Dupla Baek"
      },
      {
        "en": "Baek XX"
      }
    ],
    "description": {
      "en": "Federal Informant ‘Baek Yisu’ and a criminal gang’s boss, ‘Baek Dogyeong’ are twin brothers.\n\nWith the same faces the two twin brothers have lived different lives until now. Yisu, who’s been betrayed by the gang, throws away his identity to become his brother. This federal agent is soon to become the gang’s boss…!",
      "pt-br": "Os irmãos gêmeos Baek Yisoo, agente de inteligência da Hid e Baek Dohyeong, chefe de uma organização criminosa, viveram vidas diferentes mesmo com o mesmo rosto. Depois de ser traído pela organização o irmão mais novo decide abandonar sua identidade e se tornar o irmão mais velho. Um agente de inteligência torna-se chefe de uma organização criminosa…!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-02-24T11:47:23+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/6f235e14-164c-43bb-84a2-02102edefce9.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f831905-3548-4ff3-a5d2-5f20e1876564",
    "title": {
      "en": "Upgrade From Wild Monsters"
    },
    "updatedAt": "2023-08-19T07:08:58+00:00",
    "coverArt": "https://mangadex.org/covers/2f831905-3548-4ff3-a5d2-5f20e1876564/2f244977-22e1-4748-b6ec-e6827b946e89.jpg",
    "altTitles": [
      {
        "zh": "从野怪开始升级"
      },
      {
        "zh-ro": "Cong Ye Guai Kaishi Shengji"
      }
    ],
    "description": {
      "en": "After Lu Chen entered the cranial neuron quantum transferring game《Empyrean God Realm》—he found himself stripped of his human character, becoming the weakest wild monster in the game, a \"Weak Gnoll.\" Facing players who are ready to use him to level up, Lu Chen lifts the broken Gnoll club and starts to upgrade from a Lv.1 Gnoll. As Lu Chen keeps on killing more and more species, gaining new talents, and levelling up talents, his status keeps getting enhanced. Normal, Strong, Super strong... Soon enough, he..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d3ff879-234c-4d0c-9841-3057ea234c50",
    "title": {
      "en": "Black Black Lotus"
    },
    "updatedAt": "2024-02-18T14:32:03+00:00",
    "coverArt": "https://mangadex.org/covers/4d3ff879-234c-4d0c-9841-3057ea234c50/d114e03c-1378-4724-b653-add713b33984.jpg",
    "altTitles": [
      {
        "ja": "ブラック・ブラック・ロータス"
      }
    ],
    "description": {
      "en": "Matsuoka Renna, who has just transferred to Fuyou Girl's Academy, is reunited with Mayuzumi Kyouko, a friend from her elementary school days. \n\nKnown as \"Black Rose-sama\" and the object of admiration among the students, Kyouko says that she had been worried about Renna ever since she moved out of town due to a certain incident. However...there is something bothering Renna...?\n\n\nIn the midst of all that, it is announced that Black Rose is dead.\n\nAs Renna is stunned by this news, she receives an invitation to a suicide matching website known as \"Black Black Lotus\"...",
      "vi": "Câu chuyện về học viện nữ sinh, trang web kết bạn và vụ án giết người...\nBắt đầu mở màn cho câu chuyện tình đầy mới lạ này!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "453e93c2-c610-4741-b085-cba04c05bf95",
    "title": {
      "en": "Disaster is Always Nearby"
    },
    "updatedAt": "2024-06-28T01:23:59+00:00",
    "coverArt": "https://mangadex.org/covers/453e93c2-c610-4741-b085-cba04c05bf95/8f20e829-0a93-4074-9c6c-83f63054d293.png",
    "altTitles": [
      {
        "ko": "재난은 늘 곁에 있다"
      }
    ],
    "description": {
      "en": "One morning, ten years of Yoon Dami's life vanished. It all began when she got entangled with a man who claimed to be a god. However, the god dismissed Dami, saying it had nothing to do with him. Then, he discovered the existence of a \"thing\" he had been searching for in Dami's household for a long time, and this began to change his relationship with Dami. But is it possible to mend a relationship that has already become so strained?",
      "ko": "하루 아침에 10년의 세월이 사라져버린 여자 윤다미, 그 모든 게 신이라는 남자와 엮이면서 시작되었다.\n하지만 신은 본인과는 무관한 일이라며 다미를 무시한다.\n그러던 중 다미의 집안에 오랫동안 찾아 헤매던 ‘물건’의 존재를 알게 되면서 다미와의 관계에 변화를 주기 시작한다.\n하지만 이미 틀어져 버릴 대로 틀어져 버린 관계를 되돌릴 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43abd2e4-cbb0-4368-aa0d-6bb2c04caf96",
    "title": {
      "en": "Kanojo no Sore ni Yarareteru"
    },
    "updatedAt": "2024-04-06T05:56:56+00:00",
    "coverArt": "https://mangadex.org/covers/43abd2e4-cbb0-4368-aa0d-6bb2c04caf96/b4a6ea99-ed3b-46d8-b985-2d424b08e711.jpg",
    "altTitles": [
      {
        "ja": "彼女のそれにやられてる"
      },
      {
        "ja-ro": "Kanojo no Sore ni Yarareteru"
      },
      {
        "en": "I'm Addicted to Her"
      },
      {
        "en": "I'm Being Done In By Those Things Of Hers"
      },
      {
        "fr": "Je suis sous son charme"
      }
    ],
    "description": {
      "en": "A gloomy boy suddenly getting close with the popular track and field club ace?! A short comedy about invading someone else's spot to skip class is about to begin!!",
      "pt-br": "Um rapaz sombrio de repente se aproximando do popular ás do clube de atletismo?! Uma comédia curta sobre invadir o espaço de outra pessoa para escapar das aulas está prestes a começar!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b9d73ff-a19e-4817-9eb7-657471f4d8d5",
    "title": {
      "en": "Kinnikuman"
    },
    "updatedAt": "2024-06-02T23:38:48+00:00",
    "coverArt": "https://mangadex.org/covers/7b9d73ff-a19e-4817-9eb7-657471f4d8d5/a0f1cb8c-2789-45ac-a96c-e6d47bded55b.jpg",
    "altTitles": [
      {
        "ja": "キン肉マン"
      },
      {
        "en": "Muscle Man"
      },
      {
        "en": "M.U.S.C.L.E"
      },
      {
        "pt-br": "Homem Músculo"
      }
    ],
    "description": {
      "en": "Kinnikuman (Muscleman), a weak and clumsy super hero, constantly getting into wacky situations. As the series progressed, the story began changing from comedy to action as Kinnikuman battles stronger and stronger foes in the wrestling ring. The series continually introduced new Super Human characters, known as Chojin, who would challenge Kinnikuman and his friends for various purposes.  \n    \n---\n- **The initial serialization lasted from 1979-1986 and ended with Vol. 36. The series directly continued in 2011 with Vol. 37.**\n- **The 2011 Chapters resets the Count to 1 during it set of volumes (Beyond Vol 36)**\n\n---\n- **Won the Shogakukan Manga Award for Shonen in 1985**",
      "pt-br": "Kinnikuman (Homem Músculo), um super-herói fraco e desajeitado, constantemente entrando em situações malucas. À medida que a série avançava, a história começou a mudar de comédia para ação, enquanto Kinnikuman lutava contra inimigos cada vez mais fortes no ringue de luta livre. A série continuamente introduziu novos personagens Super Humanos, conhecidos como Chojin, que desafiariam Kinnikuman e seus amigos para vários propósitos. \n\nA serialização original foi de 1979-1986 e terminou com o Vol. 36. A série continuou diretamente em 2010. \n\nGanhou o Shogakukan Manga Awards por melhor Shounen em 1985."
    },
    "status": "ongoing",
    "releaseDate": 1979,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-01-02T15:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22f26be5-03d7-4e59-8028-45963aabd614",
    "title": {
      "en": "Lord of Destiny Wheel"
    },
    "updatedAt": "2024-04-14T19:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/22f26be5-03d7-4e59-8028-45963aabd614/16963ce6-e63f-4229-8bb7-2326ed9a1009.jpg",
    "altTitles": [
      {
        "en": "Lord of the Wheel of Fortune! When changes come to the world"
      },
      {
        "zh": "命轮之主！当异变降临人间"
      },
      {
        "en": "The Lord of the Wheel of Destiny"
      }
    ],
    "description": {
      "en": "A planet called Ghost Star suddenly appeared, causing the earth's animals and plants to evolve into monsters that can destroy humans. At the time of human extinction, people accidentally discovered a way to log into the ghost star, and found that they could gain power against monsters on the ghost star. So in order to survive, human beings started the era of exploring ghost stars..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47f93974-d406-45dd-8dbf-03db95654516",
    "title": {
      "en": "Bombergirl"
    },
    "updatedAt": "2023-07-09T03:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/47f93974-d406-45dd-8dbf-03db95654516/23c246c3-6795-41ea-a8b0-e42eb26494f1.jpg",
    "altTitles": [
      {
        "en": "Bombergirl Short Comics"
      },
      {
        "ja": "ボンバーガール"
      },
      {
        "ja-ro": "Bonbaagaaru"
      }
    ],
    "description": {
      "en": "Sporadically posted comic pages on the official twitter of the Bombergirl arcade game."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ad8613b-1987-4d6f-ac0e-3d28a9b2b6f2",
    "title": {
      "en": "Franken Fran Frantic"
    },
    "updatedAt": "2024-05-13T16:27:16+00:00",
    "coverArt": "https://mangadex.org/covers/4ad8613b-1987-4d6f-ac0e-3d28a9b2b6f2/c17143af-af95-45bc-af7d-e02fb1531f46.jpg",
    "altTitles": [
      {
        "ja-ro": "Franken Furan Frantic"
      },
      {
        "ru": "Безумная Франкен Фран"
      },
      {
        "ja": "フランケン・ふらん Frantic"
      },
      {
        "ja": "フランケン・ふらん フランティック"
      }
    ],
    "description": {
      "en": "The wacky adventures of Fran, Veronica and the other strange creatures continue.  \n  \nMore experiments, more medical miracles and more wondrous surprises."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72e51451-4d0c-4a3f-97ff-afb3f819fbfa",
    "title": {
      "en": "Link Click"
    },
    "updatedAt": "2023-10-04T13:32:59+00:00",
    "coverArt": "https://mangadex.org/covers/72e51451-4d0c-4a3f-97ff-afb3f819fbfa/1631e85c-fce5-4319-a8cf-be5b359c8aa5.jpg",
    "altTitles": [
      {
        "zh": "时光代理人"
      }
    ],
    "description": {
      "en": "Sitting in a corner of the city is a seemingly normal shop called 'Time Photo Studio'. The shop owners, Cheng Xiaoshi and Lu Guang, can dive back in time through photos. One day, an uprising star in the Chinese opera world — Lin Kai — visited the studio and tasked Cheng Xiaoshi and Lu Guang to find a cassette tape from 10 years ago. They only have one photo, and one chance...",
      "fr": "Dans un coin de la ville se trouve une boutique, en apparence normale, nommée le \"Time Photo Studio\". Les propriétaires de la boutique, Cheng Xiaoshi et Lu Guang, peuvent voyager dans le temps au travers de photos. Un jour, une étoile montante de l'opéra chinois, Lin Kai, visite leur studio et leur demande de trouver un enregistrement datant d'il y a 10 ans. Ils n'ont qu'une seule photo et qu'une chance...",
      "zh": "在城市的某个角落，有一家看似普通的小店——时光照相馆。店主程小时和陆光可以通过照片，进入过去的时空。有一天，戏曲界新锐林凯来到了照相馆，委托程小时与陆光，寻找一份10年前的影像。照片只有1张，机会只有1次……"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "020d602f-c43a-4b9f-a4f8-3ac8ddfd99c3",
    "title": {
      "en": "Amaesasete Hinamori-san!"
    },
    "updatedAt": "2023-11-10T12:22:02+00:00",
    "coverArt": "https://mangadex.org/covers/020d602f-c43a-4b9f-a4f8-3ac8ddfd99c3/c97e0a32-4de1-49b5-8f2a-3dd68531eada.jpg",
    "altTitles": [
      {
        "en": "Please Spoil Me, Hinamori-san!"
      },
      {
        "ja": "甘えさせて雛森さん！"
      },
      {
        "en": "Spoil Me Plzzz Hinamori-san!"
      },
      {
        "ko": "응석부리게 해줘 히나모리 양!"
      }
    ],
    "description": {
      "en": "Suou Yaya is admired by the whole school. Perfect grades, beautiful, an exemplary girl overall worthy of the praise she receives. From afar, her childish underclassman Hinamori Ichigo yearns to be like her...\r\n\r\n...That is, until she finds her beloved Suou-senpai is a LOT more childish than her, and wants to be spoiled rotten, lest she'll throw a tantrum.",
      "pt-br": "Suou Yaya é admirada por toda escola. Notas perfeitas, linda, uma garota exemplar no geral digna dos elogios que recebe. De longe, sua caloura infantil Hinamori Ichigo deseja ser como ela...\n\n...Isto é, até que ela descubra que sua amado Suou-senpai é MUITO mais infantil do que ela, e quer ser mimada, para que ela não faça birra."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "ca6edf6e-f4f3-44b6-9a0d-18530701ae87",
    "title": {
      "en": "Uchi no Musuko wa Tabun Gay"
    },
    "updatedAt": "2024-03-26T14:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/ca6edf6e-f4f3-44b6-9a0d-18530701ae87/ed8199ce-21be-4d76-b6e6-b316ab0e1863.jpg",
    "altTitles": [
      {
        "vi": "Con Trai Tôi Có Lẽ Là Gay"
      },
      {
        "de": "Ich glaub, mein Sohn ist schwul"
      },
      {
        "en": "Our Son Is Probably Gay"
      },
      {
        "ja-ro": "Uchi no Musuko wa Tabun Gei"
      },
      {
        "ja": "うちの息子はたぶんゲイ"
      },
      {
        "en": "My Son Is Probably Gay"
      },
      {
        "en": "I Think Our Son Is Gay"
      }
    ],
    "description": {
      "en": "A sweet, open-minded mother starts suspecting one of her sons might be gay."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "104"
  },
  {
    "mangaId": "1973b5c5-7e8a-4ac0-8e48-57f45b9a0d9b",
    "title": {
      "en": "Harapeko Kopeko wa Niku to Sumu!"
    },
    "updatedAt": "2024-03-05T21:57:32+00:00",
    "coverArt": "https://mangadex.org/covers/1973b5c5-7e8a-4ac0-8e48-57f45b9a0d9b/47fed9dd-0e3d-474f-86ef-bb2234632c44.jpg",
    "altTitles": [
      {
        "ja": "腹ぺここぺ子はニクと棲む！"
      },
      {
        "en": "Starving Kopeko Lives with Her Meat!"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8249e7e-cd20-43f3-b961-f47ad1070ab0",
    "title": {
      "en": "Dame Ningen no Aishikata"
    },
    "updatedAt": "2024-05-26T11:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/b8249e7e-cd20-43f3-b961-f47ad1070ab0/f9426e8c-eef7-4f15-9576-9ab5a19a421e.jpg",
    "altTitles": [
      {
        "ja": "ダメ人間の愛しかた"
      },
      {
        "ja-ro": "Dame Ningen no Itoshikata"
      },
      {
        "en": "How to Love a Useless Person"
      },
      {
        "en": "How to Love A Misfit"
      },
      {
        "pt-br": "Como Amar Uma Pessoa Inútil"
      }
    ],
    "description": {
      "en": "\"No talent, no money, no education. A worthless person, bottom of the barrel.\"\n\"But... just seeing you like that makes me feel so happy.\"\nShinba, an unemployed young man, is what someone could call a useless person.\nFor some reason, such a man is dating a cool and beautiful woman named Hizumi.\n\nFor the sake of Hizumi, whom he loves very much, Shinba tries to graduate from being a useless person, but his efforts are always in vain.\n\nShe ridicule, sneers and deny him. She whisper words of love to him and stays by his side.\n\nAn imbalanced love story, presented by a useless man and a devilish girlfriend, open its curtains to the world.",
      "pt-br": "\"Sem talento, sem dinheiro, sem educação. Uma pessoa sem valor, no fundo do poço.\"\n\"Mas... só de te ver assim me faz tão feliz.\"\nShinba, um jovem desempregado, é o que alguém poderia chamar de uma pessoa inútil.\nPor algum motivo, esse homem está namorando uma mulher legal e bonita chamada Hizumi.\n\nPelo bem de Hizumi, a quem ele ama muito, Shinba tenta se formar como uma pessoa útil, mas seus esforços são sempre em vão.\n\nEla ridiculariza, zomba e o nega. Sussurra palavras de amor para ele e fica ao seu lado.\n\nUma história de amor desequilibrada, apresentada por um homem inútil e uma namorada diabólica, abre suas cortinas para o mundo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-06-10T02:18:21+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/2e5f2212-c0fc-4441-9264-6e581a76bef4.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1563cd49-ee38-4a46-a4f0-429dc07cd4a1",
    "title": {
      "en": "Oshinobi Dousei"
    },
    "updatedAt": "2024-06-25T08:58:15+00:00",
    "coverArt": "https://mangadex.org/covers/1563cd49-ee38-4a46-a4f0-429dc07cd4a1/70dccc37-1a76-451e-a511-906e0e92380e.jpg",
    "altTitles": [
      {
        "ja": "お忍び同棲"
      },
      {
        "pt-br": "Vivendo com uma kunoichi"
      },
      {
        "ja-ro": "Oshinobi Dousei"
      },
      {
        "ru": "Тайное сожительство"
      },
      {
        "en": "Living With a Kunoichi"
      }
    ],
    "description": {
      "en": "Tae, a beautiful 17-year-old girl, and Kotaro, a serious office worker. These two seemingly happy people have a secret they can't reveal to anyone - the rival ninjas of Iga and Kouga secretly live together in this laid-back romantic comedy!",
      "ja": "17歳の美少女・たえと、まじめな会社員の小太郎。一見幸せそうに見える二人には誰にも言えない秘密があった――伊賀・甲賀のライバル忍者がこっそり同棲生活を送る、まったりラブコメ！",
      "pt-br": "Tae, uma linda garota de 17 anos, e Kotaro, um sério trabalhador de escritório. Essas duas pessoas aparentemente felizes têm um segredo que não podem revelar a ninguém - os ninjas rivais de Iga e Kouga vivem secretamente juntos nesta comédia romântica descontraída!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "30"
  },
  {
    "mangaId": "68669554-88ef-43ac-966b-e41d56682290",
    "title": {
      "en": "Wangan Midnight"
    },
    "updatedAt": "2022-09-24T07:11:45+00:00",
    "coverArt": "https://mangadex.org/covers/68669554-88ef-43ac-966b-e41d56682290/3792d9b4-2024-4226-a33d-b6f3f2950023.jpg",
    "altTitles": [
      {
        "ja": "湾岸ミッドナイト"
      }
    ],
    "description": {
      "en": "When high school student Akio Asakura loses a high speed race to a Porsche 911 Turbo known as “Blackbird,” he goes to a junkyard to find parts for his car – only to discover a blue first-generation Datsun Fairlady Z (S30), which he buys. Akio later discovers that not only is the Z tuned to 620 bhp, it’s had a dark history of unfortunate accidents with its previous owners. Making matters more complicated is the fact that the last owner shared the same name with Akio. With the “Devil Z,” Akio forms a new rivalry with the Blackbird and its driver Tatsuya Shima."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "550"
  },
  {
    "mangaId": "158bc0cc-e79e-4f13-a001-6d0abe9733ab",
    "title": {
      "en": "The House Without Time"
    },
    "updatedAt": "2024-04-28T15:17:19+00:00",
    "coverArt": "https://mangadex.org/covers/158bc0cc-e79e-4f13-a001-6d0abe9733ab/9b9dc997-b2d0-4f6b-aaf2-1c1e1e619118.png",
    "altTitles": [
      {
        "ko": "시간이 머문 집"
      },
      {
        "en": "Shard of Time"
      },
      {
        "es-la": "La Casa Sin Tiempo"
      },
      {
        "ko-ro": "Sigani Meomun Jip"
      },
      {
        "ko-ro": "Sigan-i Meomun Jib"
      },
      {
        "zh": "时间静止的房子"
      },
      {
        "ja": "時が留まった家"
      }
    ],
    "description": {
      "en": "An abused little girl with nothing to live for meets an old man with a nasty personality.",
      "es-la": "Una noche, una niña sirvienta se encuentra escapando de su sadico dueño noble, dirigiendose al lugar donde le dijo su persona mas querida ''alli hay 'álgo', pidele a ese 'álgo' que te proteja'' pero al llegar pasa algo inesperado..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-06-21T11:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/ab164f47-e988-4058-94bf-763c649ffb0d.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "en": "Akane Story"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. Shinta and his daughter Akane have been seduced by this wonderful form of classical entertainment. Having observed her father strive to pass the shin'uchi rakugo test, Akane will take her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo na história é expresso apenas com seu corpo e palavras. Shinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. Observando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c94cfd0-6d13-4275-a984-67afbe2b2f0f",
    "title": {
      "en": "Astral Online - Maou no Noroi de Saikyou Bishoujo ni natta Ore, Saijaku Shoku da ga Cheat Skill de Chou Seichou shite Musou suru"
    },
    "updatedAt": "2024-03-06T21:30:33+00:00",
    "coverArt": "https://mangadex.org/covers/7c94cfd0-6d13-4275-a984-67afbe2b2f0f/94d1ced8-ee5c-4f0b-9661-35daab15925e.jpg",
    "altTitles": [
      {
        "ja": "アストラル・オンライン 魔王の呪いで最強美少女になったオレ、最弱職だがチートスキルで超成長して無双する"
      },
      {
        "en": "Astral Online: I, Who Became the Strongest Beautiful Girl Due to the Demon King's Curse, Have the Weakest Job but I Grow Up Super Fast With My Cheat Skills and Become a Warrior."
      }
    ],
    "description": {
      "en": "A high school boy, Sora Kamijo, who is addicted to VR games, starts playing Astral Online, a VRMMO that has been talked about as a god game, and suddenly finds himself fighting against the Demon King, the last boss. In addition to the sudden battle, the Demon King casts a curse on him and transforms him into a beautiful silver-haired girl...?　\n\nA new VRMMO fantasy involving both the game and reality begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f710505-960f-47fb-a34e-b424601e5e22",
    "title": {
      "en": "The Heavenly Demon Lord Who Doesn't Want to Level Up"
    },
    "updatedAt": "2024-06-17T08:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/6f710505-960f-47fb-a34e-b424601e5e22/bc3a3e26-89c4-4582-bf1c-c7332b99c851.jpg",
    "altTitles": [
      {
        "ko": "레벨업하기 싫은 천마님"
      }
    ],
    "description": {
      "en": "\"Jin Yuseong, the absolute master of the Middle Kingdom, found life too boring. 'I must be crazy. Just unifying the martial world…'\"\n\"'I should have just been a farmer.'\"\n\"'No, I wish I wasn't born at all.'\"\n\"In 'The Heavenly Demon Lord Who Doesn't Want to Level Up,' one day, he encounters a gate… And upon passing through it, a new world unfolds.\"\n\"Jin Yuseong, the top martial deity and leader of the Celestial Demon Cult, arrives in Korea."
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a220cb1c-cec6-42c1-b038-bf1ef64190d8",
    "title": {
      "en": "Majutsu Gakuin wo Shuseki de Sotsugyoushita Ore ga Boukensha wo Hajimeru no wa sonna ni okashii darouka"
    },
    "updatedAt": "2024-06-21T00:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/a220cb1c-cec6-42c1-b038-bf1ef64190d8/bf58271f-eebf-41cf-99ca-c96df8f24323.jpg",
    "altTitles": [
      {
        "es": "¿Es extraño haberme vuelto aventurero aún cuando me gradué de la academia de brujería?"
      },
      {
        "id": "Apa Aneh Kalau Aku Menjadi Petualang Bahkan Jika Aku Lulus dari Institut Sihir?"
      },
      {
        "ja": "魔術学院を首席で卒業した俺が冒険者を始めるのはそんなにおかしいだろうか"
      },
      {
        "ko": "마술학원을 수석으로 졸업한 내가 모험가를 시작하는 건 이상한 걸까"
      },
      {
        "zh-hk": "作為魔術學院首席畢業的我想做冒險者有那麼奇怪嗎"
      },
      {
        "zh": "作为魔术学院首席毕业的我想做冒险者有那么奇怪吗"
      },
      {
        "ar": "هل من الغريب أنني أصبحت مغامرًا حتى لو تخرجت من معهد السحر؟"
      },
      {
        "fa": "آیا عجیب است که من حتی اگر از مؤسسه جادوگری فارغ التحصیل شوم ، به یک ماجراجو تبدیل شدم؟"
      },
      {
        "vi": "Có kì lạ không khi tôi trở thành mạo hiểm giả dù tôi tốt nghiệp trường phù thủy?"
      },
      {
        "vi": "Trở thành mạo hiểm giả khi là phù thủy hạng nhất buốn cuò thật nhỉ?"
      },
      {
        "th": "มันแปลกตรงไหน ที่ผมเรียนจบแล้วจะไปเป็น นักพจญภัย"
      },
      {
        "fr": "Est-ce bizzare que je sois devenu un aventurier alors que je suis diplômé de l’institut de sorcellerie ?"
      },
      {
        "en": "Is It Odd That I Became an Adventurer Even If I Graduated From the Witchcraft Institute?"
      },
      {
        "pt-br": "É estranho que eu tenha me tornado um aventureiro mesmo tendo me formado no Instituto de Bruxaria?"
      }
    ],
    "description": {
      "en": "Having graduated from the prestigious Witchcraft Institute at the top of his class, no job is out of reach for William Glenford. Fame, fortune, prestige are at his feet, but William dreams of only one thing: adventures.  \n  \nFinding companions in a run-of-the-mill guild with an up-and-coming party of girls including a cleric, a martial artist and a beastman catgirl, and being ranked the lowest at the entry level, they immediately begin noticing that he's **grossly** overqualified for his role and rank… and that this mage may not be a mere \"mage\", but a full-fledged, national-level wizard.  \n  \nWill William adjust to his party, or will the girls ever hope to catch up to him?   \nWill the girls accept him regardless of his overwhelming superiority, or will he always be the big fish in the small pond?  \n  \n\n\n---",
      "es": "Habiéndose graduado de la prestigiosa Academia de Brujería a la cabeza de su grado, no hay ninguna ocupación que esté fuera del alcance de William Glenford. La fama, la fortuna y el prestigio están a sus pies, pero William sueña con una sola cosa: aventuras.  \n  \nHallando acompañantes en un gremio común de aventureros, sumándose a un equipo emprendedor de muchachas incluyendo a una clérigo, una artista marcial y una chica gato bestial, y estando en el rango más bajo al nivel de amateur, se empiezan a dar cuenta de que él está apabullantemente sobrecalificado para su rol y rango… y que este mago no es un mero \"mago\", sino un hechicero de talla nacional.  \n  \n¿Acaso William se ajustará a su equipo, o acasó las chicas albergarán la esperanza de alcanzar su nivel?  \n¿Acaso las chicas le aceptarán sin tapujos acerca de su superioridad anonadante, o será el siempre el pez grande en la laguna pequeña?",
      "pt-br": "Tendo se formado no prestigiado Instituto de Bruxaria como o primeiro da turma, nenhum trabalho está fora do alcance de William Glenford.  Fama, fortuna, prestígio estão a seus pés, mas William só sonha com uma coisa: aventuras.\n\n Encontrando companheiros em uma guilda comum com um grupo de garotas promissoras, incluindo um clérigo, um artista marcial e uma garota-gato homem-fera, e sendo classificado como o mais baixo no nível de entrada, eles imediatamente começam a perceber que ele é  grosseiramente superqualificado para seu papel e posição... e que este mago pode não ser um mero \"mago\", mas um mago de nível nacional de pleno direito.\n\n Será que William se adaptará à sua festa ou será que as meninas algum dia terão esperança de alcançá-lo?\n Será que as meninas o aceitarão independentemente de sua esmagadora superioridade, ou ele sempre será o peixe grande no pequeno lago?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]