[
  {
    "mangaId": "bf713abe-b415-45ac-8fd1-653dba578e0f",
    "title": {
      "en": "I'm an Evil God"
    },
    "updatedAt": "2024-11-22T17:44:48+00:00",
    "coverArt": "https://mangadex.org/covers/bf713abe-b415-45ac-8fd1-653dba578e0f/a1a6533b-4bb2-4311-a410-2b8406b90948.jpg",
    "altTitles": [
      {
        "zh": "我为邪帝"
      },
      {
        "zh-hk": "我爲邪帝"
      },
      {
        "zh-ro": "Wǒ Wéi Xié Dì"
      },
      {
        "zh-ro": "Wo Wei Xie Di"
      },
      {
        "en": "Way to Be the Evil Emperor"
      },
      {
        "en": "I Am an Evil God"
      },
      {
        "en": "I Shall Become the Evil God"
      },
      {
        "es": "Soy un dios malvado"
      },
      {
        "ja": "スキルポイントが俺をレベルアップさせた"
      },
      {
        "ko": "차원이동 레벨업"
      },
      {
        "vi": "Ta Là Tà Đế"
      }
    ],
    "description": {
      "en": "Among the various realms, is the manliest and most handsome evil god in history! The peerless and handsome Xie Yan crosses over and falls into the vixen's lair. In order not to be drained of his entire life-force, he travels between various realms, cuts down a son of god, and repels an invading union hailing from across the ocean… This is the story of how he eventually becomes an evil god.",
      "pt": "Por entre os vários reinos, encontra-se o deus maléfico mais masculino e atraente da história! O inigualável e bonito Xie Yan atravessa para outro mundo e cai no covil da víbora. Para não ser drenado de toda a sua força vital, este viaja entre vários reinos, chacina um filho de deus e repele uma união invasora vinda do outro lado do oceano… Esta é a história de como ele acaba por se tornar um deus maléfico.",
      "zh": "纵横万界，史上最肉、最帅邪帝！ 绝世美男子谢焱一朝穿越掉进妖女窝，为了不被采补至死，穿梭诸天万界，斩位面之子，拒联邦洋夷……终成一代邪帝的故事。 周二。周五更新 不定时有加更福利~快去评论区催更吧~ QQ群：【我为邪帝】975576675"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f9eab7d-a2b2-4ee5-9d59-6744f0df4e12",
    "title": {
      "en": "Domestic na Kanojo"
    },
    "updatedAt": "2024-12-05T08:30:21+00:00",
    "coverArt": "https://mangadex.org/covers/4f9eab7d-a2b2-4ee5-9d59-6744f0df4e12/7129edad-f454-4b06-aee7-518a17259967.jpg",
    "altTitles": [
      {
        "en": "Domestic Girlfriend"
      },
      {
        "fr": "Love X Dilemma"
      },
      {
        "tr": "Evcimen Kız Arkadaş"
      },
      {
        "ru": "Домекано"
      },
      {
        "ar": "عشيقتي من أسرتي"
      },
      {
        "ja": "ドメスティックな彼女"
      },
      {
        "zh": "家有女友"
      },
      {
        "ko": "도메스틱한 그녀"
      },
      {
        "ru": "Домашняя девушка"
      },
      {
        "vi": "Bạn gái chung nhà"
      }
    ],
    "description": {
      "en": "Natsuo Fujii is in love with his teacher, Hina. Attempting to forget his feelings towards her, Natsuo goes to a mixer with his classmates where he meets an odd girl named Rui Tachibana. In a strange turn of events, Rui asks Natsuo to sneak out with her and do her a favor. To his surprise, their destination is Rui's house—and her request is for him to have sex with her. There's no love behind the act; she just wants to learn from the experience. Thinking that it might help him forget about Hina, Natsuo hesitantly agrees. After this unusual encounter Natsuo now faces a new problem. With his father remarrying, he ends up with a new pair of stepsisters; unfortunately, he knows these two girls all too well. He soon finds out his new siblings are none other than Hina and Rui! Now living with both the teacher he loves and the girl with whom he had his \"first time,\" Natsuo finds himself in an unexpected love triangle as he climbs ever closer towards adulthood.",
      "it": "Quella notte, Natsuo perse la sua verginità. La sua partner? Si chiama Rui e l'ha incontrata appena il giorno stesso dopo la scuola. E' lei ad averlo convinto, semplicemente dicendo di voler conoscere di più riguardo il sesso. Non voleva iniziare una relazione, né le interessava di Natsuo. In seguito, Natsuo si sente in colpa per aver perso la verginità con una ragazza che non gli piace neanche particolarmente. In più, si sente come se avesse tradito la ragazza per cui ha una cotta, la sua insegnante Hina. Un particolare triangolo amoroso che comprende Natsuo, Rui e Hina avrà inizio quando scopriranno…",
      "pt": "Hoje à noite, Natsuo perdeu a virgindade. Sua parceira? Seu nome é Rui e acabou de conhecê-lo entre amigos da escola. Ela foi a única que arquitetou essa situação, com o discurso de apenas conhecer mais sobre o sexo. Ela não queria começar um relacionamento, ela não liga pro Natsuo. No entanto, Natsuo não se sente bem por perder a virgindade com uma garota que ele não necessariamente gosta. Na verdade, isso fez com que ele sentisse que estivesse traindo sua paixão da escola: a professora Hina. Um triângulo amoroso surge entre Natsuo, Rui e Hina e tudo acaba com eles na mesma família!",
      "ru": "Это история о трёх героях: Нацуо, Руи и Хине. Руи — молодая девушка, не желающая вступать в отношения, Нацуо — обычный ученик старшей школы, а Хина — молодая учительница. Руи, несмотря на то, что ей не интересны отношения, хочет узнать о сексе и уговаривает Нацуо лишить её девственности. После произошедшего Нацуо мучает чувство вины, так как он лишил невинности девушку, к которой не испытывает чувств. Кроме того Нацуо не может забыть и о своей симпатии к молодой учительнице Хине. Это история стара как мир — история о неразделённой любви.",
      "tr": "Natsuo Fujii öğretmeni Hina'ya aşıktır. Ona karşı olan hislerini unutma amacıyla, Natsuo sınıf arkadaşlarıyla bir mixer partisine gidip orada Rui Tachibana isimli garip bir kız ile tanışır. Garip bir şekilde Rui, Natsuo'ya onun ile birlikte partiden kaçmasını ve ona bir iyilik yapmasını rica eder. Fakat aslında, gittikleri yer Rui'nin evidir—ve Rui'nin bahsettiği rica da onun ile cinsel ilişkiye girmesidir. Bu durumun arkasında herhangi bir aşk yoktur; Rui yalnızca deneyim elde etmek ister. Hina'yı unutmasına yardımcı olacağı düşüncesiyle, Natsu kararsızca kabul eder. Bu sıra dışı karşılaşmanın ardından, Natsuo'yu yeni bir problem karşılar. Babasının yeniden evlenmesi sonucunda, bir çift üvey kız kardeşi olur; fakat ne yazık ki, Natsuo\nbu iki kız kardeşi çok iyi tanıyordur. Hemen ardından bu kız kardeşlerin Hina ve Rui'den başkası olmadığını öğrenir. Aşık olduğu öğretmeni ve \"ilkini çaldığı\" kız ile, Natsuo kendini beklenmedik bir aşk üçgeninin ortasında bulur."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "28",
    "lastChapter": "276"
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2024-12-23T02:40:16+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/dccbd42d-5a83-431d-aba7-e889002efc5d.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "en": "Sasha-chan and Her Classmate Otaku-kun"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      },
      {
        "en": "Sasha-chan & Her Classmate Geek-kun"
      },
      {
        "en": "Sasha and Her Otaku Classmate"
      },
      {
        "ru": "Саша и ее одноклассник Отаку"
      },
      {
        "zh-hk": "莎夏醬和阿宅君同學"
      },
      {
        "zh": "JC莎夏酱和同班的宅宅"
      },
      {
        "vi": "Bé sơ trung Sasha và thằng bạn Otaku cùng lớp"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me “Master”!?\n\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "ja": "僕は未来の大漫画家にして現えっちな同人誌アシの中学生。学校で同人誌を読んでいたら、えっち方面に興味津々の美少女、サーシャさんから「ししょー」と呼ばれ‥‥!?",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-12-20T04:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "165e727a-ba50-47a7-90e3-8c187208550f",
    "title": {
      "en": "Crepuscule"
    },
    "updatedAt": "2023-02-10T02:56:37+00:00",
    "coverArt": "https://mangadex.org/covers/165e727a-ba50-47a7-90e3-8c187208550f/e8302315-9fd6-420c-9c0a-888cac7db7f8.jpg",
    "altTitles": [
      {
        "tr": "Alacakaranlık"
      },
      {
        "pl": "Zmierzch"
      },
      {
        "ru": "Сумерки"
      },
      {
        "ja": "黎明"
      },
      {
        "ko": "크리퍼스큘"
      }
    ],
    "description": {
      "en": "Lark is different from the rest of the kids. He has red eyes, just like Vampires do, and he is bullied by the other kids for it. One day he meets Setz, a kid who also has red eyes and is the only one that doesn't call him a monster or bully him. Eventually they become friends, but when Lark finds out he may have to return to the orphanage, Setz decides he does not want to lose his friend and invites him to his home… The world of the Vampires.  \n  \nNote: This project began as an amateur manhwa on Naver, but became popular enough that Naver chose to turn it into a professional work. The author and artist changed their pen names and restarted the series from the beginning, redesigning the artwork and part of the storyline in the process."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "251"
  },
  {
    "mangaId": "1487ed38-87b4-4f47-a82b-e85fd3dbd4f0",
    "title": {
      "en": "Keikenchi Chochiku de Nonbiri Shoushin Ryokou ~Yuusha to Koibito ni Tsuihou sareta Senshi no Mujikaku zama~"
    },
    "updatedAt": "2024-10-05T09:18:25+00:00",
    "coverArt": "https://mangadex.org/covers/1487ed38-87b4-4f47-a82b-e85fd3dbd4f0/dbf24929-cc07-4bd0-a0e8-53bb13029d41.jpg",
    "altTitles": [
      {
        "ja": "経験値貯蓄でのんびり傷心旅行 ～勇者と恋人に追放された戦士の無自覚ざまぁ～"
      },
      {
        "en": "A Warrior Exiled by the Hero and His Lover"
      },
      {
        "vi": "Hành Trình Của Chàng Chiến Binh Bị Ruồng Bỏ Bởi Đồng Đội Và Hôn Thê Của Mình"
      }
    ],
    "description": {
      "en": "After losing his girlfriend to a brave hero, Toru is expelled from his S-Rank party. With a feeling of sadness and pain in his heart, he defeats a demon he meets outside the city, and his ability [to save experience] is broken! Toru becomes level 300 in the blink of an eye! With this power that far surpasses that of heroes, there is nothing that can stop him. Kaede, a slave he met on his journey, forms a group called the \"Manyu Brigade\", and easily completes dungeons, acquires the legendary sacred weapons, and thanks to his skills, his friends level up easily! He rescued a countess who was attacked by bandits on the road, and befriended a legendary beast. Oru's journey continues at a leisurely pace, as he repeatedly encounters various people along the way, while his former party of heroes are deprived of opportunities to play an active role and fall into decline. This is the beginning of the life of a 300 level warrior!  \n\n\n---\n\n[Original Webnovel](https://ncode.syosetu.com/n9483ge/)",
      "vi": "Toru Eiban là một thành viên của một party S-rank nổi tiếng. Nhưng vì dù có cố gắng đến đâu thì level của cậu không thể vượt quá level 20 được. Một ngày nọ cậu bị trưởng nhóm cũng là bạn thân của mình đuổi khỏi nhóm vì mình quá yếu, mọi chuyện cũng chẳng đến nỗi nào vì cậu cũng biết rằng mình rất yếu nhưng cậu còn phát hiện ra rằng hôn thê của mình cũng bị hắn cướp mất và từ mặt. Để xả cơn tức giận của mình cậu đã giết một con quái vật ở rìa thành phố nhưng vì một lý do nào đó một trong các skill của cậu [Tích trữ kinh nghiệm] bị hỏng khiến nó trả lại cho cậu một lượng kinh nghiệm khổng lồ. Giờ đây một Toru Eiban mới trên hành trình của riêng mình sẽ khám phá về sự thật về sức mạnh của mình và chữa lành những tổn thương trong lòng"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7889434b-d9a5-454c-8ea1-8c7a4509fc51",
    "title": {
      "en": "Servamp"
    },
    "updatedAt": "2024-11-23T16:24:13+00:00",
    "coverArt": "https://mangadex.org/covers/7889434b-d9a5-454c-8ea1-8c7a4509fc51/12f21958-e7ab-4035-b817-b567b163b5ff.jpg",
    "altTitles": [
      {
        "ja": "SERVAMP-サーヴァンプ-"
      },
      {
        "ar": "خادم خون‌آشام"
      },
      {
        "ru": "Сервамп"
      },
      {
        "th": "เซอร์แวมพ์"
      }
    ],
    "description": {
      "en": "When a stray black cat crosses Shirota Mahiru’s path, the high school freshman’s life will never be the same again, because \"Kuro\" is no ordinary feline, but a Servamp, or servant vampire. While Mahiru’s personal philosophy is one of non-intervention, he soon becomes embroiled in an ancient, altogether surreal conflict between vampires and humans.",
      "ja": "高校１年生・城田真昼が道ばたで拾った一匹の可愛い黒猫・クロの正体は、「サーヴァンプ」という下僕の吸血鬼。しかも性格は超ひきこもりニート系。契約によってクロの主人となった真昼は、吸血鬼同士の争いに巻き込まれ戦うはめになるのだが……？"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "885235fc-35a7-4f2b-aa08-83ee86d353c4",
    "title": {
      "en": "The Mountain of Remains on Planet Triangle"
    },
    "updatedAt": "2024-12-31T01:13:48+00:00",
    "coverArt": "https://mangadex.org/covers/885235fc-35a7-4f2b-aa08-83ee86d353c4/3d31da57-488b-4a89-9eff-ccb3fa7c26b1.png",
    "altTitles": [
      {
        "ja": "さんかく星の滅びの山"
      },
      {
        "ja-ro": "Sankaku-boshi no Horobi no Yama"
      }
    ],
    "description": {
      "en": "On a planet existing remote from other planets in space, there extends a land of white ashes.\n\nOrganisms that resemble a triangular rice ball inhabited the land. The planet was once a place where humanity built a civilization.\n\nOne day, something that looks like a human wakes up...",
      "ja": "とある辺境の星。白い砂が広がる広大な大地。\nそこでは、おにぎりの形をした生命体がつつましく暮らしていた。\nその星は、かつて人類が文明を築いた場所。\nある日、人型の「何か」が目を覚ますが――？"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddad0a9e-75c0-4e2f-b792-3544889e761a",
    "title": {
      "en": "Fushigi na Neko no Machi Meltier"
    },
    "updatedAt": "2024-11-02T16:08:16+00:00",
    "coverArt": "https://mangadex.org/covers/ddad0a9e-75c0-4e2f-b792-3544889e761a/cb411972-9f20-4806-bf46-c9fbf49afe5e.jpg",
    "altTitles": [
      {
        "de": "Märchen Meltier"
      },
      {
        "en": "The Curious Cat Town"
      },
      {
        "ja": "ふしぎな猫のまち メルティア"
      },
      {
        "ko": "신비한 고양이 마을의 메르티아"
      }
    ],
    "description": {
      "en": "This is \"Meltier,\" a town of cats. Moko, who has no memory of her past, ends up helping out at a coffee shop in town. There, she meets many unique and fun kittens and friends! A little bit mysterious and extraordinarily happy. A heartwarming fairy tale fantasy of everyday life!\n\n---\nNote: Has an original song sung by the author herself called はじめまして、世界！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d176655a-179c-40fb-8710-c2c37d27caca",
    "title": {
      "en": "To Whom It No Longer Concerns"
    },
    "updatedAt": "2024-09-10T22:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "altTitles": [
      {
        "en": "For Those of You For Whom Regret Is a Luxury"
      },
      {
        "ko": "후회조차 사치인 당신들에게"
      },
      {
        "en": "To Those of You for Whom Even Regret Is a Luxury"
      },
      {
        "en": "To Whom It No Longer Concerns"
      }
    ],
    "description": {
      "en": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26bcd529-5228-4262-9f77-fbe2aa659217",
    "title": {
      "en": "Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru: Girls Side ~Kareinaru Otome-tachi no Bouken wa Sekai wo Kaeta~"
    },
    "updatedAt": "2024-12-19T19:41:00+00:00",
    "coverArt": "https://mangadex.org/covers/26bcd529-5228-4262-9f77-fbe2aa659217/c8f15026-631c-4b23-aa8a-9d8d007ecce8.jpg",
    "altTitles": [
      {
        "ja": "異世界でチート能力を手にした俺は、現実世界をも無双する ガールズサイド ～華麗なる乙女たちの冒険は世界を変えた～"
      },
      {
        "en": "I Got a Cheat Ability in a Different World, and Became Extraordinary Even in the Real World."
      },
      {
        "en": "I Got a Cheat Skill in Another World and Became Unrivaled in the Real World, Too Girls Side"
      }
    ],
    "description": {
      "en": "Another world: Lexia, the first princess of the Kingdom of Arcelia. When it comes to decisiveness and the ability to take action, no one can match her; in some ways, she is the \"strongest\" princess. As a result of being extremely bored with life in the royal castle, the words she uttered were...\n\n\"I've made up my mind! I'm going to set out on a journey to save people who are in trouble!\"\n\nSo, forcibly bringing along Luna—a girl who is her bodyguard and has a background as a top-notch assassin—Lexia sets off on an adventure around the world.",
      "ja": "「決めたわ！私、悩める人々を救う旅に出ようと思うの!!」アルセリア王国の第一王女・レクシア。ある意味『最強』の彼女が王城での生活に退屈を極めた結果、優夜にふさわしい女性になるべく世界を巡る冒険の旅に出ることに！　レクシアの護衛にして凄腕暗殺者の経歴を持つ少女・ルナ、そして道中で出会った“白猫”の獣人の少女・ティトを新たな仲間に加えて最初に目指すのはとある国の王女様の救出!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5cf45e4-eda0-4aee-bb68-c9c5df150bd5",
    "title": {
      "en": "Dakaretai Otoko Ichii ni Odosarete Imasu"
    },
    "updatedAt": "2023-12-27T15:41:47+00:00",
    "coverArt": "https://mangadex.org/covers/c5cf45e4-eda0-4aee-bb68-c9c5df150bd5/010528c9-91c7-42cf-a6b9-045f1e8fde2b.jpg",
    "altTitles": [
      {
        "ru": "Угроза для парня №1"
      },
      {
        "ja": "抱かれたい男１位に脅されています"
      }
    ],
    "description": {
      "en": "Saijou Takato's five year reign as the \"Most Huggable No. 1\" has been snatched. Stealing his thunder is the newbie actor with a three year debut, Azumaya Junta! Towards the stuffy hostile Takato, Azumaya's sincere sparkling smile starts to become effective. Even as Takato sets his alert level on max, Azumaya catches Takato in his shameful drunken state and uses it to blackmail him! In exchange for Azumaya's silence, Azumaya states, \"Please let me hold you!?\"  \n  \n\n\n---",
      "ru": "\"Я сделаю так, чтобы твое тело не смогло забыть обо мне\". Сайджо Такато, на протяжении пяти лет удерживающий за собой положение ведущего актёра, был потеснён более молодым актёром с каким-то трёхлетним стажем своей карьеры! Искренняя ослепительная улыбка Адзуямы производит свой эффект на чванливого и враждебно настроенного Такато. Однако, как бы Такато ни дорожил своим местом в компании MAX, во время пьянки Адзуяма снимает на телефон весь словесный понос своего позорно напившегося сэмпая, чтобы шантажировать его! В связи с возникшим недопониманием, Такато, не зная, какие это может повлечь за собой последствия, предлагает Адзуяме очень смелое условие… Также в том входит несколько весьма интригующих историй."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e9a2a3e-f992-4af4-a887-cd130460c9e5",
    "title": {
      "en": "Bakidou"
    },
    "updatedAt": "2024-10-11T17:28:45+00:00",
    "coverArt": "https://mangadex.org/covers/5e9a2a3e-f992-4af4-a887-cd130460c9e5/330e069d-b6c7-472f-b571-cc119c07af46.jpg",
    "altTitles": [
      {
        "en": "Baki Part 5"
      },
      {
        "ru": "Путь Баки 2"
      },
      {
        "ja": "バキ道"
      },
      {
        "en": "The Way of Baki (2018)"
      },
      {
        "en": "Baki's Style (2018)"
      },
      {
        "tr": "Baki'nin Yolu 2"
      }
    ],
    "description": {
      "en": "After more than 2,000 years, Nomi no Sukune's successor is born. This time, Baki will challenge the god of sumo.",
      "ru": "Продолжение серии манги Бойца Баки. После \"победы\" над воскрешённым \"богом меча\" Миямото Мусаси в этот раз история столкнёт главных персонажей с потомком \"бога сумо\" и его бандой сумоистов.",
      "tr": "2000 yıldan fazla bir süre sonra, Nomi no Sukune'nin halefi doğuyor. Bu kez, Baki sumo tanrısına meydan okuyacak."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "f8324cf2-4964-406c-a9e8-57d444e930f4",
    "title": {
      "en": "Heaven Burns Red Official 4-Koma"
    },
    "updatedAt": "2024-11-25T03:09:10+00:00",
    "coverArt": "https://mangadex.org/covers/f8324cf2-4964-406c-a9e8-57d444e930f4/7577e6d1-3705-4266-8a5e-d98d69bc377b.jpg",
    "altTitles": [
      {
        "ja": "ヘブンバーンズレッド公式４コマ"
      },
      {
        "ja-ro": "Heaven Burns Red Koushiki 4-Koma"
      },
      {
        "vi": "Heaven Burns Red 4-Koma Chính thức"
      }
    ],
    "description": {
      "en": "A humorous 4-koma series about the daily activities of the Seraph Squadron that helps us to know a bit more about their personalities and outlook on life.",
      "vi": "Loạt manga 4 khung tranh về sinh hoạt thường nhật của các chiến binh Quân đoàn Seraph theo phong cách đáng yêu và hài hước, giúp ta biết thêm một phần về tính cách và quan điểm sống của họ."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11c4b450-fc1b-4507-ab21-b3145731431a",
    "title": {
      "en": "Mazoku no Pet ni Narimashite"
    },
    "updatedAt": "2024-12-21T01:19:51+00:00",
    "coverArt": "https://mangadex.org/covers/11c4b450-fc1b-4507-ab21-b3145731431a/47a8697d-cc72-433c-8a88-a1b4c41f604a.jpg",
    "altTitles": [
      {
        "ja": "魔族のペットになりまして"
      },
      {
        "vi": "THÚ CƯNG CỦA QUỶ DỮ"
      },
      {
        "id": "Menjadi hewan peliharaan iblis"
      }
    ],
    "description": {
      "en": "A slightly exciting, fantastic love comedy in which an ordinary high school student falls in love (?) with a demon girl!\nOne day, Takafumi Ayanokoji, an ordinary high school boy, is warned by a suspicious fortune teller that he is in trouble with women. Immediately after that, along with heavy rain and lightning, a beautiful girl with blonde hair and red eyes appeared. The girl follows Takafumi to his house and says she wants to keep him as a pet, but...! ?",
      "ja": "普通の高校生が魔族の女の子と恋に落ちる（？）、ちょっぴり刺激的なファンタスティック・ラブコメディ！\n\n普通の男子高校生・綾小路貴文は、ある日、怪しい占い師に『女難の相』が出ていると警告される。 その直後、豪雨と落雷と共に金髪赤眼の美少女が現れた。 少女は貴文の家までついてきて、貴文をペットにしたいと言うのだが――！？",
      "es-la": "Una comedia romántica fantástica y ligeramente estimulante en la que un estudiante de preparatoria común se enamora (?) de una chica demonio. Un día, el estudiante de preparatoria común, Takafumi, es advertido por un sospechoso adivino de que tiene una \"señal de problemas con las mujeres\". Inmediatamente después, una hermosa rubia de ojos rojos aparece junto con una fuerte lluvia y un rayo. La chica sigue a Takafumi hasta su casa y dice que quiere mantenerlo como su mascota, pero... ¡¿!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6439c33f-1f77-4aef-ac54-b3632bb17d0f",
    "title": {
      "en": "Spirit Blade Mountain"
    },
    "updatedAt": "2024-03-05T12:36:20+00:00",
    "coverArt": "https://mangadex.org/covers/6439c33f-1f77-4aef-ac54-b3632bb17d0f/e9996db8-71c5-46da-8f9d-421b3379be28.png",
    "altTitles": [
      {
        "zh-ro": "Cong Qian You Zuo Ling Jian Shan"
      },
      {
        "zh-ro": "Congqian Youzuo Lingjianshan"
      },
      {
        "zh-ro": "Ling Jian Shan"
      },
      {
        "en": "Mt. Reiken"
      },
      {
        "en": "Once Upon a Time in Lingjian Mountain"
      },
      {
        "ja-ro": "Reikenzan"
      },
      {
        "en": "There Was a Spiritual Sword Mountain"
      },
      {
        "vi": "Tung Tiền Hữu Tọa Linh Kiếm Sơn"
      },
      {
        "ru": "Гора священного меча"
      },
      {
        "zh": "从前有座灵剑山"
      },
      {
        "zh": "灵剑山"
      },
      {
        "zh-hk": "霊剣山"
      },
      {
        "ko": "스피릿 블레이드 마운틴"
      }
    ],
    "description": {
      "en": "A comet falling will bring about a great calamity, and in order to choose a child fated by the falling comet, the family of the \"Reiken\" clan with a long storied history is once again resuming its entrance examination process to find disciples. The protagonist Ōriku (Lu Wang in the original novel), who possesses a special soul that only appears once in a thousand years, decides to take the exam, and he starts down the path toward becoming an exceptional sage.  \r\n  \r\nThe links are to AnimeNewsNetwork for the anime:  \r\n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17829)  \r\n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18800)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2024-11-22T12:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short comics posted by Holiday Yasumi on Twitter/X.\n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-12-07T20:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      },
      {
        "vi": "Giết Chết Nam Chính, Ta Trở Thành Nữ Ma Đầu."
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/e518e8fe-845a-4dae-bbc1-113f994b110f.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc332d04-d3b0-413c-a767-70f5e451b031",
    "title": {
      "en": "Kuro no Shoukanshi"
    },
    "updatedAt": "2024-12-31T01:16:50+00:00",
    "coverArt": "https://mangadex.org/covers/dc332d04-d3b0-413c-a767-70f5e451b031/ede43eb5-f228-47c3-a5d2-d3e888baf0c7.jpg",
    "altTitles": [
      {
        "ja": "黒の召喚士"
      },
      {
        "ja": "The Berserker Rises to Greatness."
      },
      {
        "ja-ro": "Kuro no Shoukanshi"
      },
      {
        "en": "The Black Summoner"
      },
      {
        "ru": "Черный призыватель"
      },
      {
        "zh": "黑之召唤士"
      },
      {
        "ko": "흑의 소환사"
      },
      {
        "en": "Black Summoner"
      }
    ],
    "description": {
      "en": "\"If you truly want to get stronger, you have to challenge and defeat those stronger than yourself.\"\n\nWhile being transmigrated to another world, Kelvin bartered away his memories for a collection of powerful new abilities. Setting out on the ultimate adventure as the world’s strongest Summoner — with his first Follower being the very goddess who brought him over! — he soon discovers his true nature as a battle junkie. Someone wants to pick a fight? Sure, bring it on!\n\nFacing off against one formidable foe after another, Kelvin can hardly contain his delight as he revels in the absolute exhilaration of a good fight! The curtain rises on the start of an epic saga as this black-clad warrior and his allies carve their way into the annals of history! \n___\n**Character Designer:** [Kurogin (DIGS)](https://mangadex.org/author/ad469135-32c7-4fcc-b490-d0ebc07eea16)\n\n**Additional Links:**  \n- [Official Raw Web Novel](https://ncode.syosetu.com/n1222ci/)\n- [Official English Light Novel](https://j-novel.club/series/black-summoner)",
      "ru": "Он очнулся в мире ничего не помня о себе, даже имени. Зато это мир меча и магии, а он призыватель. Ну, вперед, осваиваться в новом мире!",
      "pt-br": "As cortinas dessa história se abrem quando nosso protagonista troca suas memórias por um poder imensurável em um novo mundo. Agora, com o nome de Kelvin, ele precisa evoluir, dominar novos subordinados e se tornar o maior invocador de todos os tempos. Mas e então, até onde essa jornada vai nos levar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67f7d17a-d448-411d-ab6a-5649b3ebe7f0",
    "title": {
      "en": "Fei Ren Zai"
    },
    "updatedAt": "2024-07-26T13:51:21+00:00",
    "coverArt": "https://mangadex.org/covers/67f7d17a-d448-411d-ab6a-5649b3ebe7f0/347ca1fd-1b24-4a34-a38a-3ff88a1113bb.jpg",
    "altTitles": [
      {
        "en": "Myth of Chinese Monsters"
      },
      {
        "en": "No God No Human"
      },
      {
        "en": "Non-Human"
      },
      {
        "zh": "非人哉"
      }
    ],
    "description": {
      "en": "Chinese Mythical Beasts living in modern China."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f7901d23-e934-468e-88de-f407f478cd24",
    "title": {
      "en": "Kekkaishi e no Tensei"
    },
    "updatedAt": "2024-10-03T23:25:22+00:00",
    "coverArt": "https://mangadex.org/covers/f7901d23-e934-468e-88de-f407f478cd24/9a8e9bc0-48f7-400e-860a-3f5b9868a33b.jpg",
    "altTitles": [
      {
        "ja": "結界師への転生"
      },
      {
        "en": "Reborn as a Barrier Master"
      }
    ],
    "description": {
      "en": "By the time he opened his eyes, Kubota Tamotsu (34 years old) has been reincarnated into another world. Moreover, as a 6 years old slave with “Level 1 Barrier” skill. To surpass his limitations and become a powerful Barrier master Kubota begins a hellish training, full of obstacles and struggles. — From “Let’s Become a Novelist”, a new other world fantasy starts!  \r\n  \r\n[Original Web Novel](https://ncode.syosetu.com/n3631do/)  \r\n[Light Novel](https://bookwalker.jp/series/130407/)",
      "ja": "ブラック企業で働く久保たもつ(34歳)は、ふと目が覚めると「結界師」としてのスキルを持つ奴隷(6歳)として異世界に転生していた。わけがわからないまま、奴隷市で売れ残り、処分されかける直前、バーサーム侯爵家に拾われる。専属の結界師「リノス」として育てられることになり、日々結界師としての才能を開花させていくリノス。次から次に降りかかってくる厄介ごとに翻弄されながら、今日も全力で奮闘するのであった――。",
      "pt-br": "Kubota Tamotsu um trabalhador de 34 anos desmaia depois de descobrir que sua equipe se demitiu e ele não poderá cumprir o prazo de entrega, quando ele abre os olhos ele está em um outro mundo, confuso ele descobre que reencarnou como um escravo de 6 anos com uma habilidade de Barreira Level 1. Para superar suas limitações e se tornar um poderoso mestre de barreiras, Kubota começa um treinamento infernal, cheio de obstáculos e lutas.Uma nova fantasia começa!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9b3de2c-5398-4d51-a4f9-bbad25834c3c",
    "title": {
      "en": "White Angels Have No Wings"
    },
    "updatedAt": "2022-12-30T14:09:58+00:00",
    "coverArt": "https://mangadex.org/covers/f9b3de2c-5398-4d51-a4f9-bbad25834c3c/41f34cc2-112f-435a-8ea7-28e5625bc27c.jpg",
    "altTitles": [
      {
        "ko": "하얀천사에게 날개는 없다"
      }
    ],
    "description": {
      "en": "A Catholic school where everything seems tranquil and fine. But for Ayeon, a day doesn't pass without getting bullied until one day, Yeonhwa steps in against the bullies. Ayeon is grateful for Yeonhwa but what she doesn't realize is that there seems to be something more than just good intentions behind that beautiful smile.",
      "pt": "A história se passa em um colégio católico, onde a doce e gentil Song Ayeon, passa seus dias de tormento sofrendo Bullyng dia após dia, até que um \"anjo\" Baek Yeinhwa à salva com suas \"boas\" intenções, mas por trás dessa bondade toda ela têm seus motivos pra salvar a pobre donzela das garras…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "77"
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "fbf326f7-ccbd-4d54-bbad-852d76e46523",
    "title": {
      "en": "Revenge of the Baskerville Bloodhound"
    },
    "updatedAt": "2024-12-16T04:59:25+00:00",
    "coverArt": "https://mangadex.org/covers/fbf326f7-ccbd-4d54-bbad-852d76e46523/1084eda4-b6f9-46de-96b8-a3898c4819a0.jpg",
    "altTitles": [
      {
        "ko": "철혈검가 사냥개의 회귀"
      },
      {
        "ko-ro": "Cheolhyeolgeomga Sanyanggaeui Hoegwi"
      },
      {
        "en": "Revenge of the Sword Clan's Hound"
      },
      {
        "en": "Revenge of the Iron-Blooded Sword Hound"
      },
      {
        "en": "Regression of the Ironblade Hound"
      },
      {
        "en": "Return of the Iron-Blooded Hound"
      },
      {
        "en": "Return of the Iron-Blooded Sword Hound"
      },
      {
        "en": "The Return of the Iron-Blood Sword Hound"
      },
      {
        "fr": "La revanche du limier des Baskerville"
      },
      {
        "pt-br": "O retorno do cão de caça dos Baskerville"
      },
      {
        "pt-br": "A vingança do cão de caça de sangue de ferro Baskerville"
      },
      {
        "es": "El perro de metal"
      },
      {
        "es": "La venganza del sabueso de la espada sangrienta"
      },
      {
        "es-la": "La venganza del sabueso de sangre de hierro"
      },
      {
        "th": "การกลับมาของหมาล่าเนื้อตระกูลดาบเลือดเหล็ก"
      },
      {
        "ja": "回帰した鉄血の猟犬"
      },
      {
        "zh": "铁血剑家猎犬的回归"
      },
      {
        "tr": "Demir kanlı kılıç tazısının i̇ntikamı"
      },
      {
        "ar": "عودة الكلب ذي الدم الحديدي"
      },
      {
        "bn": "বাস্কেরভিলের শিকারী কুকুরের প্রতিশোধ"
      }
    ],
    "description": {
      "en": "Raised to kill like a pack of loyal hounds, the Baskerville children took countless lives as a band of fearsome assassins.\n\nDespite being the shunned illegitimate son of the brood, Vikir served his family faithfully, only to meet his untimely demise at his father’s hands. But when he is inexplicably reborn with a second chance at life, Vikir, armed with the memories and knowledge of his past, swears to rise above the pack and take his revenge.\n\nThis time, he's ready to bite the hand that feeds."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40c058a2-430e-4ced-b663-369dcf38583f",
    "title": {
      "en": "Gokurakugai"
    },
    "updatedAt": "2024-11-01T07:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/40c058a2-430e-4ced-b663-369dcf38583f/29ddc843-a8ba-48be-a45b-1384c12ce2b7.jpg",
    "altTitles": [
      {
        "ja": "極楽街"
      },
      {
        "ja-ro": "Gokuraku Gai"
      },
      {
        "en": "Paradise District"
      },
      {
        "en": "Gokuraku District"
      },
      {
        "zh": "极乐街"
      },
      {
        "kk": "Гокураку Ауданы"
      },
      {
        "ru": "Район Гокураку"
      },
      {
        "ru": "Райский Район"
      },
      {
        "uk": "Район Ґокураку"
      }
    ],
    "description": {
      "en": "Gokurakugai, a bright and bustling working class district with a hidden dark side. In this area without order, Tao and Alma work as troubleshooters for hire. Their missions involve helping a young boy find his lost friend, a person who disappears without a trace, and disfigured animal corpses.\n\nAll the while, the evil spirits who live in the shadows bring out a different side to these troubleshooters!",
      "ja": "華やかな賑わいと深い闇が交錯する下町・極楽街――。この秩序なき街で“問題解決屋（トラブルシューター）”を営むタオとアルマ。2人の前に、失踪した獣人の友達を探す少年が現れる。跡を絶たない行方不明者と、動物たちの変死体――街を闇が覆う逢魔が時、“解決屋”の別の顔が顕になる!!",
      "ru": "Тао и Алма — Специалисты по решению проблем района гокураку, их агентство всегда поможет любому кто попал в беду, но, это лишь поверхность...?",
      "pt-br": "Uma dupla de pau para toda obra assume qualquer trabalho no tão movimentado distrito da luz vermelha."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af7cc594-4f6a-4c0a-8f74-16748910dee5",
    "title": {
      "en": "Snow White with the Red Hair"
    },
    "updatedAt": "2024-10-11T20:26:54+00:00",
    "coverArt": "https://mangadex.org/covers/af7cc594-4f6a-4c0a-8f74-16748910dee5/acef2f8f-976b-444d-ae0a-d7f5a8129cdd.jpg",
    "altTitles": [
      {
        "ja": "Akagami no Shirayukihime"
      },
      {
        "ja": "Akagami no Shirayuki-hime"
      },
      {
        "pt-br": "A Branca de Neve Ruiva"
      },
      {
        "de": "Die rothaarige Schneeprinzessin"
      },
      {
        "tr": "Kızıl Saçlı Pamuk Prenses"
      },
      {
        "fr": "Shirayuki aux cheveux rouges"
      },
      {
        "pl": "Shirayuki: Śnieżka o czerwonych włosach"
      },
      {
        "da": "Snehvide med det røde hår"
      },
      {
        "ru": "Красноволосая Белоснежка"
      },
      {
        "ar": "بيضاء الثلج ذات الشعر الأحمر"
      },
      {
        "ar": "شيرايوكي ذات الشعر الأحمر"
      },
      {
        "th": "สโนไวท์ผมแดง"
      },
      {
        "zh-hk": "紅髮的白雪公主"
      },
      {
        "zh": "红发的白雪公主"
      },
      {
        "ja": "赤髪の白雪姫"
      },
      {
        "zh-hk": "赤髮白雪姬"
      },
      {
        "ko": "빨강머리 백설공주"
      },
      {
        "id": "Putri Putih Salju Berambut Merah"
      },
      {
        "es": "Blancanieves de cabello rojo"
      }
    ],
    "description": {
      "en": "Shirayuki, a young girl born with unique apple-red hair, happens to meet a famous but foolish young man, Prince Raji. He falls in love with Shirayuki at first sight, and orders her to become his concubine.  \n  \nDetermined to do whatever it takes to resist his advances, but with nowhere else to go, Shirayuki cuts her hair and escapes to a neighboring country. While traversing through the forests, she meets an injured boy, Zen. After she boldly heals his wounds, he in return helps her. Meanwhile, Prince Raji sends out his henchmen to search for her.  \n  \nWhat will become of Shirayuki? What is Zen’s true character? A refreshing fantasy story between an optimistic heroine and a prince who constantly stays on her watch.  \n  \n**Extra stories:**  \nv01 - Hachigatsu no Shikisa (Four-season Colour of August)  \nv02 - Bokura o Tsunaide. (Bind Us)  \nv14 - Natsu Yasumi Zero Zero Nichime (00 Day of Summer Holiday)",
      "es": "Shirayuki, una joven nacida con un singular cabello rojo manzana, conoce por casualidad a un joven famoso pero insensato, el príncipe Raji. Éste se enamora de Shirayuki a primera vista y le ordena que se convierta en su concubina. Decidida a hacer lo que sea para resistirse a sus avances, pero sin ningún otro sitio al que ir, Shirayuki se corta el pelo y escapa a un país vecino. Mientras atraviesa los bosques, conoce a un niño herido, Zen. Después de que ella le cure sus heridas, él la ayuda a ella. Mientras tanto, el príncipe Raji envía a sus secuaces a buscarla. ¿Qué será de Shirayuki? ¿Cuál es el verdadero carácter de Zen? Una refrescante historia de fantasía entre una heroína optimista y un príncipe que la vigila constantemente.",
      "pt-br": "Shirayuki, uma jovem que nasceu com um cabelo ruivo-maçã único, conhece um jovem famoso, mas tolo, o príncipe Raji. Ele se apaixona por Shirayuki à primeira vista e ordena que ela se torne sua concubina.  \n  \nDeterminada a fazer o que for preciso para resistir aos seus avanços, mas sem ter para onde ir, Shirayuki corta o cabelo e foge para um país vizinho. Enquanto atravessava as florestas, ela conhece um menino ferido, Zen. Depois que ela corajosamente cura suas feridas, ele em troca a ajuda. Enquanto isso, o Príncipe Raji envia seus capangas para procurá-la.  \n  \nO que será de Shirayuki? Qual é o verdadeiro caráter do Zen? Uma refrescante história de fantasia entre uma heroína otimista e um príncipe que permanece constantemente sob sua vigilância.  \n  \n**Histórias extras:**  \nv01 - Hachigatsu no Shikisa (cor das quatro estações de agosto)  \nv02 - Bokura ou Tsunaide. (Ligue-nos)  \nv14 - Natsu Yasumi Zero Zero Nichime (00 dia de férias de verão)"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Mahou Shoujo ni Akogarete"
    },
    "updatedAt": "2024-11-02T18:27:31+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "en": "Gushing over Magical Girls"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3be71c6-014a-4bca-ba10-5137ffed90a3",
    "title": {
      "en": "Dragon Ball GT"
    },
    "updatedAt": "2024-08-21T02:02:47+00:00",
    "coverArt": "https://mangadex.org/covers/c3be71c6-014a-4bca-ba10-5137ffed90a3/45ff7e58-35cc-4cde-9747-ffdf471ca0cf.jpg",
    "altTitles": [
      {
        "en": "DBGalaxyTouring"
      },
      {
        "en": "DBGT"
      },
      {
        "zh": "七龙珠GT"
      }
    ],
    "description": {
      "en": "Unofficial Dragon Ball GT adaptation by the chinese “Xinjiang Youth Publishing House”.  \n  \nAge 789: Five years have passed since the 28th Tenkaichi Budokai, and all is peaceful around the world as Goku and Oob finish their training in Kami-sama’s palace. However, this peace soon ends as Pilaf makes a terrifying wish, transforming Goku into a child. The rush is on to retrieve all seven Ultimate Dragon Balls from around the Universe before the Earth and its inhabitants are destroyed…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "afa40bc8-34fa-4b03-a1e1-50f4eb79f9da",
    "title": {
      "en": "My Father Has Become a Beautiful Girl and It's a Lot of Pain"
    },
    "updatedAt": "2024-09-25T14:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/afa40bc8-34fa-4b03-a1e1-50f4eb79f9da/d7ae21a3-7950-4191-a386-996b07e6273b.png",
    "altTitles": [
      {
        "ja": "父親が美少女になってしまって色々つらい"
      },
      {
        "ja-ro": "Chichioya ga Bishoujo ni Natte Shimatte Iroiro Tsurai"
      },
      {
        "en": "My Father Turned into a Beautiful Girl and It's a Lot of Trouble."
      },
      {
        "ru": "Мой отец превратился в красивую девушку и это доставляет много хлопот."
      },
      {
        "id": "Ayah ku berubah menjadi gadis cantik dan itu sangat sulit bagi ku"
      }
    ],
    "description": {
      "en": "A successful but annoying dad got gender-swapped and became a beautiful girl. Now he has lost his job and has to depend on his son while slowly starting anew.",
      "ru": "Однажды в комнату Тацуи заходит красивая девушка... и, к его удивлению оказывается его отцом, который полностью изменился из-за шока от увольнения с работы! !\nХотя он и растерян перед своим отцом, потерявшим все (?), меняются ли мало-помалу отношения между родителем и ребенком, которые раньше были далекими? ? ?\nОтец Тацуи потерял все. Тацуя с недоумением смотрит на отца, но расстояние между отцом и сыном постепенно сокращается...?\nОтец – это мать, а сын – это отец? Нет, мой лучший друг — мой отец, а мой отец — мой лучший друг...?\nНовая комедия TS, которая, несмотря на то, что в социальных сетях ее называют \"физиологически невозможной\", на самом деле является удивительной историей отца и сына, которая согреет ваше сердце!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ccbcdcd-9717-4994-bbbf-381e949b705b",
    "title": {
      "en": "Ore no tomodachi ♂♀ ga kawai sugite komaru!"
    },
    "updatedAt": "2024-12-31T00:30:26+00:00",
    "coverArt": "https://mangadex.org/covers/6ccbcdcd-9717-4994-bbbf-381e949b705b/9d23f3d0-fd05-43da-adea-0952d3514d5e.jpg",
    "altTitles": [
      {
        "ja": "俺の友達♂♀が可愛すぎて困る！"
      },
      {
        "en": "My Childhood Friend Is So Cute, It's Frustrating!"
      },
      {
        "en": "I Am Worried That My Childhood Friend Is Too Cute!"
      },
      {
        "vi": "Người bạn thời thơ ấu của tôi quá dễ thương!"
      }
    ],
    "description": {
      "en": "\"If my guy friend turned into a girl, he would be the perfect girlfriend!\"\nReturning to his hometown after 10 years, Amano Koichi is thrilled to finally reunite with his childhood friend, Yukio Sawatari on the first day of school when suddenly, he turns female! \nYukio is affected by \"Sudden sex change syndrome\", a rare condition present in one every ten thousand people which randomly changes their gender!\nKoichi can't help but be flustered by his childhood friend's cuteness.\nHow will this complicate their relationship?\nWill it develop into a forbidden romance?!\nFind out in this exciting TSF Rom-com!",
      "id": "Amano, yang kembali ke kota tempat dia tinggal sewaktu kecil untuk pertama kalinya setelah 10 tahun, bertemu Yukio Sawatari, seorang teman masa kecil di hari pertama pemindahan, ketika dia (seorang teman pria) menjadi wanita! Meskipun dia berbagi suka citanya, saat dia tiba-tiba berubah menjadi seorang gadis dan tidak bisa menyembunyikan rasa malunya. Yukio terkena penyakit seperti 100.000 orang lainnya, tiba-tiba menjadi seorang gadis yang disebut \"spontaneous isomerism metamorphosis\"!  \r\n  \r\nTeman masa kecil perempuan ♂ yang imut dan dalam kesulitan!? Cinta TSF (transeksual) Terlarang!  \r\n  \r\nKalo gak paham baca ajalah, ada sinopsis juga gak guna.",
      "vi": "Khi trở về thành phố nơi từng sống sau 10 năm, Amano Koichi đã gặp lại người bạn tuổi thơ là Yukio Sawatari vào ngày đầu tiên ở trường mới thì bỗng nhiên Yukio lại đổi giới tính?! Anh bị ảnh hưởng bởi một căn bệnh chỉ có trong một trong mười nghìn người gọi là \"hội chứng đổi giới đột ngột\"! \r\n\r\nTừ đây bắt đầu câu truyện về tình yêu với người bạn tuổi thơ đổi giới."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "54"
  },
  {
    "mangaId": "290c8cbc-d3de-4fca-b7d6-8d72f3beb9b0",
    "title": {
      "en": "Hikagemono Demo Yarinaoshite Ii Desu ka?"
    },
    "updatedAt": "2024-12-17T18:05:59+00:00",
    "coverArt": "https://mangadex.org/covers/290c8cbc-d3de-4fca-b7d6-8d72f3beb9b0/8fd1eed8-5a29-407b-a396-9bc90d305693.png",
    "altTitles": [
      {
        "ja": "日陰者でもやり直していいですか？"
      },
      {
        "ja-ro": "Hikagemono demo Yarinaoshite Ii desu ka?"
      },
      {
        "en": "Are Social Outcasts Even Allowed to Start Over?"
      }
    ],
    "description": {
      "en": "***I want a do over for the me who had no courage to speak of, and be born again as a new me.***\n\nKoharu Kanba, who spent her gloomy high school days as a \"social outcast\", will now restart her life!!\n\n(Source: CyComi)",
      "ja": "勇気のなかった自分をやり直して、新しい自分へ生まれ変わる。 陰の高校時代を送った“日陰者”、神庭小晴の人生リスタート！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents to Give You"
    },
    "updatedAt": "2024-12-13T22:12:17+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai Saretakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      },
      {
        "es-la": "La charla que nunca quieres que te den tus padres."
      },
      {
        "pl": "Wykład, którego nie chciałbyś od rodziców"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f0af125-71c3-462f-b518-bf431f52a51e",
    "title": {
      "en": "Managing a Wild Idol"
    },
    "updatedAt": "2024-10-27T04:16:31+00:00",
    "coverArt": "https://mangadex.org/covers/2f0af125-71c3-462f-b518-bf431f52a51e/50b783d6-f71c-4a25-ad2a-353911d4c430.jpg",
    "altTitles": [
      {
        "ja": "やばいアイドルのマネージャーになっちゃった話"
      },
      {
        "ja-ro": "Yabai Aidoru no Manager ni Nacchatta Hanashi"
      },
      {
        "en": "Yabai Idol and Her Manager"
      }
    ],
    "description": {
      "en": "Reluctantly becoming a manager, I was assigned to my first role managing the super popular idol, \"Maron,\" who has a hidden side...\n\nOn stage, Maron shines brightly, but in her private life, she's a caring but strange girl who can't give up smoking and requires a lot of attention. As her manager, I have to support her and keep the true face of this \"perfect idol\" hidden!\n\nAn idol with secrets × A caring manager \n\nTheir story begins in the smoking area...",
      "ja": "仕方なくマネージャーになって、\n初めて担当する大人気アイドル「まろん」には\n裏の顔があった...。\n\n舞台上でキラキラしているまろんだが、\n私生活ではタバコが手放せない、世話の焼ける変わった女の子。\n「完璧なアイドル」まろんの素顔を隠し通すために、\nマネージャーとしてサポートしなければ！\n\n裏ありアイドル×世話好きマネージャー\n喫煙所から始まる、二人の物語ーー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce25484a-6be2-4f29-807c-569dfed8a091",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita"
    },
    "updatedAt": "2024-12-09T23:26:33+00:00",
    "coverArt": "https://mangadex.org/covers/ce25484a-6be2-4f29-807c-569dfed8a091/e11086b2-84fd-484f-bf48-aec0be979438.jpg",
    "altTitles": [
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      },
      {
        "en": "I'm a High School Boy, but I Got Gender-Swapped into a Gyaru"
      },
      {
        "pt-br": "Eu sou um Garoto do Ensino médio, mas troquei de Gênero e Me Tornei uma Gal"
      }
    ],
    "description": {
      "en": "Junpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! Every day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.\n___\n [Alternative Official Raw (NicoNico)](https://seiga.nicovideo.jp/comic/67976)",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！ギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。",
      "pt-br": "Shunpei, um estudante solitário do ensino médio, se tornou uma gal depois de salvar a deusa das gals de se afogar. Através das conexões de sua mãe, ele conseguiu transferir-se para uma escola só para meninas, mas estava cheia de gals!\n Todos os dias são uma sobrecarga sensorial para Shunpei, que nunca falou com uma garota, muito menos com uma gal.\n \n É o início de uma comédia escolar engraçada, com um cara introvertido do ensino médio => transformado em Gal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6f9aaad-6787-460c-bbb8-af9eb7bcc3e0",
    "title": {
      "en": "I Became the Mother of the Evil Male Lead"
    },
    "updatedAt": "2024-09-23T13:04:52+00:00",
    "coverArt": "https://mangadex.org/covers/b6f9aaad-6787-460c-bbb8-af9eb7bcc3e0/2a37d481-fedf-4c03-a893-e2e747ea78fe.jpg",
    "altTitles": [
      {
        "ko": "피폐물 남주의 엄마가 되었다"
      },
      {
        "ko-ro": "Pipyemul Namjuui Eommaga Doeeotda"
      },
      {
        "en": "I Became the Mother of the Tragic Male Lead"
      },
      {
        "en": "I Became the Mother of the Bloody Male Lead"
      },
      {
        "en": "I Became the Mother of a Bloody Male Lead"
      },
      {
        "en": "I Became the Bloodthirsty Male Lead's Mother"
      },
      {
        "fr": "Je suis la mère du anti-héros"
      },
      {
        "pt-br": "Eu me tornei a mãe do protagonista louco"
      },
      {
        "es": "Reencarne cómo la madre del protagonista masculino loco obsesionado"
      },
      {
        "es-la": "Me convertí en la madre del protagonista masculino que era un producto de desecho"
      },
      {
        "th": "ฉันกลายเป็นแม่พระเอกนิยายจอมเสเพล"
      },
      {
        "ja": "闇堕ち主人公のママになりました"
      },
      {
        "zh": "成了病态男主的亲妈"
      },
      {
        "zh": "成为颓废文男主的妈妈"
      }
    ],
    "description": {
      "en": "The newly reincarnated Sheriel learns she has become the mother of Karthizel Roperam, the male lead of a dark romance fantasy novel. All the neglect Karthizel faces as a child leads him to become a crazy and obsessive man who’s willing to kill anyone to get what he wants, even his own mother! Then the only way for Sheriel to keep herself alive in this timeline is to have him be raised right under loving parents, which means she’ll also need to make amends with her cold, estranged husband. Will Sheriel be able to save herself and this broken family?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8fa03d5-0daf-481f-85f8-c0048174d447",
    "title": {
      "en": "Dungeon ni Deai o Motomeru no wa Machigatteiru Darou ka: Familia Chronicle—Episode Freya"
    },
    "updatedAt": "2024-12-16T22:34:21+00:00",
    "coverArt": "https://mangadex.org/covers/a8fa03d5-0daf-481f-85f8-c0048174d447/eb5a37a5-f0b1-487a-96ed-9e5172f24267.jpg",
    "altTitles": [
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? Familia Chronicle—Episode Freya"
      },
      {
        "ru": "Может, я встречу тебя в подземелье - Хроники Фреи"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか　ファミリアクロニクル　ｅｐｉｓｏｄｅフレイヤ"
      },
      {
        "ja-ro": "DanMachi: Familia Chronicle—Episode Freya"
      }
    ],
    "description": {
      "en": "\"Uh…Freya-sama left a letter and has left…\"  \n  \nThe members of the Freya Familia all turned at once to look at the messenger. Leaving the shocked first class adventurers aside, the uninhibited Goddess of Beauty leaves on a journey to fulfill her desire!",
      "ru": "«Эээ … Фрейя-сама оставила письмо и ушла …»   \n  \nЧлены Семьи Фрейи сразу повернулись, чтобы посмотреть на посланника. Оставив в стороне потрясенных первоклассных авантюристов, раскованная Богиня красоты отправляется в путешествие, чтобы исполнить свое желание!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "20"
  },
  {
    "mangaId": "066fa82d-fecc-437e-8146-69a6cfcd64bb",
    "title": {
      "en": "Back to Spring"
    },
    "updatedAt": "2024-08-15T22:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/066fa82d-fecc-437e-8146-69a6cfcd64bb/464dd530-4d2f-483b-8fcf-325a153e69a0.png",
    "altTitles": [
      {
        "zh": "溯洄春时"
      }
    ],
    "description": {
      "en": "Because of her personality, highschooler Xu Ting is often picked on by her classmates. Until one day, the school’s young, new maintenance worker saves her.  His attractive looks and mysterious aura enthrall the bullies.  Xu Ting feels indebted, yet in the small forest after school, she accidentally discovers his deepest secret?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63b2dc67-f55c-4f4a-899f-cedd77721bcf",
    "title": {
      "en": "Ore wa Seikan Kokka no Akutoku Ryoshu"
    },
    "updatedAt": "2024-11-09T06:52:29+00:00",
    "coverArt": "https://mangadex.org/covers/63b2dc67-f55c-4f4a-899f-cedd77721bcf/440ab614-5825-4699-afb7-3e18e58d857a.jpg",
    "altTitles": [
      {
        "ja": "俺は星間国家の悪徳領主"
      },
      {
        "en": "I'm the Evil Lord of an Intergalactic Empire!"
      },
      {
        "pt-br": "Eu sou o Lorde Vilão da Nação Interestelar"
      },
      {
        "id": "Aku adalah Penguasa Jahat dari Kekaisaran Antargalaksi!"
      },
      {
        "ja-ro": "Ore wa Seikan Kokka no Akutoku Ryoshu"
      },
      {
        "vi": "Ta Là Chúa Tể Của Đế Chế Liên Ngân Hà"
      }
    ],
    "description": {
      "en": "In his past life, Liam was hardworking and honest. This got him nothing but debt and betrayal. Now he’s been reborn as the ruling noble of a planet.\n\nTime for some payback.\n\nThis life he’ll grind the world under his heel! He’s only looking out for himself. All his underlings will suffer! But try as he might, his tyranny only seems to make his subjects happier.",
      "id": "Liam sera banfield adalah reincarnator. dia bereinkarnasi di dunia fantasy pedang dan sihir. Tapi pada saat peradaban sudah siap membuat kemajuan ke luar angkasa, ceritanya terjadi di sebuah kerajaan antar galaksi, sebuah universitas seperti opera ruang angkasa di mana senjata humanoid dan pesawat ruang angkasa saling melengkapi. Liam, yang telah menjelma menjadi keluarga bangsawan dalam masyarakat monarki. memiliki ambisi untuk suatu hari menjadi raja jahat di kehidupan sebelumnya. sayangnya Liam telah kehilangan segalanya dan mati dalam keputusasaan. \r\n\r\n\"sangat bodoh hidup untuk orang lain.\"\r\n \"Aku akan hidup untuk diriku sendiri\"\r\n\r\n ia mulai menuju kehidupan keduanya, tetapi malah disembah sebagai penguasa yang berbudi luhur karena perbedaan nilainya. Akankah Liam dapat dengan aman menjadi tuan yang jahat?",
      "ja": "星間国家アルグランド帝国の辺境惑星を治める伯爵家に転生し、幼くして領主となったリアム・セラ・バンフィールド。持ち前の善良さ故に、妻や会社に裏切られた前世の反省から今世では“奪う側”として生きると決意する――\n\n「悪徳領主になって、悪の限りを尽くす！」\n\nだが、受け継いだ領地は虐げるまでもない寂れっぷりで……止む無くリアムは自領の建て直しから着手することに。人工知能を重用！ 宇宙艦隊を縮小！ 不正貴族を一刀両断！常識など無視して思うがまま傍若無人に振る舞うのだが、結果的に領民は豊かになり、好感度がうなぎ登りで……!?",
      "vi": "Đến từ tác giả của Sevens và Otomob Liam Sera Banfield là một người chuyển sinh. Cậu được tái sinh vào một vũ trụ giả tưởng mà ở đó cả khoa học lẫn ma thuật đều phát triển. Ở kiếp trước, cậu đã mất tất cả để rồi chêt trong tuyệt vọng: -Nếu đó là những gì nhận được khi sống tử tế, tôi thà sống buông thả. -Ta sẽ trở thành một chúa tể độc ác! Liệu con đường trở thành chúa tể độc ác của cậu có được như ý muốn?",
      "pt-br": "Liam Sera Canfield é um reincarnator. Ele reencarnou em um universo fantasioso de espada e feitiçaria, onde a civilização já avançou para o espaço sideral. A história se passa em um império intergaláctico, assim como uma space opera, com armas humanoides e batalhas de naves espaciais. Liam, que incarnou em uma família de aristocratas em uma sociedade monárquica, tem a ambição de se tornar um lorde maligno. Em sua vida anterior, liam infelizmente acabou perdendo tudo e morrendo em desespero. “ É tolice viver pelos outros.” “ Eu irei viver por mim mesmo” Com esses sentimentos no peito ele começa sua segunda vida, só que ao invés disso ele é idolatrado como um virtuoso líder por causa da diferença de valores. Será que Liam conseguirá se tornar um lorde maligno?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f9fb803-733a-4104-bea3-f4b449da5e3c",
    "title": {
      "en": "Tonari no Kurokawa-san"
    },
    "updatedAt": "2024-12-20T22:01:35+00:00",
    "coverArt": "https://mangadex.org/covers/1f9fb803-733a-4104-bea3-f4b449da5e3c/4306df57-c185-4947-8ae2-22cd4f99eb5b.jpg",
    "altTitles": [
      {
        "ja": "となりの黒川さん"
      },
      {
        "en": "My Neighbor Ms. Kurokawa"
      },
      {
        "en": "Kurokawa-san Next to Me"
      },
      {
        "pl": "Moja Sąsiadka Panna Kurokawa"
      },
      {
        "vi": "Cô bạn bàn bên Kurokawa"
      }
    ],
    "description": {
      "en": "_The secret between me and her is trivial yet important._\n\nHajime Takahashi, enrolled in Shuubi High School solely because it's the sacred place of his favorite manga. Everywhere in the school are locations that appeared in the manga, and he's super excited! Amidst this excitement, Takahashi meets a beautiful girl, Yayoi Kurokawa, who looks just like the heroine from his favorite work, and they come to share a certain secret.",
      "ja": "僕と彼女の秘密は、些細だけど大切で。大好きな漫画の聖地、それだけが理由で秀美高校に入学した主人公・高橋一。学内はどこに行っても作品に出てきた聖地だらけで大興奮！そんな中、高橋は大好きな作品のヒロインそっくりな美少女・黒川弥生と出会い、とある秘密を共有することに――。不器用な2人が織りなす甘酸っぱくて、ニヤニヤしちゃう青春ラブコメ‼",
      "vi": "Bí mật giữa mình và cậu ấy tuy bình thường nhưng quan trọng!Hajime Takahashi nhập học tại trường cao trung Shuubi chỉ vì nơi đó là thánh địa trong bộ truyện tranh cậu yêu thích. Tất cả mọi ngóc ngách của trường đều được phác họa trong bộ truyện, điều đó khiến cậu phấn khích tột cùng! Giữa không khí hào hứng, Takahashi gặp một cô gái xinh đẹp giống hệt nữ chính trong tác phẩm yêu thích của mình, Yayoi Kurokawa, và họ đã sẻ chia bí mật của bản thân với nhau."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efee636b-2b65-488c-ad39-25a0d2a261f5",
    "title": {
      "en": "Our Villainess Has Changed"
    },
    "updatedAt": "2024-11-19T16:27:47+00:00",
    "coverArt": "https://mangadex.org/covers/efee636b-2b65-488c-ad39-25a0d2a261f5/adc66fc0-ed2b-4b21-a5d9-bb16ee2030c6.jpg",
    "altTitles": [
      {
        "ko": "우리 악녀님이 달라졌어요"
      }
    ],
    "description": {
      "en": "She grew up an orphan, working herself to death in part-time jobs, and eventually died from exhaustion. \n\nRight before her death, she was reading an R-rated romance fantasy novel and found herself reincarnated as Annette Ethelred, the twisted villainess who was adopted into a duke's family and was bent on killing the novel's heroine. Annette was also the last princess of a fallen kingdom. Her happiness over the lavish lifestyle of the duke’s family didn’t last long, as she was quickly thrown out with nothing to her name, punished for the evil deeds of the original Annette. \n\nBut giving up wasn’t an option. With the survival skills honed from all her part-time jobs, she managed to get hired as a maid at the temple. \n\n\"This time around, I’ll make lots of money and date a handsome man! ...But seriously, are there no normal guys around here?!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/ab0a4f24-602b-4d62-b66e-ddd98b2d52af.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45a23d0e-d4d6-4ace-bd0c-102eee711e1c",
    "title": {
      "en": "Senran Kagura - Spark!"
    },
    "updatedAt": "2021-05-25T15:41:53+00:00",
    "coverArt": "https://mangadex.org/covers/45a23d0e-d4d6-4ace-bd0c-102eee711e1c/c0d2d682-a523-4daf-850d-b3c06e051075.jpg",
    "altTitles": [
      {
        "en": "Senran Kagura Spark!"
      },
      {
        "en": "閃乱カグラ Spark!"
      }
    ],
    "description": {
      "en": "The Hanzo Academy is not just a regular school. It holds a top secret class for ninja training reserved just for the elite. Only two girls made the cut this year, Ikaruga, a quiet but gifted brunette, and Katsuragi, a passionate and skilled blonde. Their personalities could not be more polar opposite and sparks fly even on the first day of class. Ikaruga, being a little bit ahead of the curve, outscores Katsuragi on every assignment. With tensions running high, how will these two ninja students work together when the time comes?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "7"
  },
  {
    "mangaId": "553e781b-9b27-4520-aa6a-a98c7d749c9f",
    "title": {
      "en": "Conveni de Kimi to no 5-funkan."
    },
    "updatedAt": "2024-10-17T22:50:44+00:00",
    "coverArt": "https://mangadex.org/covers/553e781b-9b27-4520-aa6a-a98c7d749c9f/7eab72f7-8508-4555-9e47-33624ddc2467.jpg",
    "altTitles": [
      {
        "ja": "コンビニで君との５分間。"
      },
      {
        "ja-ro": "Konbini de Kimi to no 5-funkan."
      },
      {
        "ja-ro": "Combini de Kimi to no 5-funkan."
      },
      {
        "en": "The 5 Minutes We Share At The Convenience Store."
      },
      {
        "vi": "5 phút gặp \"chị\" tại cửa hàng tiện lợi."
      },
      {
        "pt-br": "5 Minutos com Você em uma Loja de Conveniência"
      }
    ],
    "description": {
      "en": "The Office Lady (OL-san), who looks forward to stopping by at the convenience store on the way home from work. And Shibasaki-kun, the poker-faced high school part-timer, who gets stirred up by OL-san for some reason. A heartwarming manga about two people who pass by each other at the convenience store!\n___\n**Alt Official Raw:** [Square Enix](https://magazine.jp.square-enix.com/yg/introduction/conveni/)",
      "ja": "高校生のコンビニバイト君とOLさん（＋α）のほのぼの胸きゅん８Pオリジナル漫画です。\n年齢差＆身長差あり。\nヤングガンガンにて連載決定しました！\nこれからもどうぞ応援よろしくお願いしますฅ•ω•ฅ",
      "vi": "Một nhân viên công sở (OL-san), người luôn ghe qua cửa hàng tiện lợi trên đường về nhà. Và Shibasaki-kun, một anh chàng mặt lạnh hiện đang học cao trung và làm thêm tại cửa hàng đó. Bằng một cách nào đó cậu bị hấp dẫn bởi OL-san và sau đây sẽ là câu chuyện chữa lành mọi tâm hồn về mối quan hệ giữa hai người xa lạ lướt qua nhau ở cửa hàng tiện lợi.",
      "pt-br": "Shibasaki é um estudante do ensino médio que trabalha em tempo parcial em uma loja de conveniência. No trabalho, ele encontra uma pequena mulher e se vê apaixonado por ela. Da mesma forma, o interesse da mulher pelo jovem aumenta gradualmente, principalmente devido ao seu rosto parecido com o do gato dela. A cada breve encontro, o estudante e a senhora se aproximam lentamente durante os cinco minutos que compartilham na loja de conveniência."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "91.5"
  },
  {
    "mangaId": "0081e3dd-bf93-4bd4-aa95-3e8c0f1dfa31",
    "title": {
      "en": "Snow Thaw & Love Letter"
    },
    "updatedAt": "2024-12-27T15:45:50+00:00",
    "coverArt": "https://mangadex.org/covers/0081e3dd-bf93-4bd4-aa95-3e8c0f1dfa31/255fcaab-3017-4311-a783-f793e7606fbb.jpg",
    "altTitles": [
      {
        "ja": "雪解けとアガパンサス"
      },
      {
        "ja-ro": "Yukidoke to Agapansasu"
      },
      {
        "ja-ro": "Yukidoke to Agapanthus"
      }
    ],
    "description": {
      "en": "Natsuki, the prince of an all-girls school meets an innocent (girl) transfer student, Shun, who doesn't treat Natsuki like a prince, but instead treats her as a \"friend.\"\n\nNatsuki excels in everything she does and even has a fan club at school.\nEven though she was looked at with admiration, her days were somehow unfulfilled...\n\nAlthough Natsuki feels uncomfortable with her first \"friend\", Shun's innocent smile and bright personality make Natsuki's heart flutter...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d20f0d1b-db2f-45ba-abb5-10f323435925",
    "title": {
      "en": "Becoming a Family With the Duke and His Dear Son"
    },
    "updatedAt": "2024-10-12T20:11:56+00:00",
    "coverArt": "https://mangadex.org/covers/d20f0d1b-db2f-45ba-abb5-10f323435925/7aa444d7-5e3d-4942-b8b4-93eff4596b77.jpg",
    "altTitles": [
      {
        "ko": "남주 아빠가 파혼을 거부한다"
      },
      {
        "en": "The Male Lead's Father Refuses to Break Off Our Engagement"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2db02ba8-8dfe-477b-bd48-6724fc533baf",
    "title": {
      "en": "Reincarnated as a Legendary Grimoire"
    },
    "updatedAt": "2024-11-25T18:08:13+00:00",
    "coverArt": "https://mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/2b4e5452-db3a-470f-93e3-d039417b3ae2.png",
    "altTitles": [
      {
        "en": "Please Read Me"
      },
      {
        "ko": "제발 좀 읽어달라고"
      },
      {
        "en": "I Became a Legendary Archmage by Reading a Book"
      },
      {
        "pt-br": "Por Favor Me Leia"
      },
      {
        "pt-br": "Me Tornei uma Arquimaga Lendária ao Ler um Livro"
      }
    ],
    "description": {
      "en": "I was reincarnated as a grimoire containing all the magical knowledge of another world.\n\nAnyone who reads me can become a legendary archmage.\n\nPlease, just read me...\nBut no one is willing to open my pages."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b9a8826-ee06-4213-af3a-35f4a94994ed",
    "title": {
      "en": "Tensei Shitara Sainou ga Atta Ken ~Isekai Itte mo Doryoku Suru~"
    },
    "updatedAt": "2024-12-30T18:02:22+00:00",
    "coverArt": "https://mangadex.org/covers/3b9a8826-ee06-4213-af3a-35f4a94994ed/0ce5ee41-eda2-42fe-aba3-e143ec862eca.jpg",
    "altTitles": [
      {
        "ja": "転生したら才能があった件～異世界行っても努力する～"
      },
      {
        "en": "That Time I Got Reincarnated With Talent: I'll Work Hard Even If I Go to Another World"
      }
    ],
    "description": {
      "en": "In a twist of fate, a diligent ronin student finds himself transported to an unfamiliar realm. This unexpected journey began when he valiantly attempted to stop a robbery alongside a female store clerk. Longing for a unique ability that he could hone through hard work, he sought the blessings of a deity. Consequently, he was endowed with two rare talents: \"Innate Talent,\" allowing him to consistently surpass others, and \"Clairvoyance,\" which grants him the insight to assess both individuals and objects. Yet, there's a catch; he requires thrice the standard experience to ascend in levels.\n\nReborn as Mars, the second son of a noble viscount lineage, he remains committed to refining his abilities. However, the town's periphery shows alarming indications of an imminent monster incursion. Thus, Mars' extraordinary journey of reincarnation in this fantastical world commences.",
      "ja": "いくら努力しても報われない浪人生は、コンビニの女性店員とともに強盗を捕縛しようとした瞬間、異世界に転生することになってしまった。神様に“努力をしたらしただけ恵まれる才能”を望むんだところ、レベルアップに人より3倍の経験値が必要だが、確実に人より成長できる【天賦】と他者や物を鑑定できる【天眼】のスキルをもらうことになった。準男爵家の次男・マルスとして転生し、努力を重ねてステータスを伸ばしていたが、街の近くで魔物が溢れるスタンピードの前兆が見られて……。異世界転生努力ファンタジー、ここに開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e020429b-0692-4441-abb4-99b4978d9a00",
    "title": {
      "en": "The Story of How The Horned Owl I Rescued Turned Into a Girl"
    },
    "updatedAt": "2024-12-22T18:13:20+00:00",
    "coverArt": "https://mangadex.org/covers/e020429b-0692-4441-abb4-99b4978d9a00/4dda874f-bc7d-49dd-aa2e-063ebf23b4e2.jpg",
    "altTitles": [
      {
        "ja": "保護したミミズクが女の子になっちゃった話"
      },
      {
        "ja-ro": "Hogo Shita Mimizuku ga Onnanoko ni Nacchatta Hanashi"
      }
    ],
    "description": {
      "en": "One day, a kind-hearted young man finds an injured owl and decides to take it in, caring for it until it recovers. However, to his surprise, the owl mysteriously transforms into a young girl overnight. The girl, who has the appearance and behavior of the owl, struggles to adapt to her new human form while the protagonist tries to understand the strange circumstances behind her transformation. As they navigate the challenges of this unexpected change, they form a unique bond, uncovering magical secrets and slowly developing feelings for each other. But with the transformation still unresolved, they must find out what it means and whether the owl-girl can return to her true form—or if she even wants to.",
      "id": "Seekor burung hantu bertanduk yang berubah menjadi seorang gadis loli."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f4dfbe0-618c-4a54-8e0a-ba26e356ff21",
    "title": {
      "en": "Demon Knight"
    },
    "updatedAt": "2024-12-31T01:03:26+00:00",
    "coverArt": "https://mangadex.org/covers/2f4dfbe0-618c-4a54-8e0a-ba26e356ff21/da427cfe-8398-467a-911b-6c3c83064fd7.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuma Kishi"
      },
      {
        "en": "Devil Knight"
      },
      {
        "ja": "悪魔騎士"
      }
    ],
    "description": {
      "en": "The beginning of a saga. The story of a \"time of yonder\" about the birth of Devilman.",
      "pt-br": "O início de uma Saga. A história de um \"tempo do além\", antes do nascimento de Devilman!"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "3"
  }
]