[
  {
    "mangaId": "2a8a8e2c-609e-4e5f-97de-cb9c8f2011ae",
    "title": {
      "en": "Salaryman ga Isekai ni Ittara Shitennou ni Natta Hanashi"
    },
    "updatedAt": "2025-01-03T19:02:03+00:00",
    "coverArt": "https://mangadex.org/covers/2a8a8e2c-609e-4e5f-97de-cb9c8f2011ae/8c06331c-6aab-4951-a350-7a37101c5c2a.jpg",
    "altTitles": [
      {
        "en": "Headhunted to Another World: From Salaryman to Big Four!"
      },
      {
        "ja": "サラリーマンが異世界に行ったら四天王になった話"
      },
      {
        "en": "A Story About a Salaryman Who Goes to Another World and Becomes One of the Four Heavenly Kings"
      },
      {
        "tr": "Başka Bir Dünyaya Yöneldi: Maaşlı Adamdan Göksel Krala!"
      },
      {
        "ru": "Из корпоративного раба в приспешники демона"
      },
      {
        "en": "Office Worker Has Become “Big Four” in the Different World."
      }
    ],
    "description": {
      "en": "Dennosuke Uchimura is a simple Salaryman, who one day is run over by an elderly lady on a scooter and left in the street to die. When he regained consciousness he discovers he was summoned to another world by the Demon King himself, who offers him a position as one of his Four Heavenly Kings. \n\nCan Dennosuke survive as a servant of the Demon King, and meet his expectations?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0339b87e-87b9-4844-9a6e-39a365131dbd",
    "title": {
      "en": "Seikatsu Mahoutsukai no Gekokujou"
    },
    "updatedAt": "2025-01-29T20:22:07+00:00",
    "coverArt": "https://mangadex.org/covers/0339b87e-87b9-4844-9a6e-39a365131dbd/3360b05a-fa14-4b5e-9989-f88675c6f6ed.jpg",
    "altTitles": [
      {
        "ja": "生活魔法使いの下剋上"
      },
      {
        "en": "Rise of the Life Wizard"
      }
    ],
    "description": {
      "en": "I'm not \"useless\"! I'll prove it by conquering dungeons! Suddenly, magic and dungeons appear in modern Japan, and life has changed completely. I, Midorimu Sakaki, am born with a talent for life magic that cannot be used for exploring dungeons or defeating demons. I was born with a talent for life magic, but while exploring dungeons, I got my hands on a rare item, the \"Sage System,\" which allows me to create new magic...?\n___\n[Web Novel](https://kakuyomu.jp/works/16816452218254294002)  (jp)",
      "ja": "生活魔法の可能性を俺が証明してやる！\n\n突如として魔法とダンジョンが出現し、生活が一変した現代日本。冒険者養成学校「ジービック魔法学院」で臨時教師を務める榊緑夢は、ダンジョン探索にも魔物討伐にも使えない生活魔法の才能を持って生まれてしまった。周囲から“役立たず”と蔑まれながらも、その胸には熱い想いが渦巻いていた――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c8f0358-d663-4d60-8590-b5e82890a1e3",
    "title": {
      "en": "Keikenzumi na Kimi to, Keiken Zero na Ore ga, Otsukiai Suru Hanashi"
    },
    "updatedAt": "2025-02-15T13:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/1c8f0358-d663-4d60-8590-b5e82890a1e3/73de44bb-13c5-43b7-ad0f-c121a7a558a0.jpg",
    "altTitles": [
      {
        "ja": "経験済みなキミと、 経験ゼロなオレが、 お付き合いする話"
      },
      {
        "ja-ro": "Keiken Zumi na Kimi to, Keiken Zero na Ore ga, Otsukiai Suru Hanashi"
      },
      {
        "en": "You Were Experienced, I Was Not: Our Dating Story"
      },
      {
        "ru": "Искушённая ты и незрелый я,"
      },
      {
        "ru": "История знакомства опытной тебя и неопытного меня"
      },
      {
        "th": "หนุ่มซิงกับสาวฮอต เดตนี้จะรอดมั้ยนะ"
      },
      {
        "vi": "Kẻ ngây thơ, người từng trải và câu chuyện tình của chúng tôi"
      }
    ],
    "description": {
      "en": "Ryuuto Kashima is a gloomy high school student. Because of a punishment game, he was forced to confess to Runa Shirakawa, a girl from the top of school caste and admired by everyone. They ended up going out for the unexpected reason of \"Err, I'm free now so...\" but, Ryuuto ends up following and eavesdropping Runa getting confessed by a handsome soccer club member, and Runa bringing Ryuuto, whom she just started dating, to her own room as a matter of course. \n\nThey have different friends and ways to have fun, different in just about everything. And yet, surprised by their differences everyday, accepting it, they begin to relate with each other.\n___\n**Character Designer:** [magako](https://mangadex.org/author/fd30d521-18ba-4638-94c3-700858ce7c43)",
      "ja": "スクールカースト最上位&憧れの美少女・月愛に罰ゲームきっかけで告白した、陰キャ気味の男子高校生・龍斗。返事はなんと、「今わたしフリーだし」という一言で即OK! こうして何もかも正反対の二人は、お付き合いすることになり…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6dbc24cd-56ed-4171-83cd-8115ac0814b6",
    "title": {
      "en": "Han Daesung, Back From Hell"
    },
    "updatedAt": "2024-11-27T11:56:58+00:00",
    "coverArt": "https://mangadex.org/covers/6dbc24cd-56ed-4171-83cd-8115ac0814b6/c346b34a-572b-4559-aebf-9a6348e32bb1.jpg",
    "altTitles": [
      {
        "ko": "지옥에서 돌아온 한대성"
      },
      {
        "en": "Han Dae Sung Returned From Hell"
      },
      {
        "ko-ro": "Jiogeseo Doraon Handaeseong"
      },
      {
        "en": "Returned from Hell"
      }
    ],
    "description": {
      "en": "On the way home from the third year of middle school. Han Dae-sung falls into hell without any context.\n\nAt first, he wandered in hell for about a few days and despaired, but he said that he had to live. He starts fighting with the determination to return to Earth. Hell was like a game. A UI pop-up window like an RPG game appears in front of your eyes as a hologram, there is a status window, and you learn skills and acquire items. Even though he almost lost his life several times from the ferocious beasts of hell, he persisted and continued to grow. \n\n10 years passed, 50 years passed, and 80 years were taken. He finally defeats the demon, the absolute lord of hell, and ascends to a new seat of power. \n\n[Would you like to return to Earth?] until the message pops up. Hell is worthless. Daesung returns to Earth, feeling no need to stay in this place where there is only a desolate land covered in flames and magical beasts who cannot communicate. \n\nAnd when he wakes up in a hospital in Seoul, he realizes that only 10 years have passed since he fell to hell. Daesung, who was in a vegetative state on Earth for 10 years, receives rehabilitation treatment. \n\nAt that time, a message that could only be seen in hell appears in front of his eyes. [The advent quest has arrived.] He accepts the system provided by hell and completes his rehabilitation training at an explosive pace while carrying out his mission. \n\nWhile hospitalized in his hospital room, Hell gave him quests relentlessly. Daesung's skinny body recovers the body of those days, which was solidified by living in hell for 80 years. Let Daeseong finish his descent. The system of Hell invites them to the other side of the world called 'Pantheon'.\n\n 'Pantheon' Based on the diary Daeseong wrote in his selfishness, the time and space of hell are recreated. Demonic beasts imprisoned in all the English spaces of Pandaemonium beg Daesung, the absolute, to save them. However, with the cold-hearted reply, \"Fuck Daesung\". He himself declares that he will not fight anymore and will live normally. \n\nHowever, the hometown Earth, which should be peaceful, was in a state of air raids by beings from another alien dimension, and the 'great upheaval' began on the day Daesung fell into hell. Since then, in the earth of cataclysm, in order to counteract the monsters that have entered the earth, a monster-specialized monster extermination certificate called 'Hunter' has been created. \n\nDaesung, who promised to live a normal life without fighting, makes one decision. home just returned. To protect the barely reunited family, the enemies from that extraterrestrial dimension must be exterminated. \n\nHaving made up his mind to become a hunter, he goes back and forth to the Pantheon and unlocks the powers of hell one by one. and your own world. He shows the real 'hell' as the absolute of hell to all who threaten his precious people."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad84e944-a533-4c56-aedb-4f1e44e285a4",
    "title": {
      "en": "The Demon Faction's Return"
    },
    "updatedAt": "2025-02-08T10:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/ad84e944-a533-4c56-aedb-4f1e44e285a4/d68e7cee-2149-4cba-9f36-90c13b4053dd.jpg",
    "altTitles": [
      {
        "ko": "마도귀환록"
      },
      {
        "en": "Records of the Demonic Path’s Return"
      }
    ],
    "description": {
      "en": "In an effort to escape the power struggle within the Heavenly Demon Sect, the protagonist Myeong-un retreats to a life of seclusion. However, simply avoiding ambition for the throne is not enough to avert tragedy. Myeong-un flees from the sect leader Myeong-gak, who seeks fratricide, before meeting his demise. At the moment of his death, as his consciousness fades, he hears a voice. \"Do you regret it? Do you wish to fight again?\"\" To his surprise, Myeong-un, believed to be dead, opens his eyes once more...."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f7fba64-e66a-46f0-9a85-c11b01e365b9",
    "title": {
      "en": "Real World Mobile: Another World War"
    },
    "updatedAt": "2025-02-13T04:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/3f7fba64-e66a-46f0-9a85-c11b01e365b9/cb656898-974a-4c07-897f-e1d8097451dd.jpg",
    "altTitles": [
      {
        "ko": "리얼월드 : 이세계 대전"
      },
      {
        "en": "Real World: Another World War"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41da8b4c-baa1-48f5-9ad2-9b6ec4bdecdb",
    "title": {
      "en": "Sense."
    },
    "updatedAt": "2024-10-30T14:30:56+00:00",
    "coverArt": "https://mangadex.org/covers/41da8b4c-baa1-48f5-9ad2-9b6ec4bdecdb/155dca56-73e8-4152-a8b8-5d4de16a3192.jpg",
    "altTitles": [
      {
        "ja": "センセ。"
      },
      {
        "en": "Teach."
      },
      {
        "zh": "妄想老师"
      },
      {
        "ko": "센세"
      }
    ],
    "description": {
      "en": "A new teacher enters an all-girls high school and as he tours around he sees a female student sleeping in a classroom. When she wakes up, however, she suddenly kisses him…"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "256cfa77-3698-4f5b-8ff0-5eb39cd6bd6c",
    "title": {
      "en": "Life of Pyonko"
    },
    "updatedAt": "2025-02-15T18:01:42+00:00",
    "coverArt": "https://mangadex.org/covers/256cfa77-3698-4f5b-8ff0-5eb39cd6bd6c/eecc8790-3f2d-4d9c-83a3-c13bf05ac9e9.jpg",
    "altTitles": [],
    "description": {
      "en": "A collection of the Pyonko and Friends mini-stories taken from the Author's X(Twitter) and Patreon accounts.\n\nUploaded out of chronological order."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc714d9b-5ec2-4396-a8cc-32292fd94aa2",
    "title": {
      "en": "Marionetta"
    },
    "updatedAt": "2025-01-29T17:35:57+00:00",
    "coverArt": "https://mangadex.org/covers/bc714d9b-5ec2-4396-a8cc-32292fd94aa2/ae5b48ae-16f0-488d-a61d-1d9bc45ea5c7.jpg",
    "altTitles": [],
    "description": {
      "en": "A mysterious circus. A missing friend. A dangerous deal. Julia Lazarrett is happy with her honest, predictable life. But when her best friend Kamille convinces her to visit a travelling circus, they both get more than for which they bargained. Thrust into a world full of secrets, magic, and death, Julia finds herself presented with the most horrific of deals in order to survive."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a9d76c3-42b9-4bcf-81d7-ad307d2ea971",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 8: JoJolion (Official Colored)"
    },
    "updatedAt": "2024-10-31T23:48:09+00:00",
    "coverArt": "https://mangadex.org/covers/7a9d76c3-42b9-4bcf-81d7-ad307d2ea971/f305a5a9-d45d-45de-bc74-6afda83157c9.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 8: JoJolion - Digital Colored Comics"
      },
      {
        "en": "JoJo no Kimyou na Bouken Part 8: JoJolion (Official Colored)"
      },
      {
        "es-la": "JoJo's Bizarre Adventure, Parte 8 : JoJolion - Color Digital"
      },
      {
        "ja-ro": "JoJorion"
      },
      {
        "ru": "Невероятные Приключения ДжоДжо Часть 8: Джоджолион (цветная версия)"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ジョジョリオン"
      },
      {
        "ja": "ジョジョリオン"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第8部 ジョジョリオン カラー版"
      },
      {
        "pl": "Jojolia"
      },
      {
        "ja": "JoJo no Kimyou na Bouken: JoJolion"
      }
    ],
    "description": {
      "en": "In 2011, childhood friends Yasuho Hirose and Joushuu Higashikata discover a naked man buried in the ground just outside the town of Morioh. The man has no memory of his name or previous life; the only thing he remembers about himself is how to use his Stand, a supernatural ability that takes the form of a humanoid creature. The stranger is quickly given a name, Jousuke, and Joushuu's father Norisuke decides to adopt him into the Higashikata household until he can find his own home.  As Jousuke begins to investigate his past, it becomes apparent that he is no ordinary amnesiac. There is much more to his identity than he first suspected, and, as he is thrust into a series of high-stakes Stand battles, he soon begins unravelling a deadly conspiracy that encompasses the entire town.",
      "hu": "A Jojo no Kimyou na Bouken sorozat nyolcadik történetíve.\n\nA nagy japán földrengést követően Morioh-t hatalmas földkiugrások sújtották, ahogy helyiek nevezik, Szemes falak. A vizsgálat ellenére a szakmai becslések üresen maradtak. Eközben egy fiatal lány, Yasuho Hirose egy férfit talál a földbe temetve,aki jellegzetes csillagalakú anyajeggyel és mélyre hatoló harapásnyomokkal rendelkezik. A férfit, aki az aminézia jeleit mutatja, egy helyi család hozta ide és adta neki a Josuke Higashikata nevet, azonban a különös események nem maradnak abba, egyik a másikat halmozza leginkább és hamarosan a standként ismert talány előbukkan, hogy eloszlassa a zavarságok felhőit. \n\n- 2013-ban a 17-dik Japan Media Arts Festivalon megnyerte a fődíjat a manga kategóriában.",
      "pl": "Ósma część serii JoJo's Bizarre Adventure. \nPocząwszy od trzęsień ziemi w 2011, w miasteczku Morioh zaczęły występować rozległe uskoki, nazwane Murami Oczu. Pomimo przeprowadzonych badań, przyczyna ich wzniesienia pozostaje nieznana. W międzyczasie młoda dziewczyna imieniem Yasuho Hirose znajduje zakopanego mężczyznę ze znamieniem w kształcie gwiazdy otoczonym śladami ugryzienia. Mężczyzna przyjąwszy łatkę człowieka z amnezją, został przyjęty do mieszkającej w pobliżu rodziny oraz nadano mu imię - Jōsuke Higashikata. Jednakże, tajemnicze wydarzenia wcale nie ustają, a zagadkowe Standy dopełniają poczucie zdezorientowania.\n- Czarno-biała wersja wygrała główną nagrodę w kategorii mangi w 17 edycji Japońskiego Festiwalu Sztuki w 2013 roku.",
      "es-la": "El arco de la octava historia de la serie: JoJo's Bizarre Adventure.\n\nTras el gran terremoto del este en Japón, Morioh ha sido golpeado por grandes protuberancias de tierra conocidas por los lugareños como Los Muros con Ojos. A pesar de la investigación, las estimaciones profesionales quedan vacías. Mientras tanto, la joven Yasuho Hirose, descubre a un hombre enterrado en la tierra, este posee una distintiva marca de nacimiento en forma de estrella junto con marcas de mordeduras profundas. El hombre, que ha contraído un caso básico de amnesia, es acogido por una familia local y recibe el nombre de Jousuke Higashikata, sin embargo, los eventos misteriosos no pueden evitar que se acumulen unos sobre otros y pronto ese enigma conocido como \"stand\", emerge para complementar la gran nube de confusión.\n\n° Ganó el Gran Premio en la categoría de manga en el 17º Festival de Artes de Medios de Japón en 2013."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "27",
    "lastChapter": "110"
  },
  {
    "mangaId": "85c429c4-ccf3-4ee0-8a69-47841338a5da",
    "title": {
      "en": "No Country for Retired Idols"
    },
    "updatedAt": "2025-02-13T03:47:31+00:00",
    "coverArt": "https://mangadex.org/covers/85c429c4-ccf3-4ee0-8a69-47841338a5da/9d232994-a26d-4135-bc4b-de062715dd88.jpg",
    "altTitles": [
      {
        "ko": "은퇴한 아이돌을 위한 나라는 없다"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47dee21c-29c6-410b-9ea1-f0c422fd0505",
    "title": {
      "en": "New Chronicles of Goguryeo"
    },
    "updatedAt": "2025-02-13T03:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/47dee21c-29c6-410b-9ea1-f0c422fd0505/cb64b9e9-940b-4aa8-b56f-edf195c242ae.jpg",
    "altTitles": [
      {
        "en": "New Goguryeo Chronicles"
      },
      {
        "ko": "신 고구려전기"
      },
      {
        "en": "Record of a New Goguryeo"
      }
    ],
    "description": {
      "en": "New Chronicles of Goguryeo In a world unfolding within my dreams, It was the late Goguryeo period, And I became Yeon Namsaeng, son of Yeon Gaesomun. In reality, I am Kim Namsaeng…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cc85df7-e44b-4fa1-97f2-be04430cc570",
    "title": {
      "en": "The Fairytale-like You Goes on the Assault"
    },
    "updatedAt": "2025-02-13T20:34:28+00:00",
    "coverArt": "https://mangadex.org/covers/6cc85df7-e44b-4fa1-97f2-be04430cc570/747da025-c554-43c4-848c-118aa37ca2d2.jpg",
    "altTitles": [
      {
        "ja": "儚いキミは猛攻をはじめる"
      },
      {
        "en": "The Fairytale-like You Goes on the Assault"
      },
      {
        "zh": "童话般的你开始了恋爱猛攻"
      },
      {
        "pt-br": "Você, como um Conto de Fadas, Parte para o Ataque"
      },
      {
        "uk": "Як у казці починається історія кохання"
      },
      {
        "ja-ro": "Hakanai Kimi wa Moukou wo Hajimeru"
      }
    ],
    "description": {
      "en": "Kagari, an ephemeral beauty, reunites with her older childhood friend, Nana-kun, and begins her romantic assault on him.",
      "vi": "Một series siêu ngọt nữa tới từ Hazano Kazutake - tác giả của bộ Thánh nữ Cecilia và mục sư Lawrence. Câu chuyện về đôi bạn thưở nhỏ cứ tối đến là lại ở chung nhà để đảm bảo sự an toàn cho nhau...",
      "pt-br": "Kagari, uma beleza efêmera, reencontra seu amigo de infância mais velho, Nana-kun, e inicia seu ataque romântico contra ele."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c85b4086-fd34-4e0c-8b01-b264c2404f6b",
    "title": {
      "en": "Madame Petite"
    },
    "updatedAt": "2024-12-06T08:32:09+00:00",
    "coverArt": "https://mangadex.org/covers/c85b4086-fd34-4e0c-8b01-b264c2404f6b/074a6db9-bf60-48f2-a11e-e7978f3a3342.jpg",
    "altTitles": [
      {
        "ja": "マダム・プティ"
      },
      {
        "zh": "青春小妇人"
      },
      {
        "ko": "마담 프티"
      },
      {
        "ja-ro": "Madame Petit"
      }
    ],
    "description": {
      "en": "It's the 1920s and Mariko, age 16, is married to a man 30 years her senior. She is honestly happy \nto be his wife and really excited to board the Orient express in Turkey on their honeymoon trip. \nBut her life takes a rapid turn when her husband is discovered dead after the first night on board… \nAnd that's only the start of Mariko's great adventure."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "54"
  },
  {
    "mangaId": "dd6cbd95-3a3e-4f26-9e19-921f65aedb30",
    "title": {
      "en": "Miracle Physical Therapist"
    },
    "updatedAt": "2024-05-13T00:31:26+00:00",
    "coverArt": "https://mangadex.org/covers/dd6cbd95-3a3e-4f26-9e19-921f65aedb30/c8e0e20f-d7bc-4198-a1f0-095eb6cf5d34.jpg",
    "altTitles": [
      {
        "ko": "기적의 물리치료사"
      },
      {
        "en": "The Miraculous Physical Therapist"
      }
    ],
    "description": {
      "en": "Lee Gijeok Physical Therapist. The center is failing, and my girlfriend is drifting away…! On a day when nothing goes right, after being hit by a falling star, a status window appears?! This is a story of a self-centered Man becoming the best physical therapist!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed430ef0-f657-4b0d-9c3a-9f99c3cc6637",
    "title": {
      "en": "Putting My Life on the Line, I Go All-in on Luck Enhancement"
    },
    "updatedAt": "2025-01-18T05:00:45+00:00",
    "coverArt": "https://mangadex.org/covers/ed430ef0-f657-4b0d-9c3a-9f99c3cc6637/d24b9df8-b30e-4e2c-856d-4b79bae96011.jpg",
    "altTitles": [
      {
        "ko": "평생운 강화에 쓰다"
      },
      {
        "ja": "人生かけて運強化に全振り"
      },
      {
        "en": "Maxing Out Luck: The Ultimate Life Reroll"
      },
      {
        "en": "Spending My Whole Life Improving My Luck"
      }
    ],
    "description": {
      "en": "Amano Kyouhei was a man abandoned by luck, but after hitting rock bottom, his fate finally begins to change. After a video of him defeating a monster goes viral on the internet, he becomes famous overnight.\nThis sudden reversal of fortune leads Kyouhei on a lifechanging journey of unforetold adventures. Will this stroke of luck bring him to true fortune, or will he face new trials to overcome…? The answer to that question will be found in his upcoming journey!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a972aebe-50fb-4dfe-8f61-0150f3659467",
    "title": {
      "en": "The Little Lady Behind the Scenes"
    },
    "updatedAt": "2024-12-27T20:23:21+00:00",
    "coverArt": "https://mangadex.org/covers/a972aebe-50fb-4dfe-8f61-0150f3659467/f0e14d8f-9b47-47fd-bcdb-48e81caec494.jpg",
    "altTitles": [
      {
        "ko": "비선실세 레이디"
      },
      {
        "ko-ro": "Biseonsilse Lady"
      },
      {
        "en": "An Unseemly Lady"
      },
      {
        "fr": "La petite Lady tire les ficelles"
      },
      {
        "fr": "Rosie, la fille du duc diabolique"
      },
      {
        "uk": "Впливова леді"
      },
      {
        "th": "เลดี้จอมบงการ"
      },
      {
        "ja": "レディは陰の実力者"
      },
      {
        "zh": "不熟练的女士"
      },
      {
        "zh": "幕后掌权者小姐"
      },
      {
        "zh": "秘密控权的千金"
      },
      {
        "zh-hk": "姐姐的護花使者"
      }
    ],
    "description": {
      "en": "Julianne is as close to perfect as it gets: she’s got looks, talent, and smarts. The only problem is she has terrible taste in men! That’s why her little sister Lilianne is doing everything she can to make sure she doesn’t end up with the wrong guy. However, Julianne’s suitors are quickly catching on that the way to her heart is through Lilianne’s sweet tooth! How far will Lilianne go to set her sister up with the right man? Who will be the sweetest suitor?\n\n---\nI was the only younger sister of the female protagonist in the reverse harem novel. In addition, I was exceptionally pampered by the female lead after waking up after being very sick. I used that to defeat the original inexcusable trash male leads who only hurt my sister…\n\n‘Lili, how are you? Do you like cake?’\n\n‘Lili is really pretty because she resembles her sister. Won’t you eat cookies? Please tell your sister that these were given to you by your wonderful brother.’\n\n‘Would you like to eat this and go over there for a while? I have something to say to your uncle and sister.’\n\nFor some reason, the male lead candidates seem anxious to see me.\n\n**\n\n“I don’t play with ugly kids,\" the boy in front of me muttered with a deep frown.\n\nWhat? Did you really just say that? I’ll show you what the real world is like.\n\nI gently pulled the hem of my sister’s clothes and shook my head, “I hate him, so I hate the older brother who brought him.”\n\nAt the same time, Cedric’s face turned pale, similar to someone who had been sentenced to death."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d685cb5-594b-4891-9f98-e50bfee0ffa4",
    "title": {
      "en": "Masters of Lightning Knives"
    },
    "updatedAt": "2024-08-23T02:17:06+00:00",
    "coverArt": "https://mangadex.org/covers/9d685cb5-594b-4891-9f98-e50bfee0ffa4/755d9f02-7e28-4d90-8587-e0711d7508fa.jpg",
    "altTitles": [
      {
        "ko": "비뢰도"
      },
      {
        "en": "Lightning Swords"
      },
      {
        "ja": "飛雷刀"
      },
      {
        "ru": "Меч разящего грома"
      },
      {
        "vi": "Phi Lôi Đạo"
      },
      {
        "en": "Lightning Degree"
      },
      {
        "pt-br": "Mestre das Lâminas Relâmpago"
      }
    ],
    "description": {
      "en": "A young orphan was alone in the world until he meets the master of a secret form of martial arts. To learn these otherworldly techniques, he will need to endure years of his sadistic teacher’s grueling and weird training. But why does he have to do laundry, cook meals, or play instruments to learn martial arts anyway?! If he can survive long enough (and if his massive ego doesn’t get in the way), he just might be able to wield the unstoppable lightning knives. Will he make the cut or be sliced down to size?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ja": "5歳の時母親が亡くなり、10歳の時伝染病で父親まで亡くなった少年「飛雲」。彼は彫刻家だった父からその才能を受け継いでいた。 両親の木像を作り、二人の墓の前にそなえたある日、それを見た老人から「自分を師匠にすれば天下一の武術を教えよう」と話しかけられる。怪しいとは思ったものの老人が見せた武術に惹かれその申し出を受けてしまった飛雲。案の定、武術などろくに教えず、訓練といいながら家事と金稼ぎばかり… そんなある日、女装して働いている酒楼で偶然武林盟主の娘である「羅 香凜」の命を救った。飛雲は男であることを隠して香凜と親しくなるが…\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ko": "홀로 길러주신 아버지를 돌림병으로 잃고 10세의 어린 나이에 혈혈단신이 된 비류연.\n조각가였던 아버지에게 배운 기술로 부모님의 조각상을 만들어 두 분의 묘 앞에 세워두는데,\n지나가던 노인이 그걸 보더니 자신을 사부로 삼으면 천하제일 무공을 가르쳐주겠다고 한다.\n\n수상쩍지만 달리 갈 곳도 없고, 그럴듯해 보이는 무공에 혹해 비류연은 그를 따라가고 마는데…\n\n그날 이후 비류연을 길러준 것은 팔할이 바람이었다.\n\n오늘 하루는 좀 편안했으면 좋겠다는 바람!\n사부가 더 늙으면 울 때까지 구박해주겠다는 바람!\n아니 다 필요 없고 여기서 탈출하고 싶다는 바람!\n하늘이여 저한테 왜 이러세요 제발 살려주세요… 하는 바람!\n\n하늘이 비류연의 바람을 들어준 것일까.\n무식한 가사노동과 피골상접 과로사를 야기할 것 같던 돈벌이로 점철된 삶 속에서\n깨알같이 사부 몰래 힘을 비축하던 비류연은 드디어 어느 날 깨닫는다.\n\n‘오늘이 바로 그날이다!’\n\n사부를 따돌릴 꿀떡(?)을 던져놓고는 무한한 용기를 발휘해 묵금과 비뢰도까지 다 들고 튄 비류연.\n\n혹자는 강호를 두고 시산혈해 위에 암투로 쌓아올린 백척간두의 세계라고 하나,\n비류연에겐 드넓은 꿀 천지에 온실 속의 화초들이 노니는 안락한 신세계로만 보였는데…!\n\n비류연의 행복은 과연 언제까지 갈 것인가!\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ru": "В 10 лет Би Рю Ён становится сиротой, потеряв последнего родственника, своего отца.\n\nБудучи хорошим сыном и отличным подмастерьем весьма талантливого ремесленника, он решает соорудить две прекрасные статуи в память о своих родителях. Так, когда работа была практически завершена, к нему неожиданно обратился некий старый мастер, пожелав стать наставником парня, и обещая обучить самому могущественному искусству во всей Поднебесной.\n\nЖажда до силы превозмогает сомнения. И он решает последовать за стариком… \n\nС этого момента... жизнь круто изменилась. Невыносимые тренировки и серьезные наказания следовали по пятам день за днём! Иногда казалось, труд настолько изматывал мальчика, что кожа прилипала к костям, а смерть от переутомления уже маячила на горизонте. Много раз Рю Ён хотел бросить всё и покинуть наставника. Возгласы, «О Небо, за что мне всё это?! Кто-нибудь, спасите меня!» - не сходили с его уст. Но Небеса оставались безмолвны.\n\nИ вот, в один из множества преисполненных изнеможением и страданиями дней, когда сил осталось с кунжутное зёрнышка, он понял: «Это оно!»\n\nСегодня Рю Ён превзойдёт своего учителя и узнает, что такое \"Меч разящего грома\".\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de78b082-ff57-4fe4-9710-0f3b75e4c7a7",
    "title": {
      "en": "Kitchen Soldier"
    },
    "updatedAt": "2024-05-09T23:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/de78b082-ff57-4fe4-9710-0f3b75e4c7a7/88e535b0-3a8e-4c07-99d9-0e92cb944c77.jpg",
    "altTitles": [
      {
        "ko": "취사병 전설이 되다"
      },
      {
        "en": "Becoming a Legend Kitchen Soldier"
      },
      {
        "zh-hk": "菜鳥伙房兵"
      },
      {
        "th": "บันทึกครัวค่ายทหาร"
      },
      {
        "ru": "Становление легендарным поваром"
      },
      {
        "en": "Army Chef"
      },
      {
        "en": "Army Cook"
      }
    ],
    "description": {
      "en": "Korea's representative dirt spoon, Kang Sung-jae, an opportunity to become a legendary cook who has come like a ray of light in an uneasy military life!",
      "ko": "대한민국 대표 흙수저, 강성재. \r\n불안하기만 한 군생활에 한줄기 빛처럼 다가온 전설의 취사병이 될 기회!\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)",
      "ru": "Кан Сон Чжэ, гражданин Кореи. Шанс стать легендарным поваром, который лучом света приблизился к непростой военной жизни!\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)",
      "th": "ผมเป็นทหารใหม่ที่ถูกส่งไปประจำห้องครัว เรื่องมันควรจะธรรมดาใช่ไหมครับ ถ้าผมไม่ดันเห็นจอประหลาดที่หน้าตาเหมือนจอเกมปรากฏขึ้นตรงหน้า แถมมีแต่ผมคนเดียวที่เห็นซะด้วย?!\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)",
      "zh-hk": "21歲的江成宰是大韓民國典型的窮二代，辛苦維持生計之際收到了入伍通知。惴惴不安的新兵生活突然出現了一道曙光，只要跟著只有他才能看到的「遊戲教學」破任務升級，就有機會成為軍中的傳奇廚師！\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "436730b8-282a-4f1f-b02c-b9c534b2ee66",
    "title": {
      "en": "Irregulars"
    },
    "updatedAt": "2024-10-11T17:58:03+00:00",
    "coverArt": "https://mangadex.org/covers/436730b8-282a-4f1f-b02c-b9c534b2ee66/2b81da85-eef6-4a4e-9f3e-4c280ef6126a.jpg",
    "altTitles": [
      {
        "ja": "イレギュラーズ"
      },
      {
        "ja-ro": "Iregyurazu"
      },
      {
        "vi": "Bất quy tắc"
      },
      {
        "ru": "Изгои"
      }
    ],
    "description": {
      "en": "We may be like this, but if we don't give up, we will surely reach the dream stage, Koshien!\"\n\nJyosei Private Academy. After it changed its policy and became a cut-throat academic elite school, its once powerful baseball team has become weak with only four members left. However, baseball maniac Ruito Hibino has a secret plan!\n\nAiming for Koshien is an amateur tag-team of misfits!?\n\nStraight from the bottom of hell!\n\nA straightforward tale of baseball played by hated people!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "826aec63-3fa8-413d-9a40-d2d1ef262725",
    "title": {
      "en": "The Most Notorious \"Talker\" Runs the World's Greatest Clan"
    },
    "updatedAt": "2024-10-23T17:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/826aec63-3fa8-413d-9a40-d2d1ef262725/db1d0580-ceeb-43ca-99e2-e96338560e7e.jpg",
    "altTitles": [
      {
        "ja": "最凶の支援職【話術士】である俺は世界最強クランを従える"
      },
      {
        "en": "I'm the Most Evil Support Class【Talker】and I'll Subdue the Strongest Clan in the World"
      },
      {
        "vi": "\"Thánh Ngôn\" khét tiếng nhất là người điều hành Clan vĩ đại nhất thế giới"
      },
      {
        "ja-ro": "Saikyou no Shien-shoku \"Wajutsushi\" Dearu Ore wa Sekai Saikyou Kuran wo Shitagaeru"
      },
      {
        "es-la": "Soy el Talker más Despiadado y Dominaré al Clan más Fuerte del Mundo"
      },
      {
        "vi": "Tôi Là Thoại Thuật Sư Hỗ Trợ Cực Ác Dẫn Dắt Gia Tộc Mạnh Nhất Thế Giới"
      }
    ],
    "description": {
      "en": "Noel, a youth who admires his grandfather, who was hailed as a hero, and aspires to be the strongest Seeker. But his Job that appeared in the appraisal, was the support class Talker.\n\nTalker is a peaky job with the weakest individual abilities. A job that could never become the strongest.\n\n\"If I create the strongest clan and become the clan master, then I’ll essentially be the strongest.\"\n\nThinking that, Noel worked hard persistently to fulfil his ambition. On the other hand, the merciless methods he employed for the sake of his ambition were acknowledged by everyone as the path of \"evil.\" However, Noel’s distinct talent attracted many powerful people and they began to gather under him…\n\nThis is the story of how the most evil Talker, who seeks to be the strongest, subdues his allies and creates the strongest clan in the world.",
      "vi": "Đây là hành trình vươn tới đỉnh cao giới truy thủ của kẻ sinh ra mang trong mình một trong những chức nghiệp được đánh giá là yếu nhất - Noel Stollen.",
      "es-la": "Noel, un joven que admira a su abuelo, que fue aclamado como un gran héroe, aspira a ser un buscador fuerte como él. Pero el trabajo que apareció en su evaluación, fue la clase de soporte “Talker” (Orador).\n\nTalker es un trabajo con las habilidades individuales más débiles. Un trabajo que nunca podría convertirse en el más fuerte.\n\n「Si creo el clan más fuerte y me convierto en el líder del clan, entonces esencialmente seré el más fuerte」\n\nPensando eso, y gracias al apoyo de su abuelo, Noel trabajó y entrenó arduamente por años con el objetivo de cumplir su ambición. Por otro lado, los métodos crueles que empleó por el bien de su ambición fueron reconocidos como inhumanos. Sin embargo, el talento distintivo de Noel atrajo a muchas personas poderosas y comenzaron a reunirse debajo de él...\n\nEsta es la historia del Talker más despiadado que busca ser el más fuerte, forjando aliados para crear el clan más fuerte del mundo."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97b19647-b6d4-4ff9-b5c2-d08373e74bcc",
    "title": {
      "en": "Rikon Shinai Otoko CASE２"
    },
    "updatedAt": "2025-02-14T01:23:52+00:00",
    "coverArt": "https://mangadex.org/covers/97b19647-b6d4-4ff9-b5c2-d08373e74bcc/642e0b1e-45df-43b9-9532-df55ed676a01.jpg",
    "altTitles": [
      {
        "ja": "離婚しない男 CASE２"
      },
      {
        "es-la": "UN DIVORCIO IMPOSIBLE CASO 2"
      },
      {
        "vi": "Người đàn ông không thể ly hôn CASE 2"
      }
    ],
    "description": {
      "en": "Jou Nagase is a popular and competent top class actor. He's also a devoted family man, but one day a photograph of him purportedly having an illicit meeting with a rookie actress surfaced. \nIn an instant, the actor \"NagaJou\" ended up losing both his family and his social status. However, it was all a fabricated plot. Behind the scenes was someone unexpected.\n\nBetrayal, secrets and schemes all intertwine in Rikon Entertainment's second installment!!\n\n(Source: Comic-Days)",
      "ja": "人気、実力ともトップクラスの俳優・永瀬丈。良き家庭人でもある彼は、ある日、新人女優との密会不倫写真を撮られてしまう。一瞬で社会的地位と家族を失ってしまったナガジョー。だがこれはすべて仕組まれたことだった。その裏にいるのはまさかの人物。裏切り、秘密、策略が絡み合う、リコンエンターテインメントの第2弾!!",
      "vi": "Nagase Jo (Gọi tắt là Nagajo), một nam diễn viên đầy tài năng và đức độ. Đồng thời còn là một người chồng thương vợ, người cha hết mực vì con cái. \nThế nhưng, một đêm nọ, anh bị gài bẫy cho hành vi ngoại tình với một nữ diễn viên trẻ mới vào nghề. Nagajo lập tức mất hết vị thế xã hội, và hình ảnh người chồng, người cha trong mắt vợ và con cái. \nTuy nhiên, đáng sợ hơn cả thảy là người đã rắp tâm gài bẫy anh lại chính là...!\nCuộc chiến hôn nhân phần 2 với chiến trường lần này là giới nghệ sĩ đầy lừa lọc chính thức bắt đầu.",
      "es-la": "La Segunda Parte de Un Divorcio Imposible, nos cuenta la casi imposible vida de nuestro protagonista \"Takeshi Nagase\" que tras una noche en la que perdio el conocimiento por culpa de una actriz malvada queda envuelto en un caso de supuesta violación y es alejado de sus hijos. ¡¿Una lucha por demostrar que es inocente?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02a73539-2caf-4d8d-aaaf-46a9534a4eac",
    "title": {
      "en": "Hanakotoba no Inouryoku o Te ni Shita Ore wa, 'Gyakkyou' no Chikara de Musou Suru"
    },
    "updatedAt": "2025-01-23T18:34:31+00:00",
    "coverArt": "https://mangadex.org/covers/02a73539-2caf-4d8d-aaaf-46a9534a4eac/582804d7-5569-478d-b0a1-d197138ab94c.jpg",
    "altTitles": [
      {
        "ja": "花言葉の異能力を手にした俺は、「逆境」の力で無双する"
      },
      {
        "en": "I Wield the Power of Flower Language and Dominate with 'Adversity'"
      },
      {
        "ja-ro": "Hanakotoba no Inouryoku wo Te ni Shita Ore wa, 'Gyakkyou' no Chikara de Musou Suru"
      }
    ],
    "description": {
      "en": "Confronted by the “Weed,” a mysterious entity infested with plants, the protagonist Yu finds himself in dire straits against its overwhelming power. In this moment of absolute crisis, Yu awakens to an unknown ability that transforms him into a Weed. This is a world where the language of flowers becomes supernatural powers. With the ultimate ability that blooms in “Adversity,” he’ll mow down every enemy!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ead4844-8061-4d5e-b490-2fbf88b4cd03",
    "title": {
      "en": "How a Catastrophic Necromancer Retires"
    },
    "updatedAt": "2025-02-12T13:15:48+00:00",
    "coverArt": "https://mangadex.org/covers/0ead4844-8061-4d5e-b490-2fbf88b4cd03/876a47cb-94bd-42a4-baa3-b64cb90809a8.jpg",
    "altTitles": [
      {
        "ko": "재앙급 네크로맨서가 은퇴하는 법"
      },
      {
        "en": "How a Disaster-Class Necromancer Retires"
      }
    ],
    "description": {
      "en": "At the age of twenty, Ji-hyuk had been summoned to Seron by a magician named Theros, where he was forced to live as a necromancer. After countless years of battling and hardship, he finally defeated the Demon King and returned to Earth. But the Earth he came back to wasn’t the one he remembered. \n\nThe world had been ravaged by Gates and monsters, and to make matters worse, all the gold and treasures he brought back had vanished into thin air. Now stuck as an F-Rank Awakened, Ji-hyuk had no choice but to start from scratch to earn a living. \n\nWhen will Ji-hyuk finally achieve the peaceful retirement he’s been dreaming of? Or is his journey far from over?",
      "ko": "세론 대륙의 인류를 구원한 네크로맨서 한지혁. 평화롭고 행복한 은퇴 생활을 위해 지구로 돌아왔지만 첫날부터 은퇴 계획이 완전히 꼬여 버리게 된다.\n\n스무살이 된 주인공 '한지혁'은 '테로스'라는 마법사에 의해 세론 대륙으로 소환되어 네크로맨서로 살아가게 된다.\n\n오랜 세월이 흘러, 마왕을 물리친 지혁은 다시 지구로 돌아가게 되나 인과율로 인해 돌아온 지구는 게이트 발발과 몬스터로 그가 기억하던 모습이 아니고, 설상가상 챙겨온 금은보화까지 사라진 지혁은 어쩔 수 없이 F급 각성자가 되어 돈을 벌기 시작한다.\n\n지혁이 그렇게 바라던 은퇴는 언제쯤 가능해질까?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5373fc36-e023-4f78-bcca-b28e62176aa7",
    "title": {
      "en": "Heavenly Moon"
    },
    "updatedAt": "2024-07-28T04:20:36+00:00",
    "coverArt": "https://mangadex.org/covers/5373fc36-e023-4f78-bcca-b28e62176aa7/ea501f84-4bc4-430f-8c16-42a7e7e6246e.png",
    "altTitles": [
      {
        "en": "Heavenly Ray and Bright Moon"
      },
      {
        "ko": "천광명월"
      },
      {
        "en": "Sunlight Moon"
      },
      {
        "zh": "天光明月"
      },
      {
        "ru": "Военный раб, ставший мастером боевых искусств"
      }
    ],
    "description": {
      "en": "The Murim Warring States period is where only the strong survives. This is the war slave Cheong Gwang and Myeong-Wol’s Murim Survival Story.\n\n---\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=59153035)",
      "ko": "강자만이 살아남는 무림전국시대.\n전쟁노예 천광과 중원제일의 기생 명월의\n무림 생존기를 그린 가족 무협 액션 드라마.\n\n---\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=59153035)",
      "ru": "Главный герой - Чон Гван, будучи ребенком, попадает в военное рабство. Больше десяти лет он не видел своего отца и сестренку. Согласно уговору с преемником одной из сильнейших гильдий, он должен принести голову двадцати мастеров боевых искусств, и только тогда ему даруют свободу. Чон Гван жил мыслью о скором возвращении домой, однако... его обманули. Тогда он решает сбежать...\n\n---\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=59153035)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a008e7e-0885-4830-92c6-16b3bbe4f5d4",
    "title": {
      "en": "God of Blackfield"
    },
    "updatedAt": "2024-08-15T17:24:59+00:00",
    "coverArt": "https://mangadex.org/covers/1a008e7e-0885-4830-92c6-16b3bbe4f5d4/d7223fc4-c05d-4a95-bfbe-ab6d08836d5e.png",
    "altTitles": [
      {
        "fa": "گاد آف بلک‌فیلد"
      },
      {
        "ko": "갓 오브 블랙필드"
      }
    ],
    "description": {
      "en": "“Who am I?!”  \n  \nLeaving only black soot and dead bodies in his wake, Kang Chan, the “God of Blackfield,” struck fear into the hearts of his enemies.\n\nBut one day, in the chaos of battle, his life was abruptly snuffed out.\n\n“I’ve been shot… but the bullet came from behind me!”\n\nRevived three years later, this “god” is now a wimpy high schooler with major problems — savage bullies, shady business dealings, and even girls.\n\nRevenge seemed like a straight shot, but high school is a battlefield all of its own!",
      "pt-br": "\"Quem sou eu?\" A lenda da Legião Estrangeira Francesa, 'Kang Chan'! Durante a guerra Africana, ele era chamado de 'Rei do Blackfield', o deus da terra negra, o qual os seus inimigos tinham temor e medo. Porém, durante uma missão para matar Masallan, o cérebro por trás do SISS, o grupo de defensores sunitas, Kang Chan foi morto em combate por um tiro vindo de trás dele. Enquanto sua visão embaçava, ele viu os treze membros de seu batalhão, que tinham absoluta fé nele, sendo mortos um após o outro. Enquanto Kang Chan aguardava a morte depois de ter sido atingido por um traidor, ele foi salvo por um poder misterioso e acordou 3 anos depois na Coréia do Sul. Contudo, ele estava no corpo de outro 'Kang Chan', um garoto de 19 anos no ensino médio que era ameaçado na escola. A jornada de Kang Chan para conseguir se vingar do traidor e descobrir a verdade por trás do seu renascimento começa agora!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "931fd4fd-6c22-485e-b717-2dce335500b1",
    "title": {
      "en": "God of Martial Arts"
    },
    "updatedAt": "2024-01-16T12:20:49+00:00",
    "coverArt": "https://mangadex.org/covers/931fd4fd-6c22-485e-b717-2dce335500b1/6d6dcc4a-ae39-44f4-a6a5-2f0b997043b4.jpg",
    "altTitles": [
      {
        "id": "Dewa Seni Beladiri"
      },
      {
        "en": "GoMA"
      },
      {
        "zh-ro": "Juéshì Wǔshén"
      },
      {
        "en": "Peerless Martial God"
      },
      {
        "en": "PMG"
      },
      {
        "ru": "Бог боевых искусств"
      },
      {
        "th": "เทพยุทธ์พลิกลิขิตสวรรค์"
      },
      {
        "zh": "绝世武神"
      },
      {
        "vi": "Tuyệt Thế Võ Thần"
      }
    ],
    "description": {
      "en": "In this world, respect is earned with martial arts. Weak martial artists have strengths of tens of thousands of pounds, capable of cracking boulders. And the strong ones can cut off rivers and split mountains. There are even martial kings who know everything and can travel across the universe. Martial art decides your fate as well as your life and death. The weak is humiliated while the strong looks down on the world. This is a a world where the strong bullies the weak. People's statuses are decided by the levels of their cultivation of martial arts. Each faction fights for the title of \"The Strongest\". Only the strong ones have the right to survive. Even if you are from the same clan or faction, if you are weak, then you will be bullied and kicked out without mercy.  \n  \nAfter a car accident, Lin Feng crosses over to this new world into the body of a young master from the powerful Lin Family.  \nWill Lin Feng be used by others again or will he forge his own path in this place where, regardless of your family ties or sect, only the strong have the right to live.  \n\n\n---",
      "fr": "Dans ce monde, le respect se gagne avec les arts martiaux. Les artistes martiaux faibles ont des forces de dizaines de milliers de pounds, capables de craquer des blocs rocheux. Et les plus forts peuvent couper les rivières et creuser des montagnes. Il y a même des rois martiaux qui savent tout et peuvent voyager à travers l'univers. L'art martial décide de votre destin ainsi que de votre vie et de votre mort. Les faibles sont humiliés tandis que les forts méprisent tout le monde. C'est un monde où les forts intimident les faibles. Les statuts des gens sont déterminés par les niveaux de culture des arts martiaux. Chaque faction se bat pour le titre du \"plus fort\". Seuls les forts ont le droit de survivre. Même si vous appartenez au même clan ou à la même faction, si vous êtes faible, alors vous serez persécuté et expulsé sans pitié.",
      "pt-br": "Neste mundo, o respeito é obtido através das artes marciais. A força de artistas marciais fracos é igual a dezenas de milhares de libras, capazes de quebrar rochas. E os fortes podem cortar rios e dividir montanhas. Há até reis marciais que conhecem tudo e podem viajar pelo universo. A arte marcial decide seu destino, bem como sua vida e sua morte. Os fracos são humilhados enquanto o olhar forte para o mundo. Este é um mundo onde os fortes intimidam os fracos. O status das pessoas é decidido pelos níveis de cultivo de artes marciais. Cada facção luta pelo título de \"O mais poderoso\". Apenas os fortes têm o direito de sobreviver. Mesmo se você é do mesmo clã ou facção, se você é fraco, então você será intimidado e expulso sem piedade."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6941f16b-b56e-404a-b4ba-2fc7e009d38f",
    "title": {
      "en": "Isshou Watashi no Joshu de ite!"
    },
    "updatedAt": "2025-01-28T07:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/6941f16b-b56e-404a-b4ba-2fc7e009d38f/941c5a1f-7768-426a-8845-c798633a0f9a.jpg",
    "altTitles": [
      {
        "ja": "一生わたしの助手でいて！"
      },
      {
        "en": "Be my Assistant for Life!"
      },
      {
        "id": "Jadilah Asistenku Seumur Hidup!"
      }
    ],
    "description": {
      "en": "\"The relationship between a detective and their assistant is not unlike romance!\"\n\nDue to his natural tendency to assist others (a \"helper type\" personality that makes him constantly want to lend a hand), Mitomo Tasuku had always lived in the shadows. To break out of this, he made it his life's mission to \"become number one.\" However, at the high school he transfers to, he encounters three detective girls, who happen to be his rivals from elementary school with whom he formed a detective club together. Thus begins Tasuku's fierce battle for the top detective spot! However... these girls seem to harbor passionate feelings of a different kind...!?",
      "ja": "持ち前の助手体質(つい手助けをしてしまう体質)のせいで日陰者だった御供助玖は、その状況を打破するため「トップになる」ことを最重要課題として生きてきた。しかし、転校先の高校で出会った探偵少女3人は、小学校の頃に探偵団を一緒にやっていた因縁の相手だった! 探偵(トップ)の座をかけた助玖の熱い戦いが始まる!! ただ‥‥彼女たちは違う意味で熱い想いを秘めていて‥‥!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55ace2fb-e157-4d76-9e72-67c6bd762a39",
    "title": {
      "en": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
    },
    "updatedAt": "2025-02-03T14:09:33+00:00",
    "coverArt": "https://mangadex.org/covers/55ace2fb-e157-4d76-9e72-67c6bd762a39/5d96ae1e-6a04-462d-8134-bb751629db42.jpg",
    "altTitles": [
      {
        "id": "Aku, Seorang Raja Iblis, Mengambil Budak Elf Sebagai Istriku, Tapi Bagaimana Cara Aku Mencintainya?"
      },
      {
        "ja-ro": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
      },
      {
        "id": "Bagaimana Cara Mencintai Budak Elfmu?"
      },
      {
        "pt": "Eu, um Lorde Demônio, comprei uma elfa escrava como minha esposa, mas como eu amo ela?"
      },
      {
        "fr": "Je, un seigneur des démons, ai épousé un elfe esclavagisant, mais comment l'aime-je?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку в жёны. И как прикажете её любить?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку-рабыню в жёны. И как же мне её любить?"
      },
      {
        "zh": "我这魔王娶了一个奴隶精灵当老婆，该怎么疼爱才好？"
      },
      {
        "zh-hk": "身為魔王的我娶了奴隸精靈為妻、該如何表白我的愛？"
      },
      {
        "zh": "魔奴嫁"
      },
      {
        "ja": "魔王の俺が奴隷エルフを嫁にしたんだが、どう愛でればいい？"
      },
      {
        "ko": "마왕인 내가 노예 엘프를 신부로 삼았는데 어떻게 사랑하면 되지?"
      },
      {
        "pt-br": "O dilema de um arquidemônio: como amar sua noiva elfa"
      },
      {
        "es": "Soy un rey demonio y he tomado como esposa a una elfa esclava, ¿cómo puedo amarla?"
      },
      {
        "es-la": "Soy un rey demonio y he tomado como esposa a una elfa esclava, ¿cómo puedo amarla?"
      },
      {
        "en": "An Archdemon's Dilemma: How to Love Your Elf Bride"
      }
    ],
    "description": {
      "en": "Zagan is feared as an evil mage, he is awkward and has a sharp tongue, and once again had to put down thieves that encroached on his territory when he was researching that morning. In a dark auction, he finds a white slave elf, Nephie, who holds a peerless beauty. Falling in love with her at first sight, he uses his fortune to buy her, but as poor as he is socially, he doesn’t understand how to connect with her. Thus, the clumsy cohabitation of the mage that can’t convey his love, and the slave that pines for her master but doesn’t understand how to bring it up, begins.",
      "es": "Zagan es temido como un mago malvado, es torpe y tiene una lengua afilada, y una vez más tuvo que acabar con unos ladrones que invadieron su territorio cuando estaba investigando esa mañana. En una oscura subasta, encuentra a una esclava elfa blanca, Nephie, que posee una belleza sin igual. Enamorado de ella a primera vista, utiliza su fortuna para comprarla, pero tan pobre como es socialmente, no entiende cómo relacionarse con ella. Así comienza la torpe convivencia del mago que no sabe transmitir su amor y la esclava que suspira por su amo pero no sabe cómo planteárselo.",
      "fr": "Zagan est craint comme mage démoniaque, un jour au marché noir il rencontre une esclave elfe du nom de Nephie. De part sa beauté innocente, il tombe sous son charme et décide de l'acheter. Bien que fortuné d'argent, ses compétences sociales ne le sont pas et il a du mal à savoir comment créer une relation…  \n  \nC'est parti pour une cohabitation maladroite entre ce maître qui ne sait montrer son amour et cette esclave qui en pince pour lui sans savoir quoi faire.",
      "ja": "人々から恐れられている魔術師ザガンは、唯一の悪友であるバルバロスに誘われ、闇のオークションへ行くことに。そこで見つけた美しい奴隷エルフの少女ネフィに一目ぼれをして購入するが、口下手なザガンはネフィにどう接していいかわからず……。",
      "pt": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa.",
      "es-la": "Zagan es temido como un mago malvado, es torpe y tiene una lengua afilada, y una vez más tuvo que acabar con unos ladrones que invadieron su territorio cuando estaba investigando esa mañana. En una oscura subasta, encuentra a una esclava elfa blanca, Nephie, que posee una belleza sin igual. Enamorado de ella a primera vista, utiliza su fortuna para comprarla, pero tan pobre como es socialmente, no entiende cómo relacionarse con ella. Así comienza la torpe convivencia del mago que no sabe transmitir su amor y la esclava que suspira por su amo pero no sabe cómo planteárselo.",
      "pt-br": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2d0d213-8987-4348-8d20-b1e6d6a883d2",
    "title": {
      "en": "Aura of a Genius Actor"
    },
    "updatedAt": "2024-06-13T00:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0d213-8987-4348-8d20-b1e6d6a883d2/1ca14bcc-66a1-4f9a-93b0-b8c135e5a2d2.jpg",
    "altTitles": [
      {
        "en": "Genius Actor's Aura"
      },
      {
        "ko": "천재 배우의 아우라"
      }
    ],
    "description": {
      "en": "Shin Yoomyeong is an unknown actor who kept on chasing his dream despite playing minor roles for 15 years because of his weak presence. One day, he meets the Acting Spirit, Yeonghwi, who he signs a contract with, and begins to shine in his career. In fact, he was always an acting genius,  but he was overshadowed by his weak presence. He creates a perfect character for every work he takes and slowly raises to stardom. However, Yeonghwi, who he saw as his benefactor, starts to seem suspicious…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6f8c7b9-eeae-4698-a0e7-05474f56b644",
    "title": {
      "en": "Douyara Watashi no Karada wa Kanzen Muteki no You Desu ne"
    },
    "updatedAt": "2024-10-29T23:22:15+00:00",
    "coverArt": "https://mangadex.org/covers/b6f8c7b9-eeae-4698-a0e7-05474f56b644/b73f08b5-d02a-4eb2-a1c7-9fd0347e2a64.jpg",
    "altTitles": [
      {
        "en": "The Invincible Little Lady"
      },
      {
        "ja": "どうやら私の身体は完全無敵のようですね"
      },
      {
        "en": "It Seems My Body Is Completely Invincible"
      }
    ],
    "description": {
      "en": "On her deathbed, a sickly young girl wishes to be reborn with a strong body that will never succumb to anyone or anything. Lo and behold, her wish is granted! Upon reincarnating into another world as Mary Regalia, she discovers her new body has maxed-out attributes, from physical strength to defense—even magic. But wait! That isn’t what she really wanted! All she longed for was a normal life. Baffled by God’s choice to grant her wish in this most unexpected way, Mary tries to spend her days as uneventfully as possible. The hitch is...nothing’s harder than living a normal life when you’re absolutely invincible!\n\n---\n   **Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n3881dn/) (Raw)\n - **[** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_FS01200196010000_68/) **|** [NicoNico](http://seiga.nicovideo.jp/comic/32810) **]** (Raw)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54df3c9f-7363-4057-abc9-2464a144f268",
    "title": {
      "en": "I'm Going to Wipe Out This Country"
    },
    "updatedAt": "2025-02-16T03:05:21+00:00",
    "coverArt": "https://mangadex.org/covers/54df3c9f-7363-4057-abc9-2464a144f268/c8ab4c8f-4172-4396-a654-9a813c394f97.jpg",
    "altTitles": [
      {
        "ko": "이 나라를 없앨 예정인데요"
      },
      {
        "en": "I'm Going to Destroy This Country"
      },
      {
        "en": "I'm Gonna Annihilate This Land"
      }
    ],
    "description": {
      "en": "Annihilate this land. Cleanse it of all impurities.\n\n“To think I reincarnated as a bald skeleton who can’t even poo.” The Skeleton king, the most wicked demonic king who the gods find bothersome. I was sealed after being scammed by the gods with a contract promising to turn me into a human. This is what they said. “Saint, have you awakened?” This warmth and soft texture… A human body? And I’m a saint? “Oh my, why is the baby saint in such a good mood today?” “Saint, this is the toy of that loathsome skeleton king. Do you want to try destroying it?” “The great gods crossed the line and gave everything back to the skeleton king who challenged the gods.” …Annihilate this land. I will become the saint, make the gods eat shit, and annihilate them."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2d0b8ea-4dfc-4d72-b584-5b26380f9bed",
    "title": {
      "en": "The Ramparts of Ice (Book Version)"
    },
    "updatedAt": "2025-02-10T13:34:39+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0b8ea-4dfc-4d72-b584-5b26380f9bed/3ac79714-ef69-4274-a018-75a31c76fca8.png",
    "altTitles": [
      {
        "ja": "氷の城壁"
      },
      {
        "ja-ro": "Koori no Jouheki"
      },
      {
        "en": "Ice Castle Wall"
      },
      {
        "es-la": "Rompiendo el hielo"
      },
      {
        "ko": "얼음 성벽"
      }
    ],
    "description": {
      "en": "Inept at dealing with people, Hikawa Koyuki maintains a wall between herself and others. She spends her time in highschool away from others, all alone. At least until she encounters Amamiya Minato who keeps closing the distance between them for some reason?! The aloof Koyuki, the popular Miki, the boundary-less Minato, and the easygoing and kind basketball team member, Youta. This is the story of these somewhat complicated four, and their tantalizing, bumbling youth!\n___\n**Additional Links:**\n- **Alt Official Raw:** [Shounen Jump+](https://shonenjumpplus.com/episode/14079602755350023318)\n- [Official X](https://x.com/ramparts_ice)\n- [Official Anime Site](https://korinojoheki-pr.com/)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "117"
  },
  {
    "mangaId": "2b2e7c95-9e4d-4199-9ea6-52add4c22cfa",
    "title": {
      "en": "Countach"
    },
    "updatedAt": "2024-12-20T07:32:27+00:00",
    "coverArt": "https://mangadex.org/covers/2b2e7c95-9e4d-4199-9ea6-52add4c22cfa/61518c4e-9360-4fd5-9658-b3fa9128660c.jpg",
    "altTitles": [
      {
        "ja": "カウンタック"
      }
    ],
    "description": {
      "en": "The day after he finds himself dumped by his girlfriend, Sorayama Shun receives a letter… from himself? It was written 25 years before for his future self. \nThat letter reminds him of the time when he dreamed of owning a Countach and being a successful professional racer. \nWith loads of luck and his ambition to make his childhood dream come true, he finds himself as a new owner of an LP400 Countach."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "289"
  },
  {
    "mangaId": "897954d9-c68a-437e-badb-3de35a2b5171",
    "title": {
      "en": "102"
    },
    "updatedAt": "2024-11-06T08:14:02+00:00",
    "coverArt": "https://mangadex.org/covers/897954d9-c68a-437e-badb-3de35a2b5171/38e1775b-5031-4910-9546-ab1dd15479e7.jpg",
    "altTitles": [
      {
        "ja": "不思議な生き物を拾うお話"
      },
      {
        "ja-ro": "Fushigi na Ikimono o Hirou Ohanashi"
      },
      {
        "ja-ro": "Fushigi na Ikimono wo Hirou Ohanashi"
      },
      {
        "en": "A Story About Taking in a Strange Creature"
      }
    ],
    "description": {
      "en": "**Alt Official Raw:** [X](https://x.com/uminonaka0x0/media) - *Posted with the caption Fushigi na Ikimono o Hirou Ohanashi (不思議な生き物を拾うお話) \"A Story About Taking in a Strange Creature\"*"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "462bd3fc-019c-4f28-8884-d7513d1e5a80",
    "title": {
      "en": "Koushaku Reijou ni Tensei shiteshimatta node, Mental Otome na Ore wa, Zenryoku de Onnanoko wo Tanoshimimasu"
    },
    "updatedAt": "2025-01-30T10:44:50+00:00",
    "coverArt": "https://mangadex.org/covers/462bd3fc-019c-4f28-8884-d7513d1e5a80/1efe38fc-0fbc-460d-accc-f69b8025c2a0.jpg",
    "altTitles": [
      {
        "ja": "公爵令嬢に転生してしまったので、メンタル乙女な俺は、全力で女の子を楽しみます"
      },
      {
        "en": "Since I Have Been Reincarnated as the Daughter of a Duke, I, the \"Girl Inside,\" Will Enjoy Being a Girl as Much as I Can!"
      }
    ],
    "description": {
      "en": "A humble man in his twenties suddenly dies and is reborn as the daughter of a duke in an 18th-century lookalike world where magic exists! He is now living a second life as the adorable \"Miranda Mirandiehl,\" who looks like a doll. As he was always a \"girl inside\" with girlish interests, he accepted his reincarnation surprisingly easily. And so, after being reborn as Miranda, he will enjoy his new life to the fullest! What kind of encounters await him, and what lies ahead in his gender-swapped otherworldly reincarnation life?",
      "ja": "しがないアラサー男は、突然死により18世紀の世界観ながら魔法がある異世界の、公爵令嬢に転生した！お人形のように愛らしい【ミランダ・ミランディール】として、第二の人生を歩むことに。もともと少女趣味な面のあった、メンタル乙女だった彼は、転生後の状況を意外にあっさり受け入れる。そんなわけで、ミランダちゃんとして生きる彼は、精一杯、今度の人生を楽しもう！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2025-02-08T16:56:34+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/2cfc38c0-b9ee-40b0-b2c4-467bc34747bd.jpg",
    "altTitles": [
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "es-la": "Tímida"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters.",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "ja": "世界各国にヒーローがいる中、日本のヒーローは“恥ずかしがり屋”の少女だった!! 彼女を待ち受けるのは…!?",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4604db12-cafd-4572-a9f8-68525fb1b167",
    "title": {
      "en": "Monochrome Days"
    },
    "updatedAt": "2024-12-04T17:52:18+00:00",
    "coverArt": "https://mangadex.org/covers/4604db12-cafd-4572-a9f8-68525fb1b167/d6f010f2-bbeb-4569-8b28-58418aa651d4.jpg",
    "altTitles": [
      {
        "ja": "モノクロのふたり"
      },
      {
        "ja-ro": "Monochro no Futari"
      },
      {
        "ja-ro": "Monochrome no Futari"
      },
      {
        "ja-ro": "Monokuro no Futari"
      },
      {
        "en": "Monochrome Pair"
      }
    ],
    "description": {
      "en": "A reliable office worker, Hanaichi Fudo, undoubtedly had a gift for the arts but gave up on his dreams of becoming an artist to lead a normal life. One day, his senior at work, Saori Wakaba, asked Hanaichi for help in writing her manga. Will he take up the pen again?! Written by Yosuke Matsumoto, author of \"The Lady Becomes an Idol\", a unique new take on aspiring manga artists!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7b62193-bdfb-4953-a6c6-0bd1b9a872f9",
    "title": {
      "en": "The Bugle Call: Song of War"
    },
    "updatedAt": "2025-02-10T17:08:39+00:00",
    "coverArt": "https://mangadex.org/covers/f7b62193-bdfb-4953-a6c6-0bd1b9a872f9/3dbdafa6-e32f-4b31-8663-e8385d384a2b.jpg",
    "altTitles": [
      {
        "ja": "戦奏教室"
      },
      {
        "ja-ro": "Sensou Kyoushitsu"
      },
      {
        "ru": "Зов горна"
      },
      {
        "fr": "The Bugle Call"
      }
    ],
    "description": {
      "en": "In Arboral Year 1294, the world is dominated by nine massive towers known as the Spires, remnants of an ancient civilization. Filled with lost secrets and powerful knowledge, nations struggle to possess them. Luca is a bugler in a mercenary company who wants nothing more than to leave the battlefield behind and become a true musician, a maestro. But marked as one of the enigmatic Branch-hexed, and gifted with the strange ability to see the sound of his instrument, Luca finds himself drawn reluctantly into a war of epic proportions!\n\nLeft for dead after a battle, Luca is saved by the mysterious Pontiff and learns he is not the only person with unusual powers. The Pontiff has formed a special team of Branch-hexed individuals he plans to use to help him defeat rival empires, and Luca learns that his powers, rather than being an escape from the battlefield, now force him to be a muse of massacre.",
      "fr": "Transcender le fracas des armes, décider du sort de la bataille !\nLuka, orphelin recueilli par le chef d'un groupe de mercenaires, n'est pas comme les autres : une branche pousse sur son crâne et il peut voir les sons, matérialisés par des traits de lumière... Le seul à lui parler sans crainte est son père adoptif, aussi fin stratège qu'impitoyable au combat. À 14 ans, Luka a déjà vu assez d'horreurs pour une vie. En tant que clairon, il est de tous les affrontements, transmettant les ordres via son instrument. En réalité, il n'a qu'une envie : échapper à ce quotidien fait de violence pour devenir musicien...\n\n\nSeulement, la bataille qui s'annonce pourrait être sa dernière : cette fois, il doit prendre les armes... et, surtout, parmi ses opposants se trouvent d'autres \"branchus' dotés de divers pouvoirs surnaturels ! Ils font un massacre dans les rangs de Luka, et ce dernier, blessé, se saisit d'un clairon pour sonner la retraite... C'est alors que son véritable pouvoir se dévoile : tous ses alliés visualisent le son de son instrument et ses indications résonnent comme des ordres dans la tête des soldats de son camp ! Le garçon les sauve grâce aux stratégies de son père adoptif.\n\n\nTémoins de son exploit, les énigmatiques adversaires s'emparent de lui. Luka s'éveille dans une ville entourant une tour immense, vestige des temps anciens et source de magie... Ses nouveaux compagnons sont les protecteurs du lieu, régi par un mystérieux pape. Celui-ci passe un accord avec Luka : si le garçon met son pouvoir et son don tactique à son service, il l'aidera à devenir musicien. Sans le savoir, le jeune prodige se retrouve embarqué dans une guerre dont les enjeux le dépassent !\n\n\nLa lumière du son, seul espoir dans l'horreur des batailles... D'un trait vif et nerveux, une nouvelle génération d'auteurs invente un monde de dark fantasy sans concession. Mais ici, pas de héros surdoué au combat, juste un garçon rêvant de musique... Et pourtant, de ses talents dépend l'issue du conflit !",
      "ja": "樹木暦1294年。音が“見える”ラッパ手の少年・リュカは傭兵団に属しながらも戦争を嫌い、楽師になる事を夢見ていた。しかしある日、「枝憑き」と呼ばれる力が発現し、彼の運命は大きく動き出す――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8b6efade-38b7-4fa2-b34d-a60de5119d26",
    "title": {
      "en": "Net Keijiban Hyaku Monogatari Series"
    },
    "updatedAt": "2025-02-08T15:40:41+00:00",
    "coverArt": "https://mangadex.org/covers/8b6efade-38b7-4fa2-b34d-a60de5119d26/91fea861-226a-4002-b0c6-ba2de15b1f4b.jpg",
    "altTitles": [
      {
        "ja": "洒落にならないネット掲示板百物語～都市伝説コミック怪談集～"
      },
      {
        "ja-ro": "Share ni Naranai Net Keijiban Hyaku Monogatari: Toshi Densetsu Comic Kaidanshuu"
      },
      {
        "en": "Chilling Internet Urban Legends: A Horror Comic Anthology"
      },
      {
        "ja-ro": "Hontou ni Kowai Net Keijiban Hyaku Monogatari: Toshi Densetsu Comic Kaidanshuu"
      },
      {
        "ja": "本当に怖いネット掲示板百物語～都市伝説コミック怪談集～"
      },
      {
        "en": "From the Internet, Creepypasta"
      }
    ],
    "description": {
      "en": "Featuring eerie urban legends that became popular on the internet, faithfully adapted into comics by skilled authors. A true horror anthology for urban legends!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95",
    "title": {
      "en": "Black Channel"
    },
    "updatedAt": "2024-12-04T08:13:42+00:00",
    "coverArt": "https://mangadex.org/covers/ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95/8d5d38ee-36a0-4deb-85ba-802bfd97feb2.jpg",
    "altTitles": [
      {
        "ja": "ブラックチャンネル"
      },
      {
        "ja-ro": "Burakkuchanneru"
      }
    ],
    "description": {
      "en": "A dark comedy for the modern era, from CoroCoro Comic!\n\nEnter Black, the \"Demonic Yo-Tuber\"! With his sidekick Camera-chan, and the aspiring 5th grade Yo-Tuber Satoshi, he makes all kinds of crazy videos using his demonic powers. Filming the \"true natures\" of anyone from top honor students, to class idols, to supernatural monsters, he makes crazy videos with his demonic powers! What will Black film next...?",
      "ja": "今もっとも勢いがあるのは動画クリエイター！\n悪魔であるブラックが作る動画は超鬼ヤバ！\nクラスのアイドルやエリート小学生の裏を暴いたり、やりたい放題！\nちょっと怖いけど目が離せない、令和の新ダークヒーローここに爆誕！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73962987-7e02-4126-8405-4d75c2188d7f",
    "title": {
      "en": "Tada de wa Dakaremasen"
    },
    "updatedAt": "2024-11-02T14:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/73962987-7e02-4126-8405-4d75c2188d7f/199cc261-9cbe-4725-859b-9f4083b95d17.jpg",
    "altTitles": [
      {
        "ja": "タダでは抱かれません"
      },
      {
        "en": "I Won't Sleep with You for Free"
      },
      {
        "id": "Aku Gak Nidurin Kamu Secara Cuma-cuma"
      },
      {
        "th": "ชีวิตพลิกผัน ฉันขายตัวให้เพื่อน"
      },
      {
        "zh": "无法白“嫖”"
      }
    ],
    "description": {
      "en": "Miyako Kirishima, a university student and aspiring teacher, is a poor girl who enjoys being frugal. One day, she has a meal with Yui Nakano, her friend whom she occasionally tutors. On the way home, Yui invites her to a love hotel. Miyako is reluctant, unwilling to have sex with a friend. However, Yui cuts her off, offering her 30000 yen for sex! Subsequently, Miyako ends up in more \"transactions\" with her other friends at her women's university!? The curtain rises on a tale of yuri, friendship, money, and sex♡.",
      "id": "Kirishima Miyako, mahasiswa di sebuah universitas khusus wanita dan calon guru, adalah seorang gadis miskin yang menjalani hidup serba hemat. Suatu hari, setelah ditraktir oleh teman gadisnya Nakano Yui, dia diajak untuk mengunjungi ke love hotel. Namun, dia menolaknya karena enggan untuk berhubungan seks dengan temannya. Sampai kemudian, Yui menawarkannya 30.000 yen jika Miyako menerima ajakannya. Sejak saat itu, Miyako melakukan lebih banyak \"transaksi\" dengan teman-temannya yang lain dari universitasnya!? Kisahpun Yuri tentang persahabatan, uang dan seks pun dimulai.",
      "th": "คิริชิมะ มิยาโกะ สาวมหาลัยยาจกที่ใฝ่ฝันอยากเป็นครู ได้จับพลัดจับผลูไปเข้าโรงแรมม่านรูดกับเพื่อนซี้นามว่า นากาโนะ ยุย โดยเธอขอมีเซ็กส์ด้วยโดยแลกกับเงิน 30000 เยน! แบบนี้มีหรือมิยาโกะจะไม่เอา!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "88"
  },
  {
    "mangaId": "4691cc57-625e-4620-8d94-534dd5b13438",
    "title": {
      "en": "Naniwa Tomoare"
    },
    "updatedAt": "2025-02-09T13:51:58+00:00",
    "coverArt": "https://mangadex.org/covers/4691cc57-625e-4620-8d94-534dd5b13438/a2f64b7d-d003-4fbb-83c1-def9f9b0524a.jpg",
    "altTitles": [
      {
        "ja-ro": "NaniTomo"
      },
      {
        "ja": "ナニワトモアレ"
      },
      {
        "vi": "Dù thế nào đi nữa / đó là tình bạn Naniwa"
      }
    ],
    "description": {
      "en": "Guruguru Osaka, crackling ring! Now, the piston in my crotch is tingling!! I like picking up girls more than having three meals. Naniwa's youthful pleasure of being popular and having sex. I'm not a fart with a big loan either. I want to buy a new Silvia. I don't have the skill (technique), but I can't give up on my lewd spirit. An 18-year-old boy is making his ring debut!!",
      "vi": "Vi vu vòng quanh Osaka, rực cháy trên đường vành đai! Cây súng ở giữa háng đang rung lên! Thích tán gái hơn ăn cơm! Được gái yêu mến, chơi hết mình, đó mới là thanh xuân sôi động ở Osaka! Nợ nhiều đến mấy cũng không thành vấn đề, cứ mua chiến Silvia mới đi! Trình độ có hạn nhưng động lực nắng cực thì có thừa! 18 tuổi, chàng trai ấy ra mắt đường vành đai!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "304"
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "264c6633-dd48-474d-b319-b2467209b384",
    "title": {
      "en": "Still, I want to fall in love with you!"
    },
    "updatedAt": "2025-02-12T16:14:54+00:00",
    "coverArt": "https://mangadex.org/covers/264c6633-dd48-474d-b319-b2467209b384/78d05a1f-26dd-405c-9e3f-4b828011402e.png",
    "altTitles": [
      {
        "ja-ro": "Soredemo kimi to koi ga shitai!"
      },
      {
        "ja": "それでも君と恋がしたい！"
      },
      {
        "es-la": "Aún así, ¡quiero enamorarme de ti!"
      }
    ],
    "description": {
      "en": "Four years after joining the company, he has grown accustomed to his job.\nHonda's weekly pleasure is... “Every Wednesday, I meet Hazuki-kun, a store clerk, at work. Hazuki is a reassuring person, and his facial expressions often change when he talks to me, and he also has a cute smile that he shows when they talk. One day, she forgets her room key and asks him to stay in Hazuki-kun's room. They were supposed to talk to get to know each other better, but somehow they ended up having sex before I could confess my feelings to him. Afterwards, I told him how much I liked him, but he thought I was just being considerate after sleeping with him! Will Honda's feelings reach Hazuki...? A delicate, frustrating, but very tender love story!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2025-02-02T12:14:55+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/fbc81a82-8d29-49a5-b3b7-aa8a0518ca19.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "ru": "Возмездие Девы Марии"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ja": "親子3人で幸せな家庭を築いていた流（ながれ）一家。だが、息子の桐崇は学校でひそかに虐めにあっていた。そして起きてしまったある事件をきっかけに、息子を想う母の愛が暴走していく――。",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1cd2231b-32d7-4f66-85e1-7aa8aafa16bc",
    "title": {
      "en": "This Is the Law"
    },
    "updatedAt": "2024-12-04T22:56:11+00:00",
    "coverArt": "https://mangadex.org/covers/1cd2231b-32d7-4f66-85e1-7aa8aafa16bc/7f99ad8d-5e18-4c12-9c0c-c72f80793305.jpg",
    "altTitles": [
      {
        "ko": "이것이 법이다"
      },
      {
        "ru": "Таков закон"
      },
      {
        "ko-ro": "Igeosi Beobida"
      },
      {
        "ja": "サイコメトリー〜能力持ちの弁護士〜"
      },
      {
        "pt-br": "Esta é a lei"
      }
    ],
    "description": {
      "en": "The genius lawyer Noh HyungJin’s justice-executing returner fantasy!\n\nValedictorian of his University, perfect score on the Bar Exam, and even a 95% case win rate. Noh HyungJin was a so-called successful lawyer. While he was fighting against evil, higher powers to make South Korea a just and fair land, he was ruthlessly murdered by National Intelligence Service agents.\n\n“He shouldn’t have died…”\n\nNoh HyungJin was a man sent by Emperor YeomRa to fix corruption on Earth! However, after ending up in hell without having been able to achieve anything, Emperor YeomRa returns Noh HyungJin back in time.\n\n“I should at least give him power so he can protect himself.” What is this ‘power’ given to him by Emperor YeomRa? Will Noh HyungJin be able to change his future as well as the future of South Korea?!\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "ja": "勝率95.8%の弁護士は不利な訴訟を引き受け、国家情報院に殺されてしまうが次に目を覚ますと中学２年生に戻っていた。法律の知識と新たに手にしたサイコメトリー能力で様々な問題を解決し未来を変えるべく、彼は最年少弁護士になる道を歩み始める…。\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "ko": "천재 변호사 노형진의 정의구현 회귀 판타지! \n\n대학교 수석에 사법고시 수석, 95% 달하는 승률까지 속칭 잘나가는(?) 변호사였던 노형진! 그는 정의로운 대한민국을 만들기 위해 커다란 권력에 맞서 싸우던 중 국정원 요원에 의해 무참히 살해당하고 만다. \n\n\"죽어서는 안 될 놈인데…\" \n\n노형진은 사실 옥황상제가 지상의 타락을 바로잡기 위해 보냈던 인물이었다! 그런 그가 허무하게 저승으로 돌아오자 옥황상제는 다시 한번 노형진을 지상으로 내려보내게 되는데… \n\n\"자기 목숨 줄을 지킬 정도의 힘은 줘야지.\" 옥황상제가 말한 그 '힘'의 정체는 과연? 과연 노형진은 자신의 미래와 대한민국의 미래까지 모두 바꿀 수 있을 것인가?!\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "ru": "Фантастика о возвращении гениального адвоката! Но Хёнджин был выпускником университета с отличием по адвокатуре, и так называемым успешным адвокатом с 95% выигрышам по делам! В борьбе со злом в лице высшей власти Южной Корее, пытаясь вернуть справедливость в свою страну, он был безжалостно убит агентами национального агентства разведки.\n\n“Он не должен был умирать…” Но Хёнджин был возвращен императором Ёмра, чтобы очистить коррупцию на Земле, вернув его назад во времени и дав некую силу. Что же за силу ему даровал император? Сможет ли Но Хёнджин изменить как своё будущее, так и всей Южной Кореи?!\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "pt-br": "A retorno de fantasia de execução da justiça do advogado gênio Noh HyungJin! Primeiro lugar de sua universidade, nota máxima na OAB e até uma taxa de 95% de ganho de casos. Noh HyungJin é o tão chamado advogado de sucesso! Enquanto estava lutando contra o mal e poderes maiores para tentar tornar a coreia do sul uma terra justa, ele foi assassinado sem piedade pela Agência de Inteligência Nacional. “Ele não devia ter morrido…” Noh HyungJin foi um homem enviado pelo Imperador YeomRa para acabar com a corrupção na Terra! Mas, depois de acabar no inferno sem conseguir conquistar nada, o Imperador YeomRa retorna Noh HyungJin no tempo… “Devo pelo menor dar poder suficiente para que ele possa se proteger.” O que é esse ‘poder’ que foi dado para ele pelo Imperador YeomRa? Noh HyungJin conseguirá mudar o futuro dele assim como o da Coreia do Sul?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c0a6150-502b-4d88-a46e-50b83768fe8f",
    "title": {
      "en": "The Tutorial Is Too Tough!"
    },
    "updatedAt": "2024-09-07T17:53:56+00:00",
    "coverArt": "https://mangadex.org/covers/5c0a6150-502b-4d88-a46e-50b83768fe8f/1cf61df7-2eb2-4f8e-baf7-c78417659896.jpg",
    "altTitles": [
      {
        "ko": "튜토리얼이 너무 어렵다"
      },
      {
        "en": "The Tutorial Is Too Hard"
      },
      {
        "ko-ro": "Tutorial Neomu Eolyeobda"
      },
      {
        "ja": "チュートリアルが死ぬほど難しい"
      },
      {
        "ru": "Невероятное обучение"
      },
      {
        "zh": "新手关卡太难了"
      },
      {
        "zh-hk": "新手教學有夠難"
      },
      {
        "es-la": "El tutorial es demasiado"
      }
    ],
    "description": {
      "en": "Lee Hojae had given up his life as a pro gamer, until one day he received a mysterious message: \n\n\"Congratulations! You’ve been invited to the Tutorial World.\"\n\nIntrigued, he enters the game and confidently chooses Hell difficulty, but soon learns that he is trapped there. With a mere 0.01% survival rate, Hojae must somehow overcome the game’s agonizing challenges to figure out the real reason he was invited.\n\nThis tutorial may be tough, but its secrets are what’s truly hellacious.",
      "ja": "元プロゲーマーの堂山海は、ある日突然「チュートリアル」という名の異空間に招待された。 軽い気持ちで最凶クラスの難易度「ヘル」を選択してしまった彼は、離脱不可能、生存率ほぼゼロの「死にゲー」に挑むことになってしまった。 殺伐としたこの世界で生き残るために課せられたミッションをクリアしながら、チュートリアルに秘められた秘密を解き明かしていく。\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%8A%9C%ED%86%A0%EB%A6%AC%EC%96%BC%EC%9D%B4-%EB%84%88%EB%AC%B4-%EC%96%B4%EB%A0%B5%EB%8B%A4/2467)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/71905)",
      "ko": "gandara 퓨전 판타지 장편소설 '튜토리얼이 너무 어렵다' 가 웹툰으로 독자 여러분을 찾아갑니다.\n\n삶이 무료하던 어느 날, 내 눈앞에 나타난 초대 메세지. \n[튜토리얼 세계에 입장하시겠습니까?] \n\n그리고 뒤이어 나타난 난이도 선택 창. \n[이지] [노말] [하드] [헬] 나는 주저없이 헬 난이도를 선택했다. \n\n그리고 후회했다. \n\n아무리 헬 난이도라지만, 이건 너무 심하잖아.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%8A%9C%ED%86%A0%EB%A6%AC%EC%96%BC%EC%9D%B4-%EB%84%88%EB%AC%B4-%EC%96%B4%EB%A0%B5%EB%8B%A4/2467)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/71905)",
      "ru": "Однажды, посреди серых скучных будней, перед глазами появляется уведомление. [Вы хотите пройти обучение?]\n\nЗа ним сразу же вылезло окно выбора сложности. [Лёгкая] [Обычная] [Сложная] [Адская]. Я без колебаний выбрал адскую сложность.\n\nИ пожалел.\nЗнаю, она называется адской, но это слишком.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%8A%9C%ED%86%A0%EB%A6%AC%EC%96%BC%EC%9D%B4-%EB%84%88%EB%AC%B4-%EC%96%B4%EB%A0%B5%EB%8B%A4/2467)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/71905)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c3e20da-6f48-468f-bf92-755ee46e05ec",
    "title": {
      "en": "The Return of the Disaster-Class Hero"
    },
    "updatedAt": "2024-12-16T07:10:54+00:00",
    "coverArt": "https://mangadex.org/covers/0c3e20da-6f48-468f-bf92-755ee46e05ec/a33c16eb-99bc-467a-8586-3c486283efb2.jpg",
    "altTitles": [
      {
        "ko": "재앙급 영웅님이 귀환하셨다"
      },
      {
        "ko-ro": "Jaeanggeum Yeongungnimi Gwihwanhasyeotda"
      },
      {
        "en": "Return of the Disaster-Class Hero"
      },
      {
        "en": "Resurrection of the Catastrophic Hero"
      },
      {
        "ru": "Возвращение героя катастрофы"
      },
      {
        "fa": "بازگشت قهرمان سطح فاجعه"
      },
      {
        "tr": "Felaket Kahramanın Dirilişi"
      }
    ],
    "description": {
      "en": "Twenty years.\n\nFor twenty long years, the thirteenth saint Lee Geon was trapped inside the Tower of Demons after being backstabbed by twelve of his allies. These twelve \"saints\" were warriors chosen by the twelve Zodiac gods to defeat mysterious monsters called \"calamities\" that were massacring the planet. Though no god had chosen Geon as a saint, he became the mightiest of them all, which made him a hero... and a target.\n\nBut now, Geon has brawled his way out of the tower, and he's back stronger than ever. All that's left is to exact brutal payback on each of the saints, but none of these powerful beings will go down without a fight.\n\nWill Geon be able to stay in one piece while achieving the divine revenge of his dreams?\n\n---\n\n- [Tapas English Translation](https://tapas.io/series/the-return-of-the-disaster-class-hero/info)",
      "fr": "Il était une fois un héros qui considéré autre fois comme le plus puissant de la Terre.\n\n« Mais il est mort… Comment une personne désignée comme morte pourrait-il revenir ? »\n« Ouais, j’aimerais bien voir ça, moi aussi. »\n\nMais 20 années plus tard, il revint.\n\n« Pourquoi êtes-vous aussi choqués, les gars ? À voir vos gueules, on pourrait croire que vous vous sentez coupable ? »\n\n‘Ces enfoirés… je vais pas les laisser s’en tirer comme ça…’",
      "ko": "지상에 최강의 영웅이 있었다.\n\n“하지만 죽었잖아. 우리가 죽인 놈이 어떻게 돌아와?”\n“그러게. 돌아올 수 있으면 한번 돌아와 보라지.”\n\n그런데 20년 만에 진짜 돌아와 버렸다?\n\n“뭘 그리 놀래? 왜. 양심에 찔릴 짓이라도 하셨나?”\n\n이 XX들. 가만 안 둔다.\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=Sy4PeK3mCrI)",
      "pt-br": "Eu era o maior herói da Terra.\n\n“Mas ele está morto. Como aquele cara que matamos está de volta?”\n\n“Não sei.”\n\nEu realmente voltei depois de 20 anos?\n\n“Por que estão tão surpresos? Fizeram algo para ficar com a consciência pesada?”\n\nSeus desgraçados. Vocês não perdem por esperar."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5fc2842-d748-4a11-a7d1-4e5573762bda",
    "title": {
      "en": "Kokan Musou ~Kiraware Yuusha wa Mazoku ni Aisareru~"
    },
    "updatedAt": "2024-12-10T08:44:56+00:00",
    "coverArt": "https://mangadex.org/covers/b5fc2842-d748-4a11-a7d1-4e5573762bda/5a799a72-626e-4e82-b646-fffa98b4076c.jpg",
    "altTitles": [
      {
        "ja": "股間無双～嫌われ勇者は魔族に愛される～"
      },
      {
        "en": "Unparallelled Groin ~The Hated Hero Is Loved By The Demons~"
      },
      {
        "zh-hk": "股間無雙～被討厭的勇者卻被魔族所愛～"
      }
    ],
    "description": {
      "en": "Kantarou, who has ascended to heaven because he is too sick, reincarnates in a different world. Kantarou, who is distorted in character and is a fatty, is disliked even after reincarnating, but notices that a cloudy potion that cures anything from his crotch appears. Moreover, it also has the effect of powering up the demons, and it will be loved by the demons…!? A different world reincarnation fantasy that is unmatched in the crotch!!!\n___\n**Alt Official Raws:**\n- [Comic DAYS](https://comic-days.com/episode/3269754496640214685)\n- [niconico Manga](https://manga.nicovideo.jp/comic/55354)",
      "ja": "ヌキすぎて昇天してしまった汗太郎(かんたろう)は異世界に転生する。キモデブで性格も歪んでいる汗太郎は転生した先でも嫌われてしまうが、自分の股間から何でも治してしまう白濁色のポーションが出ることに気づく。しかもそれは魔族をパワーアップさせる効果も持っていて、魔族からも求愛されることに……!?股間で無双する異世界転生ファンタジー!!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]