[
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2025-01-02T05:18:12+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/08e61560-de52-4965-87c5-bbbd271d9a77.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "pt-br": "Akane-Banashi"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "513c1c8f-bf6a-4fe0-a9d3-0c26dfb5b5f0",
    "title": {
      "en": "I Get Stronger the More I Eat"
    },
    "updatedAt": "2024-07-07T23:35:10+00:00",
    "coverArt": "https://mangadex.org/covers/513c1c8f-bf6a-4fe0-a9d3-0c26dfb5b5f0/54e367f9-00b5-47af-b293-164b36d88f8a.jpg",
    "altTitles": [
      {
        "ko": "먹을수록 강해짐"
      },
      {
        "en": "I Grow Stronger By Eating!"
      },
      {
        "en": "I grow stronger, devouring everything in my path"
      },
      {
        "ru": "Я становлюсь сильнее, пожирая всё на своём пути"
      },
      {
        "zh": "最强饭桶"
      },
      {
        "fr": "Appétit féroce"
      },
      {
        "de": "Gewaltiger Hunger"
      },
      {
        "es-la": "¡Me fortalezco comiendo!"
      },
      {
        "id": "Aku Bertambah Kuat Dengan Makan!"
      }
    ],
    "description": {
      "en": "Known as “Pet Shop,” Mr. Kim has the unique ability to absorb the skills of the creatures he eats. One day, Pet Shop is mysteriously transported to a magical world full of orcs, trolls, and monsters. A new world, new chow, and new skills. Now Pet Shop is determined to become the most powerful creature in the world. Follow his epic climb to the top of the food chain.\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30674)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/appetit-feroce)",
      "fr": "Les armes à feu du monde humain pouvaient arrêter notre héros, plus rien ne peut l’arrêter dans ce nouvel univers ! Réincarné dans une époque imaginaire, celui qu’on surnomme « L’animalerie » doit manger des animaux pour obtenir leurs aptitudes. Pour devenir plus fort, il doit allier quantité et qualité. Sa vie ressemble à un jeu vidéo où il faut gagner des compétences et il connaît les règles par cœur !\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30674)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/appetit-feroce)",
      "id": "Setiap orang memiliki bakatnya masing-masing.\n\nDan bakat yang saya miliki adalah ‘makan’.\n\nBakat yang bersinar jauh lebih terang di dunia tempat tinggal organisme kuat yang tak terhitung jumlahnya.\n\nFeast Devour.\n\nKonsumsi darah dan daging yang kuat dan jadikan itu milik Anda.\n\nBiarpun itu naga, raja iblis, atau dewa!",
      "ko": "사람은 누구나 자신만의 재능을 가지고 있다. 그리고 그가 가진 재능은 바로 '먹는 것'이었다. 세계 곳곳을 돌아다니던 한국 출신의 국제범죄자 킴. 각종 범죄를 저지르던 킴은 국제경찰에 붙잡혀 호송되던 중 알 수 없는 세계에 빨려 들어간다. 그 세계에는 몬스터라 불리는 존재들이 가득했고, 그곳에서 킴은 모든 것을 먹어 치우며 최강의 생물을 꿈꾸게 된다. 나는 무엇이든 먹어 치울 것이다. 설령 그것이 드래곤이라 해도, 마왕이라 해도, 신이라 해도! 그리고 나는... 먹을수록 강해진다. <먹을수록 강해짐>\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30674)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/appetit-feroce)",
      "ru": "«У каждого есть талант. Мой талант — есть».\nКим, международный преступник из Кореи, который скитался по миру и совершивший различные преступления, был пойман международной полицией и затянут в неизвестный мир.\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30674)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/appetit-feroce)",
      "zh": "每个人都有自己专属的才能，李先生拥有的技能便是“吃”！捕猎经历丰富，在世界各地逃亡的的李被国际警察抓捕归案，护送途中掉入了一个未知的世界。这个世界充满了各种怪物。在这里，李吃掉各种生物，梦想成为这个世界的最强者。“我将吃掉所有东西，无论它是龙，是魔王，还是神！而我，越吃越强！”\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30674)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/appetit-feroce)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "100"
  },
  {
    "mangaId": "4ec3e6b3-18bf-4964-9c87-1f287d3398f4",
    "title": {
      "en": "Hori-san to Miyamura-kun"
    },
    "updatedAt": "2023-05-19T00:51:09+00:00",
    "coverArt": "https://mangadex.org/covers/4ec3e6b3-18bf-4964-9c87-1f287d3398f4/580d19d3-bcf6-46c3-876e-d8d8ac3897a3.jpg",
    "altTitles": [
      {
        "en": "Horimiya Webcomic"
      },
      {
        "ru": "Хори-сан и Миямура-кун"
      },
      {
        "ru": "Хоримия: Вебкомикс"
      },
      {
        "ru": "Хоримия: Ёнкома"
      },
      {
        "ja": "堀さんと宮村くん"
      },
      {
        "ja": "堀桑与宫村君"
      },
      {
        "en": "Hori-san and Miyamura-kun Webcomic"
      }
    ],
    "description": {
      "en": "The original story which the popular manga series Horimiya is based on.  \n  \nIt's said that youth is bittersweet, but maybe it's just bitter? Kyoko Hori is a flashy high school girl, who, despite her ostentatious appearance, excels in academics and loves her family. Izumi Miyamura is a bland high school boy, who, regardless of not wanting to stand out in class, secretly wears piercings outside of school and has a large body tattoo. One day, Miyamura finds Hori's little brother injured and helps him back to Hori's house, where the relationship between Hori and Miyamura begins with Hori's discovery of Miyamura's secret, and his of her's.  \n  \n\n\n---",
      "ru": "В школе Хори-сан – пример для всех – красивая, дружелюбная девушка с высокой успеваемостью, но это лишь одна её сторона, другую – она тщательно скрывает. Её родителей-трудоголиков часто не бывает дома, так что Хори вынуждена всё своё свободное время посвящать домашним делам и присмотру за младшим братом.  \nМиямура-кун кажется одноклассникам мрачным отаку в очках, однако на самом деле он очень вежливый и спокойный человек, и ему трудно даётся учёба. Миямура не любит выделяться, так что усердно скрывает, что у него есть пирсинг и татуировки.  \nОднажды случай сводит их вместе за пределами школы. Хори едва узнаёт в нём своего одноклассника, а Миямура поражён тем, насколько она отличается от того образа, что поддерживает в школе. Теперь им двоим есть с кем поделиться своими тайнами и раскрыть настоящих себя.  \n  \n\n\n---\n\nChapters 1 - 140 are the main story.  \nChapters 141 onwards are extras."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "140"
  },
  {
    "mangaId": "28b7e64d-df44-4b36-a899-45d4ea9b4f77",
    "title": {
      "en": "Kazemachi no Futari"
    },
    "updatedAt": "2025-01-31T16:32:40+00:00",
    "coverArt": "https://mangadex.org/covers/28b7e64d-df44-4b36-a899-45d4ea9b4f77/a5d79d5b-7470-4ef3-a179-7710ff79fd50.jpg",
    "altTitles": [
      {
        "ja": "風街のふたり"
      },
      {
        "en": "In a Windy Town"
      },
      {
        "ja-ro": "Kazemachi no Futari"
      }
    ],
    "description": {
      "en": "A lonely old painter and a girl with no friends. This is a story about two people who don't fit in, and how they learn how to love the world as it is."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "afc7a390-fba7-425c-a866-8ba52e598599",
    "title": {
      "en": "All-Master Necromancer"
    },
    "updatedAt": "2024-12-08T06:54:05+00:00",
    "coverArt": "https://mangadex.org/covers/afc7a390-fba7-425c-a866-8ba52e598599/3043a333-729b-40fd-bd9d-e70041eca5fc.png",
    "altTitles": [
      {
        "en": "Absolute Necromancer"
      },
      {
        "ko": "올 마스터 네크로맨서"
      }
    ],
    "description": {
      "en": "Betrayed and killed by his fellow Ninestar guild members, the powerful necromancer Cha Jin-Hyuk resorts to a daring soul transference.\n\nA decade later, he awakens in a new body, devoid of his former powers. With the support of his new comrades, Spirit Master Balkan and hobgoblin Haryu, he embarks on a quest for vengeance, scaling the mysterious tower once again.\n\nOnly this time, he possesses the overpowered abilities of an All-Master, enabling him to master all the classes within the tower!",
      "fr": "La tour. Un endroit inconnu avec de nombreux changements rapides.\n\nDix ans plus tard, je me suis réincarné dans le corps d'un garçon qui vit sur Terre, en Corée du Sud.\n\n\"Le type qui m'a poignardé dans le dos et celui qui est au-dessus de lui... Je vais leur faire la peau.\n\n\" La personne qui a atteint le sommet en tant que nécromancien et a atteint la classe supérieure, le Maître de l'Esprit Cha Jinhyuk. En tant que \"All-Master\", il prendra sa revanche en grimpant dans la tour en tant que nécromancien."
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c65e797c-b412-42b1-94b8-aac5c4d5a7ca",
    "title": {
      "en": "Trapped in a Cursed Game as an NPC"
    },
    "updatedAt": "2024-12-28T01:10:46+00:00",
    "coverArt": "https://mangadex.org/covers/c65e797c-b412-42b1-94b8-aac5c4d5a7ca/23ffb86d-5b01-455e-9fce-df8deef44f2e.png",
    "altTitles": [
      {
        "ko": "망겜 속에 갇혔다 근데 이제 NPC를 곁들인"
      },
      {
        "en": "Trapped in a Cursed Game, but Now With NPCs"
      },
      {
        "en": "Trapped in a Game That Flopped"
      }
    ],
    "description": {
      "en": "I'm going to live a normal life!\n\n...said Shari Azriel, the apothecary of the Dover village.\n\nThen one day, I realised that I possessed an NPC in a video game! I've been locked up here for two years, and I only just noticed.\n\nIf I can't get out of the game...\n\"A, in their 20's, was found starved to death while playing VR games.\"\nThis could be what I'm remembered as!\n\n\"I have to get out!\"\n\nHowever, it was too late when I came to the realisation that... I can't log out because of an error!\n\nThat means, the only way out would be approaching the male lead, \"the Lord of Nightmares,\" and helping his comrades defeat the final villain. So I have no choice but to wait until the game ends...\n\nThe difficulty level, the story, the likelihood of failure in such a heinous game, a game that nobody won before...\n\n\"The Lord of Nightmares has a strong urge to kill you.\"\n\nSomehow, I believe that dying by the male lead's hands would be faster."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4cc8b1ac-fea1-4f52-b242-5c45b3e60f6a",
    "title": {
      "en": "Iinchou to M-ko no Yuri"
    },
    "updatedAt": "2025-01-26T07:28:04+00:00",
    "coverArt": "https://mangadex.org/covers/4cc8b1ac-fea1-4f52-b242-5c45b3e60f6a/8537dffe-6439-4ef2-a066-9db0fa975d27.jpg",
    "altTitles": [
      {
        "ja": "委員長とM子の百合"
      },
      {
        "en": "Yuri Between the Class President and a Masochistic Girl"
      },
      {
        "en": "Class President's and Masochism Girl's Yuri"
      },
      {
        "uk": "Президентка Класу знайшла собі Слухняну Мазохістку"
      },
      {
        "tr": "Sınıf başkanı ile mazoşist bir kız arasındaki yuri"
      },
      {
        "id": "Kisah Bakung Antara Ketua Kelas dan Gadis Masokis"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e",
    "title": {
      "en": "Hidden Love: Can't Be Concealed"
    },
    "updatedAt": "2024-07-25T09:15:09+00:00",
    "coverArt": "https://mangadex.org/covers/53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e/8bcfc927-9424-48e4-8a3c-a50a13371e2f.jpg",
    "altTitles": [
      {
        "en": "Secretly, Secretly; But Unable to Hide It"
      },
      {
        "en": "Hidden Love"
      },
      {
        "zh": "偷偷藏不住"
      },
      {
        "en": "My Secret Crush"
      }
    ],
    "description": {
      "en": "That year, someone secretly wormed their way into Sang Zhi's heart and she fell in love with her brother's friend Duan Jiaxu. That older brother has beautiful peachy eyes and casually calls her a \"kid\". That spark of surprise when they first met made Sang Zhi want to slowly get closer to him, but the 7-year age difference felt like an insurmountable gap that she couldn't cross over. Not knowing when it started, the crush buried at the bottom of her heart sprouted, and slowly, it spread into his heart too...",
      "zh": "那年，桑稚的心里偷偷地住进了一个人，喜欢上哥哥的朋友段嘉许，这个大哥哥有着好看的桃花眼，漫不经心的喊她“小孩”，初见的惊艳总是让桑稚忍不住想要靠近，但是7岁的年龄差仿佛又是他们无法逾越的鸿沟，不知从何时起，埋藏在心底的青涩暗恋逐渐发芽，慢慢地，也蔓延进了他的心里...【"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de9de208-7d80-49fa-8ea7-1b158216d409",
    "title": {
      "en": "Ui to Shimiko ga Bunny Girl Sugata de 「Hajimete」 wo shichau hanashi"
    },
    "updatedAt": "2025-02-01T07:33:05+00:00",
    "coverArt": "https://mangadex.org/covers/de9de208-7d80-49fa-8ea7-1b158216d409/987de907-4c4e-4402-b432-62dfa5208260.jpg",
    "altTitles": [
      {
        "en": "How the Library Committee Ended Up Having Their “First” While in Bunny Suits"
      }
    ],
    "description": {
      "en": "After the events of \"Serenade Promenade\", Shimiko hatches a plan to help the Library Committee recover after a drop in visitors."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4bf782-9fe9-42a6-be7f-3809293818c2",
    "title": {
      "en": "Hell Mode ~Yarikomi Suki no Gamer wa Hai Settei no Isekai de Musou Suru~"
    },
    "updatedAt": "2024-12-10T12:08:22+00:00",
    "coverArt": "https://mangadex.org/covers/ee4bf782-9fe9-42a6-be7f-3809293818c2/dde07155-0ad4-4500-b8fb-30e75b9f012e.jpg",
    "altTitles": [
      {
        "en": "Hell Mode: The Hardcore Gamer Dominates in Another World with Garbage Balancing"
      },
      {
        "ja": "ヘルモード ～やり込み好きのゲーマーは廃設定の異世界で無双する～ はじまりの召喚士"
      }
    ],
    "description": {
      "en": "Yamada Kenichi, a single, 35-year-old businessman, has spent the majority of his adult life playing every MMORPG to hit the market. Tired of the constant cycle of repetitive, newbie-centric gameplay, he is immediately drawn in by the promise of a new game that, on top of being never-ending, offers up a \"Hell Mode\" — a difficulty level that makes it nigh impossible to level up but also promises uncapped growth potential.\n\nUpon selecting the newly released Summoner class, Kenichi finds himself reborn as Allen, an infant in a serf family, with nothing but his wits and old memories to guide him. Allen works diligently to level himself up despite Hell Mode requiring vast amounts of experience between levels. In doing so, he hopes to uncover the secrets the Summoner class holds. All the while, he dedicates himself to freeing his new family from serfdom.",
      "ja": "「終わらないゲームにあなたを招待します。 だって?」 健一が偶然たどり着いたタイトルのない謎のネットゲーム。 難易度設定画面で迷わず最高難易度『ヘルモード』を選ぶと、異世界の農奴へと転生してしまった! 少年「アレン」へと転生した健一は、謎の多い職業「召喚士」を使いこなしながら、 異世界で最強への道を手探りで歩み始めるが――。",
      "pt-br": "\"Você será convocado para o mundo de um jogo sem fim?' Um dia, estava procurando um novo jogo, quando de repente vi aquele anúncio. Depois de escolher o modo mais difícil do jogo, 'modo inferno', de repente reencarnei em um novo mundo como um lavrador. Como um menino chamado Allen, comecei minha jornada em outro mundo com a maior dificuldade, superando todos os desafios para alcançar o maior título do jogo \"Summoner\" . ----- O romance promissor de 1º grau da revista 'Vamos nos tornar um escritor ', uma história extremamente aguardada."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cfadedb-99cf-4fe5-b117-dc624da32225",
    "title": {
      "ja-ro": "Black Gakkou ni Tsutomete Shimatta Sensei"
    },
    "updatedAt": "2025-01-18T02:43:20+00:00",
    "coverArt": "https://mangadex.org/covers/0cfadedb-99cf-4fe5-b117-dc624da32225/0172b37a-cff6-4499-90a5-830765e99cf3.jpg",
    "altTitles": [
      {
        "en": "Transferred to the Gyaru Academy"
      },
      {
        "en": "Black Girls High School"
      },
      {
        "ja-ro": "Burakku Gakkou ni Tsutomete Shimatta Sensei"
      },
      {
        "en": "Crap, I'm a Teacher at a Black Gyaru School!"
      },
      {
        "en": "I Messed Up by Teaching at a Black Gyaru School!"
      },
      {
        "en": "Teacher Working at a Black School"
      },
      {
        "ru": "Преподаватель Горячих Девушек"
      },
      {
        "ja": "ブラック学校に勤めてしまった先生"
      },
      {
        "zh": "在黑人学校工作的老师"
      },
      {
        "zh-hk": "在黑人學校工作的老師"
      },
      {
        "ko": "블랙학교에 근무하게 된 선생님"
      },
      {
        "en": "A Teacher Who Worked at a Black School"
      },
      {
        "en": "A Teacher Who Messed Up By Teaching At A Black School"
      }
    ],
    "description": {
      "en": "The largest rise of Dark Skin Gyaru girls of this century! The start of high school life with best and strongest girls out there!! High School Teacher Imada Sasamichi has been assigned to work there at this school, only to find out that everyone in the class is a dark-skinned gyaru!!!! Kuroi, Kuroiwa, Kuroiso…all the names are Kuro (Black)!!! Meanwhile, Kuroi Mariko already fell in love with her sensei…!? It's the start of these lust-filled girls straight love-attacks on Sensei's life!",
      "pt": "Neste século houve o maior aumento de Gals Dark Skin! O início da vida no ensino médio com as melhores e mais fortes garotas que existem!! O professor do ensino médio Imada Sasamichi foi designado para trabalhar nesta escola, apenas para descobrir que todas na classe são um gals dark skin!!!! Kuroi, Kuroiwa, Kuroiso… todos os nomes delas tem Kuro(Dark)!!! Enquanto isso, Kuroi Mariko já se apaixonou por seu sensei…!? É o começo do ataque dessas garotas cheias de luxúria, amor e diretos à vida do Sensei!  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/Souryu_STD)  \r\n- [Author's Fanbox](https://souryu.fanbox.cc/)",
      "es-la": "El profesor Imada Sasamichi ha sido asignado a una escuela llena de chicas! ¡Solo para descubrir que todas en la clase son Gyaru de piel oscura! Kuroi, Kuroiwa, Kuroiso ... ¡Todos sus nombres empiezan con Kuro (Negro)! ¿¡Mientras tanto, Kuroi Mariko ya se enamoró de su Sensei...!? ¡Es el comienzo de estas chicas llenas de lujuria y sus ataques amorosos directos a la vida del Sensei!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fdc3859e-7297-43ee-b91d-10cbdfbe4761",
    "title": {
      "en": "The Yellow-haired Villain in Female Main Character's Novel wants Happiness"
    },
    "updatedAt": "2025-01-29T17:29:44+00:00",
    "coverArt": "https://mangadex.org/covers/fdc3859e-7297-43ee-b91d-10cbdfbe4761/7f2a5459-8e6c-40c6-825b-4d4de62fcd25.jpg",
    "altTitles": [
      {
        "en": "The yellow-haired villain in Soaring Phoenix's novels also desires happiness"
      },
      {
        "zh": "凤傲天小说里的黄毛反派也想幸福"
      }
    ],
    "description": {
      "en": "[From the Same Studio as the Manhua \"Shut Up, Evil Dragon!\"]\n\nTransmigrating into the body of a yellow-haired villain in the early stages of a Yuri novel, Moon only wants to survive. But… why does the story seem to be going off track?\n\nThe princess has already been drugged, and even her pants have been removed—so why hasn't the protagonist appeared yet? Why does the protagonist’s childhood friend, a noble and pure saint, keep giving me flirtatious looks? Even my obedient and loyal personal maid has started gazing at me with increasingly dangerous eyes!\n\nWhere is the protagonist?! Please, someone save me!!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c355cfa-d8a9-495c-a50b-8729102ab2b7",
    "title": {
      "en": "Shin Lupin III"
    },
    "updatedAt": "2023-05-16T03:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/3c355cfa-d8a9-495c-a50b-8729102ab2b7/33549561-aa82-473c-9bc3-534b194a5a96.jpg",
    "altTitles": [
      {
        "en": "Lupin III - World's Most Wanted"
      },
      {
        "en": "New Lupin III"
      },
      {
        "ja-ro": "Shin Lupin Sansei"
      },
      {
        "ja": "新ルパン三世"
      }
    ],
    "description": {
      "en": "Lupin the Third and his motley crew return in Shin Lupin III! This time, several of the stories are either brand new or adapted from or to the Lupin anime, and the beginning story was even animated by itself several years later!  \n  \nLupin the Third is the grandson of the famous literary thief Arsène Lupin, and his partners in crime include the sharpshooter Jigen Daisuke, the stoic samurai Goemon Ishikawa the Thirteenth, and the on-again-off-again lover/enemy Fujiko Mine. Their goal is to outwit enemies bigger than themselves while nabbing the world's rarest and most important items, while also outwitting the dogged Inspector Zenigata, who's made it his life's work to capture and secure Lupin. In the manga however, his relationship with the titular thief isn't as \"respecting to the enemy\" as you would expect, as he's attempted multiple times to kill him without shedding a tear!   \n  \nWhat kind of sexy exploits will Lupin and his crew get up to next in…Shin Lupin III!"
    },
    "status": "completed",
    "releaseDate": 1977,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "188"
  },
  {
    "mangaId": "b1953f80-36f7-492c-b0f8-e9dd0ad01752",
    "title": {
      "en": "Modern MoGal"
    },
    "updatedAt": "2024-07-29T12:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/b1953f80-36f7-492c-b0f8-e9dd0ad01752/da3d4dcd-f660-4cae-869f-a861a2ff496b.jpg",
    "altTitles": [
      {
        "en": "Monster Gals"
      },
      {
        "zh-ro": "Rén Wài de Xīngqíwǔ"
      },
      {
        "zh-hk": "人外的星期五"
      },
      {
        "uk": "Монстро-дівчата"
      }
    ],
    "description": {
      "en": "The daily experiences of modern monster girls.   \r\n  \r\nOriginal comic by [Shepherd0821](https://mangadex.org/group/6025/shepherd0821), uploaded to MangaDex with permission.",
      "pt-br": "As experiências diárias de garotas monstro modernas.\nQuadrinhos originais por Shepherd0821"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6165c017-08d5-4dab-8149-076cbca03a85",
    "title": {
      "en": "Ryuujin Kakusei"
    },
    "updatedAt": "2024-12-18T00:48:07+00:00",
    "coverArt": "https://mangadex.org/covers/6165c017-08d5-4dab-8149-076cbca03a85/cbf92a16-eb4a-4f2a-9c94-dbd5f4c2f05b.jpg",
    "altTitles": [
      {
        "ja": "龍人覚醒"
      },
      {
        "en": "Dragons Awakening"
      }
    ],
    "description": {
      "en": "Inside the popular VRMMO where you can fight massive dragons, [Angolmois Field], Sudou Masaki, the world’s best player, defeated the dragon emperor. At the same time the game suddenly ends its service abruptly. But one day, the dragon emperor and its minions appear in the real world. The humans are put to the trial. Masaki knows that the scenario is just like the game [Angolmois Field] itself. If he were to obtain the [Sword Scale], he can manipulate the power of the dragons itself, and be awakened as a [Dragonoid]."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "685db91e-a8ab-4de3-9738-9d3f883bd179",
    "title": {
      "en": "Ikemen Joshi to Josou Danshi"
    },
    "updatedAt": "2024-04-20T16:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/685db91e-a8ab-4de3-9738-9d3f883bd179/a77d4de0-787c-43e0-9aa6-c48e6e0b6e4e.jpg",
    "altTitles": [
      {
        "tr": "Cross-dressing yaparken, yakışıklı bir adam beni yürüttü"
      },
      {
        "ru": "Пока я был переодет в женскую одежду, ко мне пристал красивый парень!"
      },
      {
        "zh": "女装上街闲逛被帅哥搭讪了"
      },
      {
        "en": "Handsome Girl and Crossdressing Boy"
      },
      {
        "ja": "イケメン女子と女装男子"
      },
      {
        "en": "While Cross-Dressing, I Was Hit on by a Handsome Guy!"
      },
      {
        "ja-ro": "Josou Shite Machi ni Kuridashitara Ikemen ni Nanpa Sareru Manga"
      }
    ],
    "description": {
      "en": "While cross-dressing, I was hit on by a handsome guy, except she wasn't actually a handsome guy!",
      "tr": "Ceza olarak crossdressing yaparken yakışıklı bir adamla karşılaştım ve işi pişirdi.",
      "pt-br": "Por causa de uma brincadeira eu acabei tendo de me vestir de menina, então, sai às ruas, e nesse dia, acabei conhecendo alguém e minha vida está para mudar."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "104"
  },
  {
    "mangaId": "6676aef9-cf30-4950-9a20-e0382b5e7447",
    "title": {
      "en": "Shuumatsu no Valkyrie Kinden - Kamigami no Apocalypse"
    },
    "updatedAt": "2025-01-17T11:19:47+00:00",
    "coverArt": "https://mangadex.org/covers/6676aef9-cf30-4950-9a20-e0382b5e7447/9a219555-634d-47fc-966e-3ff9b5c5b326.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ禁伝 神々の黙示録"
      },
      {
        "fr": "L'Apocalypse des dieux"
      },
      {
        "en": "Record of Ragnarok Forbidden Side-Story: Gods' Apocalypse"
      },
      {
        "en": "Record of Ragnarok: The Apocalypse of the Gods"
      }
    ],
    "description": {
      "en": "Zeus, supreme chairman of the Council of Valhalla, announces to the gods twelve of the thirteen fighters set to participate in Ragnarok--and is met with the dissenting voices of those who were not chosen. However, Zeus has foreseen this, and immediately declares the holding of another tournament to decide the final spot on the Ragnarok lineup, one which will break the taboo on gods fighting one another. Thus begins the \"Revelation\" of the untold side of *Record of Ragnarok!*"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09fc3c69-5b21-493e-83a1-f9486c46a19f",
    "title": {
      "en": "Mobile Suit Gundam SEED ECLIPSE"
    },
    "updatedAt": "2025-01-28T18:31:59+00:00",
    "coverArt": "https://mangadex.org/covers/09fc3c69-5b21-493e-83a1-f9486c46a19f/f8bce479-32a9-4473-a506-f700a599434c.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダムSEED ECLIPSE"
      },
      {
        "ja-ro": "Kidou Senshi Gundam Seed Eclipse"
      }
    ],
    "description": {
      "en": "Celebrating 20 years of *Gundam SEED*! The official *SEED* side story that will add new garnish to the Cosmic Era has begun!\n\nIn the 72nd year of Cosmic Era, there existed the Orb force \"ODR,\" which struggled during this period that would later be called the \"two blank years.\" Here are the unknown exploits of the ODR, who drove the new transformable unit Eclipse. The new *SEED* spin-off begins!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "98109e7e-647b-417a-8990-e9e3799680c8",
    "title": {
      "en": "Conquering Dungeons With Copy Paste!"
    },
    "updatedAt": "2024-08-30T03:38:52+00:00",
    "coverArt": "https://mangadex.org/covers/98109e7e-647b-417a-8990-e9e3799680c8/2eadd094-6315-48d4-abb5-8197d3148b24.png",
    "altTitles": [
      {
        "ja": "コピペでダンジョン攻略!"
      },
      {
        "ko": "던전공략은 복붙이지"
      }
    ],
    "description": {
      "en": "Seo Han-Jun, the protagonist, is cursed by a Transcendent being with a skill called “Copy-Paste” (Ctrl+C, Ctrl+V) and given only 20 years to live. However, this skill only works on himself, and its growth is stunted, leading him to live a disregarded life as a low-level hunter. One day, while fighting in a dungeon, he discovers a way to develop his Copy-Paste skill! With this newfound power, he quickly becomes a world-class hunter. Now, together with his companions, Han-Junmust prevent the impending catastrophe. Will Seo Han-Jununcover the Transcendent’s identity and save the world?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "981ad6bb-9eab-4777-b39a-0acb0be1ef8b",
    "title": {
      "en": "Osananajimi no Yuri"
    },
    "updatedAt": "2025-01-19T13:19:22+00:00",
    "coverArt": "https://mangadex.org/covers/981ad6bb-9eab-4777-b39a-0acb0be1ef8b/46fb13a1-437c-497d-9ccc-906073c1a6d4.jpg",
    "altTitles": [
      {
        "en": "Childhood Friend Yuri"
      },
      {
        "ja": "おさななじみの百合"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49ddeb9a-1d34-4820-a773-c096bf7b219b",
    "title": {
      "en": "Doomsday Sword God"
    },
    "updatedAt": "2024-02-24T23:19:34+00:00",
    "coverArt": "https://mangadex.org/covers/49ddeb9a-1d34-4820-a773-c096bf7b219b/dbc5461c-46aa-42bc-ad5a-5b47853b9c61.png",
    "altTitles": [
      {
        "zh": "末日剑神：我震惊全球！"
      },
      {
        "en": "Apocalypse Sword God"
      }
    ],
    "description": {
      "en": "If mercy and kindness can’t save the world, then this time, I choose to kill—\n\nEternal Slayer! Heavenly Lightning Slash! Sword of Annihilation! As long as you learn the most common sword skills, they can be upgraded to SSS rank?! Divine talent + forbidden skills! I’m the last spark of hope in this apocalypse!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60d743e7-563e-43e9-bae9-069fe8c7b79e",
    "title": {
      "en": "Things I Learned After Death"
    },
    "updatedAt": "2025-01-21T16:34:09+00:00",
    "coverArt": "https://mangadex.org/covers/60d743e7-563e-43e9-bae9-069fe8c7b79e/cc347371-3219-435f-aaac-efd0de2e7be1.jpg",
    "altTitles": [
      {
        "ko": "죽음 뒤에 알게 된 것들"
      }
    ],
    "description": {
      "en": "“My mother’s killer, the one who scarred my face forever, and even stole my fiancé—Kanna.”  \n\nThis time, I’ll take everything back.  \n\nBut the idea of rewriting the past was nothing more than my arrogance.  \n\n“No matter how hard you struggle, you’ll never beat me, Linette.”  \n\nA relentless battle begins between two sisters—one who lost everything and another who took it all."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd60cf1e-6775-4546-8b84-949502a2b113",
    "title": {
      "en": "Rai Rai Rai"
    },
    "updatedAt": "2025-01-28T04:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/cd60cf1e-6775-4546-8b84-949502a2b113/8a7b16c6-0b6e-4fad-8c31-71e0b9983c1d.jpg",
    "altTitles": [
      {
        "ja": "雷雷雷"
      },
      {
        "ja-ro": "Rai Rai Rai"
      },
      {
        "ja-ro": "Rairairai"
      },
      {
        "uk": "ГрімГрімГрім"
      }
    ],
    "description": {
      "en": "Fifty years after the war with the aliens... danger emerges... from within a young girl! Ichigaya Sumire, age 18, works at a \"space pest\" extermination company to pay off the debts her father left behind. But one day, her life is turned upside down when she's abducted by a UFO!",
      "ja": "ガール・ミーツ・エイリアン！\n\nエイリアンと戦争から50年――\n\n市ヶ谷スミレ、18歳。父親の残した借金返済のため宇宙害蟲駆除会社に勤務する日々。そんなスミレの日常が、UFOにさらわれたことで一変する…！頭の中で聞こえる何者かの声…襲いかかる宇宙害獣…さらには軍事企業からも狙われて――！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b943adeb-a17f-41e1-8c4f-6b7c2af1e846",
    "title": {
      "en": "Keppeki Danshi! Aoyama-kun"
    },
    "updatedAt": "2025-01-29T11:57:34+00:00",
    "coverArt": "https://mangadex.org/covers/b943adeb-a17f-41e1-8c4f-6b7c2af1e846/4c79f637-8f4c-4330-9364-6b60ed163e89.jpg",
    "altTitles": [
      {
        "en": "Clean Freak! Aoyama-kun"
      },
      {
        "en": "Cleanliness boy! Aoyama-kun"
      },
      {
        "ja-ro": "Keppeki Danshi! Aoyama-kun"
      },
      {
        "zh": "洁癖男子！青山君"
      },
      {
        "ja": "潔癖男子！青山くん"
      },
      {
        "pl": "Czysty Chłopiec! Aoyama-kun"
      },
      {
        "hu": "Tisztaságmániás! Aoyama-kun"
      },
      {
        "vi": "Chàng trai sạch sẽ! Aoyama-kun"
      },
      {
        "vi": "Thiên tài sạch sẽ"
      }
    ],
    "description": {
      "en": "Aoyama is a handsome young soccer genius who's a Japan representative. His play style is \"cleanliness.\" He doesn't tackle and doesn't head the ball. If he's doing a throw-in, he'll only do it if he's wearing gloves.",
      "pl": "Aoyama to przystojny, młody geniusz piłki nożnej, który reprezentuje Japonię. Jego styl gry to \"czystość\". Nie tackluje i nie główkuje piłki. Jeśli wykonuje wrzutkę, robi to tylko w rękawicach."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "113"
  },
  {
    "mangaId": "6d02e579-b0db-4240-98e9-e68e458f8dfc",
    "title": {
      "en": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
    },
    "updatedAt": "2025-01-29T12:02:17+00:00",
    "coverArt": "https://mangadex.org/covers/6d02e579-b0db-4240-98e9-e68e458f8dfc/dab1e191-2ef4-4339-8e02-69c7dd3d156e.jpg",
    "altTitles": [
      {
        "fr": "Ma maison est une zone de convergence magique: Uniquement en vivant là je suis le plus fort du monde"
      },
      {
        "ru": "Мой дом — это место волшебной силы"
      },
      {
        "ja": "俺の家が魔力スポットだった件 ～住んでいるだけで世界最強～"
      },
      {
        "zh-hk": "原来我家是魔力点~只是住在那里就变成世界最强~"
      },
      {
        "ko": "우리 집이 마력스팟이었던 건에 대하여 ~살고 있는 것만으로 세계최강~"
      },
      {
        "pt-br": "Minha casa está em um ponto mágico de poder, por morar lá eu me tornei o mais forte do mundo"
      },
      {
        "en": "My House Is a Magic Power Spot: Just by Living There I Become the Strongest in the World"
      }
    ],
    "description": {
      "en": "Living carefree at home is the greatest shortcut—my house is the world’s greatest Magic Power Spot. That being the case, both my house and I were summoned to another world by some guys who were aiming for it. However, I’ve been living in this place for many years and my body is, apparently, abnormally overflowing with magic. Due to some unforeseen circumstances by those guys who summoned me, they quickly ran away. Be that as it may, there are still some ill-mannered people who covet the magic leaking out of my house. I won’t give up my house to those people! I’m going to wield my power as I please!\n___\n**Storyboarder:** [Oomine](https://mangadex.org/author/3a2b2fed-9cc9-4538-b2ca-1d563370316f)\n**Character Designer:** [Nabeshima Tetsuhiro](https://mangadex.org/author/9badc86b-f0ba-4f08-bc11-323ea16aae00)\n\n**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/comic/34698)",
      "ja": "自宅でのんびりすることが、最強への近道だった――。強力な魔力スポットの上に建つ一軒家に住んでいた普通の青年ダイチ。 ある日、それを狙うやつらに家ごと異世界に召喚されてしまう!!　だが、長年魔力スポットに住み続け、魔力が貯めこまれたダイチは敵を一蹴！　さらにかわいい我が家の精霊サクラも現れて至れり尽くせり！　最強の魔力を持ったダイチが望むものはただ一つ――それは自宅で平穏に暮らすこと！",
      "ru": "Жить беззаботно в своём доме — это, несомненно, великолепно. Но мой дом — самое большое в мире место волшебной силы. Каким-то образом вышло так, что меня с моим домом перенесло в другой мир. Выяснилось, что меня призвали какие-то парни, которые хотели присвоить магию моего дома себе. Тем не менее, я живу в этом месте в течение многих лет, и мое тело, по-видимому, аномально переполнено магией. Из-за каких-то непредвиденных обстоятельств те ребята, которые меня вызвали, быстро убежали. Как бы то ни было, все ещё есть невоспитанные люди, которые жаждут магии, просачивающейся из моего дома. Я не отдам свой дом никому! Я буду использовать свою силу, как захочу!   \n\n- [Original Web Novel](https://ncode.syosetu.com/n5915da/) (Raw)",
      "es-la": "Vivir sin preocupaciones en casa es el mejor atajo: mi casa es el mayor punto de poder mágico del mundo. Siendo ese el caso, tanto mi casa como yo fuimos invocados a otro mundo. Sin embargo, he estado viviendo en este lugar durante muchos años y aparentemente mi cuerpo está desbordado magia. Debido a circunstancias imprevistas por parte de los tipos que me invocaron, huyeron rápidamente. Como sea, todavía hay algunas personas mal educadas que codician la magia que escapa de mi casa. ¡No voy a ceder mi casa a esas personas! ¡Voy a ejercer mi poder como me plazca!",
      "pt-br": "Viver despreocupado em casa é a melhor coisa... minha casa é o maior ponto de força mágica do mundo. Sendo esse o caso, tanto minha casa quanto eu fomos convocados para outro mundo por algumas pessoas que estavam visado isso. No entanto, eu moro neste lugar há muitos anos e meu corpo está, aparentemente, transbordando de forma anormal com a magia. Devido a algumas circunstâncias imprevistas por aquelas pessoas que me chamaram, elas rapidamente fugiram. Seja como for, ainda há algumas pessoas mal-educadas que cobiçam a magia que vaza da minha casa. Eu não vou desistir da minha casa para essas pessoas! Vou usar meu poder como quiser!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "233"
  },
  {
    "mangaId": "6b9658ff-f346-4f25-9060-31c76cb0b847",
    "title": {
      "en": "NEET Kunoichi to Nazeka Dousei Hajimemashita"
    },
    "updatedAt": "2025-01-27T21:37:40+00:00",
    "coverArt": "https://mangadex.org/covers/6b9658ff-f346-4f25-9060-31c76cb0b847/67b862dc-03bd-4f7f-b612-f69239732edd.jpg",
    "altTitles": [
      {
        "ja": "ニートくノ一となぜか同棲はじめました"
      },
      {
        "en": "Somehow, I Started Living with a NEET Kunoichi"
      }
    ],
    "description": {
      "en": "Otaku Kunoichi ≒ Otaku NEET ≒ Girl with Zero Romantic Experience!\n\nA normal salaryman, Tsukasa, is attacked by a Youma and is gallantly saved by the appearance of the genius kunoichi, Shizuri. However, when she is not working, she becomes an otaku NEET... Today, Tsukasa's househusband skills will continue to spoil Shizuri. A prescription delivered directly to you♪",
      "ja": "平凡なサラリーマン・政が妖魔に襲われていたところに颯爽と現れ、\n彼を救った天才くノ一・しづり。しかし彼女は、オフにはオタクニートになってしまうのだった……。政の主夫スキルが、今もしづりを甘やかす！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f26196b-c0d8-4198-b141-2cbacd2b5ce7",
    "title": {
      "en": "Girl Friends"
    },
    "updatedAt": "2024-10-27T12:09:41+00:00",
    "coverArt": "https://mangadex.org/covers/5f26196b-c0d8-4198-b141-2cbacd2b5ce7/14b1366c-3789-479b-a931-7fe3fe170e53.png",
    "altTitles": [
      {
        "en": "Girlfriends"
      },
      {
        "ja": "ガールフレンズ"
      },
      {
        "pt-br": "Girl Friends"
      },
      {
        "de": "Wir beide!"
      },
      {
        "ru": "Подружки"
      }
    ],
    "description": {
      "en": "Mari is a shy, studious girl who has neither a boyfriend nor any friends. One day, Akiko - one of the most fashion-conscious and sociable girls in the class - strikes up a conversation with her out of the blue! As the days go by the two become inseparable, with Akiko often cheerily remarking on how they became best friends so easily. Mari has a lot of fun with Akiko and her group, slowly becoming more outgoing despite still being timid and awkward. But she knows, deep down inside, that she doesn't want them to stay just friends forever…",
      "pt-br": "Mari é uma garota tímida e estudiosa que não tem namorado nem amigos. Um dia, Akiko - uma das garotas mais fashion e sociável da turma - começa uma conversa com ela do nada! À medida que os dias passam, as duas se tornam inseparáveis, com Akiko muitas vezes alegremente observando como elas se tornaram melhores amigas tão facilmente. Mari se diverte muito com Akiko e seu grupo, lentamente se tornando mais extrovertida, apesar de ainda ser tímida e estranha. Mas ela sabe, no fundo, que ela não quer que fiquem apenas amigas para sempre ..."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "35.5"
  },
  {
    "mangaId": "7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed",
    "title": {
      "en": "Isekai de Haishin Katsudou wo Shitara Tairyou no Yandere Shinja wo Umidashite Shimatta Ken"
    },
    "updatedAt": "2024-12-04T00:09:47+00:00",
    "coverArt": "https://mangadex.org/covers/7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed/acd113d1-fa12-4819-9942-1f3d65751618.jpg",
    "altTitles": [
      {
        "ja": "異世界で配信活動をしたら大量のヤンデレ信者を生み出してしまった件"
      },
      {
        "en": "When I Started Streaming in Another World, I Ended Up Creating a Large Number of Yandere Followers"
      }
    ],
    "description": {
      "en": "Living in Ataraxia, a world of swords and magic, a reincarnated individual decided to make a living out of streaming. Living in a world where such a thing did not exist despite the many forms of entertainment, he quickly made a name for himself. This is not the tale of just a streamer... but of a boy who becomes a legend as a haishinsha.",
      "ja": "剣と魔法の世界アタラシア――その世界に生きる一人の転生者が配信活動に手を出した。 数多くの娯楽はあれど、そのようなモノが存在しなかった世界で彼はたちまち有名になった。 これは異世界で唯一の配信者……ではなく、ハイシンシャになろうと考えた少年の物語である。",
      "vi": "Anh nhân vật chính của chúng ta được chuyển sinh sang thế giới có sự tồn tại của ma thuật. Sở hữu trong mình sức mạnh bá ko tả nổi, anh sẽ đánh bại quái vật để kiếm sống ư? Không, anh chê, anh muốn theo đuổi đam mê, anh muốn làm streamer để kiếm sống.",
      "pt-br": "Vivendo em Ataraxia, um mundo de espadas e magia, um indivíduo reencarnado decidiu ganhar a vida com streaming. Vivendo em um mundo onde tal coisa não existia, apesar das muitas formas de entretenimento, ele rapidamente fez um nome para si mesmo. Esta não é a história de apenas um streamer... mas de um garoto que se torna uma lenda como um haishinsha."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523",
    "title": {
      "en": "A Middle-Aged Man Who Returns From Another World Goes Back to When He Was 17 and Becomes Unbeatable"
    },
    "updatedAt": "2025-01-21T20:02:56+00:00",
    "coverArt": "https://mangadex.org/covers/7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523/a5b796c9-fa28-48d7-a195-4cfa973dd1d2.jpg",
    "altTitles": [
      {
        "ja": "異世界帰りのアラフォーリーマン、17歳の頃に戻って無双する"
      },
      {
        "ja-ro": "Isekai Kaeri no Arafour Riiman, 17-sai no Koro ni Modotte Musou suru"
      }
    ],
    "description": {
      "en": "A black company employee in his 40s, Namba Kazu, died of overwork and was reincarnated to another world. After saving the world, he returns to find himself regressed to his 17-year-old self. \n\nKazu realizes that he can use the abilities he acquired from another world and is excited to restart his life over again. However, through the help of his childhood friend, Yui, he learns of the existence of human-eating abomination called Variant in the world he was born in. \n\nKazu knows from his past memories that Yui will die in the near future. In order to save Yui, who is on a mission to fight against variants, Kazu decided to throw himself into battle in this world as well.",
      "ja": "過労死で異世界に転生したアラフォーリーマンの難波カズ。17歳で異世界を救ったカズは、女神に「元の世界に戻してくれ」と願う。てっきり元のアラフォーリーマンに戻ると思っていたら、17歳の高校生に戻っていた。\n\nそれならばと気楽に90年代を満喫しようとしていたが、幼馴染みの由依をきっかけに『人間を喰う異形ヴァリアント』の存在を知り、カズは異世界チートを武器にこの世界でも戦いに身を投じていく…!",
      "es-la": "Kazu Nanba reencarnó después de la muerte por exceso de trabajo y salvó otro mundo. A la edad de 17 años en el otro mundo después de morir derrotando al rey demonio elije \"regresara a su mundo original\". Pensó que regresaría a su trabajo normal, pero regreso como un estudiante de secundaria de 17 años. Sin embargo ahora se entera que hay \"extrañas criaturas\" que matan humanos y donde Kazu recordara un recuerdo pasado donde su amiga de la infancia Yui morirá en un futuro cercano. Esta vez, para salvar a Yui, Kazu usará el poder de otro mundo para lanzarse también a la batalla en este mundo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f09f5515-dec7-434f-b38e-dc3bba107efb",
    "title": {
      "en": "Nietzsche-sensei - Konbini ni, Satori Sedai no Shinjin ga Maiorita"
    },
    "updatedAt": "2024-12-18T11:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/f09f5515-dec7-434f-b38e-dc3bba107efb/81f0fc91-7a5c-453d-a4b9-c70e1c0743b0.jpg",
    "altTitles": [
      {
        "en": "Mr. Nietzsche in the Convenience Store"
      },
      {
        "en": "Niche-sensei"
      },
      {
        "en": "Nietzsche-sensei - of the convenience store"
      },
      {
        "ja": "ニーチェ先生~コンビニに、さとり世代の新人が舞い降りた~"
      }
    ],
    "description": {
      "en": "The comedy manga follows a male part-time late-night convenience store worker named Matsukoma, and the new part-time worker he trains named Tomoharu Nii, nicknamed Nietzsche-sensei. Tomoharu is a university student in the school's Buddhism department. When an angry customer screams at Tomoharu, \"Customers are gods!,\" he replies, \"God is dead.\" The manga follows the part-time worker life of Matsukoma and Tomoharu, the latter of whom continuously baffles his customers and co-workers at the convenience store with his odd ways."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3dda9dc7-be06-4f27-af07-670786ceee4e",
    "title": {
      "en": "Shibuya Near Family"
    },
    "updatedAt": "2025-01-27T19:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/3dda9dc7-be06-4f27-af07-670786ceee4e/44852399-e26c-4665-9d38-f69b04fb02cb.jpg",
    "altTitles": [
      {
        "ja": "シブヤニアファミリー"
      },
      {
        "fr": "Ma famille à Shibuya"
      }
    ],
    "description": {
      "en": "A small series that frankly depicts the circumstances of a third-grade girl living in Shibuya and her family.",
      "ja": "渋谷に住む小３女子とその家族の事情を赤裸々に描く小型連載。\n最後に書いてある「しぶや係日誌」も見てね。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2d04c0b-8a58-46e2-84c8-dfc22563a9b8",
    "title": {
      "en": "A Yuri Story About a Girl Who Insists \"It's Impossible for Two Girls to Get Together\" Completely Falling Within 100 Days"
    },
    "updatedAt": "2025-01-18T16:01:14+00:00",
    "coverArt": "https://mangadex.org/covers/e2d04c0b-8a58-46e2-84c8-dfc22563a9b8/7890640e-d06d-46c7-bbf2-e094fde96d60.jpg",
    "altTitles": [
      {
        "en": "A Yuri Story in Which a Girl Who Says That Girls Being Together is Unbelievable Will Completely Fall Within 100 Days"
      },
      {
        "ja-ro": "Arioto"
      },
      {
        "ja-ro": "Onna Doushi to ka Arienai deshou to Iiharu Onna no ko wo, Hyakunichi kan de Tetteiteki ni Otosu Yuri no Ohanashi"
      },
      {
        "ja": "女同士とかありえないでしょと言い張る女の子を、百日間で徹底的に落とす百合のお話"
      },
      {
        "ja": "ありおと"
      },
      {
        "zh": "将放言说女生之间不可能的女孩子、在百日之内彻底攻陷的百合故事"
      },
      {
        "zh-hk": "將放言說女生之間不可能的女孩子、在百日之內徹底攻陷的百合故事"
      },
      {
        "zh-ro": "Jiāng fàngyán shuō nǚshēng zhī jiān bù kěnéng de nǚ háizi, zài bǎi rì zhī nèi chèdǐ gōngxiàn de bǎihé gùshì"
      },
      {
        "ru": "История о девушке, которая утверждает, что за сто дней невозможно полюбить другую девушку"
      }
    ],
    "description": {
      "en": "\"It's impossible for two girls to date, after all.\"  \n\nOne day, Marika Sakakibara, a popular high school girl, is suddenly shown a million yen by the cool, beautiful, Aya Fuwa.\n\n\"I'll buy you. Ten thousand yen a day for one hundred days. Why don't you try it? See just how 'impossible' it is between two girls.\"\n\"…Huh? Huuhhhh?\"\n\nSo begins their daily afterschool [REDACTED] time.\n\nFrom gently stroking breasts and holding hands, every day, Fuwa's actions begin to escalate!!\n\nAnd, after one hundred days, will Marika really still be able to proclaim that \"It's impossible!\"? (She will not.)",
      "ja": "「女同士なんて、ありえないでしょ！」\nモテ系JKの榊原鞠佳は、ある日、クラスのクールな美少女・不破絢に突然百万円を突き付けられた。\n\n「一日一万円で百日間、あなたを買うわ。女同士が本当にありえないかどうか、試してあげる。」\n「――は？ はぁっ?」\n\n百日間経っても「女同士なんてありえない」という考えが変わらなかったら、鞠佳の勝ちというルールで放課後は絢の言うことを何でも聞くことに。\nその日から放課後になると手を握ったり、頭を優しく撫でまわされたり、ついには○○されちゃったり…?\n\n果たして鞠佳は百日経っても「ありえない」と言い張ることができるのか――"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "ea90abfe-82ef-4601-9d80-90706b5dd2e5",
    "title": {
      "en": "Lalalab☆ ~Gal to Kagaku to Seishun to!~"
    },
    "updatedAt": "2025-01-28T18:15:58+00:00",
    "coverArt": "https://mangadex.org/covers/ea90abfe-82ef-4601-9d80-90706b5dd2e5/ccf26286-1dd2-45c9-8237-bb090d26a1a4.jpg",
    "altTitles": [
      {
        "ja": "ラララボ☆ ～ギャルと科学と青春と！～"
      },
      {
        "en": "Lala Lab ⭐︎ Gyaru, Science, and Youth!"
      },
      {
        "vi": "Lalalab☆ ~Gyaru, Khoa Học, và Thanh Xuân!~"
      }
    ],
    "description": {
      "en": "Lala Mizusawa might look like a flashy gyaru and act high-energy, but don’t be fooled—she’s a hardcore science geek and a third-year biology major with dreams of becoming a great scientist! While her lofty goal sometimes shakes her confidence, she’s got her quirky labmates to keep her going: the refined and otaku-spirited Hanako Naito, and the lazy pajama-wearing Toki Busujima. Together, they celebrate the thrill of growing microbes, steam sweet potatoes in the autoclave, and dive headfirst into their delightfully chaotic campus life (if you can call it that)! ☆",
      "ja": "水沢ララは、ギャルい見た目とハイテンションで誤解されがちだけど、“偉大な科学者”を目指すガチ理系の大学3年生(理学部生物学科)！大きすぎる目標に自信喪失する日もあるけど、オタク気質のお嬢様・内藤花恋、パジャマ登校のずぼらっ子・毒島ときという個性豊かな研究室仲間と、菌が増えて喜んだり、高圧蒸気滅菌器で芋を蒸かしたり…キャンパスライフ（？）だって満喫中☆",
      "vi": "Lala Mizasawa nhìn có vẻ là một bé gyaru siêu lấp lánh và năng động nhưng thực chất ẻm là một con nerd khoa học sinh viên năm ba khoa sinh với giấc mơ trở thành một nhà khoa học siêu đỉnh chóp! Dẫu cho ước mơ cao vời vợi có lúc làm ẻm hơi lo lắng, em ấy luôn có những người bạn cùng lab siêu dị ở cạnh bên động viên tiếp bước: một Hanako Naito lịch lãm mà quý bửu và một Toki Busujima lười biếng lúc nào cũng chỉ mặc đồ ngủ. Họ sẽ cùng nhau tận hưởng cuộc sống nghiên cứu trên trường siêu vui siêu hỗn loạn (nuôi vi khuẩn, hấp khoai lang trong autoclave (?), vân vân mây mây...)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2d100bb-011d-458b-a463-13b7cdd34cd0",
    "title": {
      "en": "I Awoke as a God After Auto Battling For a Million Years"
    },
    "updatedAt": "2024-11-03T21:04:12+00:00",
    "coverArt": "https://mangadex.org/covers/e2d100bb-011d-458b-a463-13b7cdd34cd0/9f5a7ad8-03bd-4340-8497-495be3984d8f.png",
    "altTitles": [
      {
        "zh": "网游：挂机百万年，我醒来成神"
      },
      {
        "en": "After Millions of Years, I Woke Up to Be a God!"
      },
      {
        "en": "Idle Player Returns as a God"
      },
      {
        "zh-ro": "Wangyou: Gua Ji Bai Wan Nian, Wo Xing Lai Cheng Shen"
      },
      {
        "zh-ro": "Wǎngyóu: Guà Jī Bǎi Wàn Nián, Wǒ Xǐng Lái Chéng Shén"
      }
    ],
    "description": {
      "en": "An otherworldly invasion begins as countless monsters pour through rifts, engulfing human cities and plunging humanity into a doomsday crisis! From this point, humanity enters an era of universal job transfers, with nations vying to train powerful professionals and compete for top rankings in the otherworldly conquest! When the number one ruler of the Dragon Kingdom, who has slumbered for millions of years, awakens with millions of years' worth of idle resources, the bosses of the otherworld tremble. Top-tier professionals from countries around the globe kneel in awe..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21efd65e-e90a-4f54-926d-92bd21b29abf",
    "title": {
      "en": "Zhong Qing"
    },
    "updatedAt": "2025-01-30T11:55:20+00:00",
    "coverArt": "https://mangadex.org/covers/21efd65e-e90a-4f54-926d-92bd21b29abf/a79d8ff9-175a-4716-b2f2-4eaa4c2797af.jpg",
    "altTitles": [
      {
        "zh": "钟情"
      },
      {
        "en": "Guiding the Eccentric Tyrant"
      }
    ],
    "description": {
      "en": "[Idle Nomad version]\nLow-grade guide Qin Yun thought his assignment on Planet G would be uneventful—until he met Cezar, an eccentric esper with too much power and even more curiosity to spare. Left with a temporary mark, Qin Yun was stuck with being dragged across the galaxy, and dodging danger all while enduring Cezar’s unpredictable whims. This is only temporary, right?\n\n[1Braincell version]\nLow-grade guide, Qin Yun, forcibly marked by divine-grade sentry tyrant Mersherie, aggressive maiden-heart seme x serious straightforward uke starting an unbashful unabashed companion life, conquering the whole universe while at it"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "77"
  },
  {
    "mangaId": "e4351665-25f3-4edd-8546-10e5122e721d",
    "title": {
      "en": "Tsumi to Batsu no Spica"
    },
    "updatedAt": "2025-01-28T18:43:45+00:00",
    "coverArt": "https://mangadex.org/covers/e4351665-25f3-4edd-8546-10e5122e721d/334e73da-26c2-4b2f-a2f7-6c4565c0b4b1.jpg",
    "altTitles": [
      {
        "ja": "罪と罰のスピカ"
      },
      {
        "en": "Spica of Sin and Punishment"
      },
      {
        "vi": "Spica, Hình Phạt và Tội Ác"
      }
    ],
    "description": {
      "en": "Hatori, a high school teacher leading an ordinary life, notices one day that his student, Spica Tsumugi, is being bullied. On a rainy day after school, Hatori finds himself alone with Tsumugi by chance. Hatori tells her, \"I'll do something about it!\" but Tsumugi gently takes his hand and says with a smile, \"Hatori-sensei, you're such a liar.\" Teacher and student... two people who should not get too close. This somewhat bewitching girl will dramatically change Hatori's ordinary life.",
      "ja": "最も無垢で、最も罪深い。世界はこんなヒロインを待っていたーー。",
      "vi": "Câu chuyện xoay quanh Hatori, một giáo viên tại trường cấp 3 và là người có cuộc sống rất đỗi bình thường. Một ngày nọ, anh nhận ra rằng học sinh mà mình chủ nhiệm, Tsumugi Spica đang bị bạn cùng lớp bắt nạt.\nNhững tưởng đây chỉ là một cô bé nhút nhát, nhưng..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fab07a3c-9f08-4ad0-919e-4c9b8bd66380",
    "title": {
      "en": "Menhera Usagi wa Yandere Ookami ni Dekiaisareru"
    },
    "updatedAt": "2025-01-31T04:29:19+00:00",
    "coverArt": "https://mangadex.org/covers/fab07a3c-9f08-4ad0-919e-4c9b8bd66380/1c710f33-f866-4ae0-8f0a-4813ed8fcbfc.jpg",
    "altTitles": [
      {
        "ja": "メンヘラうさぎはヤンデレ狼に溺愛される"
      },
      {
        "en": "The Menhera Rabbit Is Adored by the Yandere Wolf"
      }
    ],
    "description": {
      "en": "A dangerous and twisted love between a menhera girl x yandere boy!? Tsumugi is a menhera girl who's been dumped by a string of boyfriends for being too clingy. Her last boyfriend got angry at her for sneakily looking through his phones and kicked her out of the house. And that's when Itoshi, the super kind younger guy who completely accepts her, comes to the rescue. His gentle comfort soothes Tsumugi's broken heart, however, there's something he's hiding...!?",
      "ja": "メンヘラ女子×ヤンデレ男子の危険で歪な恋!?　つむぎは歴代彼氏に「重すぎる」と捨てられてきたメンヘラ女子。彼氏のスマホを勝手に覗き怒られ、家から追い出されてしまう。そんな時助けてくれたのは、自分を全肯定してくれる超優しい年下の男の子、愛士。彼の優しい慰めで傷ついた心が安らぐつむぎだったが、愛士には秘密があって…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "955c730a-9304-4f82-ae96-af48ff5eaa0c",
    "title": {
      "en": "Kurai Anoko to Shitai koto"
    },
    "updatedAt": "2024-11-03T23:16:36+00:00",
    "coverArt": "https://mangadex.org/covers/955c730a-9304-4f82-ae96-af48ff5eaa0c/d1db736e-8e28-42e4-928a-533031f3a21c.jpg",
    "altTitles": [
      {
        "ja": "くらいあの子としたいこと"
      },
      {
        "ja-ro": "Kurai Ano Ko to Shitai Koto"
      },
      {
        "en": "What I’d Like to Do with That Gloomy Girl"
      },
      {
        "zh": "想与阴暗的她一起做的事"
      },
      {
        "zh-ro": "Xiǎng yǔ yīn'àn de tā yīqǐ zuò de shì"
      },
      {
        "id": "Apa yang inginku lakukan dengan gadis yang murung itu?"
      },
      {
        "vi": "Cô nàng u ám cùng lớp của tôi"
      }
    ],
    "description": {
      "en": "That gloomy girl is so beautiful! Let's aim for it!",
      "ja": "新学期から脱ぼっちを目指す高校2年生・田端蓮。友達の為に最初に声をかけたのは、なんだか暗くてちょっぴり怖い。でも目が離せない女の子、佐々木透子で。。。。",
      "pt-br": "A garota sombria é linda!  Uma romcom escolar sobre uma garota fofa e tímida e um garoto que quer fazer amigos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5",
    "title": {
      "en": "Creepy Cat"
    },
    "updatedAt": "2025-01-05T21:34:47+00:00",
    "coverArt": "https://mangadex.org/covers/a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5/ac39af99-3244-4328-99a6-2a95f13aa548.jpg",
    "altTitles": [
      {
        "en": "Creepy Cat ~ My Strange Daily Life with a Cat ~"
      },
      {
        "ja": "CreepyCat 猫と私の奇妙な生活"
      },
      {
        "ms": "Kucing Seram - Kehidupan seharian yang pelik bersama kucing."
      },
      {
        "uk": "Моторошний кіт - Моє дивне життя з котиком"
      },
      {
        "ro": "Pisica Ciudată - Viața Mea Zilnică cu o Pisică Ciudată"
      },
      {
        "ur": "ترسناک بلی ~ بساتھ ایک بلی میری عجیب زندگیِ روزمرہ ~"
      }
    ],
    "description": {
      "en": "Flora moves into a mysterious mansion and finds it inhabited by a strange creature—Creepy Cat!\nThus begins her strange and sometimes dangerous life with a feline roommate.\nThis Gothic comedy brings the chuckles…and the chills!\n\nSource: Seven Seas Entertainment",
      "uk": "Флора тільки-но переїхала до старого будинку, але тут вже живе моторошний котик. Відтоді й почалось їхнє таємниче співіснування.",
      "ur": "فلورا ابھی ایک پرانے گھر میں منتقل ہوئی ہے، لیکن وہاں پہلے ہی ایک ترسناک بلی رہ رہی ہے۔ تب سے ان کی پراسرار ہم آہنگی کا آغاز ہوا۔"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "431"
  },
  {
    "mangaId": "512cd78f-cbb8-460a-bafd-e8840c0f7c31",
    "title": {
      "en": "Sword Art Online Unital Ring"
    },
    "updatedAt": "2024-05-23T11:39:09+00:00",
    "coverArt": "https://mangadex.org/covers/512cd78f-cbb8-460a-bafd-e8840c0f7c31/b30395aa-2d98-4439-b141-a916840aee16.jpg",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン・ユナイタル・リング"
      },
      {
        "ja-ro": "Sōdo Āto Onrain Yunaitaru Ringu"
      },
      {
        "en": "SAO Unital Ring"
      },
      {
        "es-la": "Sword Art Online Anillo Unital"
      }
    ],
    "description": {
      "en": "A year has passed since Kirito and Asuna’s return from the Underworld. With them is Alice, who has been given a physical body. But their peace is quickly broken when the three are suddenly thrust into an unfamiliar game, Unital Ring. This new world is a survival MMO that fuses together every VRMMO created with the Seed program. As soon as it starts, Kirito finds himself with nothing but his underwear. Now, he’s got to challenge a mysterious VRMMOSVG under desperate circumstances!",
      "es-la": "Ha pasado un año desde el regreso de Kirito y Asuna del Underworld. Con ellos está Alice, que ha recibido un cuerpo físico. Pero su paz se rompe rápidamente cuando los tres se ven empujados de repente a un juego desconocido, Unital Ring. Este nuevo mundo es un MMO de supervivencia que fusiona todos los VRMMO creados con el programa \"The Seed\". Nada más empezar, Kirito se encuentra sin nada más que su ropa interior. Ahora, ¡Tiene que desafiar a un misterioso VRMMOSVG en circunstancias desesperadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee494d71-cb58-4420-ac97-5421c1f20969",
    "title": {
      "en": "It Starts With a Kingpin Account"
    },
    "updatedAt": "2024-12-18T08:48:35+00:00",
    "coverArt": "https://mangadex.org/covers/ee494d71-cb58-4420-ac97-5421c1f20969/834a42a7-8475-4ded-aada-55e23b3c0d82.jpg",
    "altTitles": [
      {
        "zh": "开局就有王者账号"
      },
      {
        "ko": "리부트 시스템"
      },
      {
        "pt-br": "Começando Com uma Conta Rei"
      },
      {
        "vi": "Vừa Chơi Đã Có Tài Khoản Vương Giả"
      }
    ],
    "description": {
      "en": "The sudden crisis brought the earth directly into the OL era, and all of humanity fell into the hands of unknown forces. Everyone became level one. In the cruel era of the law of the jungle, high school student Ye Hao could only rise to level three. On the verge of death, he accidentally opened the king account upgrade system. Can Ye Hao become the strongest king?",
      "vi": "Khi một cuộc khủng hoảng bất ngờ ập đến, Trái Đất bị cuốn vào thời đại \"OL\", nơi toàn nhân loại trở thành những nhân vật cấp 1 dưới sự kiểm soát của một thế lực bí ẩn. Trong thời kỳ tàn khốc, nơi kẻ yếu bị loại bỏ, học sinh trung học Diệp Hạo lại mãi dậm chân ở cấp 3. Cận kề cái chết, cậu vô tình kích hoạt \"Hệ thống nâng cấp tài khoản vương giả\". Liệu Diệp Hạo có thể vươn lên trở thành vị vua mạnh nhất, đánh bại thế lực bí ẩn và giải cứu nhân loại?",
      "pt-br": "Uma crise repentina fez a Terra voltar a idade das trevas, dominada por um sistema muito parecido com o de um jogo, e toda a humanidade se viu na palma da mão de forças desconhecidas. Nessa era cruel onde os fortes devoram os fracos, o simples estudante Ye Hao chegou ao nível 3 e não conseguiu mais evoluir. Ele então acaba em uma situação de vida ou morte. Nessa situação desesperadora, Ye Hao libera o sistema de atualização do rei. E agora, até onde esse estudante poderá chegar com esse novo e desconhecido poder?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d706a9a4-654d-4adc-9773-ff6fede3fc69",
    "title": {
      "en": "Tyranno"
    },
    "updatedAt": "2025-01-29T22:29:06+00:00",
    "coverArt": "https://mangadex.org/covers/d706a9a4-654d-4adc-9773-ff6fede3fc69/7e750cdf-54a3-4291-bb29-4a404617221a.jpg",
    "altTitles": [
      {
        "ja": "ティラノ"
      },
      {
        "ja-ro": "Tirano"
      }
    ],
    "description": {
      "en": "Sexual violence tag is for chapter 1 only.\n\nThe setting is the year 202X, in Kamata, Ota Ward, Tokyo, which has become one of the world's leading entertainment districts due to the opening of the Kamata Line. The area attracts huge economic benefits and is surrounded by organized crime, foreign mafias, terrorists, smugglers, prostitution rings... and the hidden agendas of political, financial, and governmental power players. A newly assigned police officer, Nonogami, stationed at the station's front police box, feels despair over the corruption of power. However, with the overwhelming violence of \"Tyranno,\" a massive female police officer, the cases begin to be solved.",
      "ja": "舞台は202X年、蒲蒲線の開通により世界有数の歓楽街となった東京大田区蒲田。 巨額の経済効果と利権に群がる反社会勢力・外国人マフィア・テロリスト、密売人、売春組織…そして政財官の黒幕の思惑…駅前の交番に赴任した新任警察官・野々上は権力の腐敗に絶望するが、「ティラノ」と呼ばれる巨躯の女性警官の圧倒的な暴力によって事件を解決していく。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "765d584a-5471-4da1-a384-b4df252da29b",
    "title": {
      "en": "Dragon King’s Palace: The Richest Son-in-Law"
    },
    "updatedAt": "2025-01-30T20:13:51+00:00",
    "coverArt": "https://mangadex.org/covers/765d584a-5471-4da1-a384-b4df252da29b/933acab9-df3e-43f9-9a1e-311e7baadf7a.jpg",
    "altTitles": [
      {
        "zh": "最豪贅婿 龍王殿"
      },
      {
        "zh-ro": "Zuì Háo Zhùi Xù Lóng Wáng Diàn"
      },
      {
        "en": "The Most Heroic Son-in-Law King"
      },
      {
        "en": "The Most Luxurious Son-in-Law: Dragon King's Palace"
      },
      {
        "vi": "Long Vương Điện: Người Ở Rể Giàu Nhất"
      }
    ],
    "description": {
      "en": "I am nothing in the eyes of others; my mother-in-law despises me, thinking I just rely on my wife and spend her money. And then there’s a group of lowlifes who are constantly coveting my wife. Who says a man marrying into his wife’s family can’t rise to greatness? Ji Xueyu! From now on, I’ll be the one to protect you",
      "vi": "Ta chẳng là gì trong mắt người khác, mẹ vợ khinh thường vì nghĩ ta ăn bám vợ, tiêu tiền của vợ. Ngoài ra còn có một lũ cặn bã luôn thèm muốn vợ ta. Ai nói là vào cửa nhà vợ thì không thể bay lên 9 tầng mây? Kỷ Tuyết Vũ! Sau này sẽ do ta bảo vệ em"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "256"
  },
  {
    "mangaId": "7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53",
    "title": {
      "en": "Dívčí válka: Maidens' War"
    },
    "updatedAt": "2025-01-17T11:31:05+00:00",
    "coverArt": "https://mangadex.org/covers/7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53/cf4fdb02-f86c-493c-82d8-c514d524338e.jpg",
    "altTitles": [
      {
        "ja": "乙女戦争 ディーヴチー・ヴァールカ"
      },
      {
        "ja-ro": "Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Divichi Valka"
      },
      {
        "en": "The Maidens' War: Dívčí Válka"
      },
      {
        "en": "Maidens War - Divichi Valka"
      },
      {
        "cs": "Dívčí válka"
      },
      {
        "fr": "Divci Valka, La guerre des pucelles"
      }
    ],
    "description": {
      "en": "The year is 1420. A small village in the Kingdom of Bohemia is wiped out by marauding Crusader knights. A young peasant girl named Šárka is the sole survivor of the massacre. She meets up with Jan Žižka, leader of the Hussite army, and chooses to take up arms…\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/divci-valka-maidens-war)",
      "pt-br": "O ano é 1420. Uma pequena vila no Reino da Boêmia é destruída por cavaleiros da cruzada. Uma jovem camponesa chamada Sarka é a única sobrevivente do massacre. Ela se encontra com Jan Zizka, líder do exército hussita, e decide pegar em armas…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "60"
  },
  {
    "mangaId": "09b6b88b-8e3b-462f-b619-fbeac479cef9",
    "title": {
      "en": "Admission is a Waste of Time"
    },
    "updatedAt": "2024-11-08T22:13:47+00:00",
    "coverArt": "https://mangadex.org/covers/09b6b88b-8e3b-462f-b619-fbeac479cef9/e192a881-4474-4fd0-ae62-b7ac56c390f7.jpg",
    "altTitles": [
      {
        "ko": "입학은 괜히 해 가지고"
      },
      {
        "en": "Why Did I Have to Enroll?"
      }
    ],
    "description": {
      "en": "How about a university where you attend classes at the Tower of Babel? \n\nBan Yoo-won possesses the extraordinary ability not only to interpret unknown languages but also to see and absorb \"concepts\" from the things he observes. \n\nSince childhood, Yoo-won’s grandfather has told him: \"Our family descends from the ancestor who led people to build the Tower of Babel with the power to make everyone communicate. With that same inherited power, you will be able to reclaim the lost Tower of Babel.\" \n\nAt first, Yoo-won thought it was just a far-fetched story. But while waiting for his university acceptance results, he is suddenly summoned to an academy from an unknown dimension. There, he witnesses the legendary Tower of Babel, which he had only heard about in stories. \n\nDriven by a somewhat materialistic desire to reclaim his family’s lost building and become its owner, along with a sincere wish to fulfill a long-standing family dream, Yoo-won enters the academy. \n\nFinally, he begins his climb up the Tower of Babel — a dungeon filled with dangers and monsters, where the power of constellations and, at its peak, the power of the gods, awaits him!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05bd710c-d94a-45eb-be99-2109d58f1006",
    "title": {
      "en": "Hajirau Kimi ga Mitainda"
    },
    "updatedAt": "2024-12-31T09:45:07+00:00",
    "coverArt": "https://mangadex.org/covers/05bd710c-d94a-45eb-be99-2109d58f1006/ad7798e0-8774-40f4-8d53-8f9e907c00f1.jpg",
    "altTitles": [
      {
        "ja": "恥じらう君が見たいんだ"
      },
      {
        "en": "I Want to See You Embarrassed"
      },
      {
        "ko": "부끄러워하는 널 보고 싶어"
      },
      {
        "zh": "露出导演"
      },
      {
        "zh-hk": "想看妳露出羞恥的模樣"
      },
      {
        "es-la": "Quiero verte avergonzada"
      },
      {
        "th": "เทคนี้ที่ผมถ่ายเป็นเรื่องน่าอายที่เธอไม่คัท"
      }
    ],
    "description": {
      "en": "Akito Shirasawa, a high school boy whose father is a film director, sees something in the library preparation room. It was the \"masturbation scene\" of his classmate, Kaho Honjou. Akito is puzzled, but ends up filming it with his smartphone. Kaho notices Akito, and in the men's restroom, makes a \"proposal\" to Akito! Exposed high school girl and movie boy.",
      "ja": "「私の全てを、撮ってほしいの」\n\n映画監督の父を持つ男子高校生・白沢明人はとある放課後に同級生・本上夏帆の自慰行為を目撃してしまう。困惑しながらもついスマホでそれを盗撮する白沢。しかしそれに気づいた本上は、白沢に驚きの提案を持ちかけて…!?",
      "es-la": "Akito Shirasawa, un chico de secundaria cuyo padre es director de cine, ve algo en la sala de preparación de la biblioteca. Era la \"escena de la masturbación\" de su compañera de clase, Natsuho Honjo. Akito está desconcertado, pero termina filmándolo con su teléfono inteligente. Natsuho nota a Akito, y en el baño de hombres, ¡le hace una \"propuesta\" a Akito! Chica de secundaria expuesta y chico de película. ¡Comienza el \"amor expuesto\" de la retorcida adolescencia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb3b4af2-9a97-4858-b074-46985e8b9fb4",
    "title": {
      "en": "I Want to Live a Good Life"
    },
    "updatedAt": "2024-12-31T06:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/cb3b4af2-9a97-4858-b074-46985e8b9fb4/11d2f3bb-0fb5-47b8-a68c-3e60e1a848bd.jpg",
    "altTitles": [
      {
        "ko": "착하게 살고 싶었답니다"
      }
    ],
    "description": {
      "en": "The best in the world, excellent martial arts, overflowing money and pleasure----the center of the magical world, Black Astronomy. Kang Hee-ran, the granddaughter of the owner of Heukcheonmun, lives a life that has nothing to lack and nothing to be envied of, but dies at the hands of her stepmother. And for some reason, Heeran reverted to her younger self! In the life that started again, she goes down quietly and kindly with her warm nanny. The first step of revenge begins with making the third Confucius, Kang Lun, the king of the underworld who will soon rule Black Astronomy, into a man of Heiran...!!  I was trying to live...  Heeran's stepmother didn't like the way he looked and started to kill all of Heeran's people.  And Heeran went to the bottom of the Dark Astronomical Gate to the realm of the deep hell for revenge."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c17c213-c1fb-4f9b-ad4e-813a2daeea59",
    "title": {
      "en": "Fuun Kara no Saikyou Otoko"
    },
    "updatedAt": "2025-01-27T17:50:42+00:00",
    "coverArt": "https://mangadex.org/covers/8c17c213-c1fb-4f9b-ad4e-813a2daeea59/a2f1cb93-1e37-437e-9d42-5a2608a1f0eb.jpg",
    "altTitles": [
      {
        "ja": "不運からの最強男"
      },
      {
        "id": "Dari Sial menjadi yang Terkuat"
      },
      {
        "en": "From Hapless to Strongest"
      },
      {
        "en": "Unluckiness to the Strongest Man"
      },
      {
        "id": "Pria Termalang jadi yang Terkuat"
      },
      {
        "jv": "Lelaki Paling Kuwat Saka Apes"
      }
    ],
    "description": {
      "en": "After having lived a life full of misfortune, Siegbert has been reincarnated as a result of an accident. His new family is so warm. He can't believe he was unlucky in his previous life.  \n\nHe thought he would live a peaceful life this time, but unfortunately, his luck level is abnormally high and his luckiness attracts \"chance\" and can make whatever his wish come true if he can tackle these \"chances\". However, these \"chances\" comes with a price, Siegbert and those around him has to face formidable enemies and a life-or-death situation.  \n\nSiegbert is determined to beat all of the odds with his abnormally high magic power and appraisal eye that he got after reincarnating to protect those around him.",
      "id": "Siegbert yang selalu tertimpa kemalangan di kehidupan sebelumnya, sekarang ia tereinkarnasi ke dunia lain.\nIa tidak mengira keluarga barunya merupakan keluarga yang hangat karena kemalangan yang ia hadapi di kehidupan sebelumnya.\nAkan tetapi, apakah ia akan tetap dihujani oleh kemalangan bahkan setelah tereinkarnasi?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b2a2d45-b9c5-4d53-9fcb-dda7b3cd5d2e",
    "title": {
      "en": "Forget My Husband, I'll Go Make Money"
    },
    "updatedAt": "2024-09-27T16:16:05+00:00",
    "coverArt": "https://mangadex.org/covers/1b2a2d45-b9c5-4d53-9fcb-dda7b3cd5d2e/6131c433-f906-4008-8fc9-739d313f4085.jpg",
    "altTitles": [
      {
        "ko": "남편은 됐고, 돈이나 벌렵니다"
      },
      {
        "ko-ro": "Nampyeoneun Doaessgo, Donina Beollyeomnida"
      },
      {
        "en": "Forget About My Husband, I'd Rather Go Make Money"
      },
      {
        "uk": "Годі з мене чоловіка - йду заробляти гроші"
      },
      {
        "zh": "要什么老公，我只想搞钱"
      },
      {
        "en": "Forget About My Husband, I'd Rather Go Make Money"
      },
      {
        "es-la": "Terminé con mi esposo, ahora iré a hacer dinero"
      }
    ],
    "description": {
      "en": "I became the wife of a husband who has a girlfriend.\nHmm, I shouldn’t bother them, right?\n\n“Then, you sleep on the floor.”\n“What?”\n\nIt seems that he doesn’t like the idea of it.\nWell, the floor is hard after all.\nI guess I don’t have any other choice.\n\n“We’ll just sleep while holding hands then. You trust me, right?”\n\nBut how did we end up breaking the bed on our first night…?\n\nI am Aristine, an exiled princess who has fallen out of favor with the Emperor.\nThe truth is, she has the <Monarch’s Eyes>, an ability that allows you to see the past, future, and present.\nSacrificed for a contract marriage, she is bound together with a monstrous barbarian…\n\n“I have to present my wife with the most precious things.”\n\nThe future husband who is rumored to be a monster is incredibly normal.\n\nBut this cake belongs to someone else.\n\n“I’ll just go and make money.”\n\nIt’s long been said that imagining gold as your own will help you manifest wealth.\n\n<Forget My Husband, I’ll Go Make Money>\nWill she be able to achieve her dreams of living in freedom while sitting on her piles of money?\nOr will she be able to catch both rabbits at the same time?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b25e5a8d-b0b8-4202-abde-9631236a78f0",
    "title": {
      "en": "A Hero Who Does Everything Perfectly"
    },
    "updatedAt": "2024-11-09T03:33:25+00:00",
    "coverArt": "https://mangadex.org/covers/b25e5a8d-b0b8-4202-abde-9631236a78f0/17dc2c4d-289b-4262-a98a-21d2c8432561.png",
    "altTitles": [
      {
        "en": "A Hero Who Does Everything Well"
      },
      {
        "ko": "다 잘하는 히어로"
      }
    ],
    "description": {
      "en": "In 2024, Na Gang-in wakes up in the heart of South Korea. He can't remember who he is or where he is, but through a combat support AI named Jeon Ji-in embedded in his body, he discovers he's affiliated with the Earth Alliance from 2082. \n\nTo regain his memories and figure out why he ended up here, he needs to gather information. With nothing to his name but plenty of skills, this is Na Gang-in's clumsy journey of adapting to Earth!",
      "ko": "2024년 대한민국 한복판에서 눈을 뜬 나강인. 자신이 누구인지, 이곳이 어디인지도 기억나지 않지만몸 안에 내장된 전투지원 AI 전지인을 통해2082년 지구연합군 소속이었다는 걸 알게 된다.\n\n기억을 되찾고 이곳에 온 이유를 알기 위해선 정보를 수집해야 하는데. 가진 건 없고 할 줄 아는 건 많은 나강인의 우당탕탕 지구 적응기!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]