[
  {
    "mangaId": "21efd65e-e90a-4f54-926d-92bd21b29abf",
    "title": {
      "en": "Zhong Qing"
    },
    "updatedAt": "2024-03-01T18:06:08+00:00",
    "coverArt": "https://mangadex.org/covers/21efd65e-e90a-4f54-926d-92bd21b29abf/a79d8ff9-175a-4716-b2f2-4eaa4c2797af.jpg",
    "altTitles": [
      {
        "zh": "钟情"
      }
    ],
    "description": {
      "en": "Low-grade guide, Qin Yun is forcibly marked by divine-grade sentry tyrant Mersherie. An aggressive maiden-heart seme x serious straightforward uke start an unbashful and unabashed companion life, conquering the whole universe while at it."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "77"
  },
  {
    "mangaId": "4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81",
    "title": {
      "ja": "Toaru Kagaku no Mental Out"
    },
    "updatedAt": "2024-03-08T09:35:15+00:00",
    "coverArt": "https://mangadex.org/covers/4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81/b6314a0c-d58a-4688-b6e3-8ddf4d2bbea0.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Mental Out"
      },
      {
        "ru": "Некий научный Ментал Аут"
      },
      {
        "ja": "とある科学の心理掌握"
      }
    ],
    "description": {
      "en": "The Tokiwadai student council election is approaching. Shokuhou Misaki, one of the leading candidates, is in the midst of an election campaign in spite of her own expectations due to the people around her and the fate of being the head of the largest clique...!!",
      "id": "Pemilihan presiden dewan siswa Tokiwadai semakin mendekat. Shokuhou Misaki, salah satu kandidat utama, tengah berada dalam kampanye pemilihan meskipun tidak sesuai ekspektasinya sendiri karena pengaruh orang-orang di sekitarnya dan takdir menjadi kepala kelompok terbesar...!!",
      "ru": "Приближаются выборы в студенческий совет Токивадая. Шокухо Мисаки, одна из ведущих кандидатов, находится в разгаре избирательной кампании, несмотря на ее собственные ожидания из-за окружающих ее людей и судьбы быть главой крупнейшей клики!.."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc24c75e-1c73-43bc-80aa-024ebb041e34",
    "title": {
      "en": "Musume Janakute, Mama ga Suki Nano!?"
    },
    "updatedAt": "2024-06-10T09:29:33+00:00",
    "coverArt": "https://mangadex.org/covers/bc24c75e-1c73-43bc-80aa-024ebb041e34/4c1ec54a-ba65-4d13-9e57-8d3aba060345.jpg",
    "altTitles": [
      {
        "ja": "娘じゃなくて私が好きなの!?"
      },
      {
        "ja": "娘じゃなくて私(ママ)が好きなの!?"
      },
      {
        "ja-ro": "Musume Janakute, Watashi (Mama) ga Suki Nano!?"
      },
      {
        "ja-ro": "Musume janakute, Mama ga sukinano!?"
      },
      {
        "ja-ro": "Musume Janakute, Watashi ga Suki Nano!?"
      },
      {
        "en": "You Like Me, Not My Daughter?!"
      },
      {
        "en": "You Like Me (Mama), Not My Daughter!?"
      },
      {
        "id": "Kamu Suka Aku, Bukan Putriku?!"
      },
      {
        "zh": "喜欢的不是女儿而是我吗？"
      },
      {
        "pt-br": "Você Gosta É De Mim (Mamãe) E Não Da Minha Filha?!"
      },
      {
        "ja": "ママ好き"
      },
      {
        "ja-ro": "MamaSuki"
      }
    ],
    "description": {
      "en": "“I will take in and raise this child.”\n\nI'm Katsuragi Ayako, thirty-× years old. It's been 10 years since I took in the daughter of my late sister and her husband. My daughter's now in high school and is getting on well with her childhood friend, Aterazawa Takumi. Maybe they'll start dating? Takumi's a really nice guy, so I'm all for it.\n\nEh? He has something to say to me? Is it something like “Please give me your daughter”? No way, I'm getting ahead of myself.\n\n“Ayako-mama…… I've always loved you. Please go out with me.”\n\n“……You like me (mama), not my daughter!?”\n\nA super pure-love romcom where long-held feelings explode!\n___\n[Alt Official Raw](https://younganimal.com/series/5d1e949cd0b52)",
      "pt-br": "Esta é uma comédia romântica estrelada por uma mulher adulta de 30 anos chamada Ayako, que é confessada por um homem 10 anos mais novo dela, o estudante universitário de 20 anos, Takumi … Um homem que ela conhece como o menino \"Ta-kun\" que mora ao lado e que ensina sua filha adotiva desde os 10 anos. A revelação a espanta, pois ela pensava que sua filha Miu e ele eram um casal."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5209fe10-4a14-403f-8837-2ccf8cced253",
    "title": {
      "en": "The Fable"
    },
    "updatedAt": "2024-01-30T19:23:51+00:00",
    "coverArt": "https://mangadex.org/covers/5209fe10-4a14-403f-8837-2ccf8cced253/6d531bf3-4d4d-4f80-9cb4-f8136b6e54a4.jpg",
    "altTitles": [
      {
        "ja": "ザ・ファブル"
      },
      {
        "zh": "杀手寓言"
      },
      {
        "ru": "Фэйбл"
      },
      {
        "kk": "Аңыз"
      },
      {
        "vi": "The Fable"
      }
    ],
    "description": {
      "en": "A fabled genius at killing resides somewhere hidden in Tokyo. Taught since childhood to obey the orders of his boss, he is ordered to live in Osaka as a normal person for one year in order for the boss to lay low.    ---- **Won the 41st Kodansha Manga Award for General Manga in 2017**\n___\n[Alt Official English (US ONLY)](https://kmanga.kodansha.com/title/10055/episode/323851)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "240"
  },
  {
    "mangaId": "3b999f4a-0b7f-4aef-a849-cd86e31c4b57",
    "title": {
      "en": "Kyuuseishu «Messiah» ~ Isekai wo Sukutta Motoyuusha ga Mamono no Afureru Genjitsu Sekai wo Musou suru"
    },
    "updatedAt": "2024-06-18T15:56:51+00:00",
    "coverArt": "https://mangadex.org/covers/3b999f4a-0b7f-4aef-a849-cd86e31c4b57/4f3cc2b6-aac7-4f19-ace3-3f93033ebc45.jpg",
    "altTitles": [
      {
        "ja": "救世主《メシア》～異世界を救った元勇者が魔物のあふれる現実世界を無双する～"
      },
      {
        "en": "The Savior «Messiah» ~ The Former Hero Who Saved Another World Beats the Real World Full of Monsters"
      },
      {
        "zh-hk": "救世主《彌賽亞》～現實世界無雙～"
      }
    ],
    "description": {
      "en": "The \"former\" savior, Takeru Yamato, was summoned to another world and executed because of his strength. When he wakes up, he finds himself in Japan, where he spent time before being summoned. However, in the city, demons appearing from \"gates\" rampage, and those called hunters fight using magic. Returning from another world, Takeru decides to hide his powers and live, but...",
      "ja": "異世界に召喚され、その強さ故に処刑された「元」救世主・大和猛。 目を覚ますとそこは、召喚される前に過ごしていた日本だった。 しかし、街では”ゲート”から現れる魔物が暴れ、ハンターと呼ばれる者たちが魔術を用いて戦っていた。 異世界帰りの猛は、力を隠して暮らす事を決めるが――…。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9da179bc-f022-4ad0-9c27-501b181addf0",
    "title": {
      "en": "Silver Tree"
    },
    "updatedAt": "2024-06-25T19:52:05+00:00",
    "coverArt": "https://mangadex.org/covers/9da179bc-f022-4ad0-9c27-501b181addf0/ca12cded-c7f0-4bb0-9e5a-2cf0377bf590.jpg",
    "altTitles": [
      {
        "ko": "실버 트리"
      }
    ],
    "description": {
      "en": "During the reign of Philip IV of France, Acre is in the midst of a war between the invading Mamluks and the Knights Templar trying to protect the Holy Land. On the day when Lea's family decided to leave by boat to escape the threat of war, Lea is forced to go into the middle of the war to return the sword entrusted to her by the leader of the Knights Templar. However, when she arrives trembling with the sword firmly strapped to her back, she witnesses the leader's death, and in a moment of danger, she meets Balta, the beautiful knight she had dreamed of since childhood. But this was not the time for her to indulge in such sentiments. The sword had lost its owner, and the atmosphere in the Knights Templar is somewhat strange. “It’s dangerous to go alone, I will take you there.” --Written by the same author as The Golden Forest--"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4c0acd-dc97-44a1-bebe-040cf79b62bd",
    "title": {
      "en": "Isekai NTR ~Shinyuu no Onna wo Saikyou Skill de Otosu Houhou~"
    },
    "updatedAt": "2024-06-15T12:20:07+00:00",
    "coverArt": "https://mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/cea89510-fb77-4622-bd98-669bd22ab36a.jpg",
    "altTitles": [
      {
        "ja": "異世界NTR～親友のオンナを最強スキルで堕とす方法～"
      },
      {
        "th": "ISEKAI NTR ~สร้างฮาเร็มโดยไม่ให้พรรคพวกรู้~"
      },
      {
        "ko": "이세계 NTR ~절친의 여자를 최강 스킬로 함락시키는 방법~"
      },
      {
        "zh-hk": "異世界NTR ～不被同伴發現地開後宮～"
      },
      {
        "zh-hk": "異世界NTR～用最強技能令摯友的女人墜落的方法～"
      },
      {
        "en": "Isekai NTR: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "en": "NTR in Another World: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "ru": "Исекай NTR"
      }
    ],
    "description": {
      "en": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them.\n\nThat's why, for his sake, I'll eat them up first. But, just what is this power…?",
      "es": "Este mundo de mierda que no es más que un juego basura, él y yo definitivamente escaparemos juntos. Entonces, todas estas mujeres molestas que intentan aprovecharse de él son solo una molestia. Lo que es peor, él parece que está comenzando a sentir algo por ellas. Por eso, por su bien, las comeré primero. Pero, ¿qué es este poder…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c3a2b28-7c8e-4889-a56f-720372c3330b",
    "title": {
      "en": "Kagerou ga Yureteiru"
    },
    "updatedAt": "2024-07-02T13:07:11+00:00",
    "coverArt": "https://mangadex.org/covers/1c3a2b28-7c8e-4889-a56f-720372c3330b/f4c11dec-7e0a-47a7-b53a-db9a0b8efffa.jpg",
    "altTitles": [
      {
        "ja": "陽炎がゆれている"
      },
      {
        "en": "The Heat Haze Is Swaying"
      },
      {
        "vi": "Làn Sương Nhiệt Đang Mờ Dần"
      }
    ],
    "description": {
      "en": "One day, a transfer student named Atami suddenly appeared in the countryside. Everyone is intrigued by the rare existence of a transfer student. He hurt his leg as a result of an accident and is still suffering from the after effects. He is sincere to everyone, and those around him have always cared for him. On the other hand, Kamonomiya, who is part of the track and field club, is a straightforward and obedient person who is unable to tell lies. For some reasson, he is the only person who can see the true feelings of Atami, who thinks the current situation is '' depressing.'' It has something to do with their past together... A boy who wants to run and a boy who can no longer run meet and are growing into adults. A story of friendship that sweeps through youth."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1bb7932c-ca3f-4827-9513-44bd9f0a75e9",
    "title": {
      "en": "You're So Sloppy, Hotta-sensei!"
    },
    "updatedAt": "2024-04-24T01:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/1bb7932c-ca3f-4827-9513-44bd9f0a75e9/2d8b1262-438b-4cf4-b9bc-379ed716ba0e.jpg",
    "altTitles": [
      {
        "ja": "だらしないです 堀田先生！"
      },
      {
        "ja-ro": "Darashinai desu, Hotta-sensei!"
      }
    ],
    "description": {
      "en": "Makoto Kuribayashi is your typical high schooler with a not-so-typical after-school gig as a housekeeper. His latest client? None other than his school’s most popular teacher, the gorgeous Rumiko Hotta. But Hotta-sensei is hiding a dirty little secret: she's a total slob, the polar opposite of her flawless public image! Now, Makoto's got the unenviable task of cleaning up after her mess. Will his admiration for Hotta-sensei survive a dose of harsh reality in this irreverent comedy?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10939bf2-2dc7-4aae-8e4b-e96ba25c94de",
    "title": {
      "en": "My Stepsister Who is Perfect in Public, Shows Her True Colors at Home"
    },
    "updatedAt": "2024-07-02T13:23:41+00:00",
    "coverArt": "https://mangadex.org/covers/10939bf2-2dc7-4aae-8e4b-e96ba25c94de/0420a0b8-7c94-4cf6-bdf6-f5a81a249833.jpg",
    "altTitles": [
      {
        "ja": "外面は最高なのに、家では本性むき出しの義姉"
      },
      {
        "ja-ro": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
      },
      {
        "en": "Even though the outside is the best, her sister-in-law has a bare nature at home"
      },
      {
        "es-la": "Mi hermanastra que es perfecta en público, muestra su verdadera cara en casa."
      }
    ],
    "description": {
      "en": "**Second English title is the one used on Amazon.** (I know it's not correct but thought I'd add it)\n\n~ Heatmanga"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de975111-c6fe-4a5a-b5f5-9fd7418caacd",
    "title": {
      "en": "The Boy in the All-Girls School"
    },
    "updatedAt": "2022-03-30T19:39:34+00:00",
    "coverArt": "https://mangadex.org/covers/de975111-c6fe-4a5a-b5f5-9fd7418caacd/75f9ccf8-d408-4aea-85e5-c3431e0139cf.png",
    "altTitles": [
      {
        "en": "Boy in Girl’s School"
      },
      {
        "zh-ro": "Nuzi Xueyuan De Nansheng"
      },
      {
        "en": "The Boy in Female School"
      },
      {
        "pt-br": "Um Garoto na Escola Feminina"
      },
      {
        "es-la": "Un Chico en la Escuela Femenina"
      },
      {
        "ru": "Парень в школе для девушек"
      },
      {
        "zh": "女子学院的男生"
      }
    ],
    "description": {
      "en": "My name is Qin Feng, 18 years old. Normally, I punish evil, promote good, fight for world peace, every day helping grandmothers cross the street, helping children who have lost their way home, saving lost maidens, etc … But until one day, I went forced to go to the legendary Chongnan Female School to study, thereby becoming the only boy in the school. Maybe in the eyes of others this is a paradise, but in reality an unimaginable future will …",
      "ru": "Старшая женская школа Чун Нань очень известна. Она славится не только хорошим образованием, но и своими прекрасными ученицами. Обычные люди (мальчики) считают это место раем на Земле. В прошлом году школа неожиданно изменила своё главное правило и стала набирать мальчиков. Однако учениц не устроило такое развитие событий, и они начали избавляться от парней всеми возможными способами. Слухи о тех жутких вещах, что здесь творились с парнями, быстро разошлись на всю округу. С тех пор, школа превратилась в рай для девушек, и ад для парней. Однако… По иронии судьбы, ещё одного бедного парня перевели в эту школу… Что же его ждёт? Ад…? Или Рай?",
      "es-la": "Me llamo Qin Feng, 18 años. Por lo general, yo lucho contra el mal, proclamó el bien, voto por la paz mundial, todos los días ayudando a los abuelos a atravesar las calle, ayudo a los niños que están perdidos de casa, salvar a las doncellas de criminales, etc … Pero hasta que un día, fui obligado a ir a la legendaria Escuela de chicas de Chongnan para estudiar, convirtiéndome así en el único chico de la escuela. Tal vez a los ojos de los demás esto sea un paraíso, pero en realidad un futuro inimaginable va …",
      "pt-br": "Eu me chamo Qin Feng, 18 anos. Normalmente, eu puno o mal, promovo o bem, luto pela paz mundial, todos os dias ajudando vovós a atravessar a rua, ajudando crianças que perderam o caminho de casa, salvar donzelas perdidas, etc… Mas até que um dia, fui forçado a ir para a lendária Escola Feminina de Chongnan para estudar, assim tornando-se o único garoto da escola. Talvez aos olhos dos outros isto seja um paraíso, mas na realidade um futuro inimaginável vai…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c34b0ca-86c9-4806-928a-e943a6b227a8",
    "title": {
      "en": "Akumade Kujaku no Hanashi desu."
    },
    "updatedAt": "2024-06-28T12:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/7c34b0ca-86c9-4806-928a-e943a6b227a8/8df7df85-6b8a-4372-a07e-fb4f94c227d9.jpg",
    "altTitles": [
      {
        "ja": "あくまでクジャクの話です。"
      },
      {
        "en": "It's just a story about peacocks."
      }
    ],
    "description": {
      "en": "Kuji Yakurou is a teacher who was cheated on and dumped by his girlfriend because of his \"lack of masculinity\". Shouldn't the world be gender-free? He is in anguish, and then Akano, a model, influencer, high achiever, and head of the biology department, appears before him and asks him to be the advisor of the biology department. She then begins to explain why \"masculinity\" is necessary to be popular after all, using the flamboyant feathers of a peacock as an example of \"biology\"...! \n\nThis is a biological comedy that confronts you with the brutal truth!",
      "es-la": "Kuji Yakurou es un profesor que fue engañado y abandonado por su novia debido a su \"falta de masculinidad\". ¿No debería el mundo estar libre de género? Está angustiado, y luego Akano, una modelo, influencer, triunfadora y jefa del departamento de biología, aparece ante él y le pide que sea el asesor del departamento de biología. Luego comienza a explicar por qué la \"masculinidad\" es necesaria para ser popular después de todo, ¡usando las extravagantes plumas de un pavo real como ejemplo de \"biología\"...!\n\n¡Esta es una comedia biológica que te enfrenta a la brutal verdad!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0483d2ef-557e-43ae-9761-2f2f0677625a",
    "title": {
      "en": "Touhou Suichouka ~ Lotus Eater-tachi no Suisei"
    },
    "updatedAt": "2024-02-05T23:50:53+00:00",
    "coverArt": "https://mangadex.org/covers/0483d2ef-557e-43ae-9761-2f2f0677625a/8626705c-cd0d-45f3-bce4-72aeff7176d7.jpg",
    "altTitles": [
      {
        "en": "The Lotus Eaters, Drunk and Sober"
      },
      {
        "en": "Touhou Drunken Butterfly Flower ~ Lotus Eaters' Sobering"
      },
      {
        "ja": "東方酔蝶華　ロータスイーター達の酔醒"
      }
    ],
    "description": {
      "en": "In this sixth official Touhou manga series from ZUN, the shrine maiden Reimu Hakurei goes to investigate a strange rumor in the human village, where she gets involved with the local Geidontei bar and its poster girl, Miyoi Okunoda.",
      "ja": "幻想郷の人里にある居酒屋「鯢呑亭（げいどんてい）」には、最近、飲んだ帰りの客が妖怪にさらわれて失踪するという噂が。博麗神社の巫女・霊夢はこの疑惑の調査に乗り出す。どうやらカギは看板娘の美宵のようで…？",
      "es-la": "En la aldea humana de Gensokyo, un rumor sobre un youkai que supuestamente secuestra a personas alcoholizadas se extiende de forma repentina con gran rapidez, causando miedo y preocupación entre la gente. Mientras tanto, en el centro de este rumor, el bar izakaya Geidontei, no hay nada fuera de lugar en lo que respecta a su comida y bebida, o incluso con respecto a su propietario.\n\nCuando la sacerdotisa Reimu Hakurei se entera de la situación, intenta cumplir con su deber de investigar el sospechoso establecimiento. Sin embargo, el caso la lleva a otra persona: Miyoi Okunoda, cuya existencia parece ser tan volátil como una burbuja.",
      "pt-br": "Uma estranha história sobre álcool. O mais novo mangá oficial de \"Touhou\", escrito por ZUN.   \r\n  \r\nExiste um rumor de que em um bar chamado \"Geidontei\", localizado em uma área remota de Gensokyo, um cliente bêbado foi sequestrado por um youkai. Reimu, sacerdotisa do Santuário Hakurei, embarca em uma investigação, mas aparentemente, a chave para desvendar o caso está na garçonete da loja…?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33d6a25e-e835-4e72-84ab-15fd929415b0",
    "title": {
      "en": "Dawn of the Dragon"
    },
    "updatedAt": "2023-08-12T09:40:43+00:00",
    "coverArt": "https://mangadex.org/covers/33d6a25e-e835-4e72-84ab-15fd929415b0/827a83dc-29a4-40a4-81c4-e6991f87d9e4.jpg",
    "altTitles": [
      {
        "ko": "새벽, 구름, 강"
      },
      {
        "ko-ro": "Saebyeok, Gureum, Gang"
      },
      {
        "en": "Dawn, Clouds, River"
      }
    ],
    "description": {
      "en": "\"You have to get married.\"\nHyowoon, a dragon that has gone into hibernation for nearly 300 years at the Yooshin group which subserved as the most mysterious being above all spiritual creatures, woke up from the long sleep to find his companion (lover). Yoo Taehyuk, the second son of the Yooshin group, decided to find the dragon instead of his younger sister who was expected to be the companion. \n\"Well, I'll take it as a business, and give it a try.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-07-02T03:01:25+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/a7872083-47ce-4234-85f6-fa080069bd2a.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya-san Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      }
    ],
    "description": {
      "en": "Masachika Kuze sits next to Alya, a girl of Russian and Japanese descent. She’s beautiful, haughty, and an exceptional student, while Masachika is nerdy and known for being a slacker. He’s an easy target for her comments in Russian, which she’s all too happy to translate—except he can understand what she’s really saying!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f",
    "title": {
      "en": "Iljin Romance"
    },
    "updatedAt": "2024-01-28T23:55:52+00:00",
    "coverArt": "https://mangadex.org/covers/ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f/144251fc-7890-4289-b505-3f2e4a7b5721.jpg",
    "altTitles": [
      {
        "ko": "일찐로맨스"
      },
      {
        "ja": "カーストロマンス"
      }
    ],
    "description": {
      "en": "Jin Daim has no friends, but likes drawing. Iljina is the most popular girl in school, even though she rejects every confession. Daim thinks she and her friends are an annoyance and disturbs his drawing time before class, but all he ever draws is her. Things get complicated when his secret sketch books gets discovered by one of Iljina's friends."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a41202b8-b2fd-4e64-915a-1d792655f667",
    "title": {
      "en": "Empress's Harem"
    },
    "updatedAt": "2024-07-01T21:47:17+00:00",
    "coverArt": "https://mangadex.org/covers/a41202b8-b2fd-4e64-915a-1d792655f667/a846f02e-438b-4930-b2a4-fa0a6c028cd4.jpg",
    "altTitles": [
      {
        "it": "El Harem De Una Princesa"
      },
      {
        "en": "Queen's Palace"
      },
      {
        "zh": "女帝的后宫"
      },
      {
        "zh-ro": "Nüdi De Hougong"
      }
    ],
    "description": {
      "en": "Super sweet and super-sand sculptured female statue against the harem! I often hear: \"Three princes and three princesses! Your puppets are fighting again!\" The overbearing female CEO traversed to the world of female honors and woke up with seven husbands."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4dde1161-3101-4dbb-aaba-ff3a84219cba",
    "title": {
      "en": "Shameless School"
    },
    "updatedAt": "2024-05-21T20:55:18+00:00",
    "coverArt": "https://mangadex.org/covers/4dde1161-3101-4dbb-aaba-ff3a84219cba/6d0b1dc4-f0ef-49ce-b174-f1514e4b38a0.jpg",
    "altTitles": [
      {
        "ja": "ハレンチ学園"
      },
      {
        "fr": "L'École impudique"
      },
      {
        "it": "La Scuola Senza Pudore"
      },
      {
        "ja-ro": "Harenchi Gakuen"
      },
      {
        "zh-hk": "破廉恥學園"
      },
      {
        "ko": "파렴치 학원"
      }
    ],
    "description": {
      "en": "The first ecchi in history.\n\nBeginning in the first issue of Weekly Shonen Jump (ch 2). The nature of the content is very extreme with both teachers and students being involved in perverted situations. Over the publication, Go Nagai included more extreme content at the encouragement of his editor. As the manga continued its serialization, it garnered more and more controversy from parents. As a result, the Jump Editorial Dept. decided to cancel the serial. \n\nNagai, in response to the controversy, decided to end off the manga [End of part 1] with the very infamous \"Harenchi War\" (Shameless War) arc.\n\n_(spoiler)\nThe arc kills off the majority of the cast in a very gory and disturbing manner and remains a very infamous arc to this day._\n\n\nShameless School is controversial in Japan even today and is regarded as a \"traumatic work\" by several news publications.\n\nThe manga consists of 3 parts, with the last left unfinished due to the cancellation. + last volume includes 3 chapters backstory arc for Bearded Godzilla."
    },
    "status": "cancelled",
    "releaseDate": 1968,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "66"
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "Succubus ga Yattekita Ohanashi"
    },
    "updatedAt": "2024-07-01T19:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "vi": "Chuyện nàng Succubus"
      },
      {
        "en": "The Story of a Succubus Who Came to the Human World"
      },
      {
        "es-la": "La Sucubo ha Llegado"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0854fa2a-aa41-4ba7-9946-23562f747718",
    "title": {
      "en": "Listen to My Voice!!"
    },
    "updatedAt": "2024-05-12T12:27:39+00:00",
    "coverArt": "https://mangadex.org/covers/0854fa2a-aa41-4ba7-9946-23562f747718/b2fb15db-8b4c-4f53-ace3-5501942c7308.jpg",
    "altTitles": [
      {
        "zh-hk": "請聽我的聲音!!"
      },
      {
        "zh-ro": "Qǐng Tīng Wǒ de Shēngyīn!!"
      },
      {
        "ja": "僕の声を聞いてほしい!!"
      },
      {
        "ja-ro": "Boku no Koe Okīte Hoshī!!"
      },
      {
        "en": "Please Listen to My Voice!!"
      },
      {
        "vi": "Lắng Nghe Tôi Nè!!"
      },
      {
        "ru": "Услышь мой голос!!"
      },
      {
        "pt-br": "Ouça minha voz!"
      },
      {
        "pt-br": "Por favor, escute minha voz!"
      }
    ],
    "description": {
      "en": "Ye QiaoWen, an older sister-childhood-neighbor of our protagonist whom he has always admired has just recently moved back.\n\nBut Deng XianHe, the protagonist, has just recently learned that she already has someone else in her heart — a fact that suffers Deng XianHe greatly.\n\nSuddenly seeing his usually bright and capable older sister turn into someone who is always hesitant and confused, Deng XianHe chose to suppress his years-long feelings of love, anguish, and longing.",
      "ja": "隣に住んでいた憧れのお姉さん・葉巧玟（イエチャオウェン）がこの町に戻ってきて、なし崩し的に高校生の僕・鄧賢和（ドンシアンホー）と同居することに。いつも颯爽としていてなんでもできる巧姉（チャオねえ）のはずが、僕の前では間抜けで優柔不断でダメダメな社会人だった!? さらに、バイト先で知りあったカッコいい先輩と、素直で明るい同級生。僕を囲む3人の女子はそれぞれが悩みを抱えていて……。楽しくもほろ苦い青春ドラマの幕が上がる!!\n\n---\n**Links:**\n- [Official Japanese 1](https://comic.webnewtype.com/contents/bokukoe)\n- [Official Japanese 2](https://comic-walker.com/contents/detail/KDCW_KS12204287010000_68)\n- [Official Japanese 3](https://web-ace.jp/comicnewtype/contents/693/)\n- [Official Japanese 4](https://seiga.nicovideo.jp/comic/64961)",
      "pt-br": "Ye Qiao Wen, uma velha companheira, vizinha de infância de nosso protagonista, a quem ele sempre admirou, mudou-se recentemente.\n\nMas Deng Xian He, o protagonista, descobriu recentemente que ela já tem outra pessoa em seu coração - um fato que o deixa muito magoado.\n\nDe repente, ao ver sua velha companheira, geralmente brilhante e capaz, se transformar em alguém sempre hesitante e confuso, Deng Xian He optou por reprimir seus sentimentos de amor, angústia e saudade que já duravam anos.",
      "zh-hk": "從小憧憬的鄰居大姐姐葉巧玟最近搬回來了，但少年鄧賢和卻得知她心中另有所屬的消息，澆熄了鄧賢和多年來的思念。看見平常精明幹練的大姐姐，在自己面前卻變成迷糊、做事猶豫不決的迷茫社會人，少年隱忍着失戀的情緒，第一次想對她發出怒吼，卻還是同"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f952b22-812d-4252-88e1-a99818f13acd",
    "title": {
      "en": "The Duke of Death and His Maid"
    },
    "updatedAt": "2024-05-31T03:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/7f952b22-812d-4252-88e1-a99818f13acd/e7e125d5-01d0-405d-a88e-7d8ef36875a8.jpg",
    "altTitles": [
      {
        "fr": "Le duc de la Mort et sa gouvernante obscure"
      },
      {
        "ja-ro": "Shinigami Bocchan to Kuro Maid"
      },
      {
        "ru": "Смертоносный герцог и его черная горничная"
      },
      {
        "ar": "النبيل الشاب حاصد الأرواح و خادمته السوداء"
      },
      {
        "ja": "死神坊ちゃんと黒メイド"
      },
      {
        "en": "The Duke of Death and His Black Maid"
      },
      {
        "pt-br": "O duque da morte e sua empregada"
      }
    ],
    "description": {
      "en": "In a large mansion lives a boy, an aristocrat who was cursed by the witch to \"let everything he touches die.\" With him is his maid Alice, who besides serving him, likes to tease him. The boy who is interested in her doesn't mind the teasing, but not being able to touch her is painful!  \r\n  \r\nIf they are unable to hold hands, how will their love ever bloom?",
      "tr": "Hikâye büyük bir malikanede yaşayan kaderi bir cadı tarafından mühürlenen bir çocuk ve onunla beraber yaşayan hizmetçi Alice hakkında; çocuk dokunduğu her şeyi ölüme sürüklerken; Alice ile hiç el ele tutuşamayacak olmalarına rağmen yaşanan inişli çıkışlı bir aşk."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "223"
  },
  {
    "mangaId": "cf73b05e-695b-44ad-84bb-e04f03d07c35",
    "title": {
      "en": "Legend of the End-of-Century's Gambling Wolf Saga"
    },
    "updatedAt": "2022-03-11T15:22:10+00:00",
    "coverArt": "https://mangadex.org/covers/cf73b05e-695b-44ad-84bb-e04f03d07c35/2005559b-e480-4b05-b00c-3386bf9b0893.jpg",
    "altTitles": [
      {
        "ja-ro": "Seikimatsu Bakurouden Saga"
      },
      {
        "ja": "世紀末博狼伝サガ"
      }
    ],
    "description": {
      "en": "In the world there is a gambler here named saga."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "71"
  },
  {
    "mangaId": "e850e497-2d50-40cc-a0da-186e3857e33a",
    "title": {
      "en": "Mahou Tsukai no Hako - Starlit Marmalade"
    },
    "updatedAt": "2023-06-22T15:28:44+00:00",
    "coverArt": "https://mangadex.org/covers/e850e497-2d50-40cc-a0da-186e3857e33a/a10bf31e-007b-4289-befd-9485a9413320.jpg",
    "altTitles": [
      {
        "ja": "Mahoutsukai no Hako - Starlit Marmalade"
      },
      {
        "ja": "まほうつかいの箱 スターリット・マーマレード"
      },
      {
        "ja": "魔法使之箱 - Starlit Marmalade"
      }
    ],
    "description": {
      "en": "Chikagi Katsuragi enters Kagamisaki High School with the firm intention to have a quiet school life, but not if her hyperactive classmate Hino Hibiki has something to say about it!  \n  \nChikagi is fighting a losing battle, as she happens to be the younger sister of the wonderfully eccentric former Student Council President Chidori Katsuragi, and that alone assures that her high school life will be anything but quiet!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "27878fe3-d412-4216-88c1-87116164a09e",
    "title": {
      "en": "L.A.G"
    },
    "updatedAt": "2024-04-02T04:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/27878fe3-d412-4216-88c1-87116164a09e/ee735f14-00d3-4194-bd4c-35f47392acd3.png",
    "altTitles": [
      {
        "en": "Unlimited Passive"
      },
      {
        "ko": "언리미티드 패시브"
      },
      {
        "en": "LAG"
      },
      {
        "ru": "Безграничные пассивные навыки"
      },
      {
        "pt-br": "Habilidades Passivas Ilimitadas"
      },
      {
        "en": "Limitless Passive Skills"
      },
      {
        "fr": "Passifs infinis"
      }
    ],
    "description": {
      "en": "L.A.G, an unknown space where humans use abilities or skills through awakening, monsters appear on each floor and room, and missions are given accordingly.\n\nThe goal here is to reach the bottom. The protagonist repeats death and life countless times in the unknown space L.A.G. However, in this life, he has the ability to own unlimited passive skills and finally has a chance to escape there.\n\nHowever, unlike what he has been through so far, he will not know an inch of the future as L.A.G continues to change. This is a desperate survival story in which no one can be trusted and continues to survive the hellish L.A.G, where there is no end in sight, and fights for escape from the bottom.",
      "ko": "인간이 각성을 통해 능력이나 스킬을 쓸고 있고\n각 층, 방마다 몬스터들이 나오고\n거기에 따른 미션이 주어지는 미지의 공간 L.A.G\n\n이곳의 목표는 최하층에 도달하는 것이다.\n그 알 수 없는 공간 L.A.G에서\n수없이 죽음과 삶을 반복하고 있는 주인공.\n하지만 이번 생에는 패시브 스킬을\n무한으로 소유할 수 있는 능력을 갖게 되고\n드디어 이곳을 탈출할 수 있는 기회가 찾아온다.\n\n그러나 L.A.G도 지금까지 자신의 겪어왔던 것과 달리\n계속 변하게 되면서 한 치 앞도 알 수 없게 된다.\n그 누구도 믿을 수 없고\n끝이 보이지 않는 지옥 같은 L.A.G에서\n끝까지 살아남아 최하층 탈출을 위해 싸워나가는\n처절한 생존 서바이벌.",
      "ru": "Что будет, если дать расчётливому человеку возможность бесконечно наращивать количество пассивных навыков и поставить перед ним целью выбраться из заточения, в которое он попал против своей воли? L.A.G - мистическое сооружение с огромным количеством помещений и этажей, что бесконечно тянутся вниз. Здесь люди вынуждены сражаться за свою жизнь в попытках попасть на самый нижний этаж, в котором, предположительно, они найдут все ответы. В придачу ко всему, L.A.G играет роль системы, благодаря которой игроки получают навыки и постоянно наращивают боевой потенциал. Здесь не выживает сильнейший - сильнейшим становится тот, кто выжил.",
      "pt-br": "L.A.G, um local desconhecido onde humanos através de um despertar conseguem utilizar perícias e habilidades especiais e precisam concluir missões derrotando os monstros que aparecem em cada sala de cada andar.\nO objetivo é alcançar o último andar do subterrâneo. O protagonista repete o ciclo de vida e morte incontáveis vezes no espaço desconhecido de L.A.G.\nNo entanto, desta vez, foi lhe concedido a aptidão de possuir habilidades passivas ilimitadas, e, com isso, ele usará dessa oportunidade peculiar para escapar desse inferno."
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2331661-2a88-40d4-ac1a-e61ad776ed48",
    "title": {
      "en": "For My Derelict Favorite"
    },
    "updatedAt": "2024-04-11T11:51:32+00:00",
    "coverArt": "https://mangadex.org/covers/e2331661-2a88-40d4-ac1a-e61ad776ed48/43e8eeec-38dc-4862-b367-2e6f4ea2445a.jpg",
    "altTitles": [
      {
        "ko": "버려진 나의 최애를 위하여"
      },
      {
        "ko-ro": "Beoryeojin Na-eui Choeaereul Wihayeo"
      },
      {
        "en": "For My Forsaken Beloved"
      },
      {
        "en": "For My Abandoned Love"
      },
      {
        "es": "Para mi amor abandonado"
      },
      {
        "en": "For My Derelict Beloved"
      },
      {
        "es": "Por mi favorito abandonado"
      },
      {
        "zh": "为了我被遗弃的爱"
      },
      {
        "mn": "Хаягдсан хайртынхаа төлөө"
      }
    ],
    "description": {
      "en": "I entered my favorite romantic fantasy novel! I may be a commoner, but I'm rich beyond belief. I quietly watched the romance of the main characters in the original novel, assuming I would go back to reality after reaching the novel's ending... However, even after the ending, I am still stuck in this world! As a result, I learned the behind-the-scenes stories that I didn't want to know. My favorite second male lead, Kaelus, died. Living in poverty without him, I eventually became ill and died as well. I thought I would return to reality, but I went back in time instead. This is definitely... This means I have to save my beloved, right?\n\n---\n**Notes:**\n* The novel of this series was originally released as R15, 7 months after being completed the book/ebook was later re-released as R19. The webtoon will follow how the novel was originally released which is R15.\n* *For My Derelict Favorite* is the official English name on the Korean novel.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8423030), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794155)",
      "hu": "Hestia, a főhősnőnk a kedvenc regényének egy gazdag mellékszereplőjeként ébred egy nap. Rajongóként legelső dolga, hogy nemesi címet vásároljon magának annak érdekében, hogy az imádott drágaságát, a regény second male lead-jét, Caelust láthassa az arisztokrata bálokon. Hestia úgy dönt, csak külső szemlélő lesz, nem avatkozik bele a cselekményszálba. A regény eredeti befejezését követő évben azonban olyan váratlan dolog történik Caelus-szal, ami Hestiát mégis cselekvésre készteti, hogy a bias-a elkerülhesse a tragikus befejezést.1",
      "ko": "\"내 최애를 살려내!\"\nN회차 정주행할 만큼 애정하던 로판 소설에 빙의한 헤스티아,\n엑스트라 of 엑스트라에 빙의한 덕에 주인공들을 직관하고 드디어 맞이한 작품의 엔딩!\n엔딩 후 현실로 돌아가게 될 거란 예상은 산산조각이 나고,\n소설의 엔딩 후 비하인드가 가장 애정하는 캐릭터였던 서브남 카엘루스의 죽음이라는 충격에서 벗어나기도 전에\n소설의 엔딩 직후로 회귀하는데…!\n그렇다면 이번엔, 내 최애를 지켜내겠어!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a",
    "title": {
      "en": "Human Mask"
    },
    "updatedAt": "2024-06-06T11:05:54+00:00",
    "coverArt": "https://mangadex.org/covers/fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a/073da91d-218e-45c3-b7a5-d80d7270cc08.jpg",
    "altTitles": [
      {
        "ko-ro": "사람의 탈"
      }
    ],
    "description": {
      "en": "Masks are art, dance is martial arts!\nThe despised mask dancer 'Bongsan' follows the map left by his master\nTo stop the monster tiger 'Saphung Black Tiger' who wants to become king\nHe sets out on an adventure to find the legendary 'Human Mask'..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3",
    "title": {
      "en": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party wo Kumimashita!"
    },
    "updatedAt": "2024-06-30T02:22:38+00:00",
    "coverArt": "https://mangadex.org/covers/9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3/fb02ef14-baec-496e-94f7-03e785a399f2.jpg",
    "altTitles": [
      {
        "ja": "勇者に全部奪われた俺は勇者の母親とパーティを組みました！"
      },
      {
        "zh-hk": "被勇者奪取全部的我，和勇者的母親組成了隊伍！"
      },
      {
        "zh": "被勇者踢出队伍的我，最后和他们的妈妈组队了！"
      },
      {
        "id": "Pahlawan Mengambil Segalanya Dariku, Jadi Aku Menikahi Ibunya!"
      },
      {
        "tr": "Kahraman Her Şeyimi Elimden Çaldı, Ben de Annesiyle Parti Yaptım!"
      },
      {
        "en": "The Hero Took Everything from Me, So I Partied with the Hero’s Mother!"
      }
    ],
    "description": {
      "en": "A young man wants to marry the mothers of the hero's party!\n\nAs a member of the hero's party Ceres, has set out to defeat the demon king. But one day, he was suddenly dismissed by the hero, and he had to leave the party.\n\nAll alone, Ceres sought to find a domestic slave to take care of him. What he saw at the slave market was Shizuko, the hero's mother, being sold as a slave?!\n\nThe unreasonably expelled young man's Isekai mama harem is born!!",
      "id": "Seorang pemuda ingin menikahi ibu dari kelompok pahlawan—\n\nSebagai anggota kelompok pahlawan Ceres sang tokoh utama, berangkat untuk mengalahkan raja iblis.\nNamun suatu hari, dia tiba-tiba di keluarkan dari kelompok pahlawan oleh sang pahlawan,\nSeorang diri, Ceres mencari budak rumah tangga untuk merawatnya. Namun apa yang dia lihat di pasar budak adalah Nyonya Shizuko, ibu dari sang pahlawan, dijual sebagai budak—??\n\nHarem Isekai yang tak masuk akal dari pemuda yang dikeluarkan dari kelompok pahlawan lahir!!",
      "ja": "少年が結婚したいのは、\n勇者パーティのお母さんたちでした――\n\n勇者パーティの一員として\n魔王の倒す旅に出ている主人公・セレス。\n\nだがある日突然、勇者ゼクトからクビ宣告を受け、\nパーティを抜けることに。\n\n一人になったセレスは、\n身の回りの世話役として家事奴隷探しへ。\n\nその奴隷市場で見かけたのは\n奴隷として売られた、勇者の母親である静子さんの姿が――？？\n\n理不尽に追放された少年の\n異世界ママハーレムが産声を上げる！！",
      "pt-br": "Ceres e seus amigos de infância criaram um grupo de aventureiros nomeado de “luz da esperança”, mas depois que Zect, um de seus amigos, se tornou o grande herói, ele expulsou Ceres do grupo. Agora, só restava ao extasiado Ceres retornar para seu vilarejo. Contudo, quando foi comprar uma escrava para auxiliá-lo, Ceres se deparou com Shizuko, a mãe do grande herói Zect!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37cbe8a9-4a2f-4e71-a8c8-c33be7aee3cc",
    "title": {
      "en": "Atsumare! Fushigi Kenkyu-bu"
    },
    "updatedAt": "2024-06-07T23:39:10+00:00",
    "coverArt": "https://mangadex.org/covers/37cbe8a9-4a2f-4e71-a8c8-c33be7aee3cc/cc6593ad-a85c-4fe8-89d7-5a96d17b2348.jpg",
    "altTitles": [
      {
        "en": "Assemble! Mysterious Research Club"
      },
      {
        "tr": "Gizemli Araştırma Kulübü, Toplan!"
      },
      {
        "pt-br": "Reúnam-se! Clube de Pesquisas Misteriosas"
      },
      {
        "es-la": "¡Reúnanse! Club de Investigaciones Misteriosas"
      },
      {
        "ru": "Все сюда! Таинственный клуб исследований"
      },
      {
        "ja": "あつまれ！ふしぎ研究部"
      },
      {
        "zh-hk": "聚集！不可思議研究部"
      },
      {
        "zh": "聚集！不可思议研究部"
      },
      {
        "ko": "모여라! 불가사의 연구부"
      },
      {
        "ja-ro": "Atsumare! Fushigi Kenkyuubu"
      }
    ],
    "description": {
      "en": "Goryo Daisuke is still unsure about which club to join. When he meets the three girl members of Mysterious Research Club while looking for the school's warehouse, he gets hypnotized to sign the registration form. Suzu who is obsessed with scary curses, Chiaki who only relies on her monstrous strength to perform dangerous magic tricks, and Kotone who can control people by hypnosis.",
      "es-la": "Goryou Daiseuke aún está indeciso sobre a qué club unirse en su escuela. Cuando conoce a tres chicas miembros del “Club de Investigaciones Misteriosas” mientras buscaba el almacén de la escuela, es hipnotizado por ellas y, sin saberlo, firma una solicitud de ingreso. Suzu, quien está obsesionada con las maldiciones, Chiaki quien confía en su monstruosa fuerza para realizar actos de magia y Kotone, quien puede controlar a la gente con hipnosis. Ahora comienza una nueva y caótica vida para Daisuke, siendo el conejillo de indias del club.",
      "pt-br": "Goryo Daisuke ainda não sabe ao certo a qual clube ingressar. Quando ele conhece as três garotas do Clube de Pesquisa Misteriosa enquanto procura o depósito da escola, ele fica hipnotizado para assinar o formulário de inscrição. Suzu, que é obcecada por maldições assustadoras, Chiaki, que só conta com sua força monstruosa para realizar truques de mágica perigosos, e Kotone, que pode controlar as pessoas por meio da hipnose."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11fc0067-2385-4666-8915-042dd8139377",
    "title": {
      "en": "Isekai Metaller"
    },
    "updatedAt": "2024-07-01T20:53:39+00:00",
    "coverArt": "https://mangadex.org/covers/11fc0067-2385-4666-8915-042dd8139377/07a56e19-a446-4e3d-b257-67c562ee6377.jpg",
    "altTitles": [
      {
        "ja": "異世界メタラー"
      },
      {
        "ja-ro": "Isekai Metaraa"
      },
      {
        "en": "Another World Metaller"
      },
      {
        "en": "Otherworld Metaller"
      },
      {
        "es": "Metalero de Otro Mundo"
      },
      {
        "es-la": "Metalero de Otro Mundo"
      }
    ],
    "description": {
      "en": "Alex, a devoted metalhead, finds himself in deep sorrow at his band’s breakup concert. Amidst the sadness, he experiences an electrical accident due to equipment trouble...\n\nWhen he wakes up, he discovers he has been transported to another world! In this new world, Alex encounters situations that are a metalhead’s dream, featuring werewolves and dragons, which excite him immensely. \n\nDetermined to lead this otherworld to peace with his metal spirit, Alex sets out on an adventurous journey!",
      "es": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras...",
      "ja": "メタルを深く愛するアレキは、バンドの解散ライブで悲しみに暮れる中、機材トラブルで感電事故に遭う……。そして目が覚めると異世界に転移していた！？ 異世界では、狼男、ドラゴンと『メタラーの夢』であるシチュエーションに次々遭遇し、興奮するアレキ。メタル魂で異世界を平和に導こうとするが……",
      "es-la": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c0189f4a-dee6-48f4-abbe-53a4359cbcfb",
    "title": {
      "en": "At the Northern Fort"
    },
    "updatedAt": "2023-10-22T10:41:20+00:00",
    "coverArt": "https://mangadex.org/covers/c0189f4a-dee6-48f4-abbe-53a4359cbcfb/27458f3f-22cf-460d-af45-f0a8152b8a59.jpg",
    "altTitles": [
      {
        "ja-ro": "Kita no Toride Nite"
      },
      {
        "ja": "北の砦にて"
      },
      {
        "ja-ro": "Kita no Toridenite"
      },
      {
        "ja-ro": "At the North Fort, Happy Days That I Spent With Everyone!"
      },
      {
        "id": "Nama TerkaitDi Benteng Utara, Hari-hari Bahagia yang Aku Habiskan Bersama Semua Orang!"
      }
    ],
    "description": {
      "en": "Paw pads wrapped in white fur. Fluffiness around the neck. \nA bushy tail. A rounded figure that was the very definition of fur ball! \nA certain Japanese girl had been reincarnated into such a fox cub, Milfiria.\nMilfiria was told to watch the house by her mother, as she left for the capital. \nHowever, unable to bear with the loneliness, she decided to follow her mother\nbut lost her way until she reached a fort protected by strong knights."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcd1002-1f44-45b8-9c5d-6b9a91629a43",
    "title": {
      "en": "Nightwatcher"
    },
    "updatedAt": "2023-08-28T12:05:20+00:00",
    "coverArt": "https://mangadex.org/covers/ddcd1002-1f44-45b8-9c5d-6b9a91629a43/43446100-1025-4342-9c1f-da602d060979.jpg",
    "altTitles": [
      {
        "en": "Dafeng's Night Squad"
      },
      {
        "zh-ro": "Dà Fèng Dǎ Gēng Rén"
      },
      {
        "zh": "大奉打更人"
      },
      {
        "vi": "Đại Phụng Đả Canh Nhân"
      }
    ],
    "description": {
      "en": "In this world, there is: Confucianism; Taoism; Buddhism, Demons, and Magicians. Xu Qi’an, a graduate from the police academy, suddenly finds himself waking up in prison, to be exiled to the border three days later …\n\nHis initial goal was to protect himself in this world with no laws, and to be able to live a leisurely life as a rich man..\n\nMany years later, Xu Qi’an looks back on the past, and the long-dead enemies and friends, as well as the numerous bones he has left behind.\n\nAs the Yangtze River flows eastward, the waves wash away the heroes; right and wrong, success or failure will all turn into nothing but history. However, just like the sun’s rays gleaming over the towering mountains, after the sunset, a new sun will rise."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77e12106-cd14-41eb-8fcf-eb3ba7a69d92",
    "title": {
      "en": "Spider-Man: Octopus-Girl"
    },
    "updatedAt": "2024-05-18T03:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/77e12106-cd14-41eb-8fcf-eb3ba7a69d92/b04a4b2d-688e-415c-9a32-a563c9a47c99.jpg",
    "altTitles": [
      {
        "ja": "スパイダーマン：オクトパスガール"
      },
      {
        "en": "Spider-Man: Octo-Girl"
      }
    ],
    "description": {
      "en": "Doctor Octopus falls into a coma; when he awakens, he finds himself inhabiting the body of Japanese middle schooler Otoha Okutamiya.",
      "pt-br": "Doutor Ictopus entrou em coma. Quando ele acorda, ele se encontra vivendo no corpo de uma japonesa do Fundamental, Otoha Okutamiya."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Record of Ragnarok"
    },
    "updatedAt": "2024-06-27T20:38:29+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/4490f3a0-0d45-4432-a21f-b643e8fa2ece.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "World's End Valkyrie"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "Marriage Toxin"
    },
    "updatedAt": "2024-06-14T23:25:33+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/54331e59-a0c3-415b-b4ce-3000f84c0c19.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      },
      {
        "en": "MARRIAGETOXIN"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…\n\n------\n- [Official English Volumes at Viz Media](https://www.viz.com/marriage-toxin)",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8edf64a8-73d3-4dbc-a21c-56bcbab1a0db",
    "title": {
      "en": "Ano ko ni naisho no VTUBER !"
    },
    "updatedAt": "2024-07-02T10:43:23+00:00",
    "coverArt": "https://mangadex.org/covers/8edf64a8-73d3-4dbc-a21c-56bcbab1a0db/faf0e660-b631-42b7-9403-90be49e23a4e.jpg",
    "altTitles": [
      {
        "ja": "あの子にナイショのVTUBER"
      },
      {
        "ja-ro": "Ano Ko ni Naisho no VTUBER"
      },
      {
        "en": "That Girl Is Secretly A VTUBER !"
      }
    ],
    "description": {
      "en": "High school student Warabi has a secret that she's been keeping from her childhood friend, Shuu. While she's active as a popular virtual idol, Shuu, who has no idea about her secret identity, is actually in love with her...!\n\nWitness the heart-fluttering story of her secret V-Tuber activities and her romance with her childhood friend!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-06-01T15:16:01+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/60c41195-5f87-4cf8-943e-719febfc4412.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. Strolling around the neighborhood, soaking in the public bath, eating the local cuisine, enjoying the park... even though she can’t take a big vacation or travel far, she’s determined to still enjoy any little “vacation” she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2024-06-29T12:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "229870d1-ec63-47f0-83d6-3d237ce7dc71",
    "title": {
      "en": "The First Ancestor In History"
    },
    "updatedAt": "2024-03-06T10:37:16+00:00",
    "coverArt": "https://mangadex.org/covers/229870d1-ec63-47f0-83d6-3d237ce7dc71/6815634d-deb7-434f-bfe4-35385a694883.jpg",
    "altTitles": [
      {
        "zh": "史上第一祖师爷"
      },
      {
        "en": "History's Number 1 Founder"
      },
      {
        "zh-ro": "Shi Shang Diyi Zushiye"
      }
    ],
    "description": {
      "en": "Lin Feng travelled through worlds and even obtained an overpowered system, but he still faces a pressure as huge as a mountain.\r\n\r\nSystem’s main quest:\r\nLin Feng is to create a school; establish history’s number 1 sect and Lin Feng himself to become the number 1 founder.\r\n\r\nTo become history’s number 1 founder, Lin Feng started to work hard.\r\n\r\n“Your name is Shi Tianhao? Natural born sovereign roots but it was stolen by your cousin? Now being raised in a little village your father placed you in? Come come come, follow your master and we’ll let those people know that justice that is owed must be returned!”\r\n\r\n“Your name is Xiao Yan? A genius of the past but a loser now? Even your fiancé came over to humiliate you by asking for a divorce? Come come come, follow your master and we’ll let that brat know the meaning of: don’t bully a youngster just because he’s poor!”\r\n\r\n“Your name is Zhu Yi? The son of a marquis but you’re being suppressed by your father? Your mother was a saint but she was assassinated? Come come come, follow your master and we’ll let your dad know the meaning how problems can be solved with your fists…no, with reasoning!”",
      "zh": "简介穿越了，也有了一个系统，但林锋压力山大。系统主线任务：林锋开山立派，建立史上第一大宗门，林锋本人成为第一祖师。于是为了成为史上第一祖师爷，林锋开始奋斗。少年，跟为师一起开山立派吧！",
      "pt-br": "Lin Feng um viajante conseguiu um sistema que pode facilitar sua vida, mas ainda é muito difícil. Primeira missão do sistema, criar uma seita e conseguir discípulos e esta seita deve ser a melhor do mundo. Para ser o melho Lin Feng vai ter que trabalhar duro e ao mesmo tempo treinar seus novos discípulos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9258a047-a524-4640-83e9-8e295b453a97",
    "title": {
      "en": "Romance, But Not Romantic"
    },
    "updatedAt": "2024-04-01T04:59:26+00:00",
    "coverArt": "https://mangadex.org/covers/9258a047-a524-4640-83e9-8e295b453a97/e3d74b83-3a31-42ad-a46a-aa4a135c8bb6.jpg",
    "altTitles": [
      {
        "ko": "로맨스 낫 로맨틱"
      },
      {
        "en": "Romance Not Romantic"
      }
    ],
    "description": {
      "en": "“You’ve manifested as a recessive Omega.”\nNo way…But I only came here to get a check up for a bad hangover?!\nOverworked and overwhelmed with stress, Back-End Developer, Jinha, manifested as an Omega.\nJinha brews resentment for the leader of the Strategic Planning Team, Hyunjoon, and decides to open a savings account solely to save money to later hire a hitman.\nBut of course, bad luck comes in threes.\nNow that his body is vulnerable to other’s pheromones, the only way to stabilize his body and its craving is with Hyunjoon’s refreshing pheromones.\nBut the only thing that Jinha can trust is Modern Medicine!\nWhen seeking medical advice to somehow overcome his situation, the only prescription given to him as the safest method, is to have sex with someone that’s compatible and of the same gender.\nNot only is Jinha feeling hopeless as he navigates through his hardship, but a stalker appears and attempts to shower him with his pheromones.\nFinding himself with no other choice, Jinha asks Hyunjoon for help."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31be4cc4-d7c8-47d7-9d80-4f1b2db7979e",
    "title": {
      "en": "Angel Heart"
    },
    "updatedAt": "2024-04-26T14:45:01+00:00",
    "coverArt": "https://mangadex.org/covers/31be4cc4-d7c8-47d7-9d80-4f1b2db7979e/1b72aeb3-9856-413a-a95f-a6a1208ef4fc.png",
    "altTitles": [
      {
        "ja-ro": "Angel Heart - 1st Season"
      },
      {
        "ja": "エンジェル・ハート"
      },
      {
        "ja": "エンジェル・ハート 1stシーズン"
      },
      {
        "zh": "天使之心"
      },
      {
        "zh": "天使心"
      },
      {
        "es-la": "Corazón de Ángel"
      },
      {
        "uk": "Серце Янгола"
      }
    ],
    "description": {
      "en": "A young Taiwanese assassin codenamed \"Glass Heart\" committed suicide by jumping off a building, and her heart was pierced by a metal fence. Miraculously, her life was saved by heart transplantation. During her recovery she began to experience strange dreams, which led her to Japan looking for the donor of her heart, who happens to be Kaori Makimura, former partner of City Hunter.\n\n---\nOfficial Release:\n- Indonesian release by Level Comics",
      "ja": "台湾の黒社会組織の殺人兵器として養成された少女グラス・ハート。彼女は自殺を図るが、シティーハンターのパートナー槇村香の心臓を移植され一命をとりとめる。蘇ったグラス・ハートは組織を抜け出し、香の記憶に導かれるように新宿・リョウの元へ。やがて二人は香の心臓という絆で、再会をはたすのだが……!?",
      "es-la": "Una joven asesina taiwanesa con el nombre clave de \"Corazón de Cristal\" se suicidó saltando desde un edificio, y su corazón fue atravesado por una valla metálica. Milagrosamente, su vida se salvó gracias a un trasplante de corazón. Durante su recuperación comenzó a experimentar extraños sueños, que la llevaron a Japón en busca del donante de su corazón, que resulta ser Kaori Makimura, antigua compañera de City Hunter."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "33",
    "lastChapter": "363"
  },
  {
    "mangaId": "f88a4713-1064-4621-97f5-60017294cd5d",
    "title": {
      "en": "The Story of a Delinquent Girl and a Serious Boy"
    },
    "updatedAt": "2024-07-02T10:18:34+00:00",
    "coverArt": "https://mangadex.org/covers/f88a4713-1064-4621-97f5-60017294cd5d/d992f060-6f52-4511-96b3-dfd451268bb2.jpg",
    "altTitles": [
      {
        "ja": "不良少女と真面目少年の話"
      },
      {
        "ja-ro": "Furyou Shoujo to Majime Shounen no Hanashi"
      },
      {
        "fr": "L'histoire d'une délinquante et d'un mec sérieux"
      },
      {
        "zh": "不良少女与死正经少年"
      },
      {
        "zh-hk": "不良少女與正經少年的故事"
      },
      {
        "hu": "Egy folyton későn érkező lány és egy komoly fiú története"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0301208d-258a-444a-8ef7-66e433d801b1",
    "title": {
      "en": "Ryoushin no Shakkin wo Katagawari shite morau Jouken wa Nihon Ichi Kawaii Joshikousei to Issho ni Kurasu koto deshita."
    },
    "updatedAt": "2024-04-17T21:22:30+00:00",
    "coverArt": "https://mangadex.org/covers/0301208d-258a-444a-8ef7-66e433d801b1/f6934752-cbfc-47fe-997d-21c5157861ce.jpg",
    "altTitles": [
      {
        "ja": "両親の借金を肩代わりしてもらう条件は日本一可愛い女子高生と一緒に暮らすことでした。"
      },
      {
        "en": "I'm Gonna Live with You Not Because My Parents Left Me Their Debt But Because I Like You"
      },
      {
        "zh": "替我父母偿还债务的条件是与日本最可爱的女高中生同居。"
      },
      {
        "zh-ro": "Tì wǒ fùmǔ chánghuán zhàiwù de tiáojiàn shì yǔ rìběn zuì kě'ài de nǚ gāozhōng shēng tóngjū."
      }
    ],
    "description": {
      "en": "The main character, Yoshizumi Yuya, was being pressured into paying off the debt left by his parents who had fled abroad. It was his classmate, Hitotsuba Kaede, chosen as the cutest schoolgirl in Japan, who saved him from this crisis of life and death. However, there was a catch. The condition required to fulfill in return for taking over his debt was — “In return for the loan, you have – to live with me.”\n\n“Why did that happen?!”\n\nYuya’s daily life collapsed on this day.\n\n“Yuya-kun. Let’s take a bath together.”\n\n“Yuya-kun, please be my hug pillow.”\n\n“That’s enough, Hitotsuba-san!”\n\nThe slapstick love comedy between the beautiful, but easy-going Hitotsuba Kaede and the serious and hard-headed Yoshizumi Yuya, starts now!",
      "id": "Tokoh utama, Yoshizumi Yuya, dipaksa untuk melunasi hutang yang ditinggalkan oleh orang tuanya yang melarikan diri ke luar negeri. Itu adalah teman sekelasnya, Hitotsuba Kaede, terpilih sebagai siswi terimut di Jepang, yang menyelamatkannya dari krisis hidup dan mati ini. Namun, ada motif tersembunyi di balik itu. Syarat yang harus dipenuhi sebagai imbalan untuk melunasi utangnya adalah — “Sebagai imbalan atas pinjaman itu, kau harus tinggal bersamaku.” “Kenapa jadi begitu?!” Kehidupan sehari-hari Yuya runtuh pada hari ini. “Yuya-kun. Ayo mandi bersama.” “Yuya-kun, jadilah bantal pelukku.” “Cukup, Hitotsuba-san!” Kisah cinta komedi romantis yang menggugah antara Hitotsuba Kaede yang cantik namun santai dan Yoshizumi Yuya yang serius dan keras kepala, dimulai sekarang!",
      "ja": "第1巻の内容紹介: 糖度300％の同棲ラブコメ\n両親が借金3000万を残して海外逃亡…！？追い詰められた吉住勇也の前に、不意に現れたのは社長令嬢の同級生・一葉楓。勇也も密かに憧れていた日本一可愛い女子高生1位に選ばれた楓は、彼女は意外な提案をするが\n\nDai 1-kan no naiyō shōkai: Tōdo 300-pāsento no dōsei rabu kome ryōshin ga shakkin 3000 man o nokoshite kaigai tōbō…!? Oitsumerareta Yoshizumi Yūya no mae ni, fui ni arawareta no wa shachō reijō no dōkyūsei 一葉楓. Yūya mo hisoka ni akogarete ita nihon'ichi kawaii mesukōsei 1-i ni eraba reta kaede wa, kanojo wa igaina teian o suruga."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbb30a8b-ed6e-46ab-8072-7e76693d796b",
    "title": {
      "en": "The Gentle Goblin's Bird"
    },
    "updatedAt": "2022-02-17T12:24:01+00:00",
    "coverArt": "https://mangadex.org/covers/fbb30a8b-ed6e-46ab-8072-7e76693d796b/5a35b828-8164-4d2a-93ba-d0aa5c05fdb8.jpg",
    "altTitles": [
      {
        "en": "A Kind Goblin's Bird"
      },
      {
        "vi": "Sơn Ca Yêu Kiều Của Yêu Tinh"
      },
      {
        "ko": "상냥한 도깨비의 새"
      },
      {
        "ja": "優しい夜叉の鳥"
      },
      {
        "zh-hk": "小鳥依鬼的柔情"
      },
      {
        "th": "ท่านภูตใจดีกับนกไนติงเกล"
      }
    ],
    "description": {
      "en": "\"Won't you become a Goblin's bride?\"   \n  \nIn Yang-an, the capital of the Shun Dynasty Empire, there are rumors of a Goddess who sings a song that grants your wishes in your dreams if you visit a certain pharmacy. To confirm this, Sa Heonyoung, who disguises his status as a member of the royal family, goes to find the Goddess of the rumors. After listening to her song, he yearns for her, as if he is suffering from an illness…  \n  \nA man who must kill his own identity under a goblin's mask; and a woman who has no name or a lover, and lives only for the revenge in her mother's will. A mournful love story between a man and a woman who are the only ones who can fully understand each other. \n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "ja": "人気のない山奥で毎日死だけを待つ名もなき女。夜叉の仮面をまとい己を殺しながら生きるしかない男。 2人だけがお互いを分かりあえる…そんな男女の切ない愛の物語――\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "ko": "\"도깨비의 신부가 되지 않겠습니까?“\n\n순나라의 황도 양안. 어느 약방에 찾아가면 신녀가 꿈속에서 소원을 이뤄 주는 노래를 불러 준다는 소문이 파다하다. 이를 검증하기 위해 신분을 속인 채 다른 이들 틈에 섞여 신녀를 찾아간 친왕, 사헌영. 그는 신녀의 노래를 듣고 난 뒤, 병을 앓듯 그녀를 찾게 되는데….\n\n도깨비 가면을 쓴 채 자신을 죽이고 살아가야만 하는 남자. 외로운 산 속에서 하루 하루 죽음만을 기다리며 살아가는 이름 없는 여자. 온전히 자신을 알아주는 건 서로밖에 없는 남녀의 애절한 사랑 이야기.\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "th": "ยังอัน เมืองหลวงแห่งอาณาจักรซุน ณ สถานที่แห่งนี้มีข่าวลือที่น่าอัศจรรย์อยู่เรื่องหนึ่ง นั่นคือเรื่องราวของเพลงมหัศจรรย์ที่ช่วยทำให้ผู้ที่ได้รับฟังสมปรารถนา มันถูกขับขานโดยหญิงสาวคนหนึ่งและชายที่หลงรักเธอผู้นั้น...\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "zh-hk": "「妳願意當鬼怪的新娘嗎？」順王朝的帝都仰安有個傳聞，城裡某間藥房有一位能用歌聲讓人在夢中願望成真的巫女。為了證實這個傳聞，順王朝親王──思軒英，隱瞞自身身分親自去見了這位巫女，然而在聽完巫女的歌聲後，彷彿得了相思病一般，一直不斷找她…。一位只能戴著鬼怪面具隱藏自己真實身分的男子、一位在孤寂的山中等待死亡日度一日的女子，相遇後發現真正理解自己的只有彼此，一則關於男女愛戀情愁的故事。【​本作品為官方正式授權之15歲版本，請讀者們多多支持。】​\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "a19db143-0399-4c72-b999-75544b509cb9",
    "title": {
      "en": "Danshi dato Omotteita Osananajimi tono Shinkon Seikatsu ga Umaku Ikisugiru Ken ni Tsuite"
    },
    "updatedAt": "2024-06-22T06:53:39+00:00",
    "coverArt": "https://mangadex.org/covers/a19db143-0399-4c72-b999-75544b509cb9/0cf688cb-aa80-4e7e-99fc-49b5b19d3697.jpg",
    "altTitles": [
      {
        "ja": "男子だと思っていた幼馴染との新婚生活がうまくいきすぎる件について"
      },
      {
        "en": "Regarding my Married Life with a Childhood Friend Whom I Thought Was a Boy Going Way Too Smoothly"
      }
    ],
    "description": {
      "en": "Shuichi, a high school student, ended up marrying his childhood friend whom he thought was a boy. At their reunion after 10 years, his childhood friend Yuika had transformed into a beautiful girl, which initially made Shuichi quite nervous. However, as time passed, he gradually grew accustomed to the sense of closeness as best friends—and thus, their love story as an ideal couple with a charming touch of innocence begins!",
      "ja": "親友だから、通じ合えちゃう。\n\n高校生の秀一は、男だと思っていた幼馴染の唯華といきなり結婚することになってしまう。10年ぶりの再会に、最初はぎこちなかったが徐々に昔を思い出して――。楽しい高校生活と新婚生活を満喫しちゃう!?\n\n意識しあっても、あと一歩が踏み出せない。",
      "pt-br": "Shuichi, um estudante do ensino médio, acabou se casando com seu amigo de infância que ele pensava ser um menino. Em seu reencontro após 10 anos, sua amiga de infância Yuika se transformou em uma linda garota, o que inicialmente deixou Shuichi bastante nervoso. No entanto, com o passar do tempo, ele gradualmente se acostumou com a sensação de proximidade como melhores amigos - e assim começa a história de amor deles como um casal ideal com um toque encantador de inocência!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2213279-1b4e-4699-8d6b-334d718b7474",
    "title": {
      "en": "Netoge no Yome ga Ninki Idol Datta: Cool kei no Kanojo wa Genjitsu demo Yome no Tsumori de Iru"
    },
    "updatedAt": "2024-05-15T16:13:53+00:00",
    "coverArt": "https://mangadex.org/covers/d2213279-1b4e-4699-8d6b-334d718b7474/9315ac0b-da31-4c93-9fcf-b7dfd3984ee0.jpg",
    "altTitles": [
      {
        "ja": "ネトゲの嫁が人気アイドルだった件～クール系の彼女は現実でも嫁のつもりでいる～"
      },
      {
        "en": "My Web Game Wife Is a Popular Idol IRL"
      },
      {
        "vi": "Vợ trong game của tôi là Idol nổi tiếng ngoài đời"
      },
      {
        "ru": "Моя жена в онлайн-игре – популярный айдол"
      },
      {
        "th": "ไอดอลสาวสุดปังกับผมแต่งงานกันในเกมออนไลน์ ~(แต่) แฟนสาวสุดคูลอยากเป็นเจ้าสาวในโลกจริงด้วย~"
      },
      {
        "en": "My Wife in the Web Game Is a Popular Idol"
      }
    ],
    "description": {
      "en": "Kazuto Ayanokoji is an ordinary high school boy. He spends his days playing online games as a hobby. One day, he discovers the true identity of a friend who is so close to him that they are married in-game. It turns out to be a cool idol from the same class, Rinka Mizuki. As Rinka tries to act as his wife in real life, Kazuto is forced to lead a dizzying life.",
      "ja": "平凡な男子高校生・綾小路和斗には嫁がいる。ただし趣味のネトゲ世界で。ところが結婚相手の少女リンの正体は、学校のクラスメイトで人気アイドルの『水樹凛香』で!? 正体がバレて関係も終わり――かと思いきや、凛香は現実でも和斗の「嫁」として振る舞い始めて……。",
      "vi": "Ayanokouji Kazuto là một cậu học sinh cao trung bình thường. Cậu có sở thích là chơi game vào thời gian rảnh của mình. Một ngày, cậu phát hiện ra danh tính thật của người bạn thân mà cậu đã kết hôn trong game. Người đó không ai khác chính là Rinka Mizuki, một idol và cũng là một người bạn cùng lớp của cậu. Trong khi Mizuki Rinka cố gắng để cư xử với cậu như một người vợ, cậu phải trải qua một cuộc sống hằng ngày mệt mỏi."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7311147-2d4a-4094-807f-bb39585417c4",
    "title": {
      "en": "Dungeon ga Arawarete 5-nen, 15-sai de Dungeon ni Idomu Koto ni Shita."
    },
    "updatedAt": "2024-05-04T18:30:49+00:00",
    "coverArt": "https://mangadex.org/covers/e7311147-2d4a-4094-807f-bb39585417c4/1a6f8502-a57c-40f1-a4ec-94237c909728.png",
    "altTitles": [
      {
        "ja": "ダンジョンが現れて5年、15歳でダンジョンに挑むことにした"
      },
      {
        "ja-ro": "Dungeon ga Arawarete Go-nen, Juugo-sai de Dungeon ni Idomu Koto ni Shita."
      },
      {
        "es-la": "5 AÑOS DESPUÉS DE QUE APARECIERAN LAS DUNGEONS, ME ATREVO A DESAFIARLAS A LA EDAD DE 15 AÑOS"
      },
      {
        "en": "Five Years After The Dungeons Appeared, I Dare to Challenge at The Age of 15"
      }
    ],
    "description": {
      "en": "Dungeons appeared in the world five years ago. Police and military are unable to enter these enigmatic spaces, and entry is permitted solely by the free will of individuals aged 15 and above. Leveling up is possible, fantasy items can be acquired, and for some, the transformation can lead to becoming astonishingly beautiful.\n\nYuuta Rokujou has lived a life of being bullied since his kindergarten days. Due to this, he decided not to attend Dungeon High School that everyone else went to, rather, on his fifteenth birthday, he decided to challenge a dungeon alone.\n\nThis story is about how Yuuta, under such circumstances, became stronger than anyone else, becoming one of the twelve individuals capable of moving the world, known as the ‘Twelve Heroes.’"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3293575-94bb-4467-b992-4de2174615f7",
    "title": {
      "en": "P.S. Waiting for You by the Lake"
    },
    "updatedAt": "2024-03-17T06:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/b3293575-94bb-4467-b992-4de2174615f7/0edaf4a5-0079-4e93-9b3b-79f898c9d691.jpg",
    "altTitles": [
      {
        "zh": "利奥"
      },
      {
        "en": "Leo"
      },
      {
        "zh": "P.S.我在湖边等你"
      }
    ],
    "description": {
      "en": "Leo and Alexis lived in the same small town when they were kids and were best buddies. The two loved to spend their summers at the Green Rock Lake summer camp near town. But during the summer when they were eleven, Alexis ended his friendship with Leo over a stupid reason. After that, the two did not see each other again because of their families' situation. But during the summer when they were eighteen, the two met once again at Green Rock Lake..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-04-20T22:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/d7bdad1b-b129-462c-b929-7e67bd8d5594.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]