[
  {
    "mangaId": "0e526d86-e9ae-46a1-ae5a-f80bc1756660",
    "title": {
      "en": "Imouto no Mune ga Suki"
    },
    "updatedAt": "2025-01-27T22:03:11+00:00",
    "coverArt": "https://mangadex.org/covers/0e526d86-e9ae-46a1-ae5a-f80bc1756660/b3452b12-a3e1-4ff1-aa1f-644e2650f481.jpg",
    "altTitles": [
      {
        "ja": "妹の胸が好き"
      },
      {
        "en": "I Like My Little Sister's Breasts"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f",
    "title": {
      "en": "Wistoria: Wand and Sword"
    },
    "updatedAt": "2024-11-14T21:53:33+00:00",
    "coverArt": "https://mangadex.org/covers/e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f/36a13204-dcb3-4944-966b-122fb0ea86d1.jpg",
    "altTitles": [
      {
        "ja": "Tsue to Tsurugi no Wistoria"
      },
      {
        "ja": "杖と剣のウィストリア"
      },
      {
        "zh-hk": "杖與劍的Wistoria"
      },
      {
        "vi": "Bản Hùng ca Kiếm và Pháp Trượng"
      },
      {
        "pt-br": "Wistoria: Varinha e Espada"
      }
    ],
    "description": {
      "en": "The new, magical dungeon-adventure fantasy series from the author of Is It Wrong to Try to Pick Up Girls in a Dungeon? Seeking to fulfill a promise to a childhood friend, Will Serfort enters Regarden Magical Academy with the goal of making it to the top of the magical world. There’s just one problem: he can’t use magic! Will his sword skills be the key to unlocking his true potential?",
      "pt-br": "A nova série de fantasia mágica e de aventura em masmorras do autor de \"É Errado Tentar Pegar Garotas em um Calabouço?\" segue a jornada de Will Serfort. Buscando cumprir uma promessa feita a uma amiga de infância, Will ingressa na Academia Mágica de Regarden com o objetivo de alcançar o topo do mundo mágico. Mas há um problema: ele não pode usar magia! Serão suas habilidades com a espada a chave para desbloquear seu verdadeiro potencial?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bfbecb6e-8a6f-4b31-a040-5928a7635894",
    "title": {
      "en": "Mizu Zokusei no Mahoutsukai"
    },
    "updatedAt": "2025-01-27T20:26:08+00:00",
    "coverArt": "https://mangadex.org/covers/bfbecb6e-8a6f-4b31-a040-5928a7635894/580f4b86-7570-4011-955a-7e90ed51c9e4.jpg",
    "altTitles": [
      {
        "ja": "水属性の魔法使い@COMIC"
      },
      {
        "en": "The Water Magician"
      },
      {
        "zh-hk": "水屬性之魔法使"
      }
    ],
    "description": {
      "en": "Upon being reincarnated into a fantasy world, Ryo wants to live out his days in peace with his newfound water magic. He can only conjure a cupful at a time, but it’s enough to eke out a comfortable existence — or so he thought.\n\nThe powers that be cast him into the wild outlands with nothing more than a humble shack, a single knife, some food... and abilities that are yet beyond his comprehension. The area is overrun by monsters and there’s nary another human in sight. Ryo must now figure out how to survive above all else, but he’s ready to take bulls, boars, and a whole host of other monsters by the horns if it means seizing the life he wants for himself.\n\nEach new victory brings a new challenge, but what could a fateful encounter with a headless horseman, a dragon, and a castaway swordsman have in common? They’re the first steps on a grand journey that will take Ryo beyond the borders of all he knows to become the greatest water magician the world has ever seen — one adventure at a time.",
      "ja": "「＜水よ来たれ！＞」異世界に転生した青年・涼は初めての魔法を唱える。コップ一杯の水から始まるスローライフ――それは常に死と隣り合わせの戦闘が起きる日常だった！？隔絶された森の中で人間は彼一人だが、謎の首なし騎士や宿敵との邂逅があって……？そんなある日、一人の漂流者との出会いが涼の運命を大きく動かしていく！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9738e3f-8bb5-421e-afd3-590636d6d092",
    "title": {
      "en": "Kuse 100"
    },
    "updatedAt": "2025-01-11T10:42:59+00:00",
    "coverArt": "https://mangadex.org/covers/b9738e3f-8bb5-421e-afd3-590636d6d092/06e469d8-be35-4346-ad7f-9a747c59c627.jpg",
    "altTitles": [
      {
        "ja": "癖100"
      }
    ],
    "description": {
      "en": "100 Short Manga about Types of and Behavior in Yuri Relationships"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a19cf0c-28b4-4f3e-9b51-1843029601fb",
    "title": {
      "en": "Zombie no Afureta Sekai Ore Dake ga Osowarenai"
    },
    "updatedAt": "2024-11-12T09:49:24+00:00",
    "coverArt": "https://mangadex.org/covers/7a19cf0c-28b4-4f3e-9b51-1843029601fb/913b7eac-48d9-44fe-a069-754fc0d5c100.jpg",
    "altTitles": [
      {
        "en": "Only I Am Not Attacked in a World Overflowing With Zombies"
      },
      {
        "ja": "ゾンビのあふれた世界で俺だけが襲われない"
      },
      {
        "en": "In A World Filled With Zombies, I’m The Only One They Won’t Attack"
      },
      {
        "pt-br": "Em um Mundo Cheio de Zumbis, Eu Sou o Único que Eles Não Vão Atacar"
      },
      {
        "id": "Didunia yang penuh dengan Zombie hanya aku yang tidak diserang"
      },
      {
        "zh-hk": "在遍地都是喪屍的世界裡唯獨我不被襲擊"
      },
      {
        "vi": "Chỉ có tôi là người không bị tấn công trong một thế giới tràn ngập thây ma"
      }
    ],
    "description": {
      "en": "Takemura wakes up after falling ill for 3 days and realizes the world has been overrun by zombies but for some strange reason he is not being attacked by them! What will he do now with this great power he has?",
      "id": "Kehidupan sehari-hari pekerja kantor yang tidak disukai \"Takemura\" berubah dalam sekejap. Ketika aku perhatikan, itu adalah dunia yang penuh dengan zombie. Terlebih lagi, aku satu-satunya yang tidak diserang oleh zombie. \"Bantu orang? Apa itu? Aku akan menjalani dunia ini sesukaku.\" Takemura memiliki banyak kekuatan di dunia apokaliptik di mana peradaban akan runtuh. Apakah dia satu-satunya pahlawan yang hidup dengan menyembunyikan fakta bahwa dia tidak diserang?",
      "pt-br": "Na sociedade atual, que foi completamente destruída por zumbis, há um homem que misteriosamente não é atacado por eles, e essa história segue sua estilo de vida egoísta. 18 Visualizações totais, 18 Visualizações hoje"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2025-02-06T14:29:35+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/ae1a9844-3a74-462d-8bdd-bef3232e1e03.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      },
      {
        "ur": "Sath ki kursi par beithne wali mujhe \"Un Ankhoñ\" se deikhti he"
      }
    ],
    "description": {
      "en": "While you were admiring the girl in the next seat, she might be eyeing you up, too…? A new kind of “neighborly” short-form pure love comedy!\n\n(Source: Sunday Webry, translated)",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5d0f9ea-d04d-48ad-82c6-7387ef07c42c",
    "title": {
      "en": "I Really Don't Want to Be Reborn"
    },
    "updatedAt": "2024-05-28T01:32:10+00:00",
    "coverArt": "https://mangadex.org/covers/e5d0f9ea-d04d-48ad-82c6-7387ef07c42c/e3295a3f-c8b3-4b51-96ab-b5f3419ba852.png",
    "altTitles": [
      {
        "zh": "我真没想重生啊"
      },
      {
        "en": "I Really Don't Want to Remake"
      },
      {
        "vi": "Ta Không Muốn Trùng Sinh Đâu"
      }
    ],
    "description": {
      "en": "Little had I known, I Chen Hansheng; the former elite of society and a Diamond Bachelor, was reborn. When I woke up, I was a senior graduate in high school? \nLater, Chen Hansheng was walking near the crosswalk, he seemed hesitant. A precious girl; Shen Youchu and two other girls; Bai Yueguang and Xiao Rongyu, who will he pick? All of them? One of them? Two of them? Read to find out. \n\nSide Note:  Diamond Bachelor is a slang word that means someone who’s insanely rich and single."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e36dbe-ddf2-45e4-8d12-1f45d8397817",
    "title": {
      "en": "Arknights: 123 Rhodes Island!?"
    },
    "updatedAt": "2025-01-14T13:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/05e36dbe-ddf2-45e4-8d12-1f45d8397817/6939afe3-7c1d-45d6-9de2-d22d03fe7a48.jpg",
    "altTitles": [
      {
        "zh": "明日方舟：123罗德岛！？"
      },
      {
        "ru": "Аркнайтс: 123 острова Родос!?"
      },
      {
        "vi": "Minh Nhật Phương Chu: 123 Rhodes Island!?"
      }
    ],
    "description": {
      "en": "Get to know the operators with Amiya and the Doctor!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee845b1a-b1cd-4fb3-ade2-0030890f7c2a",
    "title": {
      "en": "Mizuki-senpai’s Love Fortune-Telling"
    },
    "updatedAt": "2025-01-11T07:53:14+00:00",
    "coverArt": "https://mangadex.org/covers/ee845b1a-b1cd-4fb3-ade2-0030890f7c2a/c0e604e1-903a-4f94-af7d-d4668b931edf.jpg",
    "altTitles": [
      {
        "ja": "水姫先輩の恋占い"
      },
      {
        "ja-ro": "Mizuki-senpai no Koi Uranai"
      },
      {
        "en": "Mizuki-sempai's Love-Fortune-Telling"
      },
      {
        "en": "Mizuki-senpai Is a Love Fortune-Teller"
      },
      {
        "en": "Mizuki-senpai Is a Love Divinator"
      },
      {
        "zh": "水姬学姐的恋爱占卜"
      },
      {
        "zh-hk": "水姬前輩的戀愛占卜"
      }
    ],
    "description": {
      "en": "A story about an unattractive second-year student, Sakagami, being teased around by a mysterious first-year student who is good at fortune-telling, Mizuki-senpai… But at the same time is actually showing signs that she likes him…\n\nA frustrating and strange romcom begins!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8feb8e3a-9ba1-4b57-82b0-613f8ca7915e",
    "title": {
      "en": "Wicked Cupid"
    },
    "updatedAt": "2024-05-23T14:48:24+00:00",
    "coverArt": "https://mangadex.org/covers/8feb8e3a-9ba1-4b57-82b0-613f8ca7915e/abb31fc4-acfc-44ba-af30-9b7b4709a3b7.jpg",
    "altTitles": [
      {
        "ja-ro": "Ten de Shouwaru Cupid"
      },
      {
        "ja": "てんで性悪キューピッド"
      }
    ],
    "description": {
      "en": "The Koinobori yakuza family's souls are expensive commodoties, a source of great pride to those of the demon world's soul bank. But when the Koinobori heir, Ryuji, is born with a pure soul engrossed with fairies and angels, it's up to Maria to become his personal cupid and reform him so that he continues the Koinobori's lascivious family line!"
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "3ee24c64-1289-41b2-8100-74f0cdd7f1d8",
    "title": {
      "en": "La Ragazza: Living with Francesca (Pre-Serialization)"
    },
    "updatedAt": "2025-01-17T10:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/3ee24c64-1289-41b2-8100-74f0cdd7f1d8/799e5acf-e46a-41a9-8840-ad03433be13b.jpg",
    "altTitles": [
      {
        "ja": "イタリア人の女の子が居候することになった"
      },
      {
        "ja-ro": "Italiajin no Onnanoko ga Isourou Suru Koto ni Natta"
      },
      {
        "en": "This Italian Girl Has Become Such a Freeloader"
      },
      {
        "en": "There's An Italian Girl Staying With Me"
      },
      {
        "es": "La chica italiana se ha convertido en una arrimada"
      },
      {
        "ru": "Эта итальянская девушка стала такой халявщицей"
      },
      {
        "vi": "Cô nàng người Ý và cuộc sống tự do"
      },
      {
        "vi": "姑娘𠊛意頗局𤯨自由 (Nom Script)"
      }
    ],
    "description": {
      "en": "Yuji is an artist working out of a modest Tokyo apartment, when he suddenly receives a letter from his mother informing—not asking—him about an Italian girl coming to live with him while she attends university. Supposedly the two have a history, but forgotten memories lend little in the way of preparing either party for the inevitable awkwardness to come. Left with little say in the matter, Yuji’s bachelorhood comes to an end, and his life with Francesca begins.\n\nFull color till Chapter 26.",
      "ja": "異国から来た女の子は天然? 大胆? イラストレーターの雄二の前に突然現れたのはイタリア人の女の子フランチェスカ。母からの言いつけでいきなり一緒に暮らすことに! 二人で一緒にご飯を食べたり、部屋着姿にドキドキしたり……。 とまどいながら始まった同居生活だけど、ちょっとずつ二人の距離は近づいていき……!?",
      "vi": "Sẽ ra sao nếu một cô gái từ đất nước xa lạ đến ở nhà tôi? Đột nhiên chúng tôi phải sống chung với nhau theo ý của mẹ. Sống cùng nhau thì khác biệt rõ còn xa, nhưng khoảng cách giữa chúng tôi thì càng gần...!?",
      "pt-br": "Um cara que passa a morar junto com a amiga de infância Italiana na qual não se recorda de conhecer"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "71"
  },
  {
    "mangaId": "76424fe0-ec26-400c-a0c9-93a17114a4ae",
    "title": {
      "en": "Haitatsusaki no Onee-san ga Kowa Sugiru"
    },
    "updatedAt": "2025-01-20T17:07:12+00:00",
    "coverArt": "https://mangadex.org/covers/76424fe0-ec26-400c-a0c9-93a17114a4ae/99bd178a-0892-48a7-8c09-b9a3cb71e552.png",
    "altTitles": [
      {
        "ja": "配達先のお姉さんが怖すぎる"
      },
      {
        "en": "The Delivery Destination Onee-san Is Too Scary"
      },
      {
        "ja": "配達先のお姉さんが怖すぎる話"
      },
      {
        "ja-ro": "Haitatsusaki no Onee-san ga Kowa Sugiru Hanashi"
      },
      {
        "ja-ro": "Haitatsu-saki no Onee-san ga Kowa Sugiru Hanashi"
      },
      {
        "en": "The Story of This Scary Consignee Girl"
      },
      {
        "en": "The Story of a Scary Consignee"
      },
      {
        "en": "The Delivery Destination Onee-san Is Too Scary Story"
      },
      {
        "es-la": "La Historia de un destinatario aterrador"
      },
      {
        "vi": "Câu chuyện về cô nàng nhận hàng đáng sợ"
      },
      {
        "en": "My Favorite VTuber Is Scary IRL"
      }
    ],
    "description": {
      "en": "An introverted part-time food delivery guy working in the countryside receives a food delivery order. When he reaches the delivery address, he discovers that the recipient is a tall and intimidating-like woman. However, as the story unfolds, he eventually discovers…",
      "es-la": "Un introvertido repartidor de comida a tiempo parcial que trabaja en el campo recibe un pedido de comida a domicilio. Cuando llega a la dirección de entrega, descubre que la destinataria es una mujer alta y de aspecto intimidatorio. Sin embargo, a medida que avanza la historia, descubrirá que..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed35f841-5e6d-485c-a902-78f11e2975ac",
    "title": {
      "en": "Saikyou Skill \"Inochigoi\" de Kuyashii Kedo Musou Shichau Moto Maou-sama no Sekai Seifuku Katsudou"
    },
    "updatedAt": "2024-10-11T14:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/ed35f841-5e6d-485c-a902-78f11e2975ac/d9b1a768-fef8-4012-b681-b6575b146948.jpg",
    "altTitles": [
      {
        "ja": "最強スキル「命乞い」で悔しいけど無双しちゃう元魔王様の世界征服活動"
      },
      {
        "en": "Her Strongest Ability Is Begging for Mercy, the Frustrating World Conquest Adventures of a Former Demon King"
      },
      {
        "vi": "Hành Trình Chinh Phục Thế Giới Đầy Nhục Nhã của Cựu Ma Vương Với Kỹ Năng Thượng Thừa \"Cầu Xin Tha Mạng\""
      }
    ],
    "description": {
      "en": "Village girl Chelsea, who is beloved by everyone, is actually the reincarnated ex-Demon King. However, when she reincarnated, for some reason neither her magical powers nor skills were inherited, and she was forced to live as a normal human being.\n\nHumiliating days continued until one day, the remnants of the Demon King's army appeared to loot the village. Hunted down by her former subordinate, who did not realize her true identity, Chelsea finds herself in a perilous situation. Then, a skill finally manifests! The name of that skill is \"Begging for Mercy\"!?",
      "ja": "誰からも愛される村娘のチェルシーは、実は転生した元魔王。 しかし、転生の際になぜか魔力もスキルも引き継げず、ただの人間としての生活を強いられることに…。 そんな屈辱の日々が続くある日、村に魔王軍の残党が略奪に現れる。 自分の正体に気づかない元部下に追い詰められ、絶体絶命のピンチに陥るチェルシーだが、ついにそこでスキルが発現！ そのスキルの名は――「命乞い」!?",
      "vi": "Cựu ma vương khệnh khạng nghĩ là mình sẽ được tái sinh để chiếm lại thế giới nếu như mình có bị đánh bại. Rồi đến lúc đó bị đánh bại thật thì lại được tái sinh thành một con bé dân làng phàm nhân với quả kỹ năng cực kỳ mắm thối...? Nhưng cựu ma vương vẫn quyết tâm chiếm được thế giới bằng bất kỳ mọi giá! Để xem Ma Vương đây sẽ nằm gai nếm mật như nào nhé!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f87d6067-ef8a-4b44-b021-e095909f61f2",
    "title": {
      "en": "Love is an Illusion! - Superstar"
    },
    "updatedAt": "2024-12-12T18:11:02+00:00",
    "coverArt": "https://mangadex.org/covers/f87d6067-ef8a-4b44-b021-e095909f61f2/9f8afcc5-b055-4ce9-b04c-afedb043ebde.jpg",
    "altTitles": [
      {
        "ko": "사랑은 환상! ~슈퍼스타~"
      },
      {
        "en": "Love is an illusion ~Superstar~"
      }
    ],
    "description": {
      "en": "Byul, a popular alpha and a first-year high school student, once trained to be an idol but has since left that path to attend school like a regular kid. His world takes an unexpected turn with the sudden birth of a younger sibling, introducing new challenges to his daily routine. Byul's childhood friend, Siwoo, has secretly harbored feelings for him for years. However, both being alphas, Siwoo has kept his emotions hidden.\n\nAs the two navigate their growing closeness after a period of time apart, Byul faces adolescence head-on, grappling with friendships, family relationships, and his sense of identity. Along the way, he rediscovers his passion for music and begins to mature through these transformative experiences.",
      "pl": "\"Byul, popularny alfa i uczeń pierwszej klasy liceum, kiedyś trenował, aby zostać idolem, ale od tego czasu porzucił tę ścieżkę, aby uczęszczać do szkoły jak zwykłe dziecko. Jego świat przybiera nieoczekiwany obrót wraz z nagłymi narodzinami młodszego rodzeństwa, wprowadzając nowe wyzwania do jego codziennej rutyny. Przyjaciel Byula z dzieciństwa, Siwoo, od lat skrycie żywi do niego uczucia. Jednak Siwoo, będąc alfą, ukrywał swoje emocje.\n\nPodczas gdy obaj radzą sobie z rosnącą bliskością po okresie rozłąki, Byul staje twarzą w twarz z dorastaniem, zmagając się z przyjaźniami, relacjami rodzinnymi i poczuciem tożsamości. Po drodze na nowo odkrywa swoją pasję do muzyki i zaczyna dojrzewać dzięki tym transformującym doświadczeniom\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "193f91a0-51ef-4653-b3d7-a3f75c42ee9b",
    "title": {
      "en": "Ame to Kimi to"
    },
    "updatedAt": "2024-11-15T13:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/193f91a0-51ef-4653-b3d7-a3f75c42ee9b/13090a3b-b1d4-4a77-b17c-df168fcc7ed5.jpg",
    "altTitles": [
      {
        "en": "With You and the Rain"
      },
      {
        "ja": "雨と君と"
      },
      {
        "ru": "Дождь и ты"
      },
      {
        "ne": "वर्षा र तिमी"
      },
      {
        "vi": "Mưa, tôi và em"
      }
    ],
    "description": {
      "en": "On a rainy summer evening, a woman and a \"dog\" happened to meet each other and life has never been the same since.",
      "ja": "雨の降る日に、１人と１匹は出会いました。“あともうちょっと”がほっこり尊いと話題です。",
      "ru": "В один дождливый день она подобрала что-то похожее на собаку... Давайте же посмотрим, насколько хитрой может быть эта \"собака\"...",
      "pt-br": "Em uma noite chuvosa de verão, uma mulher e um \"cachorro\" se conheceram e a vida nunca mais foi a mesma desde então."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03d60b4c-551a-4f3d-925b-a67135cd616a",
    "title": {
      "en": "Pen to Wappa to Jijitsu-kon"
    },
    "updatedAt": "2024-12-31T10:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/03d60b4c-551a-4f3d-925b-a67135cd616a/76332ca5-8684-4d9b-8143-393199ac03f9.jpg",
    "altTitles": [
      {
        "ja": "ペンと手錠と事実婚"
      },
      {
        "ja-ro": "Pen to Tejou to Jijitsukon"
      },
      {
        "en": "A Pen, Cuffs, & a De Fact-o Marriage"
      },
      {
        "en": "Pen, Cuffs, & a De Facto Marriage"
      },
      {
        "vi": "Hôn thú giữa bút và còng tay"
      }
    ],
    "description": {
      "en": "A middle-aged detective, Eiji Kirisame (40), meets a strange high school girl at the scene of a certain crime. She doesn't speak a word, but she helps solve the case using her drawings. However, suddenly this middle-aged detective is getting a marriage proposal from this girl!",
      "ja": "中年刑事、切鮫鋭二(40)は、とある事件現場で声を出さない不思議な女子高生、梔子鶫に出会う。 事件の真相をド下手な絵で次々に明らかにしていく鶫に驚く切鮫だったが、突然、鶫から求婚されて―――？",
      "vi": "Kirisame Eiji, một cảnh sát luôn tận tâm với công việc quá mức đến nỗi không được lòng các đồng nghiệp của mình. Kuchinashi Tsugumi, một nữ sinh trung học kỳ lạ tuyệt chỉ giao tiếp bằng cây bút và quyển tập phác thảo của mình.Trong lúc Kirisame đang gặp bế tắc trong một vụ án mạng mà đồng nghiệp anh ai cũng cho rằng chỉ là một vụ tự sát, Tsugumi đã liên tiếp cho anh vô số lời gợi ý bằng những nét vẽ nguệch ngoạc của mình.Cuối vụ án, ngay vào lúc tính mạng của Tsugumi bị hung thủ đe doạ, Kirisame đã kịp thời cứu cô và bắt giữ tên tội phạm.Những tưởng mọi thứ đã xong Kirisame cảm thấy nhẹ nhõm, nhưng ngay sau đó, Tsugumi bất ngờ cầu hôn anh!?!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31067b1a-f95e-4c09-b4d6-26373118a9f2",
    "title": {
      "en": "Boku no Kanojo Sensei"
    },
    "updatedAt": "2025-01-27T21:00:23+00:00",
    "coverArt": "https://mangadex.org/covers/31067b1a-f95e-4c09-b4d6-26373118a9f2/b92a3919-88ba-4fa6-a55f-c800509a67aa.jpg",
    "altTitles": [
      {
        "ja": "僕のカノジョ先生"
      },
      {
        "en": "My Teacher-Girlfriend"
      },
      {
        "id": "Guruku-Pacarku"
      },
      {
        "ru": "Моя девушка - учитель"
      },
      {
        "vi": "Bạn gái tôi là cô giáo"
      }
    ],
    "description": {
      "en": "Can sensei be the heroine? Please?    Due to a traumatic experience, I have a distrust of people called \"sensei\". I, Saigi Makoto, was called by after school by the most popular and beautiful teacher at my school, Fujiki Maka-sensei. \"I... love you\" Eh– a confession out of the blue!? \"Until you say you love me, I will continue to pursue you.\" Ever since then, I've been called by for \"guidance counselling\" after school, somehow watched AV together, being given excessive skin-ship, went on dates together. Over time, I gradually became conscious of Sensei...? But isn't it bad for Sensei to go out with her student? Lesson start!",
      "ja": "過去のトラウマが原因で“先生”と呼ばれる人が嫌いな彩木慎は、校内一の美人教師・藤城真香に呼び出される。二人きりの生徒指導室、神妙な面持ちの先生が発したのは「わたしは、君が好きです」まさかの告白で…!?",
      "pt-br": "Devido a uma experiência traumática, eu nunca mais confiei em pessoas com o título de “professor”. Certo dia eu, Saigi Makoto, fui chamado depois da aula pela professora mais bela de toda a escola, Fujiki Maka-sensei, para de repente ela se confessar do nada e falar que continuará me perseguindo até eu disser que sim!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66542ad9-bfc4-4953-9941-c359e513d6fe",
    "title": {
      "en": "Isekai Shachuuhaku Monogatari - Outrunner PHEV"
    },
    "updatedAt": "2025-01-20T11:22:11+00:00",
    "coverArt": "https://mangadex.org/covers/66542ad9-bfc4-4953-9941-c359e513d6fe/78513e67-9dca-4b0f-9a18-a04028348288.jpg",
    "altTitles": [
      {
        "ja": "異世界車中泊物語 アウトランナーPHEV"
      },
      {
        "en": "Otherworldly Overnight in the Car: Outrunner PHEV"
      }
    ],
    "description": {
      "en": "One young salaryman, who adores his plug-in, hybrid car that uses both electricity and gasoline, had been using camping in it as an escape plan from everyday life. Suddenly, he finds himself transported to another world with his car!\n\nHe'll start his life anew in this different world!",
      "ja": "やさぐれて会社での評価も低いサラリーマン・大前現人（おおまえあらと）。仕事のミスが理由で車に乗って逃亡し、サービスエリアで車中泊して起きたら異世界へ転移してた！そこで出会ったケモミミ娘に仕事観で説教され逆切れした主人公の異世界での前途は如何に！？異世界でのサバイバルで鍛えられたメンタルで、現代日本での仕事で活かせるか！？リアルと異世界の行き来で生き直す！これはそんな物語です。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7eefc54e-3986-4661-b550-765dd2793fc6",
    "title": {
      "en": "Shishunki-chan no Shitsukekata"
    },
    "updatedAt": "2025-02-05T13:37:08+00:00",
    "coverArt": "https://mangadex.org/covers/7eefc54e-3986-4661-b550-765dd2793fc6/27763fbd-8a11-4fcc-81a6-b14a9d89dd3f.jpg",
    "altTitles": [
      {
        "ja": "思春期ちゃんのしつけかた"
      },
      {
        "en": "How to Discipline Shishunki-chan"
      },
      {
        "zh-hk": "青春期小姐的養成方法"
      },
      {
        "ru": "Как дисциплинировать Шишунки-тян"
      }
    ],
    "description": {
      "en": "About Kousuke, an athletic and good-natured 15 year old boy with an appropriately healthy interest in girls, and Kanon, a girl who is bad at talking to boys due to immersing herself too much in books but wants to try falling in love.",
      "ja": "意識していた男の子に恥ずかしいヒミツを見せてしまった! しかもクラスメイトから義兄妹へと急転直下!? 勢い余って家庭内彼女になると宣言した飯島かのんと義兄妹を貫く所存の白鳥耕介。",
      "pt": "Kousuke, um garoto de 15 anos atlético e bem-humorado com um interesse adequadamente saudável por garotas, e Kanon, uma garota que é ruim em conversar com garotos devido a imergir demais em livros, mas quer tentar se apaixonar.",
      "es-la": "Trata de Kousuke, un chico atlético y bondadoso de 15 años con un interés por las chicas y Kanon, una chica que es mala para hablar con los chicos debido a que se sumerge demasiado en los libros, pero quiere intentar enamorarse."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36262825-e510-4935-92a6-32af9183d808",
    "title": {
      "en": "Kuzulesse Oblige: 18-kin Game Sekai no Kuzu Akuyaku ni Tensei Shiteshimatta Ore wa, Gensaku Chishiki no Chikara de Doushite mo Mob Jinsei wo Tsukami Toritai"
    },
    "updatedAt": "2024-08-09T20:31:14+00:00",
    "coverArt": "https://mangadex.org/covers/36262825-e510-4935-92a6-32af9183d808/c9f52fec-6bc7-4d03-ba2d-55d8cb372b1d.jpg",
    "altTitles": [
      {
        "en": "Scumless Oblige: Reborn as the Scummy Villain in an 18+ Adult Game, and I Absolutely Want to Seize the Mob Life Using My Knowledge of the Original Story"
      },
      {
        "ja": "クズレス・オブリージュ　18禁ゲー世界のクズ悪役に転生してしまった俺は、原作知識の力でどうしてもモブ人生をつかみ取りたい"
      }
    ],
    "description": {
      "en": "Before I knew it, I was in a world of 18+ games with magic and erotica.\n\nIn it, I was reborn as Ultos, the worst scum in history. If I continue like this, I will meet the worst possible fate.\n\nSomehow, I must be reborn from the hated character known as 'ScumUltos' into a pure and innocent mob character...!!\n\nRise up from being the worst douchebag villain of all time!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8f152fc-004a-4ab1-9e5a-d7c53c0b7ce0",
    "title": {
      "en": "Xie'e Lianjin Shushi Gao Buding Ziji De Shiyan Ti"
    },
    "updatedAt": "2025-01-17T17:55:49+00:00",
    "coverArt": "https://mangadex.org/covers/b8f152fc-004a-4ab1-9e5a-d7c53c0b7ce0/384f58c5-3067-487c-97fe-9130c696029f.png",
    "altTitles": [
      {
        "zh": "邪恶炼金术士搞不定自己的实验体"
      },
      {
        "zh-ro": "Xié'è Liànjīn Shùshì Gǎo Bùdìng Zìjǐ De Shíyàn Tǐ"
      },
      {
        "zh-hk": "邪惡煉金術士搞不定自己的實驗體"
      },
      {
        "en": "The Evil Alchemist Can't Handle His Own Experiment"
      },
      {
        "en": "The Evil Alchemist Can't Handle His Own Test Subject"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb",
    "title": {
      "en": "Mahou Shoujo 201"
    },
    "updatedAt": "2025-01-28T04:03:09+00:00",
    "coverArt": "https://mangadex.org/covers/8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb/992313ef-33fb-4d00-8742-350f287f9ffb.jpg",
    "altTitles": [
      {
        "ja": "魔法少女201"
      },
      {
        "en": "Magical Girl 201"
      },
      {
        "vi": "Ma Pháp Thiếu Nữ 201"
      }
    ],
    "description": {
      "en": "Fujiyama Shinobu aka Sexy Fujiyama, is a general working for the evil Flower Bud Gang who are trying to take over the city. Standing in her way is the masked magical girl, Princess Mamu, who wouldn't you know it, has just moved in next door to Fujiyama's place...",
      "ja": "悪の組織の女幹部セクシーフジヤマ（本名・藤山忍）。正義の魔法少女との戦いに負け続けた彼女は組織からの罰則金で金欠に陥っていた…。そんなある日、隣の部屋に憎っくき魔法少女プリンセス・マム（本名・真白まむ）が引っ越してきて…。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97b19647-b6d4-4ff9-b5c2-d08373e74bcc",
    "title": {
      "en": "Rikon Shinai Otoko CASE２"
    },
    "updatedAt": "2024-10-13T19:52:28+00:00",
    "coverArt": "https://mangadex.org/covers/97b19647-b6d4-4ff9-b5c2-d08373e74bcc/642e0b1e-45df-43b9-9532-df55ed676a01.jpg",
    "altTitles": [
      {
        "ja": "離婚しない男 CASE２"
      },
      {
        "es-la": "UN DIVORCIO IMPOSIBLE CASO 2"
      },
      {
        "vi": "Người đàn ông không thể ly hôn CASE 2"
      }
    ],
    "description": {
      "en": "Jou Nagase is a popular and competent top class actor. He's also a devoted family man, but one day a photograph of him purportedly having an illicit meeting with a rookie actress surfaced. \nIn an instant, the actor \"NagaJou\" ended up losing both his family and his social status. However, it was all a fabricated plot. Behind the scenes was someone unexpected.\n\nBetrayal, secrets and schemes all intertwine in Rikon Entertainment's second installment!!\n\n(Source: Comic-Days)",
      "ja": "人気、実力ともトップクラスの俳優・永瀬丈。良き家庭人でもある彼は、ある日、新人女優との密会不倫写真を撮られてしまう。一瞬で社会的地位と家族を失ってしまったナガジョー。だがこれはすべて仕組まれたことだった。その裏にいるのはまさかの人物。裏切り、秘密、策略が絡み合う、リコンエンターテインメントの第2弾!!",
      "es-la": "La Segunda Parte de Un Divorcio Imposible, nos cuenta la casi imposible vida de nuestro protagonista \"Takeshi Nagase\" que tras una noche en la que perdio el conocimiento por culpa de una actriz malvada queda envuelto en un caso de supuesta violación y es alejado de sus hijos. ¡¿Una lucha por demostrar que es inocente?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13df5a6e-1cee-466c-9f06-09f38fb012b7",
    "title": {
      "en": "Renai no Jugyou"
    },
    "updatedAt": "2025-01-27T21:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/13df5a6e-1cee-466c-9f06-09f38fb012b7/90b0af42-5599-43d3-92d7-a39b38231e13.jpg",
    "altTitles": [
      {
        "ja": "恋愛の授業"
      },
      {
        "en": "Love Class"
      },
      {
        "en": "Love Lesson"
      },
      {
        "id": "Pelajaran Cinta"
      },
      {
        "vi": "Khóa Học Tình Yêu"
      }
    ],
    "description": {
      "en": "In 20XX, the Love Education Law was enacted. \"Love\" has become a mandatory subject in a response to the declining birthrate. Michitaka Sato, a high school student who has given up on romance and works hard on his studies, is on the verge of failing school. When he attends a supplementary class to avoid repeating a grade, Mai Aihara, a beautiful girl who is a problem child, appears as his partner...? Suddenly, he begins to study love alone with the beautiful girl in the three C's. Close contact, close quarters, and behind closed doors! Does Aihara-san have a secret...?",
      "ja": "20××年、少子化対策として「恋愛」が必修科目となった。男子高校生・秦野満月は奥手ゆえに落第寸前に陥り、恋愛落第生となった幼なじみ・可愛川茜と恋愛の補習を受けることに…!?",
      "vi": "Vào năm 20XX, Luật Giáo dục Tình yêu đã được ban hành. \\\"Tình yêu\\\" đã trở thành một chủ đề bắt buộc để đối phó với tỷ lệ sinh giảm.Tahano Mitsuki, một học sinh trung học đã từ bỏ sự lãng mạn và chăm chỉ học tập, đang trên bờ vực thất bại ở trường. Khi anh ấy tham gia một lớp học bổ sung để tránh học lại lớp, Mai Aihara, một cô gái xinh đẹp là một đứa trẻ có vấn đề, xuất hiện như là đối tác của anh ấy...? Đột nhiên, anh bắt đầu nghiên cứu tình yêu một mình với cô gái xinh đẹp trong ba C. Tiếp xúc gần, khu vực gần gũi và sau cánh cửa đóng kín! Aihara-san có bí mật gì không...? Một bộ phim hài lãng mạn học hỏi tình yêu giữa một cô gái JK xinh đẹp và một chàng trai."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11c2560b-7777-4741-86cb-efcc34fd5778",
    "title": {
      "en": "The Knight in the Area"
    },
    "updatedAt": "2024-06-01T18:03:26+00:00",
    "coverArt": "https://mangadex.org/covers/11c2560b-7777-4741-86cb-efcc34fd5778/baec4f5d-24e7-44f6-b54d-0034d1a0f86b.jpg",
    "altTitles": [
      {
        "vi": "Các Hiệp sĩ trong khu Vực"
      },
      {
        "tr": "Ceza-sahasının Şövalyesi"
      },
      {
        "ru": "Паладин на поле"
      },
      {
        "th": "อัศวินในพื้นที่"
      },
      {
        "ja": "エリアの騎士"
      },
      {
        "zh-hk": "足球騎士"
      },
      {
        "zh": "足球骑士"
      },
      {
        "ko": "에어리어의 기사"
      },
      {
        "ja-ro": "Area no Kishi"
      }
    ],
    "description": {
      "en": "Aizawa Kakeru is an energetic and dedicated eighth grader who serves as the manager for his school’s football team. Though he was well known for being a talented player the previous year, an accident during one of his games caused Kakeru to vow never to play competitively again. Still passionate about the sport, Kakeru dreams of one day becoming a professional football trainer so that he can work alongside his older brother Suguru, the ace of the school team who has represented Japan in international competition.  \n  \nLink:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=13559) (anime).",
      "pt-br": "Suguru e Kakeru são dois irmãos que jogam futebol como ninguém. Suguru, aos 15 anos, já se tornou estrela da seleção japonesa; já Kakeru? bem, ele é tão talentoso quanto o irmão, mas decidiu abandonar os gramados e atuar só como auxiliar técnico depois de um acidente na oitava série. Claro, Suguru sabe do talento que o irmão tem e não se conforma com a decisão dele. O que poderá acontecer para que Kakeru mude de ideia e volte a ajudar o time de dentro de campo, onde seu irmão o espera??"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "57",
    "lastChapter": "498"
  },
  {
    "mangaId": "d95d6b8a-bc03-4de9-b79a-2cdca17e9dd3",
    "title": {
      "en": "Embers"
    },
    "updatedAt": "2025-02-03T01:31:03+00:00",
    "coverArt": "https://mangadex.org/covers/d95d6b8a-bc03-4de9-b79a-2cdca17e9dd3/64811b32-6ee3-4959-a556-4bce4a457c68.jpg",
    "altTitles": [
      {
        "ja": "エンバーズ"
      }
    ],
    "description": {
      "en": "Middle school brawler Noboru Haitani has never lost a fight. But the bitter taste of a soccer defeat gradually warms him up to the sport, until one day Haitani finds himself in a match against a team featuring middle school soccer prodigy Takami. An outlaw fights his way into the world of soccer!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ef6ddce-7930-45ae-a335-9a45604b99f7",
    "title": {
      "en": "Genjitsushugi Yuusha no Oukoku Saikenki"
    },
    "updatedAt": "2024-12-21T13:38:53+00:00",
    "coverArt": "https://mangadex.org/covers/1ef6ddce-7930-45ae-a335-9a45604b99f7/dcdb59dc-3792-4b9d-b53e-b30eb77f20ac.jpg",
    "altTitles": [
      {
        "ja": "現実主義勇者の王国再建記"
      },
      {
        "ja-ro": "Genjitsu Shugi Yuusha no Oukoku Saikenki"
      },
      {
        "en": "How a Realist Hero Rebuilt the Kingdom"
      },
      {
        "en": "A Realist Hero's Kingdom Restoration Chronicle"
      },
      {
        "fr": "Comment un Héro réaliste reconstruit un Royaume"
      },
      {
        "pl": "Jak realistyczny Bohater odbudował Królestwo"
      },
      {
        "vi": "Công Cuộc Tái Thiết Vương Quốc Của Anh Hùng Chủ Nghĩa Hiện Thực"
      }
    ],
    "description": {
      "en": "\"O, Hero!\"\n\nWith that cliched line, Kazuya Souma found himself summoned to another world and his adventure - did not begin. \n\nAfter he presents his plan to strengthen the country economically and militarily, the king cedes the throne to him and Souma finds himself saddled with ruling the nation! What's more, he's betrothed to the king's daughter now?! \n\nIn order to get the country back on its feet, Souma calls the wise, the talented, and the gifted to his side. Five people gather before the newly crowned Souma. Just what are the many talents and abilities they possess?! \n\nWhat path will his outlook as a realist take Souma and the people of his country down?",
      "fr": "« Bonjour, Héros ». Après une convocation tout à fait banale dans un autre monde, Kazuya Souma se retrouve à l'aube d'une aventure épique–ou peux être pas. Après avoir présenté un plan pour renforcer économiquement et militairement le pays qui l'avait invoqué, le roi décide subitement de céder son trône à notre héros pour le meilleur et le pire, sans même demander l'avis de Kazuya. Et par-dessus tout, Kazuya se retrouva ainsi fiancé avec la propre fille de l'ancien roi. Afin d’obtenir un pays stable, il fera appel à tous les talents, les sages et les génies pour qu’ils soient à ses côtés. Cinq personnes se réunirent autour de Souma nouvellement couronné pour l’assister. Quels sont ces nombreux talents et les capacités qu’ils possèdent …!? Quelle sera la voie qu’il décidera d’emprunter pour ainsi révolutionner entièrement ce monde fantastique.",
      "ja": "異世界に突如として勇者召喚された相馬一也。だが、彼の“勇者”としての冒険は――始まらなかった。国王から国家の抱える危機と課題を聞き出した彼は、持ち前の現代の知識を活かし富国強兵策を提案。すると……「召喚されし勇者ソーマ・カズヤに王位を譲る！」なんと、あろうことか国王より譲位されてしまう。さらに王女をソーマの婚約者にすると発表され――!?\n\n若き国王ソーマと腹心の仲間とが共に国家の再興を目指す異世界本格内政ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0984daf7-068e-4862-a583-e7f7519dfe29",
    "title": {
      "en": "Vtuber Savior ✟ Messiah-chan"
    },
    "updatedAt": "2025-02-07T20:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/0984daf7-068e-4862-a583-e7f7519dfe29/daa71375-66f0-4452-bfb1-09cc9e4036c8.jpg",
    "altTitles": [
      {
        "ja": "救済系Vッタラー✟メシアちゃん"
      },
      {
        "ja-ro": "Kyuusai Kei Vtterer ✟ Messiah-chan"
      }
    ],
    "description": {
      "en": "A horror manga where viewers watch and join in on Messiah-chan's stream activities."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "51"
  },
  {
    "mangaId": "685db91e-a8ab-4de3-9738-9d3f883bd179",
    "title": {
      "en": "Ikemen Joshi to Josou Danshi"
    },
    "updatedAt": "2024-04-20T16:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/685db91e-a8ab-4de3-9738-9d3f883bd179/a77d4de0-787c-43e0-9aa6-c48e6e0b6e4e.jpg",
    "altTitles": [
      {
        "tr": "Cross-dressing yaparken, yakışıklı bir adam beni yürüttü"
      },
      {
        "ru": "Пока я был переодет в женскую одежду, ко мне пристал красивый парень!"
      },
      {
        "zh": "女装上街闲逛被帅哥搭讪了"
      },
      {
        "en": "Handsome Girl and Crossdressing Boy"
      },
      {
        "ja": "イケメン女子と女装男子"
      },
      {
        "en": "While Cross-Dressing, I Was Hit on by a Handsome Guy!"
      },
      {
        "ja-ro": "Josou Shite Machi ni Kuridashitara Ikemen ni Nanpa Sareru Manga"
      }
    ],
    "description": {
      "en": "While cross-dressing, I was hit on by a handsome guy, except she wasn't actually a handsome guy!",
      "tr": "Ceza olarak crossdressing yaparken yakışıklı bir adamla karşılaştım ve işi pişirdi.",
      "pt-br": "Por causa de uma brincadeira eu acabei tendo de me vestir de menina, então, sai às ruas, e nesse dia, acabei conhecendo alguém e minha vida está para mudar."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "104"
  },
  {
    "mangaId": "28302cc9-3622-4f25-b361-3e4c51248624",
    "title": {
      "en": "High Society"
    },
    "updatedAt": "2024-07-14T22:44:22+00:00",
    "coverArt": "https://mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "altTitles": [
      {
        "ko": "상류 사회"
      },
      {
        "en": "High Class Society"
      },
      {
        "en": "High Society (Gyeonwoo)"
      },
      {
        "ko": "상류사회 (견우)"
      },
      {
        "es-la": "Sociedad de clase alta"
      }
    ],
    "description": {
      "en": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95aa6275-3a71-460b-af9f-33ee9b93bebc",
    "title": {
      "en": "Nue no Onmyouji"
    },
    "updatedAt": "2025-02-06T19:23:37+00:00",
    "coverArt": "https://mangadex.org/covers/95aa6275-3a71-460b-af9f-33ee9b93bebc/cc948bc9-d3ac-435a-b299-bf5b2c7ffd89.jpg",
    "altTitles": [
      {
        "ja": "鵺の陰陽師"
      },
      {
        "en": "Nue's Exorcist"
      },
      {
        "fr": "L'exorciste de Nue"
      },
      {
        "ru": "Оммёдзи Нуэ"
      },
      {
        "es-la": "El exorcista de Nue"
      },
      {
        "vi": "Âm Dương Sư Nue"
      }
    ],
    "description": {
      "en": "Yajima has been able to see spirits since he was small. At his new school is a room that nobody else can see. And inside is a spirit who loves playing video games.",
      "fr": "Yajima est capable de voir les esprits depuis qu'il est tout petit. Dans sa nouvelle école, il y a une pièce que personne d'autre ne peut voir. Et à l'intérieur se trouve un esprit qui aime jouer aux jeux vidéo. Une nouvelle saga d'exorcistes modernes commence !",
      "ja": "幼少の頃から「幻妖」と呼ばれる存在が見えた少年・夜島学郎。高校入学初日、ひょんなことから出会ったサブカル好きの幻妖「鵺」に校内の幻妖退治を依頼されるが――…？",
      "vi": "Yajima đã có thể nhìn thấy các linh hồn từ khi còn nhỏ. Tại ngôi trường mới của cậu ấy có một căn phòng mà không ai khác có thể nhìn thấy. Và bên trong là một linh hồn thích chơi trò chơi điện tử. Một câu chuyện trừ tà hiện đại bắt đầu từ giây phút này!",
      "pt-br": "Yajima é capaz de enxergar Espíritos desde pequeno. Em sua nova escola há uma sala que mais ninguém consegue ver. E dentro dela mora uma Espírito que ama jogar videogames. Uma nova saga moderna de exorcistas começa agora!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6f8c7b9-eeae-4698-a0e7-05474f56b644",
    "title": {
      "en": "Douyara Watashi no Karada wa Kanzen Muteki no You Desu ne"
    },
    "updatedAt": "2024-10-29T23:22:15+00:00",
    "coverArt": "https://mangadex.org/covers/b6f8c7b9-eeae-4698-a0e7-05474f56b644/b73f08b5-d02a-4eb2-a1c7-9fd0347e2a64.jpg",
    "altTitles": [
      {
        "en": "The Invincible Little Lady"
      },
      {
        "ja": "どうやら私の身体は完全無敵のようですね"
      },
      {
        "en": "It Seems My Body Is Completely Invincible"
      }
    ],
    "description": {
      "en": "On her deathbed, a sickly young girl wishes to be reborn with a strong body that will never succumb to anyone or anything. Lo and behold, her wish is granted! Upon reincarnating into another world as Mary Regalia, she discovers her new body has maxed-out attributes, from physical strength to defense—even magic. But wait! That isn’t what she really wanted! All she longed for was a normal life. Baffled by God’s choice to grant her wish in this most unexpected way, Mary tries to spend her days as uneventfully as possible. The hitch is...nothing’s harder than living a normal life when you’re absolutely invincible!\n\n---\n   **Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n3881dn/) (Raw)\n - **[** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_FS01200196010000_68/) **|** [NicoNico](http://seiga.nicovideo.jp/comic/32810) **]** (Raw)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d852058-655d-4ea3-941e-dd852544de67",
    "title": {
      "en": "Isekai Mofumofu Cafe"
    },
    "updatedAt": "2024-11-21T11:37:06+00:00",
    "coverArt": "https://mangadex.org/covers/3d852058-655d-4ea3-941e-dd852544de67/21e1017c-f228-4c37-80fc-ce17a663c09a.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Mofumofu Cafe"
      },
      {
        "ja": "異世界もふもふカフェ"
      },
      {
        "en": "Other World Fluffy Cafe"
      }
    ],
    "description": {
      "en": "Taichi Arima is overworked at his day job. One day, going home late due to working overtime, he saves a fluffy white cat from being run over. He gains a special \"Tame\" ability and is transported to another world. With such a strange ability, what will he do... Why, open a Fluffy Cafe, of course!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "32"
  },
  {
    "mangaId": "86d25eac-eb2f-4ec0-a341-f1a5cbbe80b8",
    "title": {
      "en": "Dou ka Ore wo Houtte Oitekure - Naze ka Bocchi no Owatta Koukou Seikatsu wo Kanojo ga Kaeyou to shite kuru"
    },
    "updatedAt": "2025-01-31T16:26:35+00:00",
    "coverArt": "https://mangadex.org/covers/86d25eac-eb2f-4ec0-a341-f1a5cbbe80b8/4da63603-c536-4abf-919c-2b4290044767.jpg",
    "altTitles": [
      {
        "ja": "どうか俺を放っておいてくれ なぜかぼっちの終わった高校生活を彼女が変えようとしてくる"
      },
      {
        "en": "Please Leave Me Alone: For Some Reason, She Wants to Change a Lone Wolf's Helpless High School Life"
      },
      {
        "ja": "ぼちかの"
      },
      {
        "ja-ro": "Bochikano"
      }
    ],
    "description": {
      "en": "Love, friendship, and the sparkling joys of youth. The high school life that I’ve looked forward to—still ended with me being alone. Then, just a day before the graduation ceremony...\n\n*“Don’t die! Nanamura-kun!”*\n\nSora Hanamitsuji, she’s a beautiful girl that even models can’t compare to. My life ended after getting hit by a truck to protect her. That should’ve been the case.\n\nHowever, with this accident, Hanamitsuji-san and I returned to the day of our high school’s entrance ceremony. The second high school life is no longer as charming and youthful. I was going to spend it modestly and alone. But, she said that won’t do.\n\n*“Well, I’ll help you make friends.”*\n\nThis is a story about my second high school life. It’s the worst and best teenage rom-com ever.",
      "ja": "恋、友情、輝かしい青春。そんな期待に胸を膨らませた俺の高校生活は――結局ぼっちのまま終わった。そして迎えた卒業式前日。クラスメイトの花見辻空をかばい、俺はトラックに轢かれて人生の幕を閉じた……はずだった。花見辻と一緒に高校一年生の入学式に戻ってしまった俺。二度目の高校生活は輝かしい青春など期待せず大人しくぼっちで過ごそうと思いきや……。「ぼっち脱却、私が手伝ってあげる」この物語は俺が二度目の高校生活で送る、最悪で最高の青春ラブコメだ。GA文庫の大人気作、待望のコミカライズ!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c14c098d-41d1-4dac-9c6d-3089618c791d",
    "title": {
      "en": "Requiem of Subdued Souls"
    },
    "updatedAt": "2024-12-11T20:03:52+00:00",
    "coverArt": "https://mangadex.org/covers/c14c098d-41d1-4dac-9c6d-3089618c791d/ee35bb39-df84-4f60-a8d5-4f097dd3c700.jpg",
    "altTitles": [
      {
        "ko": "진혼기"
      },
      {
        "en": "Subdued Soul Chronicle"
      },
      {
        "en": "SSC"
      }
    ],
    "description": {
      "en": "“If there existed a tainted being among the hwarangs, who would it be? Of course, it’d be Seol Yeong-rang who uses sorcery to call upon spirits!”\n\nHwarang Seol Yeong, who was named as the tainted person who’d bring forth a great disaster one day.\n\nThere was only one way to get rid of the false accusations and return to his rightful position.\n\nIt was to prove he wasn’t tainted by evil spirits by solving abnormal incidents.\n\nThen, Zaha, the governor of the previous generation’s hwarang, the man who killed a Great Chaotic God eight years back and disappeared without a trace, appeared in front of Seol Yeong…",
      "fr": "« S’il existait un horrible fantôme parmi les Hwarangs, qui serait-il ? Bien sûr, ce serait Seol Yeong qui utilise la nécromancie pour invoquer les fantômes ! »\n\nHwarang Seol Yeong, qui avait été désigné comme l’horrible fantôme qui provoquerait un jour un grand désastre.\n\nIl n’y avait qu’un seul moyen de se débarrasser de ces fausses accusations et de retrouver sa position initiale.\n\nIl devait prouver qu’il n’était pas un horrible fantôme en résolvant des incidents anormaux.\n\nC’est alors que Ja Ha, le chef du Hwarang de la génération précédente, l’homme qui a tué un grand esprit maléfique huit ans auparavant et qui a disparu sans laisser de traces, apparaît devant Seol Yeong…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41854f71-2a63-4d7b-8e65-e9b0f40214f4",
    "title": {
      "en": "Artificial Temperature 36.7°C"
    },
    "updatedAt": "2025-01-28T14:10:38+00:00",
    "coverArt": "https://mangadex.org/covers/41854f71-2a63-4d7b-8e65-e9b0f40214f4/00005391-7b7e-4a81-a7d9-c81bae53cd04.jpg",
    "altTitles": [
      {
        "zh": "人造体温36.7℃"
      },
      {
        "zh-ro": "Rénzào Tǐwēn 36.7℃"
      }
    ],
    "description": {
      "en": "Su, born in prison, has always wanted to see the \"crow\" from what her mother told her. On the day when she was about to be secretly executed, Gill, a sex android, was thrown into prison for a test run. She compasses everything from the outside world in her database. Su developed special feelings for Gill, although she didn't care that the words Gill spoke were programmed or from her own consciousness. Unable to distinguish her own human feelings... in this small cell, the lonely Su got her first doll--she met a \"person\" who could bring her solace."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5746bbb3-445d-4c31-948b-065098052b77",
    "title": {
      "en": "Baili Jin Among Mortals"
    },
    "updatedAt": "2024-07-11T21:52:15+00:00",
    "coverArt": "https://mangadex.org/covers/5746bbb3-445d-4c31-948b-065098052b77/3ccb7e87-a729-419a-8a83-4ce2d6d0bd13.jpg",
    "altTitles": [
      {
        "en": "Bai Lijin Among Mortals"
      },
      {
        "en": "Mortal Baili Jin"
      },
      {
        "zh-ro": "Ren jian bai li jin"
      },
      {
        "zh": "人间百里锦"
      },
      {
        "pt-br": "Bai Lijin Entre Mortais"
      }
    ],
    "description": {
      "en": "Baili Jin, a fairy who was living in heaven, eating and drinking without a care, broke her Majesty’s colourful, stained-glass plate at her birthday and got banished to the mortal realm. Now she has to begin her adventures in the mortal realm with all of her spiritual powers gone! In order to survive, the former fairy has to deliver take-out….  \r\n  \r\nAn endearingly silly fairy, a gentle restaurant manager, a reserved top student and a hard to resist yandere onee-san (kind on the outside, dark/possessive on the inside) , let the story of their beautiful friendship and youthful days begin!  \r\n  \r\nAuthor's weibo: [@Viva喂娃酱](https://weibo.com/vivaandjulys)   \r\nArtist's weibo: [@Julys橘奶司](https://weibo.com/julys0723)",
      "pt-br": "Bai Lijin, uma fada que vivia no céu, comendo e bebendo sem se preocupar, quebrou o colorido vitral de Sua Majestade em seu aniversário e foi banida para o reino mortal. Agora ela tem que começar suas aventuras no reino mortal sem todos os seus poderes espirituais! Para sobreviver, a ex-fada tem que entregar comida… Uma fada carinhosamente boba, uma gentil gerente de restaurante, uma aluna reservada e uma garota de duas caras difícil de resistir, que comece a história de sua bela amizade e juventude!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e3edf5e4-09bf-480e-9655-dcedbc4e79ff",
    "title": {
      "en": "Isekai Cheat Kaitakuki"
    },
    "updatedAt": "2025-02-08T10:04:30+00:00",
    "coverArt": "https://mangadex.org/covers/e3edf5e4-09bf-480e-9655-dcedbc4e79ff/8e7edc02-ba09-4afe-9826-dccbb001c27b.jpg",
    "altTitles": [
      {
        "ja": "異世界チート開拓記"
      },
      {
        "en": "Another World Cheat Pioneer"
      }
    ],
    "description": {
      "en": "I was living a life of a NEET, and I was supposed to have died suddenly because of my daily indolence - but when I woke up, I had become a baby. It seems that I was reincarnated in another world where magic exists. I was born the son of a lord in a remote village, and began to lead a second life with my beautiful mother Kara, my big-breasted maid and nanny Ruina, and my beautiful sister Amelia, who is not related to me by blood. As a teenager, I've grown up and enjoy my daily life in a different world using my top-level magical ability and modern knowledge...?",
      "ja": "ニート生活を送っていた俺は、日頃の不摂生が祟り突然死したはずだった――が、目覚めたら赤ちゃんになっていた。どうやら魔法の存在する異世界に転生したらしい。辺境の村の領主の息子として生まれた俺は、美しい母親のカーラ、巨乳のメイド兼乳母ルイーナ、血の繋がらない美人妹アメリアらに囲まれて第二の人生を歩んでいく。成長した俺は、10代にして異世界トップレベルの魔力量と現代知識を駆使して、異世界での日常を楽しむが……!?",
      "pt-br": "Eu estava vivendo uma vida de NEET e deveria ter morrido de repente por causa de minha indolência diária - mas quando acordei, havia me tornado um bebê. Parece que reencarnei em outro mundo onde existe magia. Nasci filho de um senhor em uma aldeia remota e comecei a levar uma segunda vida com minha linda mãe Kara, minha empregada de seios grandes e babá Ruina, e minha linda irmã Amelia, que não é parente de mim. Como um adolescente, eu cresci e aproveitei minha vida diária em um mundo diferente usando minha habilidade mágica de nível superior e conhecimento moderno...?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fdaa7d42-29bb-4cf2-b635-96d57732f1be",
    "title": {
      "en": "A Wicked Tale of Cinderella's Stepmom"
    },
    "updatedAt": "2024-08-25T06:38:13+00:00",
    "coverArt": "https://mangadex.org/covers/fdaa7d42-29bb-4cf2-b635-96d57732f1be/c0494002-a6c4-4a13-863f-6880abec6ed1.jpg",
    "altTitles": [
      {
        "ko": "신데렐라를 곱게 키웠습니다"
      },
      {
        "ko-ro": "Cinderellareul Gobge Kiweossseubnida"
      },
      {
        "ko-ro": "Sindelellaleul Gobge Kiwossseubnida"
      },
      {
        "en": "I Raised Cinderella Preciously"
      },
      {
        "en": "I Raised a Beautiful Cinderella"
      },
      {
        "fr": "Il était une fois la belle-mère de Cendrillon"
      },
      {
        "fr": "J'ai élevé Cendrillon avec soin"
      },
      {
        "es": "Crié a una preciosa Cenicienta"
      },
      {
        "ru": "Я воспитала прекрасную Золушку"
      },
      {
        "th": "ฉันเลี้ยงได้ My Cinderella"
      },
      {
        "id": "Aku Membesarkan Cinderella dengan Baik"
      },
      {
        "ja": "シンデレラを大切に育てました"
      },
      {
        "zh": "灰姑娘的善良继母"
      },
      {
        "zh": "身为继母的我把灰姑娘养得很好"
      },
      {
        "zh-hk": "我把灰姑娘養得亭亭玉立"
      },
      {
        "vi": "Tôi Đã Nuôi Dạy Cinderella Một Cách Tử Tế"
      }
    ],
    "description": {
      "en": "There is a famous fairytale. A kindhearted girl whose father and stepmother got married and became a family of five with her two stepsisters. The poor girl who was condemned by her stepmother and stepsisters when her father died. The very fairytale, Cinderella. But I am not Cinderella, I am the stepmother. At the age of thirty-seven, already married twice, been widowed twice and is raising three daughters!  \n  \nDaniel Walford, a man who keeps approaching me while I’m busy trying to raise my three daughters.  \n“Can I kiss you?”  \nAs a son-in law, I think he’s a little bit older but why does he keep approaching?… Oh, I don’t know.  \nOnce I let Cinderella marry the prince, I can live quietly.  \nBut is this fairytale really ‘Cinderella’?\n\n---\n\n- Updates every Sunday in the Kakao Page",
      "hu": "Mind ismerjük a mesét: az üvegcipellőt, a közel-sem-szép mostohanővéreket, és a herceggel eltöltött éjszakát, amíg éjfélt nem üt az óra. Ebbe a mesébe reinkarnálódtam, de nem Hamupipőkeként, hanem a \"gonosz\" mostohaanyjának a testébe! A 37 évesen már kétszer megözvegyül és három lánnyal rendelkező Mildred célja az, hogy megfelelő partnert találjon nekik és boldogan élhessenek, amíg meg nem halnak... meg talán saját magának sem volna rossz a szép jövő! De mégis ki ez a fiatal és jóképű báró, aki folyton felkeresi?",
      "ru": "Есть популярная сказка. О доброй девушке, чей отец женился во второй раз. О том, как пятеро человек, включая двух сводных сестёр, стали одной, большой семьёй. Однако после смерти отца мачеха и сестры стали издеваться над бедной девушкой. Это история о Золушке. Но почему я попала не в тело Золушки, а в тело её мачехи? Я стала женщиной, которая за свои 37 лет, успела дважды побывать замужем и дважды стать вдовой. Той, кому приходится растить трёх дочерей, включая Золушку. В придачу ко всему этому, ко мне пристаёт мужчина по имени Даниэль! «Можно вас поцеловать?» Что ему от меня нужно? …Я совсем запуталась. Для начала нужно выдать Золушку за принца и начать спокойную жизнь. Но правда ли, что эта сказка о Золушке?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-28T14:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Драма Квин"
      },
      {
        "ru": "Королева Драмы"
      },
      {
        "vi": "Nữ Hoàng Drama"
      },
      {
        "pt-br": "Rainha do Drama"
      },
      {
        "id": "Ratu Drama"
      },
      {
        "uk": "Королева Драми"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…",
      "id": "Setelah menyelamatkan Bumi, para alien tinggal bersama manusia di Jepang. Nomamoto, seorang pekerja pabrik dengan bos alien yang kejam, suatu hari bertemu dengan Kitami, yang mengatakan bahwa keluarganya sendiri dibunuh oleh alien. Keduanya dengan cepat menjalin persahabatan, tetapi suatu hari Kitami melakukan hal yang tidak terpikirkan...",
      "ja": "<毎週月曜更新>宇宙人が地球を救ってから、人間と宇宙人が共に住むようになった日本。工場で宇宙人の上司にこき使われるノマモトは、家族を宇宙人に殺されたという北見と出会う。仲を深める2人だが、ある日北見がとんでもないことをしてしまい…",
      "ru": "Пришельцы спасли Землю и обосновались с людьми в Японии. Номамото, работающая на фабрике с отвратительным боссом-пришельцем, однажды встречает Китами, который рассказывает ей, что семью его убили пришельцы. Между ними быстро возникает дружба, но однажды Китами совершает немыслимое...",
      "uk": "Після порятунку Землі прибульцями, Японія стала спільним домом для них та людей. Номото, яка змушена терпіти знущання від свого боса-прибульця на заводі, зустрічає Кітамі, чиє серце розбите втратою сім'ї, вбитої прибульцями. Між ними виникає щира дружба, яка переходить до здійснення їх бажань... винищення всіх прибульців...",
      "pt-br": "Após salvar a Terra, os alienígenas passaram a viver com os humanos no Japão. Nomamoto, uma operária de fábrica com um chefe alienígena abusivo, um dia conhece Kitami, que conta que sua própria família foi morta por alienígenas. Os dois rapidamente formam uma amizade, mas um dia Kitami faz o impensável…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b0511a-528c-43de-b572-a7ff7a30ebd9",
    "title": {
      "en": "Cool na Doukyuusei no ◯◯ Nengo…"
    },
    "updatedAt": "2024-12-07T20:20:01+00:00",
    "coverArt": "https://mangadex.org/covers/66b0511a-528c-43de-b572-a7ff7a30ebd9/4f5ebead-fa60-449d-9c6c-e0034e5b1df7.png",
    "altTitles": [
      {
        "ja-ro": "Cool na Doukyuusei no ◯◯ Nengo…"
      },
      {
        "ja": "クールな同級生の◯◯年後..."
      },
      {
        "en": "The Cool Classmate XX Years Later..."
      },
      {
        "en": "The Cool Classmate ◯◯ Years Later..."
      },
      {
        "vi": "Cô bạn cùng lớp lạnh lùng sau ◯◯ năm..."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4b6f3f9-3228-46f4-879e-9d3afdc81052",
    "title": {
      "en": "Kami-sama ga Koi wo shiro to Itte iru!"
    },
    "updatedAt": "2024-03-18T18:06:48+00:00",
    "coverArt": "https://mangadex.org/covers/a4b6f3f9-3228-46f4-879e-9d3afdc81052/2b7748ea-3dff-466d-ad38-45cef92e32b5.jpg",
    "altTitles": [
      {
        "en": "God is Telling Me to Fall in Love"
      },
      {
        "ja": "神様が恋をしろと言っている！"
      },
      {
        "zh-hk": "神明大人对我说快去恋爱吧"
      }
    ],
    "description": {
      "en": "Chiyoko, in her second year of high school, transfers to a co-ed school due to her dad's job transfer. Since she's only attended an all-girls school since junior high, she excitedly plans to fall in love in her new school. Out of the blue, she begins to see the love meters of 5 hotties and an options window as if she were in an otome game?! She encounters various types such as a glasses boy, a playboy underclassman, and a mysterious senior. Meet-cutes with boys come one after another. This is the beginning of a real otome game school life!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30.5"
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2025-01-27T16:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/e64f7500-6e1f-4740-b495-26ccc0e97e01.jpg",
    "altTitles": [
      {
        "ja": "戦隊大失格"
      },
      {
        "en": "Go! Go! Loser Ranger!"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10,000 meters in the sky to invade Earth! The villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety! The assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest...?",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ja": "人類の守護者・竜神戦隊ドラゴンキーパーVS.世界征服を企む悪の軍団・怪人。彼らは互いの存亡を懸け、死闘を繰り広げ続けている！！……というのは、やらせの茶番劇。他の星から侵略してきた怪人達は、わずか１年で屈服。民衆の前で敗北を演じ続ける道化と化していた！悪者にすらなれず、隷従させられ続ける日々。そんな状況を覆すべく、一人の怪人が最強の大戦隊を相手に反旗を翻す！",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea889b36-7159-44d0-9eef-1dda6125828e",
    "title": {
      "en": "Yeonwoo's Innocence"
    },
    "updatedAt": "2025-01-19T12:05:26+00:00",
    "coverArt": "https://mangadex.org/covers/ea889b36-7159-44d0-9eef-1dda6125828e/ca42c3bb-f062-4c99-9f81-b6dd2b2cdb10.jpg",
    "altTitles": [
      {
        "ko": "연우의 순정"
      },
      {
        "ko-ro": "Yeonwoo Sunjeong"
      },
      {
        "en": "Yeonwoo's Innocence"
      },
      {
        "zh": "延禹的纯情"
      },
      {
        "th": "รักใสๆ ของยอนอู"
      }
    ],
    "description": {
      "en": "Yeon Woo possesses such a delicate appearance that he could be mistaken as a female student. However, he has a secret crush on the school idol, Kang Haesol. But the shy and timid Yeon Woo has never said a word to her…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5483716), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=752532)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/yanyudechunqing/list?title_no=1786&page=1)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/yeonwoo/list?title_no=2335&page=1)",
      "ko": "여학생으로 오해받을 정도로 여리여리한 외모를 가진 연우. \n그는 교내 인기스타인 강해솔을 몰래 좋아하고 있다.\n하지만 낯을 굉장히 많이 가리고 소심한 연우는 같은 반인 해솔이에게 말 한 번 붙여본 적 없는데…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5483716), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=752532)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/yanyudechunqing/list?title_no=1786&page=1)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/yeonwoo/list?title_no=2335&page=1)",
      "th": "\"ตอนนี้ผมกำลังแอบรักเธอข้างเดียว\"\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5483716), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=752532)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/yanyudechunqing/list?title_no=1786&page=1)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/yeonwoo/list?title_no=2335&page=1)",
      "zh": "纯情小白恋上高冷万人迷，\n青涩的他能否勇敢追爱？\n长相秀气，以至于经常被误认为是女孩子的延禹，正在暗恋同校的万人迷蒋晗抒。然而极其认生，性格怯懦的延禹还从未跟同班的晗抒说过话…在各种同学的助攻下，延禹能否鼓起勇气，勇敢追爱呢？\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5483716), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=752532)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/yanyudechunqing/list?title_no=1786&page=1)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/yeonwoo/list?title_no=2335&page=1)",
      "pt-br": "Yeonwoo possui uma aparência tão delicada que poderia ser confundido com uma aluna. No entanto, ele tem uma paixão secreta pelo ídolo da escola, Kang Haesol. Mas o tímido Yeonwoo nunca disse uma palavra a ela..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House (Official Colored)"
    },
    "updatedAt": "2025-01-17T22:26:20+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/8053f7e8-dea3-4280-92f6-993ee1e6ed7f.jpg",
    "altTitles": [
      {
        "en": "Shadows House - Digital Colored Comics"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      },
      {
        "es": "Casa de Sombras"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "646741db-9062-41ca-8039-c87867ab895c",
    "title": {
      "en": "Akuyaku Reijou wa Slow Life wo Enjoy Shitai! ~Yatto Konyaku Hakisareta no ni, Daini Ouji ga Meccha Stalker Shitekurun desu kedo~"
    },
    "updatedAt": "2025-02-01T15:51:27+00:00",
    "coverArt": "https://mangadex.org/covers/646741db-9062-41ca-8039-c87867ab895c/ad4eaa2f-883c-4f2e-948b-7aab07d5c266.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢はスローライフをエンジョイしたい！～やっと婚約破棄されたのに、第二王子がめっちゃストーカーしてくるんですけど…～"
      },
      {
        "vi": "Nữ Phản Diện Muốn Tận Hưởng Cuộc Sống Nhàn Nhã! - Vừa Bị Huỷ Hôn, Nhưng Thái Tử Thứ Hai Lại Liên Tục Đeo Bám Tôi"
      }
    ],
    "description": {
      "en": "\"I break off my engagement to you!\"\n\nThe crown prince threw this line at Sylvie at the school's graduation ceremony, and the villainous daughter Sylvie smiled with satisfaction. With a smile on her face, she says, \"Yes! I will gladly accept! I will gladly accept!\" She was accused of bullying the Dauphin's girlfriend, but she debunked the allegation with a brilliant alibi: \"I was digging radishes in the dungeon.\" With the fee she had collected and her S-class adventurer's license in hand, Sylvie moved comfortably to a farm.\n\nShe is ready to start living the slow life she has dreamed of for so long! But then, the second prince, the brother of her former fiancé, arrives on the scene! It seems that he sees Sylvie as a dangerous person who is avenging the royal family, and he often stays in the house to watch over her...",
      "ja": "「やっと来たのね、婚約破棄（待望）の瞬間が…」\n「そなたとの婚約は破棄する!」\n\n学園の卒業式で王太子からお約束の台詞を投げつけられた悪役令嬢シルヴィ。彼女は会心の笑みで……「はい! 喜んでお受けします!」と答えた。王太子の恋人へのいじめ疑惑をかけられるも、「ダンジョンで大根を掘っていた」という華麗なアリバイで論破。ふんだくった慰謝料とS級冒険者のライセンスを片手に、シルヴィはとある農場へ悠々と移住する。\n\nかねてからの夢だったスローライフを始めよう! と思いきや、かつての婚約者の弟である第二王子が押し掛けてきた!? どうやらシルヴィを王家に仇なす危険人物として見ているらしく、監視と称してたびたび居座るようになり!?",
      "vi": "Khoảnh khắc chờ đợi từ lâu để chấm dứt hôn ước cuối cùng đã đến...\" \"Ta tuyên bố  hủy bỏ hôn ước với cô!\" Tại lễ tốt nghiệp của học viện, Silvia, nữ phản diện, được thái tử tuyên bố hủy bỏ hôn ước. Cô trả lời với một nụ cười chân thành... \"Tôi xin trân trọng nhận lời\" Cô bị buộc tội bắt nạt bạn gái của thái tử, nhưng cô bác bỏ với một chứng cứ tuyệt vời rằng cô đang \"đào củ cải trong dungeon.\" Với phần thưởng hậu hĩnh và giấy phép mạo hiểm giá cấp S, Silvia chuyển đến một trang trại. Khi cô đang nghĩ đến việc bắt đầu cuộc sống chậm rãi mà cô luôn mơ ước, em trai của vị hôn phu cũ, thái tử thứ hai, đã đến! Dường như anh ta coi Silvie là một người nguy hiểm đối với hoàng gia và thường xuyên ở đó dưới danh nghĩa giám sát cô!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d422ddc8-eea3-4b0a-82a4-291bbd8c9285",
    "title": {
      "en": "The Shiunji Family Children"
    },
    "updatedAt": "2025-01-15T11:08:56+00:00",
    "coverArt": "https://mangadex.org/covers/d422ddc8-eea3-4b0a-82a4-291bbd8c9285/ed1dd6ee-d141-43c9-998b-298292d2acc9.jpg",
    "altTitles": [
      {
        "ja": "紫雲寺家の子供たち"
      },
      {
        "ja": "Shiunji-ke no Kodomo-tachi"
      },
      {
        "ar": "أبناء عائلة شيونجي"
      },
      {
        "pt-br": "Os Filhos da Família Shiunji"
      },
      {
        "ru": "Дети семьи Сиундзи"
      },
      {
        "vi": "Những đứa trẻ nhà Shiunji"
      }
    ],
    "description": {
      "ar": "قصر فاخر في أفضل مكان بطوكيو. يعيشُ سبعة أشقاء من عائلة شيونجي، وجميعهم جميلونَ للغاية. ونرى مغامرة أراتا العائلية بين صراع إيجاد الذات والوصول إلى أهدافهِ كونهُ الابن الأكبر للعائلة",
      "en": "The love between brother and sister. The love between man and woman. That which is most forbidden is most unyielding. The two sons and five daughters of the Shiunji family shine like brilliant gems, each with intelligence and beauty in equal measure. And with the pedigree of their wealthy father behind them, how could they not be the talk of the town? Eldest son Arata has spent his life being tossed around by the whims of his colorful sisters, yet a little teasing won’t stop him from valuing his family over anything and anyone else. But when his youngest sister turns fifteen, their father reveals a long-hidden secret of the Shiunji \"siblings\" and knocks Arata’s world off its axis...",
      "ja": "世田谷の豪邸に住む紫雲寺家の７人兄弟姉妹は、才色兼備で巷でもその名を轟かせている。長男の新は、個性の強い５人の姉妹に振り回されながらも家族を大切にして過ごしてきた。しかし、末の妹の誕生日会で父親から驚きの事実を告げられ、兄弟姉妹の運命は一変する―!?",
      "pt-br": "O amor entre irmão e irmã. O amor entre homem e mulher. Aquilo que é mais proibido é mais inabalável. Os dois filhos e as cinco filhas da família Shiunji brilham como pedras preciosas, cada um com inteligência e beleza incoparáveis. E com o pedigree de seu rico pai por trás deles, como poderiam não ser o assunto da cidade? O filho mais velho, Arata, passou a vida sendo infernizado pelos caprichos de suas deslumbrantes irmãs, mas nenhuma  provocação iria o impedir de valorizar sua família acima de tudo e de todos. Mas quando sua irmã mais nova completa quinze anos, seu pai revela um segredo há muito escondido dos \"irmãos\" Shiunji e vira o mundo de Arata de cabeça para baixo..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a65b33d-bc76-4278-81a3-8a2eaebf78a6",
    "title": {
      "en": "We Are Young"
    },
    "updatedAt": "2025-01-04T08:39:25+00:00",
    "coverArt": "https://mangadex.org/covers/4a65b33d-bc76-4278-81a3-8a2eaebf78a6/d7e495a3-8b70-4207-ae7e-4cdb1ef47f3d.jpg",
    "altTitles": [
      {
        "ko": "위아영"
      }
    ],
    "description": {
      "en": "Since the old days, mystical creatures have existed to help humans. However, now that the times have changed, they suddenly receive a warning from their god: \"Prove that you are still needed\".\n\nWhile grappling with how they can assist humans in the modern era, these creatures decide to send their younglings to the human world to seek answers.\n\nMeanwhile, university student Park Geuru, who lives his miserable days commuting for five hours to school due to a sudden move, accidentally ends up making a bet with the goblin Sihan... \n\nThis is a story about the daily life of these young mystical creatures, exploring the human world in order to avoid their own extinction."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f163ac5-3634-4cef-a0f3-cb1acccdec16",
    "title": {
      "en": "My Secret Bodyguard"
    },
    "updatedAt": "2025-02-02T14:35:16+00:00",
    "coverArt": "https://mangadex.org/covers/3f163ac5-3634-4cef-a0f3-cb1acccdec16/3d3e676c-1623-43be-a6d7-cc149fba9b4c.png",
    "altTitles": [
      {
        "uk": "Мій таємний охоронець"
      }
    ],
    "description": {
      "en": "Molly, a cute 13-year-old girl, has been bullied by ruffians ever since she was little. Determined never to be harassed again, she gets herself into an elite school – a place free from hooligans and gangsters, or so she thinks! It isn't long before she finds herself the lackey of a mysterious boy in black – a gangster belonging to a pre-eminent gang in the underworld! An action-packed tale peppered with budding romance...",
      "uk": "Моллі, мила 13-річна дівчинка, яка з дитинства зазнавала знущань з боку хуліганів. Вирішивши ніколи більше не бути переслідуваною, вона потрапляє в елітну школу – місце, вільне від хуліганів і гангстерів, принаймні їй так здається! Невдовзі вона стає слугою таємничого хлопця в чорному – гангстера, який належить до видатної банди злочинного світу! Наповнена гострим сюжетом історія, приправлена романтикою..."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]